{
  "data": [
    {
      "url": "https://voltair355.tumblr.com/",
      "title": "Dr B",
      "description": "Scholar, chemist, love alternative energy, solar, ET cetera...... Love traveling/ adventure, family man, investor, martial artist, MD, imperfection is beautiful, madness is genius, think different...",
      "preview": "penny4nasa : Happy International Women's Day! Sally Ride, the first American woman in space, taught us that the sky is not the limit! 9 years ago 110"
    },
    {
      "url": "https://www.ildolomiti.it/societa/la-festa-della-pera-arriva-anche-lo-show-cooking-di-valerio-braschi-vincitore-di-masterchef",
      "title": "Per la 'Festa della pera' arriva anche lo show cooking di Valerio Braschi, vincitore di Masterchef 2017 - il Dolomiti",
      "description": "VATTARO. Ci sarà anche un ghiottissimo show cooking a Vattaro in occasione della tradizionale 'Festa della pera'. Un appuntamento impreziosito dalla presenza di Valerio Braschi, il ragazzo prodigio vincitore di Masterchef 2017, e David Giacomelli, chef del Radisson Blu Resort di Malta. Ovviamente l'ingrediente principe, anzi regina, dell'evento sarà la pera. Ritorna anche",
      "preview": "HOME SEZIONI Cronaca Esteri Politica Economia Ricerca e università Ambiente Società Cultura Sport Montagna Viaggi Benessere Motori Minoranze linguisti"
    },
    {
      "url": "https://jobs.medium.com/?source=about_page---jobs_module_link-----------------------about_page_jobs_module_link-&utm_source=about&utm_medium=landing-page&utm_campaign=jobs&utm_content=module",
      "title": "Careers at Medium | by Jobs @ Medium | Jobs at Medium | Medium",
      "description": "At Medium, we believe in the power of words - and we're on a mission to bring the world's expertise to life through memorable storytelling.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Jobs at Medium · Keep up to date with our job openings Press enter or cli"
    },
    {
      "url": "https://www.shapefest.com/",
      "title": "Shapefest™ | A Massive Library of Premium 3D Illustrations",
      "description": "A massive library of beautiful, ray traced 3D illustrations created by Joseph Todaro.",
      "preview": "Back to top New and Featured Packs Clay Design Illustrations Pack 1 Clay Design Illustrations Pack 2 Clay Isometric Social Media Icons Plastic CryptoF"
    },
    {
      "url": "https://en.wikipedia.org/wiki/Exclusive_economic_zone",
      "title": "Exclusive economic zone - Wikipedia",
      "description": "void",
      "preview": "Jump to content From Wikipedia, the free encyclopedia Adjacent sea zone in which a state has special rights Not to be confused with Special economic z"
    },
    {
      "url": "https://www.sacred-texts.com/tarot/pkt/index.htm",
      "title": "The Pictorial Key to the Tarot Index | Sacred Texts Archive",
      "description": "The Pictorial Key to the Tarot, by A.E. Waite, ill. by Pamela Colman Smith, [1911], full text etext at sacred-texts.com",
      "preview": "Sacred Texts Tarot Tarot Reading Buy this Book at Amazon.com The Pictorial Key to the Tarot By Arthur Edward Waite Illustrations By Pamela Colman Smit"
    },
    {
      "url": "https://data.unhcr.org/en/situations/ukraine",
      "title": "Situation Ukraine Refugee Situation",
      "description": "void",
      "preview": "Regional Dashboards Factbook - Ukraine Refugee Situation 2025 RRP Achievements Ukraine Refugee Situation Regional Intentions Survey (5th & 6th Round)"
    },
    {
      "url": "https://www.allure.com/story/hailey-bieber-beauty-brand-rhode",
      "title": "Hailey Bieber Files Trademark for a New Brand Named Rhode | Allure",
      "description": "Hailey Bieber is officially making moves to potentially launch her own beauty and wellness brand. The model has filed a trademark for a range of products underneath the name Rhode, and we can't wait to see what she has in store for us.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    },
    {
      "url": "https://www.ballantynejewelers.com/",
      "title": "Ballantyne Jewelers - Premier Jewelry Store in Charlotte, NC",
      "description": "Ballantyne Jewelers is a premier jewelry store in Charlotte, NC, offering a wide selection of high-quality jewelry for every occasion. Located at 12335 North Community House Rd, we specialize in engagement rings, custom designs, and fine jewelry. Visit us today for exceptional service and timeless pieces.",
      "preview": "Skip to content Book an Appointment Facebook Instagram 704-341-4242 Search Search ENGAGEMENT RINGS BY SETTINGS 3 Stone Criss Cross Bridal Set Double H"
    },
    {
      "url": "https://campaigns.organizefor.org/petitions/help-make-hair-discrimination-illegal",
      "title": "Help Us End Hair Discrimination in the Workplace, Schools, and Pools | OrganizeFor",
      "description": "Currently, it is legal to discriminate against a person in the workplace, schools, and/or pools because of their natural or protective hairstyle in all states except for California, New York, New Jersey, Virginia, Colorado, Washington, Maryland, Connecticut, Delaware, New Mexico, Nebraska, Nevada, Oregon, Illinois, Maine, Tennessee, Louisiana, Massachusetts, Alaska, Michigan, Texas, Minnesota, Arkansas, Vermont, New Hampshire, and Missouri. Hair discrimination remains a source of racial...",
      "preview": "Skip to main content Start a Campaign Log in To: Lawmakers Across the Country Help Us End Hair Discrimination in the Workplace, Schools, and Pools Vot"
    },
    {
      "url": "https://campus.co/global/startup-school/",
      "title": "Discover the Google for Startups Campus network - Google for Startups",
      "description": "Google for Startups Campus is where tech-based startups enjoy the best of Google with free training, mentoring, and a diverse community of problem solvers.",
      "preview": "Campus Our Campus locations Madrid São Paulo Seoul Tel Aviv Tokyo Warsaw Homebase for growing startups Google for Startups Campuses offer physical spa"
    },
    {
      "url": "http://www.nacionlibre.net/track/1044/furiosa-aullidos",
      "title": "Aullidos por Furiosa (Furiosa) | Nación Libre Records",
      "description": "Grabado, mezclado y producido por Alan Vargas en Fogata Grabaciones (Chihuahua, México) durante Agosto de 2017. Asistente de producción: Ara",
      "preview": "Aullidos por Furiosa Del álbum: Furiosa Aullidos"
    },
    {
      "url": "https://shop.lonelyplanet.com/categories/canada?city%5B%5D=Quebec+City&city%5B%5D=Halifax&city%5B%5D=Calgary&city%5B%5D=Churchill&city%5B%5D=Victoria&city%5B%5D=Dawson+City&city%5B%5D=Ottawa&series%5B%5D=Pocket&series%5B%5D=Regional+Guide&series%5B%5D=Best+of+Country&series%5B%5D=Planning+Maps&series%5B%5D=9-12+Children%27s&series%5B%5D=City+Map&sort%5B%5D=featured&sort%5B%5D=top_sellers",
      "title": "Lonely Planet books for Canada",
      "description": "Lonely Planet's Canada country guidebooks that lead you to hidden gems, provide local insights, help plan your ultimate adventure, and embark on an extraordinary trip now.",
      "preview": "Skip to content Free shipping on all orders Lonely Planet CART Products Guidebooks Maps Outdoor Travels & Adventures Epic Guides Food & Drink Gifts &"
    },
    {
      "url": "https://regional-open-data-capcog.opendata.arcgis.com/",
      "title": "CAPCOG Regional Open Data Site",
      "description": "CAPCOG Region Open Data",
      "preview": "void"
    },
    {
      "url": "https://vision.esa.int/",
      "title": "ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    },
    {
      "url": "https://www.micah.org/",
      "title": "MICAH",
      "description": "void",
      "preview": "Back Policy MICAH in the News Resources Newsletter Archive Back People & Mission MICAH and Housing News Contact Us Sign up for Email Back Calendar MIC"
    },
    {
      "url": "https://tinychat.com/",
      "title": "TinyChat - Random Video Chat with Strangers",
      "description": "Random Video Chat with Strangers - TinyChat's fast alternative to Omegle and Chatrandom. No sign-up needed!",
      "preview": "Skip to content TinyChat Random Video Chat with Strangers TinyChat makes it easy to meet new people instantly through free, anonymous random video cha"
    },
    {
      "url": "http://ec.ala.org/membership/join",
      "title": "Store",
      "description": "void",
      "preview": "Skip to main content Loading × Cart Summary + Show - Hide 0 item(s) ($0.00) Your cart is empty. Open Invoices × Click the box next to each open invoic"
    },
    {
      "url": "https://appsource.microsoft.com/en-us/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "https://jobs.cdc.gov",
      "title": "Careers Home | Careers at CDC | CDC",
      "description": "Learn about CDC opportunities for students,veterans,USPH Commissioned Corps,and overseas.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://cicitive.dk/tag/jul/",
      "title": "jul Arkiv - Cicitive",
      "description": "void",
      "preview": "HÆKLERIER, PÆNE TING OG GODT HUMØR Søg Hækleopskrift på nissehue til hæklet minimus Indlægget indeholder reklamelinks Som lovet kommer her opskriften"
    },
    {
      "url": "https://www.behance.net/galleries/photography",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.afvalfondsverpakkingen.nl/nl",
      "title": "Home | Verpact",
      "description": "void",
      "preview": "Wij zijn Verpact Verpact staat voor makkelijke en betaalbare recyclingsystemen en een circulaire economie waarbij verpakkingsmateriaal een grondstof i"
    },
    {
      "url": "https://apparelimpact.org/apparel-impact-institute-announces-target-corporation-as-a-new-lead-funder-to-the-250m-fashion-climate-fund/",
      "title": "Apparel Impact Institute Announces Target Corporation as a New Lead Funder to the $250M Fashion Climate Fund | Apparel Impact Institute",
      "description": "Apparel Impact Institute today announced that Target Corporation is joining the $250M Fashion Climate Fund as a lead funder, spurring the Fund's mission to unite industry stakeholders, mobilize climate action, and meet the fashion industry's ambition to halve carbon emissions by 2030.",
      "preview": "Share Return Apparel Impact Institute Announces Target Corporation as a New Lead Funder to the $250M Fashion Climate Fund Published: 16 November 2022"
    },
    {
      "url": "https://service.elsevier.com/app/contact/supporthub/sciencedirect/",
      "title": "Contact - ScienceDirect Support Center",
      "description": "void",
      "preview": "Skip to search Skip to main content Skip to digital assistant ScienceDirect Support Center To post social content, you must have a display name. The p"
    },
    {
      "url": "https://computinged.wordpress.com/2019/10/14/results-from-longitudinal-study-of-female-persistence-in-cs-ap-cs-matters-after-school-programs-and-internships-do-not/",
      "title": "Results from Longitudinal Study of Female Persistence in CS: AP CS matters, After-school programs and Internships do not | Computing Ed Research - Guzdial's Take",
      "description": "NCWIT has been tracking their Aspirations in Computing award applicants for several years. The Aspirations award is given to female students to recognize their success in computing. Tim Weston, Wendy DuBow, and Alexis Kaminsky have just published a paper in ACM TOCE (see link here) about their six year study with some 500 participants --...",
      "preview": "Computing Ed Research - Guzdial's Take Home About Guzdial's Computing Education Research Blog Guzdial Papers Resources for new CS Teachers Results fro"
    },
    {
      "url": "https://tinyurl.com/plusTarotSimple",
      "title": "onewhirleddesign: Tarot Simple Plus",
      "description": "Thanks for your interest in Tarot Simple Plus, an iOS application. Tarot Simple Plus is an iOS app to help you do your own tarot readings...",
      "preview": "Tarot Simple Plus Thanks for your interest in Tarot Simple Plus, an iOS application. Tarot Simple Plus is an iOS app to help you do your own tarot rea"
    },
    {
      "url": "https://www.thelodgeatwoodloch.com/spa/snowroom",
      "title": "Revitalize in Our Snowroom Spa Experience | The Lodge at Woodloch",
      "description": "Experience rejuvenation in the Snowroom at The Lodge at Woodloch. Enjoy the unique benefits of cold therapy for relaxation and enhanced wellness.",
      "preview": "The Lodge at Woodloch Close Scroll to Explore Online Reservations Booking Details Dates Guests/Room 2 - + CONTRAST THERAPY SPA AMENITIES Explore Our S"
    },
    {
      "url": "https://www.interessante-geschenke.de/eshop/einzigartige-holzgeschenke/militar-geschenke/us-panzer-abrams-militar-tank-holzspielzeug-geschenke-fur-soldaten-und-kinder/",
      "title": "HOLZ Militär Panzer Abrams 23 cm | mit Ihrer Gravur",
      "description": "Militär-Panzer Holzspielzeug Kinderspielzeug, das lange hält Geschichte des Abrams-Panzers Der Hauptpanzer M1 Abrams ist der Nachfolger des vorherigen",
      "preview": "HOLZ Militär Panzer Abrams 23 cm Home Eshop Einzigartige Holzgeschenke Holzsoldaten HOLZ Militär Panzer Abrams 23 cm Pin It HOLZ Militär Panzer Abrams"
    },
    {
      "url": "http://wp.me/p31W1G-24z",
      "title": "The $1 Trillion Economic Impact of Software | BSA TechPost",
      "description": "Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovation - laying the groundwork for advances that promise to make businesses more efficient, jobs more plentiful, opportunities more pervasive, and the economy even more prosperous. BSA | The Software Alliance has released",
      "preview": "Skip to content Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovatio"
    },
    {
      "url": "https://blog.koraorganics.com/how-to-order-kora-organics-skincare/",
      "title": "How to Order An Organic Skincare Routine - KORA Organics",
      "description": "We talk through the steps to order an organics skincare routine-to maximize your glow. Learn the steps here for smooth, radiant skin.",
      "preview": "step by step , How to Order An Organic Skincare Routine 3rd October 2023, KORA Organics Team Updated on 28th June 2025 at 3:59 am Knowing which order"
    },
    {
      "url": "https://classroom.github.com",
      "title": "GitHub Classroom",
      "description": "GitHub Classroom automates repository creation and access control, making it easy for teachers to distribute starter code and collect assignments on GitHub.",
      "preview": "GitHub Classroom Automate your course and focus on teaching Managing and organizing your class is easy with GitHub Classroom. Track and manage assignm"
    },
    {
      "url": "https://etirapid.com/productos/ribbons/resina/negro-r90x91/",
      "title": "Negro R90X91 | Etirapid",
      "description": "Ideal para imprimir etiquetas plastificadas, impresión permanente.",
      "preview": "Skip to content Negro R90X91 Ideal para imprimir etiquetas plastificadas, impresión permanente. SKU: WLI090091 Categories: Resina , Ribbons Related pr"
    },
    {
      "url": "https://pt.jobrapido.com/Ofertas-de-Emprego-para-Assistente-Comunica%C3%A7%C3%A3o-em-Porto?p=5&shm=all",
      "title": "Emprego Assistente Comunicação Porto, Ofertas de Emprego | Jobrapido.com",
      "description": "Emprego Assistente Comunicação Porto. Todas as novas ofertas em um único lugar. Encontra seu próximo emprego no Jobrapido.com",
      "preview": "Ofertas de emprego encontradas Anúncios Google Ofertas de emprego Abrir pré-visualização da oferta de: Assistente Loja (m/f) - Sta Maria da Feira |2ª"
    },
    {
      "url": "https://lexbib.elex.is/w/index.php?title=Special:UserLogin&returnto=Item%3AQ14689",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.ncnw.org",
      "title": "NCNW | Lead, Advocate, and Empower Women of African descent",
      "description": "Our organization promotes education; encourages entrepreneurship, financial literacy, and economic stability; educates women about health and promotes healthcare access.",
      "preview": "Watch video 0 affiliate organizations 0 + sections Scroll Down Watch video 0 affiliate organizations 0 + sections Watch video 0 affiliate organization"
    },
    {
      "url": "https://cbs6albany.com/news/local/heavy-police-presence-police-tape-lining-part-of-area-near-mohawk-river-schenectady",
      "title": "Body pulled from Mohawk River in area where Samantha Humphrey disappeared",
      "description": "Police have blocked off access to an area of the Mohawk River in Schenectady.",
      "preview": "Fri, 10 Oct 2025 10:12:38 GMT (1760091158327) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.mongabay.com/about/",
      "title": "About Mongabay News",
      "description": "Environmental science and conservation news",
      "preview": "Mongabay is an independent media organization reporting on Nature and planetary challenges with a global network of local journalists. Mongabay believ"
    },
    {
      "url": "https://www.thegazette.co.uk/notice/4290979",
      "title": "Crown Office | The Gazette",
      "description": "In accordance with the direction of HIS MAJESTY THE KING Letters Patent have passed the Great Seal of the Realm, dated the 13th February 2023 for ...",
      "preview": "www.thegazette.co.uk 1.1086.0.1612 Skip to service navigation Skip to main content Type: State Notice type: Crown Office Publication date: 24 February"
    },
    {
      "url": "https://t.me/zerodhain",
      "title": "Telegram: View @zerodhain",
      "description": "The official Telegram channel of Zerodha. Get updates about our products, Varsity, Tradingqna threads, Finshots, webinar updates, latest podcasts and more. zerodha.com/varsity anchor.fm/zerodha For more.",
      "preview": "Download Zerodha ✔ 60 023 subscribers The official Telegram channel of Zerodha. Get updates about our products, Varsity, Tradingqna threads, Finshots,"
    },
    {
      "url": "https://prominencebank.com/corporate-finance/",
      "title": "Corporate Finance - Prominence Bank",
      "description": "Corporate Finance What is Corporate Finance? We are motivated to solve the difficulties facing your business. Your enlargement forecasts for the short-term as",
      "preview": "Skip to content Corporate Finance What is Corporate Finance? We are motivated to solve the difficulties facing your business. Your enlargement forecas"
    },
    {
      "url": "https://westin.marriott.com/",
      "title": "Premium Luxury Wellness Hotels | Westin Hotels & Resorts",
      "description": "At Westin, we offer over 220 inspiring hotel and resort destinations, featuring signature hotel wellness amenities and programs that empower your well-being.",
      "preview": "Travel Well Explore hotels designed with your well-being in mind. Learn More Sleep Well with Westin and goop Rest for Success Sleep Well At Westin, we"
    },
    {
      "url": "http://www.dvdshrink.org/",
      "title": "dvdshrink.org: FREE Backup Solution for your DVD movies!",
      "description": "DVD Shrink is software to backup DVD discs. You can use this software in conjunction with DVD burning software of your choice, to make a backup copy of any DVD video disc.",
      "preview": "DVD Shrink Backup Software DVDShrink is Windows software to backup DVD discs. You can use this software in conjunction with DVD burning software of yo"
    },
    {
      "url": "https://www.hbomax.com/series/urn:hbo:series:GYyjGGgyuCoOEtAEAAAGQ",
      "title": "Watch Who's Talking to Chris Wallace? | HBO Max",
      "description": "Watch Who's Talking to Chris Wallace? on HBO Max. Plans start at $9.99/month. Who's Talking to Chris Wallace? Chris Wallace explores his wide range of interests across the spectrum of news, sports, entertainment, art and culture -- having candid conversations with a rich variety of guests.",
      "preview": "Skip To Content Choose your language ENGLISH English Español Skip To Content Oh no! This title currently isn't available to watch in your country. TV-"
    },
    {
      "url": "https://juventudrebelde.cu/columnas/las-tres-del-domingo/2021-07-31/las-3-del-domingo",
      "title": "Las 3 del domingo - Juventud Rebelde - Diario de la juventud cubana",
      "description": "Resulta que la Agencia Europea de Seguridad Alimentaria ha dado el visto bueno a productos alimenticios a base de insectos, incluidos grillos y langostas",
      "preview": "Juventud Rebelde - Diario de la Juventud Cubana Viernes 10 de octubre de 2025 La Habana 24 Juana Carrasco Martín Las tres del domingo Las 3 del doming"
    },
    {
      "url": "https://documentation.spire.com",
      "title": "Documentation & knowledge base | Kpler AIS",
      "description": "Explore documentation on our range of APIs and vessel tracking solutions. Get started using our vessel tracking solutions with a free trial.",
      "preview": "Search for: Kpler AIS documentation & knowledge base Kpler is committed to creating developer-friendly APIs and supporting your company in getting the"
    },
    {
      "url": "https://www.sweepcricket.com/",
      "title": "Sweep Cricket - Latest Cricket News, Latest Cricket Blogs & Opinions and Latest Cricket Videos",
      "description": "Daily Cricket News, Latest Cricket Blogs & Opionions and Latest Cricket Videos from around the globe and much more on Sweep Cricket",
      "preview": "back to top Facebook Instagram Linkedin Pinterest Twitter Youtube Home News Blogs IPL Twitter Reaction Videos Search Facebook Instagram Linkedin Pinte"
    },
    {
      "url": "https://tbytmedia.com/2020/05/22/keep-ya-head-up-rhys-lewis-interview/",
      "title": "Keep Ya Head Up: Rhys Lewis Interview | Think Before You Type Media Group",
      "description": "TBYT: You just released a new single called \"The Sun Will Rise\". Congratulations! Can you tell us a bit about it? Rhys: Thank you! Myself and Aidan, who co-wrote the song with me, were a few weeks into isolation feeling quite anxious about the future. All the conversations I was having with friends and family...",
      "preview": "Search GO RSS Feed Twitter Facebook Leave a comment TBYT: You just released a new single called \"The Sun Will Rise\". Congratulations! Can you tell us"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/syr/",
      "title": "AR6 Synthesis Report: Climate Change 2023",
      "description": "Intergovernmental Panel on Climate Change",
      "preview": "Summary for Policymakers ▼ Longer Report ▼ SYR (Full volume) ▼ Figures ► Headline Statements ▼ Annexes and Index ▼ Press Release ► Presentation ▼ Watc"
    },
    {
      "url": "https://nalcab.org/",
      "title": "NALCAB",
      "description": "void",
      "preview": "Donate to the Roots of Resilience campaign to drive lasting national economic growth and opportunity DONATE Donate to the Roots of Resilience campaign"
    },
    {
      "url": "https://icloud.com",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/09/01/king-willem-alexander-unable-to-join-working-visit-to-the-united-states-queen-maximas-presence-not-affected",
      "title": "King Willem-Alexander unable to join working visit to the United States; Queen Máxima's presence not affected | News item | Royal House of the Netherlands",
      "description": "His Majesty King Willem-Alexander will not participate in the working visit to California and Texas from 6 to 9 September 2022. This decision has been made on doctors' advice. The King is recovering from pneumonia and air travel at this time could impede a full recovery. The King's commitments in the Netherlands will not be affected by this decision and will go ahead as planned, albeit on a more limited scale.",
      "preview": "Search within English part of Royal House of the Netherlands Search King Willem-Alexander unable to join working visit to the United States; Queen Máx"
    },
    {
      "url": "https://www.all-in-pokershop.cz/all-in_pokershop/eshop/11-1-Studiove-vybaveni-fotopotreby/122-2-Studiove-blesky-prislusenstvi",
      "title": "Studiové blesky",
      "description": "Studiová světla, blesky, stativy, zábleskové lampy, žárovky, fotografické pozadí",
      "preview": "S cílem usnadnit uživatelům používat naše webové stránky využíváme cookies. Kliknutím na tlačítko \"OK\" souhlasíte s použitím preferenčních, statistick"
    },
    {
      "url": "https://noticiassalamanca.com/campo/el-lobo-ataca-en-monleras-el-rebano-de-la-queseria-montiermo/",
      "title": "El lobo ataca en Monleras el rebaño de la quesería Montiermo - 【NOTICIAS de Salamanca】",
      "description": "Los continuos ataques ponen en riesgo la supervivencia del ovino en extensivo Apenas transcurrida una semana desde la última incursión en Monleras, el lobo",
      "preview": "viernes 10 octubre 2025 Los continuos ataques ponen en riesgo la supervivencia del ovino en extensivo Apenas transcurrida una semana desde la última i"
    },
    {
      "url": "http://www.ucsb.edu/",
      "title": "Home | UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Congratulations to our newest Nobel laureates UC Santa Barbara professors John Martinis and Michel Devoret share the 2025 Nobel Prize in Physics"
    },
    {
      "url": "https://wallet.google/",
      "title": "Google Wallet: Il tuo portafoglio digitale veloce e sicuro",
      "description": "Con Google Wallet accedi in modo rapido e sicuro a ciò che ti serve. Usa il tuo portafoglio digitale per prendere il treno, pagare nei negozi e altro.",
      "preview": "Scarica È più di un portafoglio. È Google Wallet. Ovunque vai, tieni tutto al sicuro in un unico posto con il nuovo Google Wallet. Ora potrai accedere"
    },
    {
      "url": "https://tampabay.newspapers.com/",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "http://www.army-guide.com/eng/product321.html",
      "title": "Army Guide",
      "description": "Army Guide - information about the main battle tanks, armoured vehicles and armament of the land forces and also the information concerning other army subjects - RRV, Repair and recovery vehicle, Armoured Vehicles",
      "preview": "Designation: RRV Manufacturer: BAE Systems Land and Armament Product type: Armoured Vehicles Name: Repair and recovery vehicle On the basis of MTVL Ha"
    },
    {
      "url": "https://opendata.vancouver.ca/",
      "title": "Home - City of Vancouver Open Data Portal",
      "description": "View datasets from the City of Vancouver, BC, Canada. Download data in various formats, explore with charts and maps, and access via API.",
      "preview": "void"
    },
    {
      "url": "https://www.ellenmacarthurfoundation.org/circular-economy/what-is-the-circular-economy",
      "title": "The Circular Economy | Definition & Model Explained | Ellen MacArthur Foundation",
      "description": "Explore the meaning of the circular economy, its core principles and how businesses are shifting from linear models to circular systems that design out waste.",
      "preview": "Circular economy introduction Overview Key ideas Case studies Glossary Circular economy explained English español português What is the meaning of a c"
    },
    {
      "url": "https://www.dotdashmeredith.com",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://vimeo.com/480073852",
      "title": "How and When to Use an Eraser",
      "description": "This video was created to accompany the poem &quot;How and When to Use an Eraser,&quot; from my debut book Dark Braid: https://bkmkpress.org/poetry_titles/dark-braid-2/&hellip;",
      "preview": "Verify to continue To continue, please confirm that you're a human (and not a spambot). Checking if the site connection is secure vimeo.com needs to r"
    },
    {
      "url": "https://beardedtheory.co.uk/payment-plan-ends-january-30th-2015/",
      "title": "Payment Plan ends January 30th 2015 | Bearded Theory",
      "description": "void",
      "preview": "Line up News About Bearded Theory Ticket Information Accessibility Sustainability FAQs Explore The Fields The Stages Children's Area Festival School E"
    },
    {
      "url": "https://wpvip.com/?utm_source=vip_powered_wpcom&utm_medium=web&utm_campaign=VIP%20Footer%20Credit&utm_term=pagesix.com",
      "title": "WordPress VIP - The leading enterprise content platform",
      "description": "Build, publish, and scale without limits. WordPress VIP delivers the speed, security, and flexibility enterprises need for measurable results.",
      "preview": "Built for enterprise Combine the ease of WordPress with enterprise-grade security and scalability. Get a demo Take it from our friends: Previous Next"
    },
    {
      "url": "http://www.borderhumanity.org",
      "title": "Border Humanity Project | American Civil Liberties Union",
      "description": "People fleeing persecution and violence have the legal and human right to seek asylum in the United States. Our nation is made stronger when we welcome people with compassion and dignity. Together, we can end the horrors of immigration detention and rebuild a better asylum system.",
      "preview": "Skip navigation Immigrants' Rights › Border Humanity Project People fleeing persecution and violence have the legal and human right to seek asylum in"
    },
    {
      "url": "https://www.exoticindiaart.com/product/audiovideo/genius-of-pt-kumar-gandharv-hindustani-classical-vocal-set-of-3-audio-cds-izz616/",
      "title": "The Genius of Pt. Kumar Gandharv (Hindustani Classical - Vocal) (Set of 3 Audio CDs) | Pt. Kumar GandharvSaregama India ltd (2011) | Exotic India Art",
      "description": "About The Audio CD The Genius of Series The world of Hindustani Classical Music comprises of Geniuses, both vocalist and instrumentalists. Their music emanates a divine spark. Be it their first reco",
      "preview": "Free shipping to all destinations worldwide. Sign in Contact us FAQ Email Whatsapp Facebook Pinterest Twitter Copy link Easy Returns Return within 7 d"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85934",
      "title": "Searchable Recipe Database - Roast Beef Wellington with Horseradish Sauce",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://docs.ansible.com/ansible/latest/playbook_guide/playbooks_intro.html",
      "title": "Ansible playbooks - Ansible Community Documentation",
      "description": "void",
      "preview": "Blog Ansible community forum Documentation Ansible Community Documentation Using Ansible playbooks Ansible playbooks Edit on GitHub Ansible playbooks"
    },
    {
      "url": "https://usenetloadsyulh.web.app/ivester19042jid/304112.html",
      "title": "Cómo descargar s w para la cámara de windows 10 (2020)",
      "description": "Echa un vistazo a nuestra selección de programas para gestionar la webcam de tu PC con el que podrás comunicarte con tus amigos mediante vídeo en directo",
      "preview": "Skip to content Descargar cámara 360 Cómo descargar B612 gratis B612 es una aplicación de fotografía para Android, Windows Phone y iOS que ofrece dive"
    },
    {
      "url": "https://www.byblackcon.com/coming-soon-01",
      "title": "The Stoic Letters - The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "description": "The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "preview": "Skip to content In letter 53 Seneca uses a personal experience of a sea voyage to affirm that we easily overlook our faults, even those that constantl"
    },
    {
      "url": "https://es.mongabay.com/list/bosques",
      "title": "Noticias ambientales sobre Bosques",
      "description": "Noticias sobre la fauna y la naturaleza",
      "preview": "Bosques Noticias RSS 3111 historias L G Una millonaria obra de energía amenaza al santuario Passiflora, refugio del jaguar en la Amazonía boliviana Ni"
    },
    {
      "url": "https://commonvoice.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "Common Voice",
      "description": "void",
      "preview": "Please enable JavaScript to run this app"
    },
    {
      "url": "https://www.bundesnetzagentur.de/DE/Sachgebiete/ElektrizitaetundGas/Unternehmen_Institutionen/E-Mobilitaet/Ladesaeulenkarte/start.html",
      "title": "Bundesnetzagentur - E-Mobilität",
      "description": "E-Mobilität",
      "preview": "Navigation und Service Springe direkt zu: Inhalt Hauptmenu Suche Elek­tro­mo­bi­li­tät Öffentliche Ladeinfrastruktur Öffentlich zugängliche Ladepunkte"
    },
    {
      "url": "https://www.nature.com/subjects/neuroscience",
      "title": "Neuroscience - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.treccani.it/vocabolario/tecnologia/",
      "title": "Tecnologìa - Significato ed etimologia - Vocabolario - Treccani",
      "description": "Scopri il significato della parola tecnologìa. Nel Vocabolario Treccani troverai significato ed etimologia del termine che cerchi. Entra subito su Treccani.it, il portale del sapere.",
      "preview": "Salta al contenuto Vuoi navigare il sito Treccani senza limiti e pubblicità? Scarica l'APP e abbonati ora per accedere su tutti i tuoi dispositivi! Sc"
    }
  ],
  "_meta": {
    "total_bookmarks": 75
  }
}