{
  "data": [
    {
      "url": "http://www.regi.cegledinfo.hu/index.php?t=2",
      "title": "Ceglédinfo hírportál, internetes információs és hirdetési újság",
      "description": "void",
      "preview": "Ingatlan értékbecslés Cegléd és környékén Kattints ide! Írjon nekünk! | Médiaajánlat | Ma 2025. október 10. péntek, Gedeon napja van. - Holnap Brigitt"
    },
    {
      "url": "https://www.mnkaren.org/",
      "title": "Karen Organization of Minnesota",
      "description": "Karen Organization of Minnesota builds on the strengths of refugee and immigrant communities and removes barriers to achieving economic, social, and cultural wellbeing.",
      "preview": "Skip to content (651)788-7593 Welcome to KOM Building on the strengths of refugee and immigrant communities and removing barriers to achieving economi"
    },
    {
      "url": "https://www.myollie.com/",
      "title": "Ollie: Fresh & Healthy, Human-Grade Dog Food Delivery",
      "description": "Ollie delivers fresh, healthy dog food made with real, human-grade ingredients, tailored to your pup's unique nutritional needs.",
      "preview": "⭐️⭐️⭐️⭐️⭐️ 20,000+ 5-star reviews Happy Dogs Start With the Best Food Our most popular welcome gift is back! Claim your FREE Fi Mini GPS Tracker Real"
    },
    {
      "url": "http://bpmob.com/voicetranslator/privacy/",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Last modified: August 2024 Interest based advertising: to learn more about data disclosure click here Opt-out options: DO NOT USE MY DA"
    },
    {
      "url": "https://metsminors.net/mmn-exclusive-funky-reliever-matt-pobereyko/",
      "title": "MMN Exclusive: Funky Reliever Matt Pobereyko",
      "description": "void",
      "preview": "Matt Pobereyko/Photo by Ed Delany Current New York Mets minor league right-handed reliever Matt Pobereyko has had a rollercoaster baseball career thus"
    },
    {
      "url": "https://www.jocooks.com/blog/",
      "title": "Blog - Jo Cooks",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Facebook Instagram Pinterest YouTube TikTok All Recipes Instant Pot 30 Minute One Pot Meals Soups Dips"
    },
    {
      "url": "https://sendgrid.com/policies/privacy/",
      "title": "Twilio Terms of Service | Twilio",
      "description": "With Twilio, unite communications and strengthen customer relationships across your business - from marketing and sales to customer service and operations.",
      "preview": "Print this page Customer and Partner Agreements Terms of Service Acceptable Use Policy Service and Country Specific Requirements Data Protection Adden"
    },
    {
      "url": "https://bydash.com/",
      "title": "Dash",
      "description": "With quality products, Dash helps people improve their health and wellness.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Estimated total $0.00 USD Taxes"
    },
    {
      "url": "https://exoduslending.org/",
      "title": "What We Do - Exodus Lending - Exodus Lending",
      "description": "Break Free From Payday Loan Debt.",
      "preview": "Get out of predatory loan debt, and into financial stability. Exodus Lending works with Minnesotans to advance economic justice through consumer lendi"
    },
    {
      "url": "https://www.chessprogramming.org/NNUE",
      "title": "NNUE - Chessprogramming wiki",
      "description": "void",
      "preview": "NNUE From Chessprogramming wiki Jump to: navigation , search Home * Learning * Neural Networks * NNUE Toriyama Sekien - Nue (鵺) [1] [2] NNUE , (ƎUИИ E"
    },
    {
      "url": "https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager07.html",
      "title": "Adobe - Flash Player : Settings Manager - Website Storage Settings panel",
      "description": "void",
      "preview": "Accessibility For the complete experience, please enable JavaScript in your browser. Thank you! Products How to Buy Learn & Support About Adobe Creati"
    },
    {
      "url": "https://uk.linkedin.com/company/ellen-macarthur-foundation",
      "title": "Ellen MacArthur Foundation | LinkedIn",
      "description": "Ellen MacArthur Foundation | 222,538 followers on LinkedIn. We are committed to the creation of a circular economy to eliminate waste, circulate products, and regenerate nature. | The Ellen MacArthur Foundation was launched in 2010 to accelerate the transition to a circular economy. Since its creation the charity has emerged as a global thought leader, establishing the circular economy on the agenda of decision makers across business, government and academia. With the support of its Strategic Partners, the Foundation's work focuses on five interlinking areas: Learning Developing the vision, skills and mindsets needed to transition to a circular economy Business and Government Catalysing circular innovation and creating the conditions for it to reach scale.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://commonvoice.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "Common Voice",
      "description": "void",
      "preview": "Please enable JavaScript to run this app"
    },
    {
      "url": "https://www.coe.uh.edu/dir/coedirectory/faculty_template.cfm?id=908&CFID=974647&CFTOKEN=ea62c124bb0cdc36-FB89575D-BB92-9ABD-3CECEB794CEC1466",
      "title": "COE Faculty - Allison Master",
      "description": "void",
      "preview": "Dr. Allison Master Title: Associate Professor Department: Psychological, Health, and Learning Sciences Program: Measurement, Quantitative Methods and"
    },
    {
      "url": "https://skooloflife.medium.com/99-of-ai-startups-will-be-dead-by-2026-heres-why-bfc974edd968",
      "title": "99% of AI Startups Will Be Dead by 2026 - Here's Why | by Srinivas Rao | Medium",
      "description": "99% of AI Startups Will Be Dead by 2026 - Here's Why In the late '90s, I was a student at Berkeley watching the dot-com boom unfold like a fever dream. Traffic equated to revenue Adding .com to ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in 99% of AI Startups Will Be Dead by 2026 - Here's Why Srinivas Rao 15 min"
    },
    {
      "url": "https://www.adrrn.net/",
      "title": "ADRRN - Asia, Let's make it resilient!",
      "description": "void",
      "preview": "The Asian Disaster Reduction and Response Network (ADRRN) is a regional network of civil society organisations dedicated to promoting disaster risk re"
    },
    {
      "url": "https://support.airtable.com/docs/contact-us",
      "title": "Contacting Airtable",
      "description": "To contact Airtable Support, open Airtable and click on the HELP menu in the upper right-hand corner of the page. Then select \"Message support\".",
      "preview": "Contacting Airtable Updated Updated on Sep 30, 2025 Published on Jul 5, 2022 4 minute(s) read Export PDF Print Prev Next Plan availability All plan ty"
    },
    {
      "url": "https://licensing.pixels.com/art/all/all/all/movies+star+paintings?sort=bestsellers",
      "title": "Movies Star Paintings for Sale",
      "description": "Movies star paintings for sale.",
      "preview": "Shop millions of independent artists. Independent. Together. PIXELS.COM Every purchase includes a money-back guarantee . Keyword Change Search Type Ke"
    },
    {
      "url": "http://www.aib.it/",
      "title": "Homepage - AIB WEB",
      "description": "void",
      "preview": "Tutti gli articoli Tutti gli articoli Notizie 08/10/2025 25/09/2025 19/09/2025 Tutti gli eventi Tutti gli eventi Eventi 02/10/2025 16/09/2025 31/07/20"
    },
    {
      "url": "https://muaythaiauthority.blogspot.com/2015/11/cromscorner-inside-mind-of-nak-muay.html",
      "title": "CROM's Corner: Inside the Mind of a Nak Muay - Muay Thai Authority",
      "description": "Your Muay Thai and Kickboxing Source",
      "preview": "Powered by Blogger . Pages Home Articles Pictures Videos Upcoming Events Results Rankings Contact News Language Thursday, November 12, 2015 CROM's Cor"
    },
    {
      "url": "https://committedthetrifecta.tumblr.com/",
      "title": "void",
      "description": "I survived because the fire inside me burned brighter than the fire around me. Hey there. Normally, just like other tumblr users, I would fill this little box with information about myself. But it's...",
      "preview": "I survived because the fire inside me burned brighter than the fire around me."
    },
    {
      "url": "http://globalfashionagenda.com/",
      "title": "Home - Global Fashion Agenda",
      "description": "With the ultimate vision of a net positive fashion industry for people and the planet, Global Fashion Agenda is on a mission to accelerate impact by inspiring, educating, influencing, and mobilising all stakeholders.",
      "preview": "ACCELERATING impact TO CREATE A net positive FASHION INDUSTRY At Global Fashion Agenda, we are driving change in one of the world's most resource-inte"
    },
    {
      "url": "https://coder-girls.tumblr.com/",
      "title": "@coder-girls on Tumblr",
      "description": "A human. Being.",
      "preview": "Posts seeinganewlight Follow it's 2016, can guys stop assuming girls are unintelligent because they like makeup? weareteachers Follow 1. Learn to code"
    },
    {
      "url": "https://interfaithworks-bloom.kindful.com",
      "title": "Interfaith Works, Inc. | Kindful",
      "description": "void",
      "preview": "Interfaith Works, Inc. Have a donor account? Sign in Donate Now Interfaith Works (IW) is a 501(c)(3) nonprofit that provides emergency shelter, suppor"
    },
    {
      "url": "https://www.3cdc.org/city-of-cincinnati-unveils-first-round-of-downtown-streateries/",
      "title": "City of Cincinnati Unveils First Round of Downtown Streateries | 3CDC",
      "description": "Cincinnati Center City Development Corporation",
      "preview": "City of Cincinnati Unveils First Round of Downtown Streateries Posted on May 21, 2021 by sujvary Initial Batch of Expanded Outdoor Dining Areas Offici"
    },
    {
      "url": "https://www.demuseumwinkel.com/papilio-thoas-cinyras-driedpapered-v0035",
      "title": "Papilio thoas cinyras dried/papered - DeMuseumwinkel.com",
      "description": "Largest collection papered butterflies, dried and folded. To mount yourself: Papilio thoas cinyras dried/papered",
      "preview": "349496 Back naar dried butterflies Home Papilio thoas cinyras dried/papered Papilio thoas cinyras dried/papered Articlecode: 0035-100 78 in stock €8,9"
    },
    {
      "url": "https://developer.apple.com/softwarelicensing/",
      "title": "Licensing and Trademarks - Apple Developer",
      "description": "Let customers know that your product uses or is designed for Apple technologies.",
      "preview": "View in English Let customers know that your product uses or is designed for Apple technologies. AirPlay audio App Clip Codes App Store Apple Arcade A"
    },
    {
      "url": "https://www.elsevier.com/solutions/sciencedirect",
      "title": "ScienceDirect | Peer-reviewed literature | Elsevier",
      "description": "Advance research and scholarship with the world's leading database of peer-reviewed, full-text scientific, technical and health literature.",
      "preview": "Skip to main content Unfortunately we don't fully support your browser. If you have the option to, please upgrade to a newer version or use Mozilla Fi"
    },
    {
      "url": "https://uy.linkedin.com/company/ladiaria?trk=organization_guest_main-feed-card-text",
      "title": "la diaria | LinkedIn",
      "description": "la diaria | 10.380 seguidores en LinkedIn. Medio de comunicación independiente que se edita en Uruguay. | Medio de comunicación independiente que se edita en Uruguay.",
      "preview": "LinkedIn respeta tu privacidad LinkedIn y terceros utilizan cookies imprescindibles y opcionales para ofrecer, proteger, analizar y mejorar nuestros s"
    },
    {
      "url": "https://www.d-recs.energy/what-are-d-recs/#:~:text=A%20D%2DREC%20is%20a,of%20newly%20distributed%20renewable%20energy",
      "title": "Homepage - D-REC",
      "description": "void",
      "preview": "Millions of people still live without clean, reliable, and affordable energy. D-RECs unlock climate finance for Distributed Renewable Energy - enablin"
    },
    {
      "url": "https://www.cloudskillsboost.google/subscriptions?utm_source=cgc&utm_medium=website&utm_campaign=evergreen",
      "title": "Purchase A Subscription | Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right learning plan for you Leverage free credits, choose a monthly option"
    },
    {
      "url": "https://www.loxclubapp.com/",
      "title": "Lox Club",
      "description": "void",
      "preview": "0 A members club for Jew-ish ppl with ridiculously high standards Apply now IN THE PRESS \"A trip inside the Lox Club, (like a deli, but for dating)\" \""
    },
    {
      "url": "https://www.ravelry.com/patterns/search#craft=crochet&availability=free",
      "title": "Ravelry",
      "description": "void",
      "preview": "Username Password Show Hide I forgot Remember me Log In Ravelry is a free website for knitters, crocheters, and fiber artists. Sign Up"
    },
    {
      "url": "https://products.office.com/en-us/publisher",
      "title": "Desktop Publishing Software | Download MS Publisher",
      "description": "Get started with Publisher and use our simple tools to help you create professional, personalized newsletters, brochures, post cards, and more.",
      "preview": "This is the Trace Id: 125a90b02891a31acbdabdb6c95c17f6 Skip to main content Microsoft Publisher Publisher will be retired in October, 2026. Microsoft"
    },
    {
      "url": "https://studio.youtube.com/",
      "title": "YouTube",
      "description": "Condividi i tuoi video con amici, parenti e con il mondo.",
      "preview": "Accedi Continua su YouTube Email o telefono Non ricordi l'indirizzo email? Non si tratta del tuo computer? Utilizza una finestra di navigazione privat"
    },
    {
      "url": "https://www.bergungsstelle.de/facetten-archivalien-index?f%5B0%5D=field_schlagwort%3A282&f%5B1%5D=field_schlagwort%3A186&f%5B2%5D=field_schlagwort%3A264&f%5B3%5D=field_ort%3A271&f%5B4%5D=field_schlagwort%3A286&f%5B5%5D=field_schlagwort%3A279&f%5B6%5D=field_ort%3A266&f%5B7%5D=field_schlagwort%3A281&f%5B8%5D=field_schlagwort%3A280",
      "title": "Facets Archivalien Index | BERGUNGSSTELLE",
      "description": "void",
      "preview": "Direkt zum Inhalt Volltextsuche Kategorie Auswahl - Alle - Archivale / Konvolut Bergungsstelle Institution Person Archivale / Konvolut Bericht in Absc"
    },
    {
      "url": "http://susiecakes.com/",
      "title": "SusieCakes",
      "description": "SusieCakes is an All-American bakery offering classic desserts made entirely from scratch using simple, natural ingredients. SusieCakes is now shipping nationwide!",
      "preview": "Skip to main content The sweetest collab of the year with See's Candies® featuring Milk Bordeaux Cupcakes and Cake. Only available through Sunday! Ord"
    },
    {
      "url": "https://www.buzzfeednews.com/article/pocharaponneammanee/athena-strand-fed-ex-wrongful-death",
      "title": "Athena Strand Killing: Family Sues FedEx",
      "description": "Lawyers for the family of Athena Strand said they want FedEx to do better in hiring, training, and supervising employees and contractors.",
      "preview": "Subscribe to BuzzFeed Daily Newsletter Caret Down The Family Of 7-Year-Old Athena Strand Is Suing FedEx After A Delivery Driver Allegedly Killed The 7"
    },
    {
      "url": "https://community.clickteam.com/activity.php?s=6882b562771a681f4073dec62e9d40a2",
      "title": "Login - Clickteam Community Hub",
      "description": "void",
      "preview": "Log in or register! Don't have an account yet? Then register once and completely free of charge and use our wide range of topics, features and great o"
    },
    {
      "url": "https://www.brcc.edu/",
      "title": "Home - Blue Ridge Community College in Weyers Cave, Virginia",
      "description": "Your career starts with BRCC's degree, diploma, and certificate programs.",
      "preview": "Skip to Content Blue Ridge Community College At BRCC, your goals come first . Whether you want to launch a career , earn a degree , transfer to a four"
    },
    {
      "url": "http://specialcollections.le.ac.uk/digital/collection/p16445coll4/id/148575/",
      "title": "CONTENTdm",
      "description": "void",
      "preview": "Javascript Required To experience full interactivity, please enable Javascript in your browser."
    },
    {
      "url": "https://www.klaviyo.com/features/reporting",
      "title": "Klaviyo Reporting: Monitor Your Marketing & Data Analytics - Klaviyo",
      "description": "Klaviyo's reporting tools provide real-time analytics across email, SMS, and push notifications, enabling businesses to monitor performance, gain insights, and drive improvements.",
      "preview": "Reporting Reports and analytics for immediate impact Effortlessly monitor your performance across all channels, gain clear insights, and take actionab"
    },
    {
      "url": "http://www.geonames.org/about.html",
      "title": "About GeoNames",
      "description": "void",
      "preview": "GeoNames Home | Postal Codes | Download / Webservice | About search About GeoNames The GeoNames geographical database is available for download free o"
    },
    {
      "url": "https://learn.microsoft.com/en-us/azure/ai-services/",
      "title": "Azure AI Foundry documentation | Microsoft Learn",
      "description": "The agent factory - Design, customize, manage, and support AI applications and agents at scale.",
      "preview": "Azure AI Foundry documentation The agent factory - Design, customize, manage, and support AI applications and agents at scale. Overview What is Azure"
    },
    {
      "url": "http://www.growninidaho.com/products",
      "title": "Products - Grown In Idaho",
      "description": "void",
      "preview": "Please ensure Javascript is enabled for purposes of website accessibility Skip to main content Hit enter to search or ESC to close Close Search Produc"
    },
    {
      "url": "https://keybase.io/automonkey",
      "title": "automonkey (Will Benyon) | Keybase",
      "description": "automonkey (Will Benyon) is now on Keybase, an open source app for encryption and cryptography.",
      "preview": "Keybase Staging Server Install Login × × automonkey Will Benyon Chat with automonkey Start a chat Your conversation will be end-to-end encrypted. 3 de"
    },
    {
      "url": "https://www.glossybox.com/",
      "title": "GLOSSYBOX: The UK's Most Trusted Beauty Box",
      "description": "Treat yourself to a GLOSSYBOX Beauty Box. Discover 5 amazing beauty products worth over £50 delivered to your door every month.",
      "preview": "Skip to main content Close FREE Delivery on all subscriptions 5 beauty products to try each month Get credits to spend across our site Over 17,000 Tru"
    },
    {
      "url": "https://www.wmagazine.com/fashion/camila-morrone-chanel-paris-fashion-week-interview",
      "title": "Camila Morrone Adds a Touch of Rock 'n' Roll to Chanel in Paris",
      "description": "The 'Daisy Jones & the Six' actress talks working on the upcoming series, her first-ever Chanel show, and her decision to get bangs.",
      "preview": "Camila Morrone photographed by Corey Tenold Following Chanel's resort 2023 show back in May, actress Camila Morrone sat down to scroll through photos"
    },
    {
      "url": "https://www.oceanriskalliance.org/",
      "title": "Homepage - ORRAA",
      "description": "Our mission is to drive investment into coastal and ocean natural capital, to positively impact the resilience of people in coastal areas around the world.",
      "preview": "Skip to content Investing in coastal communities and the Ocean Our mission, by 2030, is to activate at least USD$500 million of investment to build th"
    },
    {
      "url": "https://www.seoghoer.dk/nyheder/frederik-til-haandboldfinale-med-familien",
      "title": "Frederik: Til håndboldfinale med familien | SE og HØR",
      "description": "Mary passer tvillingerne, men kronprinsen tager måske sin far, bror og svigerinde med i stedet",
      "preview": "Annonce Annonce Kronprins Frederik overværede de danske håndboldherrers kampe mod Kroatien og Spanien, og den nybagte tvillingfar vil også være på pla"
    },
    {
      "url": "https://connect.mozilla.org/",
      "title": "Home - Mozilla Connect",
      "description": "Share product feedback, submit ideas for new features, and help shape future releases.",
      "preview": "Browse Support Mozilla Connect Ideas Discussions Community Labs Support Sign In Welcome to the Mozilla Connect Community! cancel Turn on suggestions A"
    },
    {
      "url": "https://www.reddit.com/r/AskVet/",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content r/AskVet members online Create Post Feed About Best Open sort options Best Hot New Top Rising Change post view Card Compact Commu"
    },
    {
      "url": "https://www.onemap.sg/",
      "title": "OneMap",
      "description": "OneMap is Singapore's authoritative, most comprehensive and detailed map of Singapore, offering detailed geographical data, 100+ practical tools, and essential services for daily life, from property information to transportation routes.",
      "preview": "Search OneMap Now you can search for \"Map Apps\" or \"Nearby\", to access the multiple features made available. (e.g. \"nearby recycling\") Enter the locat"
    },
    {
      "url": "http://www.city-data.com/poverty/poverty-Camden-New-Jersey.html",
      "title": "Camden, New Jersey (NJ) poverty rate data - information about poor and low-income residents living in this city",
      "description": "void",
      "preview": "Toggle navigation Forum Cities AK AL AR AZ CA CO CT DC DE FL GA HI IA ID IL IN KS KY LA MA MD ME MI MN MO MS MT NC ND NE NH NJ NM NV NY OH OK OR PA RI"
    },
    {
      "url": "https://www.kenkenkikki.jp/qa/answer/e_a11-003.html",
      "title": "Q&A: Construction Equipment | Kikki's Workshop",
      "description": "We hope both grown-ups and children will enjoy this site and will become familiar with construction equipment.",
      "preview": "Q&A >How to build... How do you transport them to a construction site? Usually they are carried with a truck. The big ones are often taken apart first"
    },
    {
      "url": "https://www.supportblackowned.com/states/ga?regionSearch=Georgia&featured=0&resetSearch=1&geolocation=0&radius=100&countrySearch=226&controller=search&orderBy=packageOrder%20desc&start=20",
      "title": "Georgia - Business Listings - Support Black Owned - Results from #20",
      "description": "Empower communities with your next purchase. Explore Black-owned businesses that deliver quality and help close the wealth gap. On our directory you will find black owned companies, insurance companies, dentist, lawyer, massage therapist, hvac company, electricians, lawn care, inspectors near me. - Results from #20",
      "preview": "Would you like to join our newsletter to find out about great Black-owned business. Newsletters Subscribe"
    },
    {
      "url": "https://www.slogan-tagline.com/",
      "title": "Advertising Slogans - Brand Taglines - Slogans and Taglines",
      "description": "void",
      "preview": "Slogan & Tagline Marketing and Advertising Slogans, Mottos, Taglines Blood Drive Campaign Slogans A bottle of blood saved my life, was it yours.A drop"
    },
    {
      "url": "https://www.georgeamphitheatre.com/events/joni-jam-joni-mitchell-brandi-carlile/",
      "title": "Joni Jam: Joni Mitchell & Brandi Carlile Tickets | 10 June 2023 | Gorge Amphitheatre",
      "description": "Joni Jam: Joni Mitchell & Brandi Carlile on 10 June 2023 at Gorge Amphitheatre in Quincy, Washington. Tickets available. Click here to find out more.",
      "preview": "Joni Jam: Joni Mitchell & Brandi Carlile at Gorge Amphitheatre Gorge Amphitheatre, Quincy, Washington Jun 10 GET TICKETS This summer, the legendary Jo"
    },
    {
      "url": "https://www.pincergames.com",
      "title": "Pincer Games",
      "description": "Indie Game Studio from Uruguay. Creators of Fighters of Fate and Scam Quest.",
      "preview": "top of page Hello there! Subscribe now to get the latest news about Pincer Games and invitations to early tests SUBSCRIBE I accept the Privacy Policy"
    },
    {
      "url": "https://www.frontiersin.org/articles/10.3389/fmars.2018.00240/full",
      "title": "Frontiers | Identifying Global Patterns of Transshipment Behavior",
      "description": "Transshipment at sea, the offloading of catch from a fishing vessel to a refrigerated vessel far from port, can obscure the actual source of the catch, compl...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience ORIGINAL RESEARCH article Front. Mar."
    },
    {
      "url": "https://about.medium.com/creators/",
      "title": "Medium Partner Program",
      "description": "void",
      "preview": "Sitemap Medium Logo Sign in Sign up Medium Partner Program Medium's Partner Program is for people who are interested in helping us fulfill our mission"
    },
    {
      "url": "https://builtphoenixstrong.org/articles/top-roswell-personal-trainer-we-bring-the-energy-here/",
      "title": "Top Roswell Personal Trainer | Get Positive Trainers Today",
      "description": "If you are seeking the Top Roswell Personal Trainer then you should call Built Phoenix Strong today at 770-569-3754",
      "preview": "Top Roswell Personal Trainer | We Bring The Energy Here May 31, 2021 | Top Roswell Personal Trainer Here at the top Roswell personal trainer programs"
    },
    {
      "url": "https://www.dermstore.com/beautyfix.list",
      "title": "BeautyFIX Skin Care, Hair & Beauty Subscription Box | Dermstore",
      "description": "Our coveted BeautyFIX box features best-selling beauty, skin and hair care curated by Dermstore experts. Over $100 value for as low as $24.95 per month.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "https://nash-in-the-sky-with-diamonds.tumblr.com/",
      "title": "we don't sing about unicorns",
      "description": "Nashmill , 19, biromantic demisexual. middle eastern hobbit with radiohead obsession",
      "preview": "Ask me anything About Archive RSS we don't sing about unicorns charlesoberonn : Reblogged from Reylo reincarnated March 11, 2019, 4:24pm 113,945 notes"
    },
    {
      "url": "https://svgdoodles.com/",
      "title": "SVG Doodles - Free, editable SVGs to spice up your designs",
      "description": "Browse a curated collection of free, customizable SVG doodles and icons to use in your websites, apps, slides, and prints.",
      "preview": "void"
    },
    {
      "url": "https://www.mavcsoport.hu/mav-start/belfoldi-utazas/menetrend",
      "title": "Helyközi buszmenetrendek | MÁV-csoport",
      "description": "void",
      "preview": "Ugrás a menetrendkeresőhöz Ugrás az almenühöz Ugrás a tartalomra Ugrás az oldaltérképre Belföldi utazás Jegyek és bérletek Menetrendek Turisztikai ajá"
    },
    {
      "url": "https://www.apec.org/Meeting-Papers/Annual-Ministerial-Meetings/2019/2019_AMM/Annex-C",
      "title": "APEC Roadmap on Combatting Illegal, Unreported and Unregulated Fishing | 2019 APEC Ministerial Documents | APEC",
      "description": "void",
      "preview": "Skip to main content APEC Roadmap on Combatting Illegal, Unreported and Unregulated (IUU) Fishing Third Senior Officials' Meeting Puerto Varas, Chile"
    },
    {
      "url": "https://www.flickr.com/photos/worldbank",
      "title": "World Bank Photo Collection | Flickr",
      "description": "Explore World Bank Photo Collection's 14,528 photos on Flickr!",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://ivanskiieee-blog.tumblr.com/",
      "title": "@ivanskiieee-blog on Tumblr",
      "description": "Ivan Montemayor Bautista",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://blaqplastik.tumblr.com/post/154526446030",
      "title": "Computer science really is computer science! - @blaqplastik on Tumblr",
      "description": "How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline. In 2013, Code.org's advocacy coalition...",
      "preview": "codeorg Follow Computer science really is computer science! How do you categorize computer science as a K-12 subject? Let it be a distinct core discip"
    },
    {
      "url": "https://veteranjobsmission.com/",
      "title": "Veteran Jobs Mission",
      "description": "void",
      "preview": "Skip to main content About the mission It began in 2011 as the 100,000 Jobs Mission, with 11 leading companies committed to hiring 100,000 veterans by"
    },
    {
      "url": "http://www.sweeneytoddbroadway.com/",
      "title": "Home - Sweeney Todd",
      "description": "Sweeney Todd: The Demon Barber of Fleet Street played its final Broadway performance on May 5, 2024. Sign up for updates.",
      "preview": "Skip to main content \" Ravishingly sung, deeply emotional and strangely hilarious. Sondheim's masterpiece, restored to its proper size, makes a welcom"
    },
    {
      "url": "http://www.nwswireless.com/",
      "title": "Telecom Infrastructure & Test & Measurement | Home | NWS",
      "description": "NWS offers solutions to telecom providers with custom cables and solutions and a focus on innovation. As an industry leader since 2012, NWS provides reliable and efficient telecom solutions as well as test and measurement distribution.",
      "preview": "NWS Everything Enables Solutions for a Connected World We Distribute Products and Solution Services for Digital Infrastructure. NWS Everything Founded"
    },
    {
      "url": "https://astronomyinspires.tumblr.com/post/126530257411",
      "title": "Astronomy Inspires | Is learning computer science linked to improved...",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Astronomy Inspires I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will sh"
    },
    {
      "url": "https://bobbyberk.com/book/",
      "title": "Book - Bobby Berk",
      "description": "void",
      "preview": "If you're here, we like your style. Won't you stay? Sign up for our newsletter No Thanks Bobby Berk Contact Us // My Book // Design // Queer Eye // Li"
    },
    {
      "url": "https://lathes.co.uk/atlas/",
      "title": "Atlas lathes",
      "description": "Atlas 10-inch lathes from the first to last. Includes details of the British copies by Acorntools, Sphere and halifax",
      "preview": "email: t ony@lathes.co.uk Home Machine Tool Archive Machine-tools for Sal e & Wanted Machine Tool Manuals Catalogues Belts Books Accessories Atlas Lat"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/stories",
      "title": "Stories - Rijksmuseum",
      "description": "The stories from the Rijksmuseum",
      "preview": "Skip to main content Stories Discover the series of the Rijksmuseum Why is The Night Watch so famous? Which secrets do the x-ray scans reveal on Verme"
    },
    {
      "url": "https://www.andbeyond.com/our-lodges/africa/south-africa/kruger-national-park/ngala-private-game-reserve/andbeyond-ngala-safari-lodge/",
      "title": "&Beyond Ngala Safari Lodge | Luxury Kruger Safari Stay",
      "description": "Experience &Beyond Ngala Safari Lodge in Kruger Park. Luxury cottages, Big Five encounters, family-friendly stays, pool, spa and warm safari hospitality.",
      "preview": "CALL US &BEYOND LODGES, CAMPS & YACHTS OFFERS TAILORMADE TOURS DISCOVER DESTINATIONS Africa Botswana Kenya Mauritius Mozambique Namibia Rwanda Seychel"
    },
    {
      "url": "https://nlp.stanford.edu/software/lex-parser.html",
      "title": "The Stanford Natural Language Processing Group",
      "description": "void",
      "preview": "Software > Stanford Parser About | Citing | Questions | Download | Included Tools | Extensions | Release history | Sample output | Online | FAQ About"
    },
    {
      "url": "https://optout.aboutads.info/?c=2&lang=EN",
      "title": "WebChoices",
      "description": "The new WebChoices consumer choice tool.",
      "preview": "WebChoices Beta Using this tool, you can control the collection and use of data for interest-based advertising on this browser. Make Selections to Lim"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-headless-commerce-and-websites-Unstack-Inc-41f1daebe140443386901f7dd8fed2aa?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://sageprints-blog.tumblr.com/post/150100999272",
      "title": "sage",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "sage Bio College Student // Designer // Content Creator Navigation link link link link Navigation // Tags"
    },
    {
      "url": "https://beacta.substack.com/",
      "title": "Beacta's marketing dungeon | Substack",
      "description": "Growth. Marketing. Sales. Follow along for the most technical and how-to content. Click to read Beacta's marketing dungeon, a Substack publication with hundreds of subscribers.",
      "preview": "Beacta's marketing dungeon Subscribe Sign in Home FREE Email Marketing Course - Secrets from generating multiple 6 figures for brands The Ultimate Ema"
    },
    {
      "url": "https://about.flipboard.com/blog/",
      "title": "Blogs - About Flipboard",
      "description": "Flipboard joined the Fediverse a couple of months ago when we announced our Mastodon integration and launched our own community on the decentralized social network that offers people more freedom and control of their social media experience. As we spend time on Mastodon and connect with others in the Fediverse, many people said that they'd [...]",
      "preview": "void"
    },
    {
      "url": "http://gis.arkansas.gov/?product=situs-address-points",
      "title": "Address Points | Arkansas GIS Office",
      "description": "void",
      "preview": "Click Here To Subscribe To News And Data Updates! Address Points Downloadable Data! Updated: 2025-04-11 08:00:00 Publisher: Arkansas GIS Office Public"
    },
    {
      "url": "https://www.fiaformulae.com/en/results",
      "title": "Formula E Results | Full Racing Results | FIA Formula E World Championship",
      "description": "See the latest Formula E results, with full racing results from Free Practice, Qualifying and the E-Prix for every race each season.",
      "preview": "Skip to main content Register Log In EN languages/en en languages/de de languages/fr fr languages/it it languages/es-mx es languages/pt-br pt Register"
    },
    {
      "url": "https://www.outdoorphotographer.com/",
      "title": "Outdoor Photographer Magazine - Explore. Capture. Inspire.",
      "description": "Outdoor Photographer is the ultimate guide to nature, wildlife, travel and adventure sports photography, featuring the work of renown photographers.",
      "preview": "Skip to content Home Top 5 Parks for Photos Read More Nature Photo Contest Winner Read More Sigma 300-600mm Review An audacious lens for wildlife phot"
    },
    {
      "url": "https://deadline.com/tag/investigation-discovery/",
      "title": "Investigation Discovery",
      "description": "Investigation Discovery breaking news and the latest updates about Investigation Discovery at Deadline Hollywood.",
      "preview": "Skip to main content Latest in Investigation Discovery Shannon Evangelista Produces True-Crime Shows. Now She's In Front Of The Camera Solving Them EX"
    },
    {
      "url": "https://hourshaircare.com/products/mostly-modest-4",
      "title": "Mostly Modest - hOURS haircare",
      "description": "A versatile shiny-soft hold for a polished finish",
      "preview": "Skip to content Complimentary In Minutes Sample With Purchase | Free US Shipping on Orders $40+ Item added to your cart Check out Continue shopping Mo"
    },
    {
      "url": "https://www.ravelry.com/patterns/library/granny-stripe-blanket-2",
      "title": "Ravelry: Granny Stripe Blanket pattern by Jaime Long",
      "description": "This blanket is absolutely stunning. I love the granny stitch, but I hated the way it was over used in the same start-from-the-middle-and-make-a-square way. So I decided to mix it up a little bit! Quick and easy, this blanket will shine in any number of colors! Great as a baby gift or for a craft show!",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://sheet2site.com/",
      "title": "Sheet2Site: Website Builder Using Google Sheets",
      "description": "Sheet2Site is a website builder that lets you create your own website without writing code using only Google Sheets with pictures, filters and links.",
      "preview": "void"
    },
    {
      "url": "https://www.cnn.com/videos/tv/2022/08/02/gavin-mccormick-climate-trace-satellite-hnk-spc-intl.cnn",
      "title": "Using satellites to track emissions | CNN",
      "description": "Entrepreneur Gavin McCormick is on a mission to track carbon pollution in real time and identify the worst culprits, by using satellite technology and artificial intelligence.",
      "preview": "Ad Feedback Using satellites to track emissions Updated 5:32 AM EDT, Wed August 3, 2022 Video Ad Feedback Using satellites to track emissions Link Cop"
    },
    {
      "url": "https://www.fopconnect.com/article/tactical-to-practical/k9-konfidential/",
      "title": "K-9 Konfidential - FOPConnect",
      "description": "We all had one of these kids in our elementary schools. You know, the type that dressed as a police officer every Halloween. Or the student whose hand shot up ...Continued",
      "preview": "Menu K-9 officer Tyler Brockman with K-9 Fraser We all had one of these kids in our elementary schools. You know, the type that dressed as a police of"
    },
    {
      "url": "https://www.insidehighered.com/news/2022/02/10/how-k-12-book-bans-affect-higher-education",
      "title": "How K-12 book bans affect higher education",
      "description": "Some educators fear removing controversial books from the K-12 curriculum will harm student development and critical thinking-and rob them of the cultural capital colleges expect them to possess.",
      "preview": "Skip to main content News Faculty Issues Academic Freedom Advertisement February 09, 2022 How K-12 Book Bans Affect Higher Education Some educators fe"
    },
    {
      "url": "https://www.rollingstone.com/music/music-lists/best-songs-of-all-time-1224767/",
      "title": "500 Best Songs of All Time",
      "description": "500 Best Songs of All Time: the Beatles, Beyonce, Bowie, and more",
      "preview": "× Skip to main content Photographs used within illustration by Jack Robinson/Hulton Archive/Getty Images; Michael Ochs Archives/Getty Images, 3; Paul"
    },
    {
      "url": "https://index.hu/gazdasag/",
      "title": "Gazdasági hírek - Index",
      "description": "Friss magyar és nemzetközi gazdasági hírek. Mikro- és makrogazdasági, tőzsde és deviza hírek, elemzések.",
      "preview": "Keresés Blog.hu Fórum Indavideó Economx Dívány Totalcar Femina Port We ❤︎ Budapest Velvet Inda Címlap Rovatok Friss hírek Economx Dívány Totalcar Femi"
    },
    {
      "url": "http://campusevents.mines.edu/",
      "title": "Home - Conference and Event Services",
      "description": "Conference and Event Services strives to deliver our clients with seamless and exceptional customer service for all their event needs.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Trailhead Canvas Email Library Give Directories Conference & Event Services Colorado School of Mines C"
    },
    {
      "url": "https://www.adihadean.ro/tag/oua-fierte/",
      "title": "ouă fierte - Adi Hădean",
      "description": "void",
      "preview": "22 februarie 2012 Poate ați fiert într-o zi mai multe ouă (vine Paștele, nu vă grăbiți să spuneți că nu-i așa) și nu știți ce să faceți cu ... Close You"
    },
    {
      "url": "https://www.jiriri.ca/testing-the-dyadic-withdrawal-hypothesis-in-college-students/",
      "title": "Testing the Dyadic-Withdrawal Hypothesis in College Students - JIRIRI",
      "description": "void",
      "preview": "April 1, 2018 Volume 11 Testing the Dyadic-Withdrawal Hypothesis in College Students V11_A2 DOWNLOAD HERE Share Leave a reply Cancel reply Save my nam"
    },
    {
      "url": "https://www.crashmyplaya.com/",
      "title": "Crash My Playa 2026",
      "description": "Welcome to the official Crash My Playa event website - the ultimate vacation experience with Luke Bryan! Join us from January 15-18, 2026 in Riviera Maya, Mexico at the breathtaking oceanfront Moon Palace Cancún resort. Explore this site to learn more about the event, including important announcements, updates, package availability, event photos, travel options, and guest services offerings.",
      "preview": "Packages on sale now! Book for just 5% down with a monthly payment plan.  January 15-18, 2026 Riviera Cancún, MX Info PACKAGE INFO January 15-18, 202"
    },
    {
      "url": "https://online.aub.edu.lb/Pages/index.html",
      "title": "AUB Online",
      "description": "void",
      "preview": "ADVANCE YOUR CAREER BY DEVELOPING INDUSTRY-SPECIFIC KNOWLEDGE AND SKILLS EXPLORE OUR ONLINE PROGRAMS Search by: RESET FILTER Be the first to find out"
    },
    {
      "url": "https://www.fitbit.com/",
      "title": "Avant de continuer",
      "description": "void",
      "preview": "Se connecter Se connecter Avant d'accéder à Google Nous vous rappelons que la diffusion d'annonces constitue la principale source de financement de no"
    },
    {
      "url": "https://www.grab.com/sg/transport/taxi/",
      "title": "Taxi Booking Services - Mobility Platform | Grab Singapore",
      "description": "Book a ride for any occasion and budget with Grab Mobility services. Book door-to-door taxi in Singapore with a click of a button on our Grab Superapp. Book Now",
      "preview": "Consumer Going somewhere? Let our reliable taxi service transport you there Book A Ride Book A Ride Download App Download App Overview Grab rides, the"
    },
    {
      "url": "https://usplasticspact.org/",
      "title": "U.S. Plastics Pact | Working together to end plastic waste",
      "description": "The U.S. Plastics Pact brings together businesses, nonprofits, government agencies, and research institutions working to ensure plastics never become waste.",
      "preview": "learn more and register today! The U.S. Plastics Pact brings together businesses, not-for-profit organizations, government agencies, and research inst"
    },
    {
      "url": "https://www.apply.vccs.edu/applications/vccs/apply.html?application_id=3228",
      "title": "Blue Ridge Community College - Introduction",
      "description": "void",
      "preview": "Blue Ridge Community College Application for Admission Welcome to Blue Ridge Community College! Founded in 1967, Blue Ridge Community College, located"
    },
    {
      "url": "https://syscoal.users.phpclasses.org/package/9355-PHP-Validate-form-values-according-to-rules-per-input.html",
      "title": "Validx - Form Validator: Validate form values according to rules per input - PHP Classes",
      "description": "This class can validate form values according to rules per input. It can as arguments take an array of submitted form values via POST or GET and an array with lists of rules for the inputs to be validated. The rules per input are defined as a single string separating different rules to apply using || character sequence. Each rule is defined as a string with the rule name eventually followed by...",
      "preview": "Login Register All class groups Latest entries Top 10 charts Blog Forums Shop Help Login Register Validx - Form Validator: Validate form values accord"
    },
    {
      "url": "https://www.watttime.org/",
      "title": "Home - WattTime",
      "description": "void",
      "preview": "3 simple fixes could save 9+ gigatons of CO2 annually. We're a nonprofit raising awareness about these solutions and providing data & technical assist"
    },
    {
      "url": "https://www.avina.net/en/home/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.patagonia.com/product/womens-insulated-powder-town-ski-snowboard-jacket/195699211773.html",
      "title": "Patagonia Women's Insulated Powder Town Ski/Snowboard Jacket",
      "description": "Built for mobility and layering, our Patagonia® Women's Insulated Powder Town Jacket is waterproof and windproof. Made in a Fair Trade Certified™ factory.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://madscientist.pl/policy/policy_adfree.html",
      "title": "Mad Scientist",
      "description": "void",
      "preview": "Privacy policy This document describes how we (Mad Scientist sp. z o.o., a company under laws of Poland, with registered address at: Os. Sobieskiego 4"
    },
    {
      "url": "https://www.ebags.com/backpacks-bags/laptop-backpacks/just-right-standard-backpack/137311XXXX.html",
      "title": "Mother Lode Travel Backpacks | Samsonite",
      "description": "Find amazing products in Mother Lode' today | Samsonite US",
      "preview": "The Mother Lode collection continues to offer exceptional durability and organizational features. Now with the trusted Samsonite name behind them, you"
    },
    {
      "url": "https://www.my-best-kite.com/how-to-make-a-kite.html",
      "title": "How To Make A Kite - 27 Kites! Illustrated Step-By-Step Instructions",
      "description": "Learn how to make a kite, 8 types to choose from, each in 3 sizes! Plus 3 Box kites. Full step-by-step instructions.",
      "preview": "This feature requires JavaScript to be turned on . 🔍 This feature requires JavaScript to be turned on . 🔍 Menu Home Home Page Site Map About Tim Kite"
    },
    {
      "url": "https://www.nbcunicareers.com/",
      "title": "Home | NBCUnicareers",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.call2recycle.ca/",
      "title": "Call2Recycle Canada | Battery Recycling & Collection Services",
      "description": "Call2Recycle Canada offers safe and efficient battery recycling programs nationwide. Since 1997, we've helped communities and businesses with household, e-mobility, and EV battery recycling. Explore our programs, find collection sites, and become a partner in environmental preservation. Join our mission to protect the environment by recycling batteries safely and responsibly.",
      "preview": "Get Ready for the Circular Economy Contest featuring Christine Sinclair Read More Call2Recycle launches Annual Battery Safety Awareness Campaign Read"
    },
    {
      "url": "https://www.dm.de/gesicht/pflege/gesichtsmasken-c400613",
      "title": "dm-drogerie markt - dauerhaft günstig online kaufen",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.bbc.com/news/world-asia-50934145",
      "title": "'Ghost boat' containing human remains washes up on Japanese island",
      "description": "Authorities suspect the boat may have originated from North Korea.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "http://www.filegate.net/",
      "title": "Filegate.html",
      "description": "FileGate.net",
      "preview": "Home Join Search NewFiles Contact AreaDesc Download_FidoGazette PDNLady Blog Read FidoGazette Home of the IFDC FileGate Project(sm), PDN, Util*Net, an"
    },
    {
      "url": "https://content.jwplatform.com/players/oGMODbP9-qInh6Xrr.html",
      "title": "Braxton Family Values - Tamar Shares Sad News",
      "description": "Braxton Family Values - Tamar Shares Sad News",
      "preview": "Braxton Family Values - Tamar Shares Sad News Braxton Family Values - Tamar Shares Sad News"
    },
    {
      "url": "https://www.edx.org/learn/cybersecurity",
      "title": "How to learn cybersecurity online | edX",
      "description": "Learn cybersecurity with edX: Explore cybersecurity courses, undergraduate and graduate degree programs, career paths, and other practical considerations.",
      "preview": "Learn cybersecurity with online courses and programs Cybersecurity professionals continue to benefit from strong employer demand. Train for high-growt"
    },
    {
      "url": "https://www.kongehuset.dk/nyheder/h-m-dronningen-skal-opereres",
      "title": "H.M. Dronningen skal opereres",
      "description": "Gennem en længere periode har Hendes Majestæt været ramt af problemer med ryggen, og i den seneste tid er situationen forværret. Efter samråd med R...",
      "preview": "Del Gennem en længere periode har Hendes Majestæt været ramt af problemer med ryggen, og i den seneste tid er situationen forværret. Efter samråd med"
    },
    {
      "url": "https://book.passkey.com/event/50337801/owner/16066798/home",
      "title": "ByBlack Conference - Learn about the event and search for hotels",
      "description": "Book your hotel room for the ByBlack Conference Room Block.",
      "preview": "Reservations Start new reservation Manage reservations ByBlack Conference October 18, 2022 - October 21, 2022 MGM National Harbor 101 MGM National Ave"
    },
    {
      "url": "https://panerabread.wgiftcard.com/responsive/personalize_responsive/chooseDesign/panerabread/1",
      "title": "Radware Bot Manager Captcha",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.lionbrand.com/collections/crochet-patterns",
      "title": "Free Crochet Patterns - Lion Brand Yarn",
      "description": "See our collection of free crochet patterns and get inspired for your next project! Each pattern is available as a free digital download and all the necessary components are available for purchase at the click of a button!",
      "preview": "Skip to content Yarns Yarn Weight 1 Superfine 2 Fine 3 Light 4 Medium 5 Bulky 6 Super Bulky 7 Jumbo Fiber Acrylic Alpaca Cotton Nylon Polyester Wool C"
    },
    {
      "url": "https://mykhumphrey.com/",
      "title": "MykHumphrey.com - Earn Anywhere - Live Anywhere - Play Anywhere",
      "description": "void",
      "preview": "Skip to content Living The Mountain Life Hey, I'm Mike. I ended up in a mountain valley in Japan and never left. My ambition: to ski as much as possib"
    },
    {
      "url": "https://www.metridium.com/",
      "title": "Metridium Fields",
      "description": "Underwater, scuba diving and other marine focused photography from California, Alaska, British Columbia, Cocos Island, Papua New Guinea, Indonesia, The Philippines, The Falkland Islands, Mexico, The Solomon Islands, Fiji and more. Featured images include technical diving at the Cordell and Schmieder Banks in California.",
      "preview": "Menu"
    },
    {
      "url": "https://sustainability.google",
      "title": "Sustainable Innovation & Technology - Google Sustainability",
      "description": "void",
      "preview": "2025 Environmental Report Making AI helpful for everyone, including the planet Our products Our research Our operations 2025 Environmental Report Our"
    },
    {
      "url": "http://www.tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    }
  ],
  "_meta": {
    "total_bookmarks": 127
  }
}