{
  "data": [
    {
      "url": "https://effecthouse.tiktok.com/?utm_content=left_sidebar&utm_source=tiktok_webapp_main",
      "title": "TikTok effect house",
      "description": "void",
      "preview": "Latest Learn Top Creators Download Latest Learn Top Creators TikTok effect house Build fun and creative effects for TikTok Download Effect House Free"
    },
    {
      "url": "https://ich.unesco.org",
      "title": "ICH - UNESCO Intangible Cultural Heritage",
      "description": "Explore UNESCO's Intangible Cultural Heritage: policies, lists, best practices, and resources for its safeguarding and global transmission.",
      "preview": "Safeguarding our living heritage 2003 Convention The Lists Open element's information i The contending men from Barangay Hapao in the foreground and B"
    },
    {
      "url": "https://chemistri.tumblr.com/",
      "title": "stu(dying)",
      "description": "eigen 20yrs intp columbia",
      "preview": "-"
    },
    {
      "url": "http://www.higherlogic.com",
      "title": "Powerful Online Community Software | Higher Logic",
      "description": "Higher Logic's powerful online community brings together organizations and people, making real conversations happen. Book a demo today!",
      "preview": "Skip to content Revolutionize engagement where every connection matters. Our powerful online community software combines the innovation of AI with hum"
    },
    {
      "url": "https://reachingoutmba.org/",
      "title": "Reaching Out - Supporting the LGBT+ MBA Community for more than 20 Years",
      "description": "Just another WordPress site",
      "preview": "Educate. Inspire. Connect. We are the biggest and best known organization focused on supporting the LGBTQ+* MBA Community. Support the Student Access"
    },
    {
      "url": "http://www.sentencingproject.org/publications/still-life-americas-increasing-use-life-long-term-sentences/",
      "title": "America's Increasing Use of Life and Long-Term Sentences - The Sentencing Project",
      "description": "Amid historically low crime rates, a record 206,268 people are serving life or virtual life sentences-one of every seven people in prison.",
      "preview": "Skip to main content Donate"
    },
    {
      "url": "http://freerice.com",
      "title": "Home | Freerice",
      "description": "Freerice is an educational trivia game owned by the UN World Food Programme (WFP). Join our movement to help end global hunger: start playing today!",
      "preview": "Become a Hunger Hero Alone we may be small but together we are unstoppable. Join the movement Learn, Play & Give Back with Freerice Every correct answ"
    },
    {
      "url": "https://www.esrbratings.org/",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "https://openchargemap.org/site",
      "title": "Open Charge Map - The global public registry of electric vehicle charging locations",
      "description": "Open Charge Map is the global database of EV charging stations, managed and populated by EV drivers from all over the world.",
      "preview": "Map Loading.."
    },
    {
      "url": "https://www.mongabay.com/about/",
      "title": "About Mongabay News",
      "description": "Environmental science and conservation news",
      "preview": "Mongabay is an independent media organization reporting on Nature and planetary challenges with a global network of local journalists. Mongabay believ"
    },
    {
      "url": "https://weeklyworldnews.com/",
      "title": "Weekly World News - The World's Only Reliable News",
      "description": "The World's Only Reliable News",
      "preview": "Skip to content What in tarnation has happened to America? Back in my day, college sports were about amateur glory, school spirit. And maybe a free ed"
    },
    {
      "url": "https://www.3lanemarketing.com/",
      "title": "Home - 3Lane Marketing",
      "description": "A boutique, female-owned marketing company that caters to clients looking for the highest level of expertise and excellence in branding, strategy, design and technology.",
      "preview": "Brand Strategy & Design Web Design Concept Strategy Featured Work View Custom Logo Designs An expertly crafted, unique logo that visually communicates"
    },
    {
      "url": "https://www.thenewsolutions.org/nevzhe-prypeklo/",
      "title": "Невже припекло? | Центр нових рішень",
      "description": "void",
      "preview": "nsc@thenewsolutions.org Facebook Twitter RSS Facebook Twitter RSS Ukrainian English Ukrainian Arabic Chinese (Simplified) English French German Spanis"
    },
    {
      "url": "http://www.infoseek.com/",
      "title": "Go.com | The Walt Disney Company",
      "description": "Go.com is the top-level home on the Internet to the online properties of The Walt Disney Company.",
      "preview": "The Walt Disney Company DISNEY PARKS My Disney Experience - Walt Disney Resort Discover the tools to plan and share your Disney World vacation. Disney"
    },
    {
      "url": "https://workforus.theguardian.com",
      "title": "Home :: The Guardian - Work with us",
      "description": "This is the description",
      "preview": "Skip to main content Explore opportunities See jobs Watch our video Millions of people around the world read the Guardian because they know they can t"
    },
    {
      "url": "https://bombayhighcourt.nic.in",
      "title": "Official Website of High Court of Bombay",
      "description": "Official website of the High Court of Bombay.",
      "preview": "void"
    },
    {
      "url": "https://saintclementevasion.fr/spip.php?rubrique35",
      "title": "Spectacles - Saintclementevasion",
      "description": "En fonction des opportunités, l'association propose à ses adhérents , d'assister à des spectacles de danse ,de cirque ou de variétés . (...)",
      "preview": "[ fr ] Rechercher : Rechercher dans le site Accueil du site > Culture > Spectacles Spectacles En fonction des opportunités , l'association propose à s"
    },
    {
      "url": "http://adcolor.org/leaders?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Leaders | ADCOLOR",
      "description": "void",
      "preview": "close menu close About Our mission Board Members Community Groups Alumni Team Programs & Events Awards Conference Futures Leaders Partners Partners Re"
    },
    {
      "url": "https://educationblog.microsoft.com/",
      "title": "Homepage | Microsoft Education Blog",
      "description": "Click here for resources that empower every educator and student to achieve. The Microsoft Education Blog inspires, informs, and supports learning.",
      "preview": "Skip to main content News Sep 24, 2025 3 min read Celebrating the 2025-2026 MIE Experts and Showcase Schools Meet the 2025-2026 MIE Experts and Showca"
    },
    {
      "url": "https://www.esl-languages.com/en/courses-abroad/english/england/brighton/brighton-college-9-17",
      "title": "Study English at Brighton College (10-16) in Brighton | ESL",
      "description": "Choose among a wide range of English courses at Brighton College (10-16) language schools in Brighton. Read student reviews. We help you find the perfect course, free of charge!",
      "preview": "Skip to main content English school in Brighton Brighton College (10-16) Get quote Book now English school in Brighton Brighton College (10-16) Course"
    },
    {
      "url": "https://calendly.com/amillerperscholas",
      "title": "Calendly - Per Scholas Customized Training Solutions",
      "description": "Welcome to my scheduling page. Please follow the instructions to add an event to my calendar.",
      "preview": "void"
    },
    {
      "url": "https://bnhs.net/events/calendar/?cat1=indoor&event_id1=863",
      "title": "Events Calendar - Basildon Natural History Society",
      "description": "void",
      "preview": "You are here: Home » Events » Events Calendar Events Calendar All Upcoming Past All Indoor Other Outdoor Event Information: Wed 08 May 2019 AGM 8:00 p"
    },
    {
      "url": "https://news.un.org/en/story/2022/07/1121802",
      "title": "UN Ocean Conference ends with call for greater global commitment to address dire state of the ocean | UN News",
      "description": "Following a week of discussions and events in Lisbon, Portugal, the UN Ocean Conference concluded on Friday, with governments and heads of state agreeing on a new political declaration to Save Our Ocean.",
      "preview": "Skip to main content / navigation UN News Global perspective Human stories English Search Search Advanced Search UN News Global perspective Human stor"
    },
    {
      "url": "https://blog.koraorganics.com",
      "title": "KORA Organics - Expert Insights on Organic Beauty and Beyond",
      "description": "Expert Insights on Organic Beauty and Beyond",
      "preview": "KORA Kitchen , A Detox Turmeric Elixir For Glowing Skin 9 Chef Kate + Holly Kent share fresh ginger & turmeric tonic recipe to begin your day with a s"
    },
    {
      "url": "https://pbskids.org/apps/",
      "title": "Apps & More | PBS KIDS Mobile Downloads | PBS KIDS",
      "description": "void",
      "preview": "For Parents : Toggle message bar View All Apps View All E-Books View All Albums X Select a Store for Available Devices Or Download From Another Store"
    },
    {
      "url": "http://www.tucows.com/",
      "title": "Tucows | Making the Internet Better Since 1993",
      "description": "Tucows offers Domain Name Services, Fiber Internet Services and SaaS through our businesses Tucows Domains, Ting and Wavelo. We're a tech company headquartered in Toronto, Canada, making the internet better since 1993.",
      "preview": "Making the Internet better. #JoinTheHerd: Our teams are hiring globally! See careers What we do We do a lot. As OpenSRS, Enom, Ascio and Hover, we're"
    },
    {
      "url": "https://www.jff.org/",
      "title": "Transforming systems for the workforce of the future - Jobs for the Future (JFF) - Jobs for the Future (JFF)",
      "description": "Discover the workforce of the future. At Jobs for the Future, we drive transformation in U.S. education and workforce systems, fostering equitable economic advancement for all.",
      "preview": "Skip to content Discover what quality jobs really look like Quality Jobs, Real Opportunities Quality jobs are key to economic success for people, busi"
    },
    {
      "url": "https://give.nationalgeographic.org/page/53299/donate/1?user_id=rhvqdpwoqxo2zug1yr8dem3j6gi7vyh3",
      "title": "Donate to National Geographic Society",
      "description": "I just donated to the National Geographic Society because I want to support science, exploration, and conservation. Will you consider making a gift too? Every dollar donated supports the National Geographic Society's on-the-ground efforts.",
      "preview": "Your impact begins today Your generous contribution will immediately go to work supporting the things you care passionately about. Whether it's saving"
    },
    {
      "url": "https://www.nap.edu/catalog/24926/assessing-and-responding-to-the-growth-of-computer-science-undergraduate-enrollments",
      "title": "Assessing and Responding to the Growth of Computer Science Undergraduate Enrollments | The National Academies Press",
      "description": "Read online, download a free PDF, or order a copy in print or as an eBook.",
      "preview": "Skip to main content Login or Register for a free MyNAP member account to save 10% off online and receive other benefits. [ Learn More ] Consensus Stu"
    },
    {
      "url": "https://www.zappos.com/product/9500111/color/822288?utm_medium=affiliate&splash=none&slfpid=3",
      "title": "No results for Ruffwear highlands sleeping bag large | Zappos",
      "description": "Free shipping BOTH ways on ruffwear highlands sleeping bag large from our vast selection of styles. Fast delivery, and 24/7/365 real-person service with a smile. Click or call 800-927-7671.",
      "preview": "Hmmm, we couldn't find anything for ruffwear highlands sleeping bag large Check out the categories below or try limiting the search to one to two word"
    },
    {
      "url": "https://uy.linkedin.com/company/ladiaria?trk=organization_guest_main-feed-card-text",
      "title": "la diaria | LinkedIn",
      "description": "la diaria | 10.380 seguidores en LinkedIn. Medio de comunicación independiente que se edita en Uruguay. | Medio de comunicación independiente que se edita en Uruguay.",
      "preview": "LinkedIn respeta tu privacidad LinkedIn y terceros utilizan cookies imprescindibles y opcionales para ofrecer, proteger, analizar y mejorar nuestros s"
    },
    {
      "url": "https://www.nationalgeographic.com/science/article/high-seas-fishing-subsidies-oceans-science",
      "title": "Over Half of High Seas Fishing Only Profitable With Subsidies | National Geographic",
      "description": "Government funds prop up more than half of fishing in the open ocean, a new study reveals.",
      "preview": "A fisherman checks his fishing lines while fishing on the high seas. The high seas is defined as the open waters outside a country's exclusive economi"
    },
    {
      "url": "http://www.wetip.com",
      "title": "WeTip Anonymous Reporting System - Crime Reporting Online, Text, Call",
      "description": "WeTip is a Fully Anonymous Reporting System for Crime Reporting Online. Text or Call 24/7 to Report a Crime Anonymously Leading to Rewards.",
      "preview": "Skip to content Anonymous Reporting Made Simple. Introducing WeTip 2.0, powered by Catapult EMS . Your Fully Anonymous Crime Reporting System. Submit"
    },
    {
      "url": "https://www.nature.com/articles/s41586-021-03371-z",
      "title": "Protecting the global ocean for biodiversity, food and climate | Nature",
      "description": "The ocean contains unique biodiversity, provides valuable food resources and is a major sink for anthropogenic carbon. Marine protected areas (MPAs)&nbsp;are an effective tool for restoring ocean biodiversity and ecosystem services1,2, but at present only 2.7% of the ocean is highly protected3. This low level of ocean protection is due largely to conflicts with fisheries and other extractive uses. To address this issue, here we developed a conservation planning framework to prioritize highly protected MPAs in places that would result in multiple benefits today and in the future. We find that a substantial increase in ocean protection could have triple benefits, by protecting biodiversity, boosting the yield of fisheries and securing marine carbon stocks that are at risk from human activities. Our results show that most coastal nations contain priority areas that can contribute substantially to achieving these three objectives of biodiversity protection, food provision and carbon storage. A globally coordinated effort could be nearly twice as efficient as uncoordinated, national-level conservation planning. Our flexible prioritization framework could help to inform both national marine spatial plans4 and global targets for marine conservation, food security and climate action. Using a globally coordinated strategic conservation framework to plan an increase in ocean protection through marine protected areas can yield benefits for biodiversity, food provisioning and carbon storage.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://naughtynaturopathmum.com.au/shop",
      "title": "Wild Flower Essences - Naughty Naturopath Mum",
      "description": "Natural flower essences to support you and your family as you navigate the ups and downs of life. Wild Flower Essences help balance the impact your emotions have on your thoughts and behaviours and are such a valuable addition to your emotional support toolkit!",
      "preview": "Skip to content Close menu SHOP Shop All Products Shop All Best Sellers Value Pack Make your own packs Duo Packs (Blend & Mist) Current Promotions Sho"
    },
    {
      "url": "https://fbinter.stadt-berlin.de/fb?loginkey=alphaDataStart&alphaDataId=s_vms_tempolimits_spatial@senstadt",
      "title": "FIS-Broker",
      "description": "void",
      "preview": "Brauchen Sie Hilfe? Datenschutz | Impressum"
    },
    {
      "url": "https://www.mines.edu/campus-email/",
      "title": "Campus Email Web Access - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Campus Email Email Faculty / Staff / Student Email Access Remember, your u"
    },
    {
      "url": "https://in.linkedin.com/company/tata-consultancy-services?trk=similar-pages",
      "title": "Tata Consultancy Services | LinkedIn",
      "description": "Tata Consultancy Services | 17,957,583 followers on LinkedIn. Tata Consultancy Services (TCS) is an IT services, consulting, and business solutions organization that has been partnering with many of the world's largest businesses in their transformation journeys since its inception in 1968. Our consulting led, innovation-driven services help businesses evolve as perpetually adaptive enterprises, staying ahead in an ever-changing digital landscape. Recognized for excellence in software development, we rapidly apply and scale new technologies, driving long-term value and scalable transformation.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.fyple.com/company/park-moving-and-storage-ya16eli/",
      "title": "Park Moving And Storage in Birmingham, AL",
      "description": "For over 50 years, Park Moving and Storage has been one of the most trusted locally owned moving companies for residential moving services a...",
      "preview": "What Where Register Log in Park Moving And Storage Report a problem 0 reviews Fyple Alabama Birmingham Park Moving And Storage Add your business for f"
    },
    {
      "url": "http://www.senato.it/",
      "title": "Homepage | Senato della Repubblica",
      "description": "void",
      "preview": "Salta al contenuto principale Top Menu accessibilità privacy ENG Social Links Navigazione principale L'Istituzione Senatori Lavori Leggi e Documenti E"
    },
    {
      "url": "https://channel9.msdn.com/",
      "title": "Shows - Event & Video Content | Microsoft Learn",
      "description": "Browse thousands of hours of video content from Microsoft. On-demand video, certification prep, past Microsoft events, and recurring series.",
      "preview": "Shows Discover thousands of hours of fun, authentic, and informative original programming from Microsoft technical experts. Browse all shows and event"
    },
    {
      "url": "https://www.archives.gov/preservation",
      "title": "Preservation | National Archives",
      "description": "What Do You Want to Preserve?",
      "preview": "Top Skip to main content Preservation What Do You Want to Preserve? Information by Media Type Audio, Video & Motion Picture Film Books & Scrapbooks Ma"
    },
    {
      "url": "http://about.saverlife.org/",
      "title": "Home - SaverLife",
      "description": "void",
      "preview": "We use cookies to enhance your browsing experience and analyze how you interact with our site. Accept Cookies Reject Cookies Skip to content Connect O"
    },
    {
      "url": "https://edpb.europa.eu/about-edpb/board/members_en",
      "title": "Our Members | European Data Protection Board",
      "description": "void",
      "preview": "Skip to main content The EDPB is composed of representatives of the EU national data protection authorities, and the European Data Protection Supervis"
    },
    {
      "url": "https://upgrade.mail.yahoo.com/",
      "title": "Yahoo Mail",
      "description": "Take a trip into an upgraded, more organized inbox with Yahoo Mail. Login and start exploring all the free, organizational tools for your email. Check out new themes, send GIFs, find every photo you've ever sent or received, and search your account faster than ever.",
      "preview": "void"
    },
    {
      "url": "https://www.grameenamerica.org/staff",
      "title": "Staff - Grameen America",
      "description": "void",
      "preview": "Back Who We Are Elevate by Grameen America Ways To Give Community Health Initiative Board Of Directors Staff Financial Information Back Impact Report"
    },
    {
      "url": "https://authors.acm.org/journals/rights-policies",
      "title": "Author Rights Policies",
      "description": "void",
      "preview": "Publish with ACM, the world's largest computing society Author Rights Policies Volunteer Search Input Search Submit Home ACM Journals Author Rights Po"
    },
    {
      "url": "https://www.serviceofsupply.com/product-tag/open-faced-buckle/",
      "title": "Open Faced Buckle - SERVICE OF SUPPLY",
      "description": "void",
      "preview": "Sort by popularity Sort by average rating Sort by latest Sort by price: low to high Sort by price: high to low Showing the single result G.I. Web Trou"
    },
    {
      "url": "https://www.fnp.com/",
      "title": "FNP: India's #1 Online Gift Store | Flowers, Cakes, Gift Hampers etc.",
      "description": "FNP India's largest online gift shop for Flowers, Cakes, Plants, Personalised Gifts & more. We promise &#9989; midnight & &#9989; same-day delivery in India with FREE shipping!",
      "preview": "Diwali Gifts Birthday Gifts Karwa Chauth Bhai Dooj Same Day Delivery FNP Luxe Housewarming Best Wishes Personalised Rated 4.8 / 5 | Trusted by 4,62,54"
    },
    {
      "url": "http://www.toddjdanforth.com/",
      "title": "Todd Joseph Danforth",
      "description": "void",
      "preview": "0 Queer Inheritance, 2022 - present The Art of Losing, 2009 - Present"
    },
    {
      "url": "https://www.jobcity.at/job.php?aid=49975&mobile=true",
      "title": "jobcity.at - Das Jobportal in Wien",
      "description": "Details zur Stellenausschreibung des Unternehmens",
      "preview": "Login Registrieren Bewerber Arbeitgeber Firmenprofile Firmenprofile Arbeitgeber Bewerber Registrieren Login Datenschutz Impressum Kontakt × Wie möchte"
    },
    {
      "url": "https://www.att.com",
      "title": "AT&T Official Site | Our Best Wireless & Internet Service",
      "description": "Get our best deals on phones and internet, backed by the AT&T Guarantee. Explore the new iPhone 17, get 24/7 support, pay bills, and manage your account online.",
      "preview": "AT&T Official Site | Our Best Wireless & Internet Service Deals Phones & devices Wireless Phone plans Internet Prepaid Bundles Get our best deals on A"
    },
    {
      "url": "https://www.tennessean.com/story/news/local/livinnash/jobs/2023/02/27/linkedin-program-helps-job-seekers-with-felony-convictions/69863553007/",
      "title": "LinkedIn program helps job seekers with felony convictions find work",
      "description": "Fair employment on the rise as one woman helps to prepare thousands of Americans with felony convictions for employment.",
      "preview": "Skip to main content Home Election Voter Guide News Crime & Courts Special Reports Education Faith & Values National Politics USA TODAY Politics Small"
    },
    {
      "url": "https://nos.nl/nieuws",
      "title": "NOS Nieuws - Nieuws, Sport en Evenementen | Nederlandse Omroep Stichting",
      "description": "Altijd. Overal. Met de NOS blijf je altijd en overal op de hoogte van het laatste nieuws",
      "preview": "NOS Nieuws vandaag, 14:00 Belgische zender: ook Geert Wilders doelwit van terreurcel Het Belgische VTM Nieuws meldt dat de PVV-leider samen met de Bel"
    },
    {
      "url": "https://mahxipad.tumblr.com/",
      "title": "@mahxipad on Tumblr",
      "description": "So I basically just repost all my cools if you don't like it leave",
      "preview": "Posts Likes Following filmarachnid Follow I FILMED MYSELF READING THIS TWITTER POST AND I HAVEN'T BEEN ABLE TO STOP LAUGHING heshe I don't identify as"
    },
    {
      "url": "https://www.etcc-ca.com/reports/automated-emissions-reduction-dispatch-signal-dr-emerging-technologies-assessment",
      "title": "Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment | ETCC",
      "description": "The purpose of this Demand Response Emerging Technology (DRET) Assessment is to confirm that, in a laboratory setting, end-use energy consumption by certain appliances can be automatically controlled by a combination of: (1) a frequently changing (every 5 minutes) GHG intensity signal based on near-real-time data from power grid operators; (2) an end-use specific control algorithm that utilizes the GHG intensity signal, energy consumption data, and customer inputs (simulated in the lab) to produce and communicate a dispatch order to a smart controller and (3) a smart controller that can rel",
      "preview": "Skip to main content Project Info COMPLETE Project Title Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment Project Num"
    },
    {
      "url": "https://soundcloud.com",
      "title": "Stream and listen to music online for free with SoundCloud",
      "description": "Discover and play over 320 million music tracks. Join the world's largest online community of artists, bands, DJs, and audio creators.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it Your current browser isn't compatible with"
    },
    {
      "url": "https://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://www.bibliothecaculinaria.it/libri_cucina/edizioni_bibliotheca_culinaria/cartolina_dalla_cucina/happy-hour/",
      "title": "Happy Hour - Libro di LUISE Franco - Bibliotheca Culinaria",
      "description": "Happy Hour:",
      "preview": "SPEDIZIONI GRATUITE IN ITALIA PER ORDINI DI LIBRI OLTRE 39 € Home La casa editrice Chi Siamo Collaborazioni aziendali Valorizzazione Tecnologica e Mer"
    },
    {
      "url": "http://ricette.hopfrog.it/",
      "title": "Success!",
      "description": "void",
      "preview": "Success! Your new web server is ready to use."
    },
    {
      "url": "https://www.pidlitacka.cz/cs",
      "title": "PID Lítačka Eshop | Lítačka",
      "description": "PID Lítačka Eshop",
      "preview": "Vítejte v portálu Lítačka Lítačku si teď vyřídíte i v mobilním informačním centru PID POINT Mobilní informační centrum PID Point přináší služby cestuj"
    },
    {
      "url": "https://ceoworks.org/",
      "title": "CEO | Center for Employment Opportunities",
      "description": "Center for Employment Opportunities (CEO) offers employment and reentry services to individuals returning from incarceration.",
      "preview": "Search Contact Locations 600,000+ people come home from prison every year. With a job and support , they have a chance to succeed. FIND WORK WITH DAIL"
    },
    {
      "url": "https://www.cccstudentmentalhealth.org/resource/love-is-respect/",
      "title": "Love is Respect - CCC Health & Wellness Program",
      "description": "void",
      "preview": "Skip to main content Love is Respect Resource Type: Website Topics: Wellness Population Focus: Resources for Students View Resource Youth-oriented sit"
    },
    {
      "url": "https://www.fantasyfootballscout.co.uk/2021/11/22/premium-members-area-update-compare-fpl-player-stats-across-all-outfield-positions/?hc_page=4&hc_sort_by=comment_date#hc_comment_24384403",
      "title": "Premium Members Area update: Compare FPL player stats across all outfield positions - Best FPL Tips, Advice, Team News, Picks, and Statistics from Fantasy Football Scout",
      "description": "A new addition for our subscribers",
      "preview": "Win at FPL with an FFS Membership · Save 40% Offer Ends Soon! Sign Up Now Dismiss Win at FPL with an FFS Membership · Save 40% Offer Ends Soon! Sign U"
    },
    {
      "url": "http://www.healthfulchat.org/all-chat-rooms.html",
      "title": "Health Chat Rooms - Mental Health Chat Rooms - Off-Topic Chat Rooms - HealthfulChat",
      "description": "All available health chat rooms (physical and mental). Also includes a list of off-topic chat rooms",
      "preview": "Hi, Guest"
    },
    {
      "url": "http://www.smartstudy.co.kr/privacy/",
      "title": "Pinkfong Account",
      "description": "Pinkfong Account",
      "preview": "Privacy Policy The Pinkfong Integrated Services(the \"Pinkfong Services\"), including the Pinkfong Store website/mobile application services, Pinkfong T"
    },
    {
      "url": "https://gelunnucifera.tumblr.com/post/117442440205",
      "title": "Fragments of My Imagination",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "Fragments of My Imagination RSS Apr 26 codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worke"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/scheduling-eviction/assign-pod-node/",
      "title": "Assigning Pods to Nodes | Kubernetes",
      "description": "You can constrain a Pod so that it is restricted to run on particular node(s), or to prefer to run on particular nodes. There are several ways to do this and the recommended approaches all use label selectors to facilitate the selection. Often, you do not need to set any such constraints; the scheduler will automatically do a reasonable placement (for example, spreading your Pods across nodes so as not place Pods on a node with insufficient free resources).",
      "preview": "Assigning Pods to Nodes You can constrain a Pod so that it is restricted to run on particular node(s) , or to prefer to run on particular nodes. There"
    },
    {
      "url": "https://forum.doctissimo.fr/psychologie/amour/rencontrer-fille-sujet_198491_1.htm",
      "title": "Comment rencontrer une fille? - Relations amoureuses - FORUM psychologie - Club.doctissimo.fr",
      "description": "void",
      "preview": "Page introuvable - Doctissimo"
    },
    {
      "url": "https://www.tarotsara.cz/velka-arkana-0-22/",
      "title": "VELKÁ ARKÁNA 0-22 - Tarotsara.cz",
      "description": "Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozřejmě mnohem a mnohem pestřejší a obsáhlejší. Pro rámcovou představu to takto postačí, pokud Vás Tarot zajímá hlouběji, můžete navštívit některý z mých kursů, či sami pracovat",
      "preview": "VELKÁ ARKÁNA 0-22 Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozře"
    },
    {
      "url": "https://ec.europa.eu/eurostat/web/main/data/database",
      "title": "Database - Eurostat",
      "description": "void",
      "preview": "Database <@liferay.language key=\"ecl-info\" /> Information on the database Data > Database > Info EN REVAMP Expand all Collapse all Data navigation tre"
    },
    {
      "url": "https://www.equalitytexas.org/legislature/legislative-bill-tracker-2023/",
      "title": "Legislative Bill Tracker | Equality Texas",
      "description": "Keep up with the bills that impact the LGBTQIA+ community in the 89th Texas Legislative Session using our bill tracker.",
      "preview": "Skip to content Give Legislative Bill Tracker For more information about the anti-LGBTQIA+ legislation that passed this session and the direct impact"
    },
    {
      "url": "https://wiktenauer.com/wiki/Fiore_de%27i_Liberi",
      "title": "Fiore de'i Liberi ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Fiore Furlano de'i Liberi de Cividale d'Austria (Fiore delli Liberi, Fiore Furlano, Fiore de Cividale d'Austria; fl. 1381 - 1409) was a late 14th century knight, diplomat, and fencing master. He was born in Cividale del Friuli, a town in the Patriarchal State of Aquileia (in the Friuli region of modern-day Italy), the son of Benedetto and scion of a Liberi house of Premariacco.&#91;1&#93;&#91;2&#93;&#91;3&#93; The term Liberi, while potentially merely a surname, more probably indicates that his family had Imperial immediacy (Reichsunmittelbarkeit), either as part of the nobili liberi (Edelfrei, \"free nobles\"), the Germanic unindentured knightly class which formed the lower tier of nobility in the Middle Ages, or possibly of the rising class of Imperial Free Knights.&#91;4&#93;&#91;5&#93;&#91;6&#93; It has been suggested by various historians that Fiore and Benedetto were descended from Cristallo dei Liberi of Premariacco, who was granted immediacy in 1110 by Holy Roman Emperor Heinrich V,&#91;7&#93;&#91;8&#93;&#91;9&#93; but this has yet to be proven.&#91;10&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Fiore de'i Liberi From Wikte"
    },
    {
      "url": "https://kahoot.it/challenge/007996792",
      "title": "Kahoot!",
      "description": "Join a game of kahoot here. Kahoot! is a free game-based learning platform that makes it fun to learn - any subject, in any language, on any device, for all ages!",
      "preview": "void"
    },
    {
      "url": "http://haven.theonering.net/",
      "title": "Your One Source for Lord of the Rings and Tolkien Gaming Online | Gaming Havens",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://faq.whatsapp.com/android/troubleshooting/notification-problems/?lang=ta",
      "title": "Can't see or hear notifications | WhatsApp உதவி மையம்",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://bloomberg.org/blog/",
      "title": "Blog | Bloomberg Philanthropies",
      "description": "Young people entering the workforce today are facing a brand-new challenge:Can I find a job that AI can't touch?And just as important,what skills will make me irreplaceable? Enter: the arts and cultural sector - and specifically, theBloomberg Arts Internshipprogram, also known as BAI. Launched in 2012, this program connects high school and college students with...",
      "preview": "Skip to main content Blog Filter All Arts Environment Founder's Projects Government Innovation Bloomberg Associates Arts Follow the Data Podcast: Arts"
    },
    {
      "url": "https://compare.buyhatke.com/books/marketing-practices-in-developing-economy-cases-from-south-asia-hatke9788120337824",
      "title": "Price History: Advance Price Tracker For Amazon,Flipkart & More",
      "description": "Price history with Buyhatke, Check our price tracker with superior Ai features, elevating your shopping on Amazon, Flipkart, Myntra, Ajio, Meesho, etc.",
      "preview": "- ₹99 ₹199 ₹299 ₹399 ₹499 ₹599 ₹799 ₹999 40% 50% 60% 70% EPIC DEAL DEAL MIRAGE HOT DEAL DECENT CATCH Verified by Deal Scanner : Popularity 100M+ Smart"
    }
  ],
  "_meta": {
    "total_bookmarks": 78
  }
}