{
  "data": [
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/healthy-diet",
      "title": "Healthy diet",
      "description": "WHO fact sheet on healthy diet with key facts and information on essential dietary elements, practical advice, salt, sodium and potassium, sugars, health diet promotion, WHO response.",
      "preview": "Skip to main content WHO/V. Gupta-Smith © Credits Healthy diet 29 April 2020 Key facts A healthy diet helps to protect against malnutrition in all its"
    },
    {
      "url": "http://www.restaurace-pivovar.cz/?dmd=2022-01-13",
      "title": "Restaurace - Pivovar v Přerově",
      "description": "Klidné posezení v centru přerova",
      "preview": "Restaurace Pivovar nabízí nejen stylové prostředí, ale i příjemné posezení u specialit naší kuchyně a přerovského piva Zubr. V restauraci jsou k dispo"
    },
    {
      "url": "https://www.stantec.com/en/ideas/topic/covid-19/covid-19-recovery-strategies-for-downtowns",
      "title": "COVID-19 Recovery Strategies for Downtowns",
      "description": "A report from the International Downtown Association and Stantec's Urban Places shares tactics that downtowns can use to spur recovery.",
      "preview": "Skip to main content Start of main content Ideas COVID-19 COVID-19 Recovery Strategies for Downtowns August 12, 2021 linkedin twitter email A report f"
    },
    {
      "url": "https://opensource.guide",
      "title": "Open Source Guides | Learn how to launch and grow your project.",
      "description": "Learn how to launch and grow your project.",
      "preview": "Security Best Practices for your Project Strengthen your project's future by building trust through essential security practices - from MFA and code s"
    },
    {
      "url": "https://www.bluenaturealliance.org/",
      "title": "Homepage - Blue Nature Alliance",
      "description": "A global partnership to catalyze the conservation of 18 million square kilometers of ocean over five years.",
      "preview": "A Global Partnership Catalyzing Momentum for Large-Scale Ocean Conservation Where We Partner Search Map 3D 2D Our Global Impact Ocean conservation are"
    },
    {
      "url": "https://blog.medium.com/what-were-reading-are-you-an-upstander-or-a-bystander-81f618ff072c?source=home---------6------------------0----------",
      "title": "What We're Reading: Are you an upstander or a bystander? | by Medium Staff | The Medium Blog | Medium",
      "description": "What We're Reading: Are you an upstander or a bystander? A few Medium stories you may have missed this week When good - or bad - things happen at work, do you participate or do you lurk? As ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Mastodon The Medium Blog · The official source of news and updates about"
    },
    {
      "url": "https://gsuiteupdates.googleblog.com/2019/01/upcoming-hangouts-service-consolidation.html",
      "title": "Google Workspace Updates: Upcoming Hangouts service consolidation for all G Suite customers",
      "description": "void",
      "preview": "This official feed from the Google Workspace team provides essential information about new features and improvements for Google Workspace customers. C"
    },
    {
      "url": "https://www.southampton.ac.uk/news/events/2015/10/paul-ettinger-caffe-nero-co-founder.page",
      "title": "Paul Ettinger - From Coffee Communities to Online Communities, The Changing Face of Britain | University of Southampton",
      "description": "Paul Ettinger presents",
      "preview": "Skip to main navigation Skip to main content Events Paul Ettinger - From Coffee Communities to Online Communities, The Changing Face of Britain Event"
    },
    {
      "url": "https://nsaneforums.com/topic/358229-vmware-workstation-player-1551-build-15018445/",
      "title": "VMware Workstation Player 15.5.1 Build 15018445 - News & Updates - Nsane Forums",
      "description": "VMware Workstation Player is the easiest way to run multiple operating systems at the same time on your PC. With its user-friendly interface, VMware Workstation Player makes it effortless for anyone to try out Windows 10, Chrome OS or the latest Linux releases, or create isolated virtual machines...",
      "preview": "Jump to content News & Updates Login new information × Existing user? Sign In Sign In Remember me Not recommended on shared computers Sign In Forgot y"
    },
    {
      "url": "https://developer.nvidia.com/blog/",
      "title": "NVIDIA Technical Blog",
      "description": "News and tutorials for developers, scientists, and IT admins",
      "preview": "Technical Blog Subscribe NVIDIA Technical Blog Agentic AI / Generative AI NVIDIA Blackwell Leads on SemiAnalysis InferenceMAX™ v1 Benchmarks Read now"
    },
    {
      "url": "http://www.calculator.org/",
      "title": "calculator.org - calculator.org",
      "description": "The calculator home page",
      "preview": "Calculator software and online resources Units Conversions Calculator Database JavaScript Calculator Download Calc98 Running Calculator Calculator Rep"
    },
    {
      "url": "https://www.mooveagency.com",
      "title": "WordPress Agency London • WordPress Support • Web Development",
      "description": "We are a London WordPress Agency & web development company specialising in development, design, support & maintenance of WordPress websites",
      "preview": "London WordPress Agency Our Work Services WordPress Development WordPress Support Packages WordPress API Integrations WordPress Code Reviews WordPress"
    },
    {
      "url": "https://techcrunch.com/tag/artificial-intelligence/",
      "title": "Artificial Intelligence (AI) | TechCrunch",
      "description": "Read the latest news about Artificial Intelligence (AI) on TechCrunch",
      "preview": "Artificial Intelligence (AI) Read TechCrunch's complete new coverage of artificial intelligence and machine learning tech, the companies building them"
    },
    {
      "url": "http://www.putty3d.com/privacy",
      "title": "Privacy Policy - Putty 3D",
      "description": "void",
      "preview": "Privacy Policy Update: As of version 1.3.4 (released on the 5th of July 2018), we do not include Fabric in the app anymore and do not collect any anal"
    },
    {
      "url": "https://ecmadrid.org/es/agenda/day.listevents/2020/10/28/245",
      "title": "AGENDA - Escuelas Católicas de Madrid",
      "description": "Escuelas Católicas de Madrid agrupa a las organizaciones Federación Española de Religiosos de la Enseñanza - Titulares de Centro Católicos (FERE-CECA-MADRID) y Asociación Educación y Gestión de Madrid",
      "preview": "Área privada centros | Contacto Escuelas Católicas de Madrid Buscar... Buscador de Centros ECM INICIO QUIÉNES SOMOS Escuelas Católicas de Madrid Cómo"
    },
    {
      "url": "https://www.tamar.org.br/",
      "title": "PROJETO TAMAR",
      "description": "O Projeto Tamar foi criado em 1980 e hoje é reconhecido internacionalmente como uma das mais bem-sucedidas experiências de conservação marinha. Modelo para programas e projetos do Brasil e de outros países, sobretudo porque envolve as comunidades costeiras diretamente no seu trabalho socioambiental, o Tamar conta com a Fundação Pró-Tamar desde 1988 para apoiar os trabalhos de conservação e pesquisa.",
      "preview": "Tartarugas Marinhas Visite o Tamar O que fazemos Onde estamos Mais informações Tartaruga-cabeçuda Tartaruga-de-pente Tartaruga-de-couro Tartaruga-verd"
    },
    {
      "url": "https://ruehrkueche.de/app.php/help/faq?sid=ff1f035f5ceac10db4e75029d61130ac",
      "title": "Die Rührküche · Das Olionatura-Forum - Häufig gestellte Fragen",
      "description": "void",
      "preview": "Nutzungsvertrag Du kannst Dich nicht mehr anmelden? Kein Zugriff auf Inhalte? Impressum Datenschutzrichtlinien Die Rührküche · Das Olionatura-Forum Zu"
    },
    {
      "url": "http://talkingpts.org/",
      "title": "Home - TalkingPoints",
      "description": "void",
      "preview": "Watch Attendance Soar When Families Feel Heard → Explore Resources & Claim Special Pricing! (Ends Dec 31) Drive student outcomes with the leading Univ"
    },
    {
      "url": "https://repreve.com/",
      "title": "REPREVE® | Home",
      "description": "REPREVE® is the trusted, branded recycled performance fiber, used to make sustainable textiles with wicking, odor control, water resistance, and more.",
      "preview": "void"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/beef-bourguignon",
      "title": "Beef Bourguignon Recipe | Good Food",
      "description": "The secret to this super-rich beef casserole is to use all wine and no stock. A beef bourguignon recipe triple-tested by the Good Food team.",
      "preview": "Skip to main content Beef bourguignon Barney Desmazery Save recipe Serves 6 Easy Prep: 45 mins Cook: 3 hrs and 30 mins Plus overnight marinating A sta"
    },
    {
      "url": "https://www.shemarooent.com",
      "title": "Shemaroo",
      "description": "Shemaroo Entertainment Limited is a leading Indian content power house with a global reach, which has been playing a pioneering role in the arena of content ownership, aggregation and distribution.",
      "preview": "Please Wait... Please view in portrait mode ♫ ♩ 𝄞 ♪ ♬ 𝅘𝅥𝅮 SCROLL We are entertainment Who we are Shemaroo Entertainment Limited, an Indian media conglom"
    },
    {
      "url": "https://www.paho.org/hq/index.php?lang=en",
      "title": "PAHO/WHO | Pan American Health Organization",
      "description": "The Pan American Health Organization (PAHO) works with the countries of the Americas to improve the health and quality of life of their populations. Founded in 1902, it is the world's oldest international public health agency. It serves as the Regional Office of WHO for the Americas and is the specialized health agency of the Inter-American system.",
      "preview": "World Mental Health Day 2025 Learn more Credit Shutterstock/Ground Picture Credit Haiti Humanitarian Crisis Dengue Resources News 9 Oct 2025 Inter-Ame"
    },
    {
      "url": "https://www.nbcsports.com/?cid=eref:nbcnews:text",
      "title": "NBC Sports - news, scores, stats, rumors, videos, and more",
      "description": "Stay up-to-date with the latest sports news and scores from NBC Sports.",
      "preview": "Skip navigation Search Query Submit Search MLB NFL NBA NHL NASCAR Premier League College Football Men's College Basketball Horse Racing Top News How t"
    },
    {
      "url": "https://www.vero.fi/henkiloasiakkaat/",
      "title": "Henkilöasiakkaat - vero.fi",
      "description": "Verohallinto kerää suurimman osan Suomen veroista ja veronluonteisista maksuista.",
      "preview": "/> Verohallinnon nimissä on lähetetty huijausviestejä. Lue lisää huijauksista . Henkilöasiakkaat Hae koko sivustolta Sulje Verokortti Jos sinun täytyy"
    },
    {
      "url": "https://static2.museoreinasofia.es/en/buscar?%3Bf%5B0%5D=im_field_obra_autor%3A2921&%3Bf%5B1%5D=im_field_obra_autor%3A6333&%3Bitems_per_page=45&bundle=obra&f%5B0%5D=im_field_obra_clasificaciongener%3A4240&f%5B1%5D=im_field_obra_clasificaciongener%3A4234&f%5B2%5D=im_field_obra_clasificaciongener%3A4233&f%5B3%5D=im_field_obra_autor%3A2932&f%5B4%5D=con_imagen%3Atrue&f%5B5%5D=im_field_obra_autor%3A2921&style=grid&items_per_page=30",
      "title": "Buscar | Museo Nacional Centro de Arte Reina Sofía",
      "description": "Sitio web del Museo Reina Sofía. Información y programación de exposiciones, colección, actividades y proyectos de investigación en red.",
      "preview": "What's on at the Museo Tickets Informative guide Opening hours & prices EN ES EN CA EU GL Buscar Entire website Collection Activities Exhibitions Educ"
    },
    {
      "url": "http://www.prevailboxing.com/",
      "title": "Prevail Boxing | A Workout That Hits Different",
      "description": "Group classes offering the perfect blend of boxing technique and full-body fitness. Join the Prevail community and start your workout journey today.",
      "preview": "0 A boxing workout that just hits different The perfect blend of fundamental boxing technique and the best full-body workout you can get. TRY TWO WEEK"
    },
    {
      "url": "https://alejka24.pl/product-pol-1067-Tasma-ogrodzeniowa-jasnoszara-PVC-19-cm-35mb-450g-m2-klipsy.html",
      "title": "Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy | sklep Alejka24.pl",
      "description": "Sprawdź Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy z oferty naszego sklepu internetowego z rozwiązaniami ogrodniczymi i przekonaj się, jak łatwo kształtować i formować swój ogród!",
      "preview": "+ 2 więcej Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy 5.00/5.00 Opini"
    },
    {
      "url": "http://www.sella.it/",
      "title": "Home | Banca Sella",
      "description": "Banca Sella - La tua banca online",
      "preview": "void"
    },
    {
      "url": "https://www.champaigncounty.org/list/member/rolling-acres-ag-solutions-30107.htm",
      "title": "Business Directory Search",
      "description": "The easy way to find businesses and members in the Champaign County Chamber of Commerce - IL",
      "preview": "Skip to content Business Directory Search All Categories... Accountants-Certified Public & Public Acupuncture Advertising Agencies & Counselors Advert"
    },
    {
      "url": "https://www.nzherald.co.nz/",
      "title": "NZ Herald: Breaking & Latest New Zealand News - NZ Herald",
      "description": "Get the latest breaking news, analysis and opinion from NZ and around the world, including politics, business, sport, entertainment, travel and more.",
      "preview": "Search Subscribe Sign In Advertisement Advertise with NZME. New Zealand Man bit woman until she bled during sex assault, masturbated on public transpo"
    },
    {
      "url": "https://www.apnews.com/hub/world-news",
      "title": "World News: Top & Breaking World News Today | AP News",
      "description": "Stay informed with top world news today. The Associated Press aims to keep you up-to-date with breaking world news stories around the globe.",
      "preview": "void"
    },
    {
      "url": "https://au.linkedin.com/company/noggin-it?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Noggin | LinkedIn",
      "description": "Noggin | 7,379 followers on LinkedIn. Global provider of critical event management &amp; resilience software | Noggin was acquired by Motorola Solutions in 2024, and is now part of its ecosystem of safety and security technologies. Noggin is a Global provider of critical event management &amp; resilience software. Its software helps enterprises and critical infrastructure anticipate, prepare for and efficiently respond to incidents.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.ccdu.org/comunicati/ritalin-farmaco-guarisce",
      "title": "Il Ritalin: un farmaco che non guarisce | CCDU",
      "description": "Negli ultimi anni, l'ADHD, cioè il disturbo da iperattività e deficit di attenzione - è diventata la diagnosi di moda per i bambini che non possono star seduti ancora tranquilli a scuola. Oggi, quasi ogni classe include qualche ragazzo che assume Ritalin, Adderall o...",
      "preview": "Salta al contenuto principale Da un articolo di \"The Globe and Mail\" di Margaret Wente Negli ultimi anni, l' ADHD , cioè il disturbo da iperattività e"
    },
    {
      "url": "https://tours-greece.gr/excursions/bus-tours-in-greece",
      "title": "Group Tour Packages & Shared Bus Tours from Athens",
      "description": "Experience the best of Greece with our group tour packages and shared bus tours from Athens. Discover cultural and heritage sites and explore the Greek islands with our expert guides. Book your vacation package online now",
      "preview": "Search by Filters Group Tours Greece 2 Day Group Tour in Delphi & Meteora with shared bus from Athens, Greece 1 Reviews Book the 2-Day best-seller tou"
    },
    {
      "url": "https://www.foresightautomation.com/",
      "title": "Foresight Automation",
      "description": "void",
      "preview": "RECENT NEWS WE ARE EXCITED TO ANNOUNCE WE'LL BE MOVING TO A NEW STATE OF THE ART FACILITY IN 2024! CONSTRUCTION IS UNDERWAY! FORESIGHT ROBOTIC PALLETI"
    },
    {
      "url": "https://veterans.nbcnews.com/",
      "title": "Veterans | NBC News",
      "description": "Empowering veterans and military spouses with employment and education opportunities",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.donneesquebec.ca/organisation/ville-de-quebec/",
      "title": "Québec - Données Québec",
      "description": "void",
      "preview": "Passer au contenu Partenariat Données Québec JEUX DE DONNÉES ORGANISATIONS APPLICATIONS CARTE INTERACTIVE GUIDES ET INFORMATIONS EXPLORER les données"
    },
    {
      "url": "https://xvesalius.tumblr.com/",
      "title": "It's Quite Romantic",
      "description": "A place for random posts & musings. :s University graduate. Biology. Just a personal blog where I post random stuff that interests me or I find amusing. Pinterest: @xvesalius",
      "preview": "About A place for random posts & musings. :s University graduate. Biology. Just a personal blog where I post random stuff that interests me or I find"
    },
    {
      "url": "https://nodejs.org/api/stream.html",
      "title": "Stream | Node.js v24.10.0 Documentation",
      "description": "void",
      "preview": "Skip to content Node.js About this documentation Usage and example Assertion testing Asynchronous context tracking Async hooks Buffer C++ addons C/C++"
    },
    {
      "url": "https://campd.epa.gov/",
      "title": "Clean Air Markets Program Data (CAMPD)",
      "description": "CAMPD is your one-stop shop for the emissions, compliance, allowance, and facility attributes data that is gathered under these programs.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://sdgs.un.org/goals",
      "title": "THE 17 GOALS | Sustainable Development",
      "description": "void",
      "preview": "Skip to main content THE 17 GOALS 169 Targets 4070 Events 1365 Publications 8539 Actions 1 Goal 1 End poverty in all its forms everywhere. 7 Targets 1"
    },
    {
      "url": "http://www.basketcreationsplus.com/",
      "title": "Basket Creations Plus │ Gift Baskets From Casper, WYHome",
      "description": "Basket Creations Plus, started as a dream, and became a reality in August of 2002. We strive to create gift baskets that bring comfort and joy to anyone wanting something unique and personal.",
      "preview": "We Create...Comfort & Joy 341 East E Street, Suite 220 Casper, WY, 82601 United States (307) 237-3357 orders@basketcreationsplus.com Basket Creations"
    },
    {
      "url": "http://flechebragarde.ddns.net/bd/auteur.php?coll=albums&idauteur=3277&liste=styles",
      "title": "BD Gest' & BDGWeb - Détails pour l'auteur",
      "description": "void",
      "preview": "[Accueil] [Ma collection] [Dédicaces] [Para-BD] [Revues] Trier par [Séries] [Auteurs] [Notes] [Collections] [Styles] [DL] [Date achat] [Moteur] [Impri"
    },
    {
      "url": "http://www.fandango.com/PrivacyPolicy.aspx",
      "title": "Fandango | A Message To Our Fans",
      "description": "A Message To Our Fans",
      "preview": "Sorry, Fandango is not available outside the United States."
    },
    {
      "url": "https://hbr.org/2020/07/research-how-workers-shift-from-one-industry-to-another",
      "title": "Research: How Workers Shift from One Industry to Another",
      "description": "Today, millions of Americans who labored in retail and hospitality jobs, which remain decimated by the stay-at-home directives issued during the Covid-19 crisis, might need to pivot to new fields in search of employment. New research highlights ways in which people from hard-hit industries, such as hospitality, retail, and transportation might transition to stronger ones through targeted upskilling.",
      "preview": "SKIP TO CONTENT Harvard Business Review Logo Business education Research: How Workers Shift from One Industry to Another by Michelle R. Weise July 7,"
    },
    {
      "url": "https://git.callpipe.com/finn/signald/-/branches",
      "title": "Branches · Finn / signald · GitLab",
      "description": "signald is a daemon that facilitates communication over Signal. While this repository is still updated for now, that is not guaranteed for the future and the official signald...",
      "preview": "Overview Active Stale All master protected 06c6aca2 · Also mention new remote URL · Jan 06, 2021 session-cleanup c9ddb37a · derp · Mar 22, 2021 2.15.3"
    },
    {
      "url": "https://surf-knobs.com/products/short-sleeve-unisex-t-shirt-triples",
      "title": "Short-Sleeve Unisex T-Shirt Triples",
      "description": "Short-Sleeve Unisex T-Shirt Triples | Surf Knobs This t-shirt is everything you've dreamed of and more. It feels soft and lightweight, with the right amount of stretch. It's comfortable and flattering for both men and women. • 100% combed and ring-spun cotton (heather colors contain polyester)• Fabric weight: 4.2 oz (142 g/m2)• Shoulder-to-shoulder taping• Side-seamedSize guide XSSMLXL2XL3XL4XLLength (inches)2728293031323334Width (inches)16 ½18202224262830",
      "preview": "Skip to content Surf Knobs Short-Sleeve Unisex T-Shirt Triples Sale price Price $18.00 Regular price This t-shirt is everything you've dreamed of and"
    },
    {
      "url": "https://headwatersfoundation.org/",
      "title": "Headwaters Foundation for Justice",
      "description": "Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has resourced movement organizations that are too often overlooked or excluded by mainstream philanthropy. Our grantmaking supports organizations and groups on the front lines of social change. We believe that the people who directly experience society's",
      "preview": "Skip to content Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has"
    },
    {
      "url": "http://open.canada.ca/en",
      "title": "Open Government | Open Government - Government of Canada",
      "description": "Collaborative open source project led by the Government of Canada",
      "preview": "Language selection Français Skip to main content Skip to \"About government\" Switch to basic HTML version Open Government Access information that is d"
    },
    {
      "url": "https://safelives.org.uk/",
      "title": "We are SafeLives - Ending domestic abuse",
      "description": "void",
      "preview": "Skip to content Search website Donate Quick exit Survivor voice is at the heart and start of what we do. Victims of domestic abuse are experts by expe"
    },
    {
      "url": "https://tours-greece.gr/excursions/bus-tours-in-greece",
      "title": "Group Tour Packages & Shared Bus Tours from Athens",
      "description": "Experience the best of Greece with our group tour packages and shared bus tours from Athens. Discover cultural and heritage sites and explore the Greek islands with our expert guides. Book your vacation package online now",
      "preview": "Search by Filters Group Tours Greece 2 Day Group Tour in Delphi & Meteora with shared bus from Athens, Greece 1 Reviews Book the 2-Day best-seller tou"
    },
    {
      "url": "https://jsonschema.dev/",
      "title": "JSON Schema Validation",
      "description": "JSON Schema Validation, in browser, using ajv, with linting, and shareable schemas",
      "preview": "We're sorry but json-schema-check doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://octagonshop.pl/p1423,worek-bokserski-octagon-160x45-standard-gold.html",
      "title": "Oficjalny sklep Octagon - polskiej marki sportowej",
      "description": "void",
      "preview": "Czapka zimowa Octagon Retro black/white NEW Przechowalnia 49,00 zł Zobacz Ten produkt wysyłamy w 24h! Promocja - 37% Tank Top sportowy Octagon Marble"
    },
    {
      "url": "https://www.enlightened.com/",
      "title": "Home - Enlightened",
      "description": "Enlightened, Inc. is an award-winning, HUBZone certified, Information Technology (IT) and Management Consulting firm dedicated to helping our clients achieve success in meeting their objectives and solving their problems.",
      "preview": "Skip to content Expecting Excellence, Establishing the Elite Enlightened serves as a trusted advisor to some of the nation's most demanding organizati"
    },
    {
      "url": "https://www.theaftd.org/posts/all-us-states/what-is-frontotemporal-dementia-the-disease-bruce-willis-is-diagnosed-with/",
      "title": "What Is Frontotemporal Dementia, the Disease Bruce Willis Is Diagnosed With? | AFTD",
      "description": "Today, the family of Bruce Willis announced that the 67-year-old actor has been diagnosed with frontotemporal dementia (FTD), also known as frontotemporal",
      "preview": "Skip to content What Is Frontotemporal Dementia, the Disease Bruce Willis Is Diagnosed With? February 16, 2023 Share on Facebook 𝕏 Share on X Today, t"
    },
    {
      "url": "http://calendar.mines.edu",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "https://www.sallybeauty.com/hair-color/shop-by-color/bright-hair-color/",
      "title": "Access to this page has been denied.",
      "description": "void",
      "preview": "Hey there! Just a quick security check. Access to this page has been denied because our system detected a potential security issue. If you're a human"
    },
    {
      "url": "https://www.sobrato.com/sobrato-philanthropies/",
      "title": "Sobrato Philanthropies | Sobrato",
      "description": "The Sobrato Family has committed over $500M to support organizations dedicated to creating a Silicon Valley as a place of opportunity for all.",
      "preview": "Sobrato Philanthropies Partnering with communities to enable long-term economic, social, and environmental change. Sobrato Philanthropies Our mission"
    },
    {
      "url": "https://unstats.un.org/unsd/dnss/gp/fundprinciples.aspx",
      "title": "Fundamental Principles of Official Statistics",
      "description": "void",
      "preview": "UN Home | Department of Economic and Social Affairs | Economic and Social Development Home About us | Contact us | Site Map Statistics Division Home O"
    },
    {
      "url": "http://bebehblog.com/carolines-nursery/",
      "title": "Caroline's Nursery - bebehblog",
      "description": "Caroline's nursery is not actually a nursery. It's really not even Caroline's right now, since it's full of toddler toys and doesn't have a crib. But it does have nice carpet, a very comfy nursing chair, lots of pretty colorful things and a big closet full of little girl clothes. I'm pretty excited about the [...]",
      "preview": "home hello! Photography We Like To Party Privacy Policy Caroline's Nursery Caroline's nursery is not actually a nursery. It's really not even Caroline"
    },
    {
      "url": "https://vahankaytetty.fi/ale3/kirja-162.html",
      "title": "Bought | Osta & myy secondhandia",
      "description": "Helpoin tapa aloittaa jälleenmyyminen. Automaattiset myynti-ilmoitukset suoraan kuitista tai valokuvasta.",
      "preview": "Muuta ostohistoriasi rahaksi Automaattiset myynti-ilmoitukset Toimitukset ovelta ovelle jopa tunnissa Ei myyntikuluja +1000 integroitua verkkokauppaa"
    },
    {
      "url": "https://www.accessorize.com/row/",
      "title": "Accessorize Global | Fashion Accessories, Jewellery & Gifts For Her",
      "description": "Accessorize Global | Shop your favourite bags, jewellery and seasonal favourites online at Accessorize with free delivery available.",
      "preview": "Skip to main content It's in the bag Continue Shopping Checkout Future Vintage Your shortcut to once-in-a-lifetime finds. NEW IN CLOTHING JUMPERS JACK"
    },
    {
      "url": "https://www.buildersinitiative.org/",
      "title": "Builders Initiative | Philanthropy & Impact Investing",
      "description": "Builders Initiative invests in those on the forefront of change. It includes the Builders Initiative Foundation and other impact driven investments to support those building a more humane and healthy...",
      "preview": "Skip to main content Menu Our Platform pause video Standing Behind Those on the Forefront of Change What We Do About Our Impact Areas Builders Ini­tia"
    },
    {
      "url": "https://tinybuddha.com/",
      "title": "Tiny Buddha: Wisdom Quotes, Letting Go, Letting Happiness In",
      "description": "Simple wisdom for complex lives. Quotes, tips & stories to help us help ourselves and each other.",
      "preview": "Menu Home About Frequently Asked Questions Helpful Free Resources Contact Blog All posts Change Challenges Happiness & Fun Healthy Habits Letting Go L"
    },
    {
      "url": "https://www.pocketgamer.biz/company/3593/mediatonic-ltd/",
      "title": "Mediatonic - Company Profile | PocketGamer.biz",
      "description": "Info for, and articles featuring, Mediatonic.",
      "preview": "Company Profile Mediatonic Website www.mediatonicgames.com/ Follow them on: X (Formerly Twitter) Facebook LinkedIn YouTube About Mediatonic is one of"
    },
    {
      "url": "https://poweroutage.us/area/state/michigan",
      "title": "Michigan Power Outage Map, October 2025",
      "description": "PowerOutage.us tracks, records, and aggregates power outages across Michigan.",
      "preview": "PowerOutage.com Login Search States, Counties or Utilities... Search Locations... Total Customers Out 96 Outages by County Outages by Utility Wayne 55"
    },
    {
      "url": "https://www.rollcall.com/2021/08/19/why-saving-downtown-is-key-to-our-covid-19-economic-recovery/",
      "title": "Why saving downtown is key to our COVID-19 economic recovery - Roll Call",
      "description": "OPINION - If cities don't adapt to the evolving shift in working behavior, the downtown infrastructure that once thrived will surely crumble.",
      "preview": "Skip to content Window washers work in downtown Washington in April 2020. Repurposing empty or underoccupied commercial space could reshape the way we"
    },
    {
      "url": "https://open.spotify.com/show/0vT7LJMeVDxyQ2ZamHKu08?si=_uDRD6bRR_6M5YZyISGXgA",
      "title": "IRL: Online Life is Real Life | Podcast on Spotify",
      "description": "Listen to IRL: Online Life is Real Life on Spotify. How does artificial intelligence change when people - not profit - truly come first? Join IRL's host Bridget Todd, as she meets people around the world building responsible alternatives to the tech that's changing how we work, communicate, and even listen to music.",
      "preview": "IRL: Online Life is Real Life Mozilla Follow How does artificial intelligence change when people - not profit - truly come first? Join IRL's host Brid"
    },
    {
      "url": "https://www.paramountplus.com/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://portal.seattlefoundation.org/Login",
      "title": "Home",
      "description": "void",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Toggle navigation DONATE Welcome to the Seattle Foundation Online Portal"
    },
    {
      "url": "http://www.gazzetta.it/",
      "title": "La Gazzetta dello Sport | Notizie sportive e risultati live di oggi",
      "description": "Leggi su gazzetta.it le ultime news sportive live, scopri i risultati in diretta e video di calcio, basket, F1, MotoGP, ciclismo, tennis e molto altro.",
      "preview": "Primo piano festival dello sport Cairo: \"Il Giro d'Italia è un ambasciatore dello sport nel mondo. L'edizione 2026 partirà dalla Bulgaria\" S. Battaggi"
    },
    {
      "url": "https://www.vogue.com/article/nyfw-editors-street-style-looks-ss26",
      "title": "The Fall-Perfect Street Style Vogue Editors Brought to New York Fashion Week | Vogue",
      "description": "At NYFW, Vogue editors turned the sidewalk into a runway, showcasing the best fall street style looks-fashionable yet functional.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_campaign=footer&utm_medium=referral",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "https://htu.edu/academics/colleges/cas/dept-of-natural-sciences-mathematics/sustainability",
      "title": "Sustainability « Huston-Tillotson",
      "description": "void",
      "preview": "Search... Student Payments Alumni & Friends MBA M.Ed In Language & Literacy DONATE TO HT! Enrollment & Admission Admission Adult Degree Program HT Onl"
    },
    {
      "url": "https://www.walmarthealth.com/?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.businessinsider.com/ukraine-exhausted-russian-troops-back-borders-us-general-2022-7",
      "title": "Ukraine Could Wipe Out 'Exhausted' Russian Troops' Gains: General - Business Insider",
      "description": "For Ukraine to succeed in the war, Lt. Gen. Ben Hodges told Insider its military must neutralize Russia's arsenal of artillery and rockets.",
      "preview": "void"
    },
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-hair-dryer",
      "title": "Ceramic + ion Hair Dryer - Olivia Garden",
      "description": "FEATURES Ceramic technology: helps prevent heat damage & adds shine. Ionic generator seals in moisture & eliminates frizz. Powerful 1875 watt motor for fast drying. Ultra light (only 14 oz/396 g). Easy to clean removable air filter. 65 mm\u0003 concentrator nozzle for precise drying. 80 mm concentrator nozzle for extra long barrel brushes. 2 Speeds, 3 Heat Settings, Cool Shot Button. Limited 2-year warranty.",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "https://arstechnica.com/civis/",
      "title": "Ars OpenForum",
      "description": "void",
      "preview": "Log in Register Menu Install the app Install JavaScript is disabled. For a better experience, please enable JavaScript in your browser before proceedi"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "https://nicic.gov",
      "title": "National Institute of Corrections | NIC",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.susanjreinhardt.com/2015/07/dialogueguest-postssovereigntyblog.html",
      "title": "Christian Writer/Reader Connection: Dialogue/Guest Posts/Sovereignty/Blog Titles/Twitter",
      "description": "1. Art Holcomb guest posts on Storyfix about writing dialogue. This is an excellent article and a key element in novels. 2. Ha...",
      "preview": "Pages Home My Books Contact About Events Friday, July 3, 2015 Dialogue/Guest Posts/Sovereignty/Blog Titles/Twitter 1. Art Holcomb guest posts on Story"
    },
    {
      "url": "https://inspireupfoundation.org/",
      "title": "Inspire Up™, Inc.",
      "description": "Inspire Up is a 501c3 nonprofit organization dedicated to serving our military and first responder families and standing in the gap for underserved communities.",
      "preview": "Home One Community ONE MISSION To Inspire Up™ a kinder and more giving world by uniting the military and civilian communities through empowerment, edu"
    },
    {
      "url": "https://evemaps.dotlan.net/system/J143626/kills",
      "title": "E-R00027 - J143626 - Recent Kills - DOTLAN :: EveMaps",
      "description": "System: J143626 (E-R00027) | Ships/Pod Kills | 3h: 0/0 | 24h: 0/0",
      "preview": "DOTLAN EveMaps Default Dark EVE InGame Browser Keep DOTLAN EveMaps running! Support it by buying GTCs or check out the Donate options. Search Navigati"
    },
    {
      "url": "https://www.doryjackson.com/",
      "title": "Dory Jackson | New York City Entertainment Journalist",
      "description": "Dory Jackson is a digital journalist paving her way through the world of entertainment journalism.",
      "preview": "top of page direct doryjackson@hotmail.com business inquiries contact@doryjackson.com PEOPLE Magazine PR peoplepr@dotdashmdp.com editorial pitches dor"
    },
    {
      "url": "https://www.porterleath.org/preschool",
      "title": "Porter-Leath Focus Areas | Preschool",
      "description": "Porter-Leath brings vital early childhood education and family services to children and families in Shelby County each year. Porter-Leath Preschool encompasses several components, including Early Head Start, Pre-K and Preschool classrooms.",
      "preview": "Preschool Home Focus Areas Preschool Porter-Leath brings vital early childhood education and family services to children and families in Shelby County"
    },
    {
      "url": "https://www.insided.com/powered-by-the-insided-platform?utm_medium=referral&utm_source=community.looker.com&utm_content=powered-by-widget",
      "title": "Community referrals - 'Powered by inSided' - inSided",
      "description": "inSided is an online community platform. Build a customer community to help customers get better answers to their questions.",
      "preview": "Your own Community? Get in touch! Make sure your customers are getting the value they need from your product with inSided's Customer Success Community"
    },
    {
      "url": "https://www.kvc.org/",
      "title": "KVC Health Systems - Compassionate help for children & families",
      "description": "KVC is a nonprofit that strengthens families, prevents child abuse and neglect, and helps both children and adults achieve mental wellness.",
      "preview": "Skip to main content Bullying Prevention_Web Slider Image 1300x429 Bullying Prevention_Web Slider Image 1300x429 2025 Downloadable eBook Web slider 13"
    },
    {
      "url": "https://www.aprilbeer.com/",
      "title": "April Beer - Wedding Officiant, Celebrant and Non-Denominational Minister for New Jersey",
      "description": "void",
      "preview": "As a NJ Wedding Officiant & Minister, it is my commitment to make sure all of your dreams about your wedding day are realized. There are only a few oc"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part1",
      "title": "Algorithms, Part I by Princeton University | Coursera",
      "description": "Learn the fundamentals of algorithms in this course from Princeton University. Explore essential topics like sorting, searching, and data structures using Java. Enroll for free.",
      "preview": "Algorithms, Part I Algorithms, Part I Instructors: Kevin Wayne +1 more Instructors Instructor ratings We asked all learners to give feedback on our in"
    },
    {
      "url": "https://www.examveda.com/computer-fundamentals/practice-mcq-question-on-tally/?page=14",
      "title": "Tally mcq questions With Answer | Accounting ERP Question | Computer Fundamental Page-14 section-1",
      "description": "This chapter cater to you MCQ and aptitude questions and answers on Tally ERP. Tally Accounting Package is hold a very good value in technical aptitudes. Page-14 section-1",
      "preview": "Tally mcq questions With Answer | Accounting ERP Question | Computer Fundamental Home / Computer Fundamentals / Tally Section 1 Section 2 Section 3 13"
    },
    {
      "url": "https://docs.github.com/en/get-started/quickstart/hello-world",
      "title": "Hello World - GitHub Docs",
      "description": "Follow this Hello World exercise to learn GitHub's pull request workflow.",
      "preview": "Skip to main content Hello World Follow this Hello World exercise to learn GitHub's pull request workflow. In this article Introduction This tutorial"
    },
    {
      "url": "https://www.theplacetostay.co.uk/oven-cleaning-company/",
      "title": "Professional oven cleaning - always a good choice ThePlacetoStay",
      "description": "The regularly oven cleaning as part of the home cleaning is something we can't escape from, because if we do it, the consequences will be negative for us:",
      "preview": "Skip to content The regularly oven cleaning as part of the home cleaning is something we can't escape from, because if we do it, the consequences will"
    }
  ],
  "_meta": {
    "total_bookmarks": 92
  }
}