{
  "data": [
    {
      "url": "http://www.mammole.it/",
      "title": "Mammole · La Guida Natural delle Mamme",
      "description": "La più grande comunità italiana di mamme natural. Magazine e forum per Infertilità, Gravidanza e Bambini.",
      "preview": "Cookie policy Autismo e aumento di peso in gravidanza: quale legame? ✿ Esiste un legame tra l'aumento di peso in gravidanza e lo sviluppo di autismo n"
    },
    {
      "url": "https://www.hrc.org/resources/fatal-violence-against-the-transgender-and-gender-non-conforming-community-in-2022?utm_medium=ads&utm_source=GoogleSearch&utm_content=HateCrimes-AntiLGBTQHateCrimes&utm_campaign=GoogleGrant&utm_source=GS&utm_medium=AD&utm_campaign=BPI-HRC-Grant&utm_content=607604874629&utm_term=hate%20crimes%20against%20gays&gclid=CjwKCAiAnZCdBhBmEiwA8nDQxYsxzcnvB1-zxYjcMELo39B8yzt0xoEV8AzyJ0zvmTs_Wq2CvdLNaBoCnoYQAvD_BwE",
      "title": "HRC | Fatal Violence Against the Transgender and Gender-Expansive...",
      "description": "Sadly, 2022 saw at least 41 transgender and gender-expansive people fatally shot or killed by other violent means. We say \"at least\" because too often...",
      "preview": "Skip to Content Cookies in use The Human Rights Campaign uses cookies to improve your site experience. By using this site, you agree to our use of coo"
    },
    {
      "url": "https://uploads.knightlab.com/storymapjs/857f1335b5790bba701ae445533b2c8e/lynchings-and-executions-in-kansas/index.html",
      "title": "StoryMapJS: Master Lynchings and Executions in KS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://newsroom.wcs.org/News-Releases/articleType/ArticleView/articleId/18631/Statement-from-Central-Park-Zoo-on-Eurasian-Eagle-Owl.aspx",
      "title": "Statement from Central Park Zoo on Eurasian Eagle Owl > Newsroom",
      "description": "Feb. 3, 2023, New York - The following statement was issued by Central Park Zoo: \"A Eurasian eagle owl at Central Park Zoo was discovered missing from its exhibit at 8:30pm Thursday evening. The exhibit had been vandalized and the stainless steel mesh cut. Upon notification, a team was",
      "preview": "News Releases WCS NEWS RELEASE Statement from Central Park Zoo on Eurasian Eagle Owl New York , NY | February 04, 2023 Central Park Zoo's Eurasian Eag"
    },
    {
      "url": "https://www.topuniversities.com/university-rankings/world-university-rankings/2023",
      "title": "QS World University Rankings 2023: Top Global Universities | TopUniversities",
      "description": "Discover the world's top universities. Explore the QS World University Rankings® 2023, based on 6 key ranking indicators.",
      "preview": "Home Rankings Overview QS World University Rankings 2023: Top global universities QS World University Rankings 2023: Top global universities Discover"
    },
    {
      "url": "http://www.simpletexting.com",
      "title": "SMS marketing services & texting platform | SimpleTexting",
      "description": "Use the text messaging service 17,000+ businesses trust. Send SMS marketing campaigns, receive texts, and message one-on-one.",
      "preview": "They're raising prices (again) 🫠. Check out our affordable plans with unlimited contacts. A texting service designed to help small businesses win Ever"
    },
    {
      "url": "https://pbskids.org/apps/",
      "title": "Apps & More | PBS KIDS Mobile Downloads | PBS KIDS",
      "description": "void",
      "preview": "For Parents : Toggle message bar View All Apps View All E-Books View All Albums X Select a Store for Available Devices Or Download From Another Store"
    },
    {
      "url": "https://hbcstl.com/",
      "title": "Heartland St. Louis Black Chamber of Commerce",
      "description": "The Heartland St Louis Black Chamber is a one-stop shop for all things Black business. We are a business incubator, accelerator & development center offering minority owned businesses & nonprofit organizations access to capital, 1:1 counseling, weekly classes, training & workshops as well as tech support, networking opportunities & more. Schedule a free tour with us & become a member today!",
      "preview": "0 The one-stop shop for Black business. Heartland St. Louis Black Chamber of Commerce Become A Member Our Vision Our vision is to be the most resource"
    },
    {
      "url": "https://www.flirt.com/",
      "title": "Flirt.com - Online dating site for flirty local singles",
      "description": "Meet flirty singles near you with top online dating site. ⫸Browse personals, chat online and start dating. ⫸Over 400 000 users online.⫸Free and simple sign-up",
      "preview": "It all starts with flirting If you are looking for some fun dates, then try Flirt.com for free and sign up today Let's go! Your Top Site For Love And"
    },
    {
      "url": "https://monirulalam.net/2011/10/21/a-villagers-daily-life-in-keranigang/",
      "title": "A villagers Daily Life in Keranigang - MONIRUL ALAM",
      "description": "21 Oct. 2011-Keranigong.Dhaka. Bangladesh- A villager carries a bundle of jute- like fibrous plant use as a fuel, to earn his livelihood for supports his family. He passes through a road in Ruhitpure outskirts of Dhaka. Bangladesh. © Monirul Alam",
      "preview": "Skip to content Search Search for: Close .© Monirul Alam 21 Oct. 2011-Keranigong.Dhaka. Bangladesh- A villager carries a bundle of jute- like fibrous"
    },
    {
      "url": "https://www.brookings.edu/research/what-do-we-know-about-the-expansion-of-k-12-computer-science-education",
      "title": "What do we know about the expansion of K-12 computer science education? | Brookings",
      "description": "This brief reviews various efforts around the world to improve and scale computer science education.",
      "preview": "Search Home What do we know about the expansion of K-12 computer science education? Share Share Bluesky Streamline Icon: https://streamlinehq.com Blue"
    },
    {
      "url": "https://training.apple.com/us/en/appdeveloper",
      "title": "App Developer Training",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Training by us. Recognized by the world. Explore training for enterprise app"
    },
    {
      "url": "https://jsonschema.dev/",
      "title": "JSON Schema Validation",
      "description": "JSON Schema Validation, in browser, using ajv, with linting, and shareable schemas",
      "preview": "We're sorry but json-schema-check doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.certifico.com/sicurezza-lavoro/documenti-sicurezza/67-documenti-riservati-sicurezza/5928-dpi-criteri-di-scelta-quadro-normativo",
      "title": "DPI Criteri di scelta: Quadro normativo",
      "description": "Alla luce del quadro normativo 2021 inerenti i DPI, considerata: - l'entrata in vigore del nuovo Regolamento (UE) 2016/425 che stabilisce i requisiti per la progettazione e la fabbricazione dei dispositivi di protezione individuale (marcatura CE) in sostituzione della direttiva 89/686/CEE (GU L 81/51 del 31 Marzo 2016) - la pubblicazione del Decreto Legislativo 19 febbraio 2019 n. 17 di adeguamento della normativa nazionale alle disposizioni del Regolamento (UE) 2016/425 del Parlamento europeo e del Consiglio, del 9 marzo 2016, sui dispositivi di protezione individuale e che abroga la direttiva 89/686/CEE del Consiglio. (GU n.59 del 11.03.2019) (Modifiche al decreto legislativo 4 dicembre 1992, n. 475); un aggiornamento/nuovo decreto previsto nel D.M. 2 maggio 2001 \"Criteri per l'individuazione e l'uso dei dispositivi di protezione individuale (DPI)\", e dal D.Lgs. 81/2008 Art. 79 c. 2, dovrebbe allineare la legislazione e normativa tecnica (o da prevedere una procedura di armonizzazione tra la normativa legislativa e normativa tecnica): - D.Lgs. 81/2008 - Regolamento (UE) 2016/425 - Decreto legislativo 4 dicembre 1992, n. 475 - Norma armonizzate Regolamento (UE) 2016/425 - Norme tecniche (aggiornamento)",
      "preview": "Certifico | Safety Software certifico.com cem4.eu certificoadr.com safetyadr.com TUSSL / Link Glossario File CEM 800 14 47 46 info@certifico.com Infor"
    },
    {
      "url": "http://horizonschildren.org/",
      "title": "Horizons For Homeless Children | Volunteer Opportunities Boston",
      "description": "Horizons a non-profit improving lives of young homeless children - helping families. High-quality early education, play and support services.",
      "preview": "Our waitlist is growing: help children thrive Make a gift Tickets now available for Horizons 27th annual Breakfast Get your tickets or sponsorship tod"
    },
    {
      "url": "https://hannahandkatie68-blog.tumblr.com/",
      "title": "@hannahandkatie68-blog on Tumblr",
      "description": "Follow @hannahandkatie68-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes thefluffingtonpost Follow PHOTO OP: Twinsies Via misslindadee . babygoatsandfriends Follow hannahandkatie68-blog Cute Source: vine.co jami"
    },
    {
      "url": "https://www.wate.com/news/top-stories/family-calls-out-treatment-of-mother-who-died-in-knoxville-police-custody/",
      "title": "Knoxville Police Department, family of Lisa Edwards, who died in police custody calls treatment horrible",
      "description": "The family of a woman who died in Knoxville Police custody is speaking out after body camera video of her interaction with law enforcement was released.",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.wetip.com",
      "title": "WeTip Anonymous Reporting System - Crime Reporting Online, Text, Call",
      "description": "WeTip is a Fully Anonymous Reporting System for Crime Reporting Online. Text or Call 24/7 to Report a Crime Anonymously Leading to Rewards.",
      "preview": "Skip to content Anonymous Reporting Made Simple. Introducing WeTip 2.0, powered by Catapult EMS . Your Fully Anonymous Crime Reporting System. Submit"
    },
    {
      "url": "https://www.windy.com/",
      "title": "Windy: Wind map & weather forecast",
      "description": "Weather radar, wind and waves forecast for kiters, surfers, paragliders, pilots, sailors and anyone else. Worldwide animated weather map, with easy to use layers and precise spot forecast. METAR, TAF and NOTAMs for any airport in the World. SYNOP codes from weather stations and buoys. Forecast models ECMWF, GFS, NAM and NEMS",
      "preview": "© OpenStreetMap contributors m k j  www.windy.com"
    },
    {
      "url": "https://www.nytimes.com/section/world",
      "title": "World News - The New York Times",
      "description": "The latest international news, investigations and analysis from Africa, the Americas, Asia, Australia, Canada, Europe, the Middle East and the U.K.",
      "preview": "Advertisement SKIP ADVERTISEMENT Highlights Middle East Crisis Updates: Israel Approves Gaza Deal That Would Free Hostages and Prisoners Prime Ministe"
    },
    {
      "url": "http://www.soundblaster.com/",
      "title": "Schede audio DAC e amplificatore USB interne ed esterne e guida per l'acquisto Sound Blaster - Creative Labs (Italia)",
      "description": "La gamma di prodotti Sound Blaster possiede una soluzione di aggiornamento audio, sia interna che esterna, per qualsiasi configurazione. Non limitarti a visuali straordinarie. Ridefinisci la tua esperienza audio con Sound Blaster.",
      "preview": "Utilizziamo i cookie, che sono piccoli file di testo, per migliorare la tua esperienza sul nostro sito Web e per mostrarti contenuti personalizzati. P"
    },
    {
      "url": "https://energycrisis.co.uk/alternative-energy/",
      "title": "Alternative Energy - Energycrisis.co.uk",
      "description": "void",
      "preview": "Skip to content 1 Comment on Alternative Energy Posted in Energy Crisis Issues By jacob Posted on October 6, 2019 July 12, 2019 It may surprise reader"
    },
    {
      "url": "https://coder-girls.tumblr.com/post/126874557083",
      "title": "Is learning computer science linked to improved learning in other subjects? - @coder-girls on Tumblr",
      "description": "Many passionate computer science educators believe computational thinking, problem solving, persistence and analysis learned in compute...",
      "preview": "codeorg Follow Is learning computer science linked to improved learning in other subjects? Many passionate computer science educators believe computat"
    },
    {
      "url": "https://www.thatblogthatchickwrote.com/2010/07/twilight-eclipse.html",
      "title": "that blog that chick wrote: Twilight: Eclipse",
      "description": "The gang is back with a whole new set of wigs. Three down, two to go. Yuh-huh, just like the last Harry Potter film, someone has decided to ...",
      "preview": "void"
    },
    {
      "url": "https://www.wtatennis.com/rankings/doubles",
      "title": "WTA Doubles Rankings | Current Women's Tennis Doubles Standings",
      "description": "Explore the official WTA doubles rankings to see where your favorite teams stand. Get up-to-date women's tennis standings and player stats in one place.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Top Ranked Significant shift"
    },
    {
      "url": "https://astronomy.tools/calculators/field_of_view/",
      "title": "astronomy.tools",
      "description": "void",
      "preview": "Toggle navigation Field of View Calculators Focal Length / Ratio Magnification Field of View Telescope Capabilities Binocular Calculators CCD Calculat"
    },
    {
      "url": "https://www.drklein.de/kosten-grundstueckskauf.html",
      "title": "Kosten beim Grundstückskauf",
      "description": "Die Kosten beim Grundstückskauf werden nicht alleine durch den Kaufpreis beeinflusst. Die Kaufnebenkosten wirken sich auch auf Ihren Geldbeutel aus. Womit Sie außerdem rechnen müssen, erfahren Sie bei Dr. Klein.",
      "preview": "Zum Hauptinhalt springen Florian Unterfrauner Teilen 6 Min. 14.02.2023 Das Wichtigste in Kürze Grobe Schätzungen besagen, dass der Grundstückskauf zwi"
    },
    {
      "url": "https://vanessahurst.com/",
      "title": "Vanessa Hurst",
      "description": "engineer, mom, social entrepreneur",
      "preview": "Vanessa Hurst 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna I am never wholly comfortable or"
    },
    {
      "url": "https://music.apple.com/deeplink?app=music&p=subscribe&at=1000l4QJ&ct=418&itscg=10000&itsct=mus-0-try_it_free-ipad-apl-220405",
      "title": "Connecting to Apple Music",
      "description": "void",
      "preview": "Connecting... If you have Apple Music and it doesn't open automatically, try opening it from your dock or Windows task bar. Download Apple Music Selec"
    },
    {
      "url": "https://mb.oemdtc.com",
      "title": "Mercedes-Benz & Smart - OEMDTC",
      "description": "Mercedes-Benz & Smart Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://shapes.framer.website/",
      "title": "Copy-Paste SVG Shapes",
      "description": "SVG Shapes",
      "preview": "made by monika michalczyk Explore the collection of 120+ basic SVG shapes for your upcoming project. Simply click on a shape to copy its SVG code to y"
    },
    {
      "url": "https://www.socialworkschi.org/",
      "title": "Chicago's Youth Charity - Donate & Volunteer | SocialWorks",
      "description": "SocialWorks is the Chicago charity of Chance the Rapper, supporting youth and those experiencing homelessness. Volunteer or donate at socialworkschi.org",
      "preview": "Donate volunteer To Empower the Youth Through the Arts, Education, and Civic Engagement DONATE A monthly platform for Young Creatives to share, expres"
    },
    {
      "url": "https://brigantinenow.com/hooked-on-fishing-this-saturday-july-27/",
      "title": "Hooked on Fishing This Saturday, July 27 - BrigantineNOW",
      "description": "News, Info, Real Estate and Politics from Brigantine, New Jersey",
      "preview": "Skip to content Brigantine Beach features the 27th annual \"Hooked on Fishing\" tournament, this Saturday, July 27. The free event will be held on the b"
    },
    {
      "url": "http://www.canopyplanet.org/",
      "title": "Homepage | Canopy",
      "description": "Canopy is a solution-based NGO committed to protecting forests, biodiversity, and climate.",
      "preview": "We Protect Forests, Species, And Climate We Protect Forests, Species, And Climate Become A Partner Become A Brand Partner We work with over 1,000 bran"
    },
    {
      "url": "https://www.fox29.com/news/officials-boy-hospitalized-after-accidentally-getting-stuck-in-rope-ladder-at-kop-indoor-park",
      "title": "Officials: Boy hospitalized after accidentally getting stuck in rope ladder at KOP indoor park | FOX 29 Philadelphia",
      "description": "An 8-year-old boy is recovering after he accidentally got stuck in a rope ladder, and was unresponsive for a short time, at a King of Prussia indoor amusement park, officials say.",
      "preview": "Freeze Warning until FRI 9:00 AM EDT, Schuylkill County, Monroe County, Carbon County, Northampton County, Lehigh County, Warren County 4 High Wind Wa"
    },
    {
      "url": "https://www.amministrazionicomunali.it/calabria/san-sosti/meteo",
      "title": "Meteo nel Comune di San Sosti - amministrazionicomunali.it",
      "description": "Previsioni meteo nel Comune di San Sosti",
      "preview": "Italia Scheda Italia Variazioni amministrative Spesa pubblica Andamento popolazione età/sesso Andamento popolazione Andamento popolazione straniera Au"
    },
    {
      "url": "https://student.mak.ac.ug/",
      "title": "ACMIS Students Portal",
      "description": "Students Portal",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.skylinepacific.com/",
      "title": "Home - Skyline Pacific Properties",
      "description": "void",
      "preview": "Proven Leaders in Real Estate Investment Skyline Pacific Properties, LLC is a private entrepreneurial real estate investment firm that has purchased a"
    },
    {
      "url": "http://jobs.economist.com/",
      "title": "Jobs.Economist.com | jobs | Choose from 28 live vacancies",
      "description": "Search for your next job from 28 live vacancies, or upload your CV now and let employers find you",
      "preview": "Skip to main content Find a job on The Economist Jobs Board Search Keywords Location Within Within 0 miles Within 5 miles Within 10 miles Within 15 mi"
    },
    {
      "url": "http://gis.arkansas.gov/?product=situs-address-points",
      "title": "Address Points | Arkansas GIS Office",
      "description": "void",
      "preview": "Click Here To Subscribe To News And Data Updates! Address Points Downloadable Data! Updated: 2025-04-11 08:00:00 Publisher: Arkansas GIS Office Public"
    },
    {
      "url": "https://runningout-of-words.tumblr.com/",
      "title": "Angela",
      "description": "28, they/them :)",
      "preview": "Angela 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna apolladay How big was the biggest vehic"
    },
    {
      "url": "https://ncbiinsights.ncbi.nlm.nih.gov/",
      "title": "NCBI Insights - News about NCBI resources and events",
      "description": "News about NCBI resources and events",
      "preview": "Skip to content Menu Use of earliest publication date for determining NIH Public Access compliance As shared in the July National Center for Biotechno"
    },
    {
      "url": "https://gpay.app.goo.gl/HGxm3Z",
      "title": "Google Pay - Seamlessly Pay Online, Pay In Stores or Send Money",
      "description": "Google Pay is a quick, easy, and secure way to pay online, in stores or send money to friends and family. Pay the Google way.",
      "preview": "Pay the Google way The pay with a tap, check out with a click, security built-in, right card at the right time way to pay autofill Save your payment d"
    },
    {
      "url": "https://modwiggler.com/forum/viewforum.php?f=17",
      "title": "Music Tech DIY - MOD WIGGLER",
      "description": "void",
      "preview": "MOD WIGGLER A place to talk about Modular Synthesizers. And Cats. Skip to content MOD WIGGLER A place to talk about Modular Synthesizers. And Cats. Sk"
    },
    {
      "url": "https://gamboporn.com/get/beautiful-romantic-erotic/",
      "title": "Beautiful romantic erotic free porn - watch and download Beautiful romantic erotic search porn at GamboPorn.com",
      "description": "Watch Beautiful romantic erotic hot porn Beautiful romantic erotic video and get to mobile",
      "preview": "Beauties enjoying hot romantic lesbian sex Free Beautiful romantic erotic porn 08:25 Unique busty beauty babes in erotic action 06:59 Romantic Dim-lit"
    },
    {
      "url": "https://wjla.com/news/local/fairfax-county-public-schools-pulls-lgbtq-books-graphic-sex-libraries-virginia-lawn-boy-gender-queer",
      "title": "Fairfax schools pulls two LGBTQ+ books with graphic sex from high school libraries",
      "description": "Fairfax County Public Schools removed two books from its high schools' libraries after community members complained about graphic sex depicted between two males in the books at a school board meeting Thursday. One book was anillustrated memoir that contains explicit illustrations of sexual encounters involving children.",
      "preview": "Fri, 10 Oct 2025 11:35:49 GMT (1760096149416) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://cotswoldfarmhousefurniture.co.uk/pages/desks",
      "title": "Desks - Cotswold Farmhouse Furniture",
      "description": "void",
      "preview": "Free Delivery on all Products (Excluding Chairs) to Mainland England & Wales. Cart (0) 0 Dining Tables Table & Bench Sets Chairs Coffee Tables Console"
    },
    {
      "url": "https://www.twincitiesrise.org/",
      "title": "Twin Cities R!SE",
      "description": "At Twin Cities Rise, we assist individuals in poverty on the path to long-term and stable employment. Our work skills training prepares participants with the skills they'll need on the job. And through internship opportunities, job search assistance, and employment placement services, we work with participants to find meaningful employment.",
      "preview": "Skip to content Building Careers Empowering Lives Twin Cities R!SE has provided comprehensive workforce development to under and unemployed individual"
    },
    {
      "url": "https://www.roportal.ro/discutii/topic/113646-bigdefender/",
      "title": "Forumuri - Forum Roportal",
      "description": "void",
      "preview": "Sari la conținut Creează topic nou Forumuri Omul si Societatea Astrologie si paranormal Horoscop si astrologie Teorii. Ipoteze. Fenomenul OZN. Practic"
    },
    {
      "url": "https://cloud.google.com/vertex-ai/docs/start/introduction-unified-platform",
      "title": "Introduction to Vertex AI | Google Cloud",
      "description": "Learn about Vertex AI, a machine learning (ML) platform that lets you train and deploy ML models and AI applications, and customize large language models (LLMs) for use in your AI-powered applications.",
      "preview": "Skip to main content / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil 中文 - 简体 中文 - 繁體 日本語 한"
    },
    {
      "url": "https://www.patagonia.com/product/womens-insulated-powder-town-ski-snowboard-jacket/195699211773.html",
      "title": "Patagonia Women's Insulated Powder Town Ski/Snowboard Jacket",
      "description": "Built for mobility and layering, our Patagonia® Women's Insulated Powder Town Jacket is waterproof and windproof. Made in a Fair Trade Certified™ factory.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://linktr.ee/summer.residency",
      "title": "Summer Residency | Linktree",
      "description": "South of France - August 2025",
      "preview": "Summer Residency South of France - August 2025 Welcome Website Cookie Preferences · Report · Privacy View on mobile"
    },
    {
      "url": "https://sellercentral.amazon.fr/gp/help/external/help.html?itemID=74GGME6P8ELPLGU&language=fr_FR&ref=efph_74GGME6P8ELPLGU_relt_2AHG9AAHGG2DPVH",
      "title": "Amazon",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.wellarrangedmolecules.com/main/?page=mineral_detail&detail_id=3610",
      "title": "Well Arranged Molecules | Mineral Specimen Andradite var. Demantoid-Topazolite, Val Malenco, Sondrio Province, Lombardy, Italy (id: 3610)",
      "description": "void",
      "preview": "home minerals ordering news about links contact Join our Newsletter:"
    },
    {
      "url": "https://www.objets-caches.com/l-enigme-de-la-montagne.html",
      "title": "Jeu L'énigme de la montagne gratuit sur objets-caches.com",
      "description": "Depuis très longtemps une énigme n'a jamais été résolue , elle concerne une montagne, serez-vous suffisamment observateur pour trouver la réponse à cette énigme.",
      "preview": "Jeu L'énigme de la montagne Viens jouer au jeu L'énigme de la montagne , un de nos super jeux d' objets cachés gratuit. Depuis très longtemps une énig"
    },
    {
      "url": "http://link.springer.com/journal/11094",
      "title": "Home | Pharmaceutical Chemistry Journal",
      "description": "Pharmaceutical Chemistry Journal, a peer-reviewed journal, is dedicated to scientific and technical research on the creation and manufacturing improvement of ...",
      "preview": "Skip to main content Pharmaceutical Chemistry Journal Publishing model : Subscription Journal menu Overview Pharmaceutical Chemistry Journal , a peer-"
    },
    {
      "url": "https://www.sailthru.com/",
      "title": "Sailthru by Marigold | Deliver dynamic, data-driven customer journeys",
      "description": "Boost engagement and revenue with Sailthru's AI-driven email, mobile, web, and SMS campaigns. Personalize at scale, save hours, and deliver ROI fast.",
      "preview": "Platform Solutions Industries Why Marigold Resources Company Contact Us You create the content, we'll deliver the ROI up to 100% uplift in conversion"
    },
    {
      "url": "http://bit.ly/3SEbWHF",
      "title": "Experts pushing for high-seas fishing ban win 'Nobel Prize for environment'",
      "description": "Environmental science and conservation news",
      "preview": "Experts pushing for high-seas fishing ban win 'Nobel Prize for environment' Mongabay.com 22 Feb 2023 Global Oceans Comments Share article Share this a"
    },
    {
      "url": "https://mgp770.tumblr.com/",
      "title": "Tumblr",
      "description": "Tumblr. Pure effervescent enrichment. Old internet energy. Home of the Reblogs. All the art you never knew you needed. All the fandoms you could wish for. Enough memes to knock out a moderately-sized mammal. Add to it or simply scroll through and soak it up.",
      "preview": "mgp770 is on Tumblr Mature content This blog may contain content not suitable for all audiences. To view this blog, sign up or login Welcome to your c"
    },
    {
      "url": "https://free-harley-mecklenburg-chapter.de/chapter-aktuell/10-biker-sommer-party/index.html",
      "title": "15. Biker-Jubiläums-Sommer-Party 2018",
      "description": "Motorradverein,Motorradclub,Harleyclub,Harleyverein,Harleyfahrer,Harleychapter",
      "preview": "Startseite Chapter Aktivitäten News für Mitglieder, Chapter und Interessierte Chapter Tagesfahrten Rückblick auf Sommer-Partys Über uns Das Chapter Gr"
    },
    {
      "url": "https://lbb.in/shop/product/side-pockets-detail-mauve-striped-dress",
      "title": "Get Side Pockets Detail Mauve Striped Dress at ₹ 1600 | LBB Shop",
      "description": "Knot Clothing is women fashionwear label. The brand is collection of beautiful products made with quality fabrics and materials.",
      "preview": "Thank you for visiting. You can now shop for Dresses on Nykaa Fashion Continue To Shop Take Me To Nykaa Fashion OR Explore Reviews And Recommendations"
    },
    {
      "url": "https://register.apple.com/health-records/",
      "title": "Health Records",
      "description": "Health Records",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://relay.firefox.com/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Firefox Relay",
      "description": "⁨Firefox Relay⁩ makes it easy to create email masks that forward your messages to your true inbox. Use them to protect your online accounts from hackers and unwanted messages.",
      "preview": "Protect your identity with secure phone and email masking Our secure, easy-to-use email and phone masks help keep your identity private so you can sig"
    },
    {
      "url": "https://free-harley-mecklenburg-chapter.de/chapter-aktuell/10-biker-sommer-party/index.html",
      "title": "15. Biker-Jubiläums-Sommer-Party 2018",
      "description": "Motorradverein,Motorradclub,Harleyclub,Harleyverein,Harleyfahrer,Harleychapter",
      "preview": "Startseite Chapter Aktivitäten News für Mitglieder, Chapter und Interessierte Chapter Tagesfahrten Rückblick auf Sommer-Partys Über uns Das Chapter Gr"
    },
    {
      "url": "https://imgbin.com/",
      "title": "IMGBIN.com - Download Transparent PNG Images, For Free",
      "description": "Get unlimited access to millions of free transparent PNG files created by designers, for designers",
      "preview": "categories logos calendar log in sign up Categories PNG's Famous PNG Logos Events Calendar Popular PNG's Newest PNG's PNG's by Color AI Background Rem"
    },
    {
      "url": "https://www.popaganda.com/",
      "title": "POPAGANDA",
      "description": "void",
      "preview": "0 NOW YOU SEE IT MAY 20 Allouche Gallery 77 Mercer St, New York, NY 10012 DELUSIONVILLE COLORING BOOK Color in your favorite Delusionville characters"
    },
    {
      "url": "https://www.fairtrade.net/standard",
      "title": "Fairtrade standards",
      "description": "void",
      "preview": "Fairtrade Standards The Fairtrade Standards are the foundation of our work. They establish what we mean by sustainable farming, decent work, and fair"
    },
    {
      "url": "https://insights.sustainability.google/#request",
      "title": "Google Environmental Insights Explorer - Make Informed Decisions",
      "description": "Environmental impact begins with insights. Explore data to make informed decisions and inspire action.",
      "preview": "Environmental Insights Explorer Impact begins with insights. Explore data to make informed decisions and inspire action. Explore estimated carbon emis"
    },
    {
      "url": "https://www.hrw.org/report/2018/01/23/hidden-chains/rights-abuses-and-forced-labor-thailands-fishing-industry",
      "title": "Hidden Chains: Rights Abuses and Forced Labor in Thailand's Fishing Industry | HRW",
      "description": "This report describes how migrant fishers from neighboring countries in Southeast Asia are often trafficked into fishing work, prevented from changing employers, not paid on time, and paid below the minimum wage. Migrant workers do not receive Thai labor law protections and do not have the right to form a labor union.",
      "preview": "Would you like to see a version of this page that loads faster by showing text only? Yes No, don't ask again ✕ Close Summary Our money is with [the ow"
    },
    {
      "url": "http://www.igol.it/",
      "title": "Igol - Consigli e Magazine di Business e Impresa",
      "description": "Imprenditorialità Giovanile era una società che operava nel campo della creazione d'impresa, dello sviluppo locale, del sostegno alle PMI e oggi dispensa consigli utili attraverso il suo magazine.",
      "preview": "Imprenditoria Giovanile - Chi era Igol La grande città dell'opportunità Imprenditorialità Giovanile era una società fondata a fine anni '90 negli ambi"
    },
    {
      "url": "https://a.cms.omniupdate.com/11/?skin=oucampus&account=montgomery&site=www&action=de&path=/index.pcf",
      "title": "Log In - Modern Campus CMS",
      "description": "void",
      "preview": "Modern Campus CMS Logo Log in to your account Username LOGIN Reset Password Change Password Please enter a new password for user in account . New Pass"
    },
    {
      "url": "https://lesmotsdaelys.blogspot.com/2014/05/finir-un-premier-jet.html",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://lisakippsbrown.com/videos/promoting-unity-while-saluting-diversity-triple-nikel/",
      "title": "Promoting Unity While Saluting Diversity: Triple Nikel | Transformational Entrepreneurship: Lisa Kipps-Brown",
      "description": "Four veterans founded Triple Nikel to offer diversity in veterans' apparel. The unapologetic American lifestyle brand salutes diversity in everything they do & is disrupting the industry one inclusive design at a time.",
      "preview": "Promoting Unity While Saluting Diversity: Triple Nikel When entrepreneurs see an unmet need in the marketplace, they act. That's exactly why the 4 co-"
    },
    {
      "url": "https://www.gih.org/grantmaker-focus/william-j-and-dorothy-k-oneill-foundation/",
      "title": "William J. and Dorothy K. O'Neill Foundation - Grantmakers In Health",
      "description": "Learn more about William J. and Dorothy K. O'Neill Foundation's mission, vision, and approach in this Grantmaker Focus profile.",
      "preview": "Skip to content Funding Partner Portal Partner Directory Sign In William J. and Dorothy K. O'Neill Foundation Grantmaker Profiles Posted May 11, 2018"
    },
    {
      "url": "https://www.sportshigh.com/sports/soccer_girls/articles/2014-2015/0221_HHSAA-d2-championship",
      "title": "HHSAA Division II Girls Soccer - Hawaii Prep defeats Mid-Pacific, 5-1 for Division II Girls Soccer Championship Title - Hawaii High School Athletic Association (HHSAA)",
      "description": "Hawaii High School Athletics Association (HHSAA) tournament information, news and photos",
      "preview": "girls soccer HHSAA Division II GIRLS SOCCER: Hawaii Prep defeats Mid-Pacific, 5-1 for Division II Girls Soccer Championship Title (Sat) February 21, 2"
    },
    {
      "url": "https://help.venmo.com/",
      "title": "Venmo Help Center and Support | Venmo",
      "description": "Looking for Venmo support? Find answers to commonly asked questions relating to your personal or business account.",
      "preview": "You need to enable JavaScript to run this app. Help Center How can we help you? Topics Accounts, Profiles & Settings Updating your Venmo Profile Payme"
    },
    {
      "url": "http://wearemtm.com/",
      "title": "International strategy & research consultancy | MTM",
      "description": "void",
      "preview": "Part of Brave Bison London MTM 62-65 Chandos Place London WC2N 4HG Leeds MTM The Leeming Building George St Leeds LS2 7HZ Welcome. We are MTM. Deliver"
    },
    {
      "url": "https://www.synchrony.com/accounts/?client=walgreens",
      "title": "Synchrony Account Manager",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://ketchup7.tumblr.com/",
      "title": "Tacos",
      "description": "void",
      "preview": "Tacos zancorvid : Persona 5 car @ Anime Expo 2017 700 notes * Posted 8 years ago via zancorvid robot-and-alien-dude : 14,777 notes * Posted 8 years ag"
    },
    {
      "url": "https://www.theacsi.org/",
      "title": "The American Customer Satisfaction Index (ACSI) - National Cross-Industry Measure of Customer Satisfaction",
      "description": "The American Customer Satisfaction Index (ACSI) is the only national cross-industry measure of customer satisfaction that represents the U.S. economy.",
      "preview": "Skip to content The American Customer Satisfaction Index The ACSI ® is the only national cross-industry measure of customer satisfaction that represen"
    },
    {
      "url": "http://www.oceansatlas.org/",
      "title": "UN Atlas of the Oceans: Home",
      "description": "void",
      "preview": "A leaflet of the UN Atlas of the Oceans Click on the image to download a PDF version The UN Atlas of the Oceans is an Internet portal providing inform"
    },
    {
      "url": "http://intranet.ywca.org/",
      "title": "Home - YWCA Intranet",
      "description": "The site home page",
      "preview": "Skip main navigation (Press Enter). Contact Us YWCA Week Without Violence - Safe Beginnings: Protecting Mothers, Nurturing Futures - Oct 20-24 - Learn"
    },
    {
      "url": "http://www.all-science-fair-projects.com/",
      "title": "1000+ Science Fair Projects with Videos for All Grades",
      "description": "Find the best STEM projects & science fair project ideas · Over 55 subjects · Easy science fair projects, Top 10 & more!",
      "preview": "Find science fair project ideas from our collection of 1000+ STEM projects! Which school grade are you in? Browse by Grade Level What subject do you l"
    },
    {
      "url": "http://www.vulcan.com",
      "title": "Home - Vulcan Real Estate",
      "description": "Through responsible real estate development and our unwavering belief in a greater tomorrow, we're deeply invested in transformational projects that improve the environment, our economy, and our society.",
      "preview": "Invested in the Future We design and deliver imaginative places that propel human progress. Through responsible real estate development and our unwave"
    },
    {
      "url": "http://www.higherlogic.com",
      "title": "Powerful Online Community Software | Higher Logic",
      "description": "Higher Logic's powerful online community brings together organizations and people, making real conversations happen. Book a demo today!",
      "preview": "Skip to content Revolutionize engagement where every connection matters. Our powerful online community software combines the innovation of AI with hum"
    },
    {
      "url": "https://www.youtube.com/c/CrackingTheCryptic/videos",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://americasvoice.org/press_releases/by-the-numbers-10-key-immigration-stats-from-midterms-and-beyond/",
      "title": "By the Numbers: 10 Key Immigration Stats From Midterms and Beyond - America's Voice",
      "description": "Washington, DC - By all indications, these midterm elections will be driven by voter concerns about the economy and inflation and possibly abortion rights and gun-violence, with immigration a lower concern for most voters. However, immigration has been used as a fear mongering issue by Republican candidates and some polls indicate it is a top... Continue »",
      "preview": "tags: Press Releases By the Numbers: 10 Key Immigration Stats From Midterms and Beyond by AV Press Releases on November 8, 2022 Share This: Washington"
    },
    {
      "url": "https://mgp770.tumblr.com/",
      "title": "Tumblr",
      "description": "Tumblr. Pure effervescent enrichment. Old internet energy. Home of the Reblogs. All the art you never knew you needed. All the fandoms you could wish for. Enough memes to knock out a moderately-sized mammal. Add to it or simply scroll through and soak it up.",
      "preview": "mgp770 is on Tumblr Mature content This blog may contain content not suitable for all audiences. To view this blog, sign up or login Welcome to your c"
    },
    {
      "url": "https://www.entrepreneur.com/business-news/heres-how-to-get-150000-from-shark-tanks-daymond/436848",
      "title": "Here's How to Get $150,000 From 'Shark Tank''s Daymond John",
      "description": "Applications are now open for the third annual Black Entrepreneurs Day, which will be held at the Apollo Theater in Harlem on October 27.",
      "preview": "Skip to main content Search Search Daymond John remembers hawking hats outside the historic Apollo Theater in the '90s. After selling his wares, he'd"
    },
    {
      "url": "https://online.berklee.edu/takenote/katelyn-brown-talks-berklee-online-graduation-future-career-plans-and-life-at-home-with-kane-brown/",
      "title": "Katelyn Brown Talks Berklee Online Graduation and Life with Kane Brown",
      "description": "Katelyn Brown talks about graduating from Berklee Online with her degree in Music Business and taking her courses while on tour with husband Kane Brown.",
      "preview": "Katelyn Brown Talks Berklee Online Graduation and Life with Kane Brown By Pat Healy Katelyn Brown reckons she has participated in Berklee Online class"
    },
    {
      "url": "https://usaa.com/",
      "title": "Insurance, Banking, Retirement & Investment Services | USAA | USAA",
      "description": "USAA offers competitive auto rates, no-monthly service fee banking and retirement options to all branches of the military and their family. Join now and let us serve you.",
      "preview": "Skip to Content Insurance, banking and retirement solutions. Here are some of the ways we serve the military, veterans, and their eligible family memb"
    },
    {
      "url": "https://www.dotdashmeredith.com/careers/",
      "title": "Career Opportunties | People Inc",
      "description": "Learn about jobs and career opportunities at Dotdash Meredith, America's largest digital and print publisher.",
      "preview": "Open Roles Contract"
    },
    {
      "url": "http://blog.vizzuality.com",
      "title": "Vizzuality | Blog",
      "description": "We craft beautiful data products that enhance the impact of the world's most important organisations.",
      "preview": "Data Science and GIS go hand in hand against climate change. Camellia Williams, Lead Writer. You can also read this blog on Medium. The problems we wo"
    },
    {
      "url": "https://bethanyrutter.com/2011/09/28/a-fine-vintage-3/",
      "title": "A Fine Vintage #3. - Bethany Rutter",
      "description": "void",
      "preview": "Skip to content Square Unless I find another gem in one of my rummages, this will be the last 'A Fine Vintage' edition for a while! This is the dress"
    },
    {
      "url": "https://www.sharkclean.com/exclusive-offer/WS642AEWBKT/shark-wandvac-self-empty-system-pet-lightweight-powerful-cordless-stick-vacuum-with-hepa/",
      "title": "Shark® Cordless Vacuum Cleaners | Wireless & Rechargeable",
      "description": "Discover lighter, longer running and more powerful cordless stick and upright vacuum cleaners from Shark®, the #1 vacuum brand in America*. Free shipping.",
      "preview": "Log in or create an account to add this item to your favorites. Get easier, faster product support and access to warranty information Quickly buy acce"
    },
    {
      "url": "https://www.bestbuyads.com/",
      "title": "Best Buy Ads",
      "description": "void",
      "preview": "See the future of retail media today! Watch now → × Skip to main content Data-driven advertising for results beyond imagination. Reach passionate shop"
    },
    {
      "url": "https://us.e-activist.com/page/6747/subscribe/1?ea.tracking.id=mailing-list-page",
      "title": "DONATE | Creative Commons",
      "description": "void",
      "preview": "This campaign is now closed."
    },
    {
      "url": "https://www.plantedtank.net/forums/",
      "title": "The Planted Tank Forum",
      "description": "A forum community dedicated to Aquatic tank owners and enthusiasts. Come join the discussion about flora, fauna, health, housing, filters, care, classifieds,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Planted"
    },
    {
      "url": "https://www.indianembassyusa.gov.in",
      "title": "Welcome to Embassy of India, Washington D C, USA",
      "description": "Welcome to Embassy of India, Washington D C, USA",
      "preview": "Welcome to Embassy of India, Washington D C, USA Sitemap Feedback Skip to main content Screen Reader Access Menu Home About us Ambassador List of Offi"
    },
    {
      "url": "https://www.xataka.com/categoria/moviles",
      "title": "Móviles: Noticias, análisis y novedades - Xataka",
      "description": "Novedades en teléfonos móviles, análisis, características y próximos lanzamientos. Últimas noticias sobre smartphones, Android y iPhone. Actualidad sobre los nuevos móviles Samsung Galaxy, LG, Sony, Motorola, Nokia, HTC, Xiaomi, Huawuei y terminale",
      "preview": "Xataka PARTNERS Life´s Good by LG Make it realme HP impulsa tu pyme muévete con Renault Inspirando TCL Hola, somos HONOR Innovación Volvo Dos filosofí"
    },
    {
      "url": "https://www.ls.graphics/",
      "title": "Highest quality mockups for graphic and UI designers",
      "description": "Discover a vast collection of free and premium mockups for Photoshop and Figma. Enhance your design projects with high-quality device and packaging mockups",
      "preview": "Products Online Tools Free Mockups Edit Online Get all from $9/mo No need to download - Now you can use mockups online We're pretty good making great"
    },
    {
      "url": "https://www.servinauta.com/1487-2/img-20180822-wa0012/",
      "title": "img-20180822-wa0012 - Servinauta",
      "description": "void",
      "preview": "Buscador Buscar Inicio Servicios Barcos de Ocasión Alquiler Academia Náutica Noticias Contacto Buscar... Noticias: Buscar... Todas las noticias Archiv"
    },
    {
      "url": "https://www.journeytothepastblog.com/2016/05/cutie-pie-is-6.html",
      "title": "Journey to the Past: Cutie Pie is 6!!!!!!",
      "description": "Wow! Cutie Pie is celebrating her sixth birthday. Happy Birthday, Cutie Pie. She is a kindergartner now and finishing up her school yea...",
      "preview": "Pages Home About Me Library Policies Surnames Toolbox Fort Custer in the World Wars Book 25 May 2016 Cutie Pie is 6!!!!!! Wow! Cutie Pie is celebratin"
    },
    {
      "url": "http://ec.ala.org/membership/renew",
      "title": "Store",
      "description": "void",
      "preview": "Skip to main content Loading × Cart Summary + Show - Hide 0 item(s) ($0.00) Your cart is empty. Open Invoices × Click the box next to each open invoic"
    },
    {
      "url": "https://www.marykay.com/en-us/products/makeup/eyes/makeup-remover/mary-kay-oilfree-eye-makeup-remover-180101",
      "title": "Mary Kay® Oil-Free Eye Makeup Remover",
      "description": "Mary Kay® Oil-Free Eye Makeup Remover - Gently removes eye makeup, including waterproof mascara, without tugging or pulling the delicate skin in the eye area. Formula does not leave skin feeling greasy.",
      "preview": "Back To Makeup Eyes Makeup Remover Print Back Mary Kay® Oil-Free Eye Makeup Remover 3.75 fl. oz. $ 18 . 00 This product is not currently available onl"
    },
    {
      "url": "http://corporate.samsclub.com/",
      "title": "Sam's Club",
      "description": "We make it easy for members to share more, serve more, and live more.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    }
  ],
  "_meta": {
    "total_bookmarks": 106
  }
}