{
  "data": [
    {
      "url": "https://www.aktivortho.ch/cst_fachanwender_verordnungsformular/fa_verordnungsformular.php?other_prescriptions=Mc+David+Anklebrace",
      "title": "aktivortho Verordnungsformular Generator",
      "description": "void",
      "preview": "Verordnungsformular Generator Name: Vorname: Adresse: Geburtsdatum: / / TT / MM / JJJJ KK IV SUVA MV UVG Für Rückfragen: Name: Telefon: Diagnose: Sons"
    },
    {
      "url": "https://signup.e2ma.net/signup/1900156/1902645",
      "title": "Sign up",
      "description": "void",
      "preview": "Yes! I agree to receive emails with news, updates, and promotional information about BBB products or services (check all that apply). To ensure our em"
    },
    {
      "url": "http://www.waterloofoundation.org.uk",
      "title": "The Waterloo Foundation",
      "description": "The Waterloo Foundation is an independent grant-making foundation based in Wales",
      "preview": "World Development Environment Child Development Wales Welcome to the Waterloo Foundation (TWF) The Waterloo Foundation (TWF) is an independent grant-m"
    },
    {
      "url": "https://www.bagborroworsteal.com/",
      "title": "Rent, Buy and Sell Designer Handbags & Accessories - Bag Borrow or Steal",
      "description": "Rent, Buy and Sell Designer Handbags & Accessories. Keep your authentic luxury collection fresh. Shop Bag Borrow or Steal",
      "preview": "Sign In | WE GUARANTEE AUTHENTICITY Take an extra 30% OFF SITEWIDE...Use promo code BAGHOLIDAY at checkout. Get Inspired - Follow Us on Instagram Tag #B"
    },
    {
      "url": "https://mcm-curiosity.tumblr.com/",
      "title": "MCM Curiosities",
      "description": "All are accepted here. I am a small time blog that likes to explore new topics frequently. I find many things beautiful and interesting and I want to share that wonder with you. My curisities include...",
      "preview": "Menu MCM Curiosities All are accepted here. I am a small time blog that likes to explore new topics frequently. I find many things beautiful and inter"
    },
    {
      "url": "https://www.imo.org/en/OurWork/Legal/Pages/Registration-of-ships-and-fraudulent-registration-matters.aspx",
      "title": "Registration of ships and fraudulent registration matters",
      "description": "void",
      "preview": "Ship registration Registration of a ship plays an imperative function towards safety and security of the maritime transport and significantly contribu"
    },
    {
      "url": "https://www.nintendo.com/switch",
      "title": "Nintendo Switch™ Family - Nintendo - Official Site",
      "description": "void",
      "preview": "Loading"
    },
    {
      "url": "http://www.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://veckorevyn.com/nyheter/hannah-jag-ska-hamnas-pa-bygglovs-matte/",
      "title": "Hannah: Jag ska hämnas på Bygglovs-Matte!",
      "description": "En skådis, en sexexpert och en nattklubbschef - se vad de gör i helgen!",
      "preview": "Menu Sök Sök efter: Sök Menu Sök Sök efter: Sök Hannah: Jag ska hämnas på Bygglovs-Matte! En skådis, en sexexpert och en nattklubbschef - se vad de gö"
    },
    {
      "url": "https://code.msdn.microsoft.com/",
      "title": "Microsoft Learn: Build skills that open doors in your career",
      "description": "Gain technical skills through documentation and training, earn certifications and connect with the community",
      "preview": "Learning for everyone, everywhere Explore Microsoft product documentation, training, credentials, Q&A, code references, and shows. Search Popular tech"
    },
    {
      "url": "https://eductors.net/jet-pump-application-sheet/",
      "title": "Jet Pump Application Sheet",
      "description": "Please use the following Jet Pump Application Sheet to request jet pump sizing or jet pump pricing details.",
      "preview": "Skip to content Home » Jet Pump Application Sheet Instagram This field is for validation purposes and should be left unchanged. Name (Required) First"
    },
    {
      "url": "https://www.cloudskillsboost.google?utm_source=cgc&utm_medium=website&utm_campaign=evergreen",
      "title": "Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right Cloud learning for you Upskill yourself or your team with Google Clou"
    },
    {
      "url": "https://www.sj.se/en/travel-with-sj/our-trains.html",
      "title": "SJ",
      "description": "SJ",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://americassbdc.org/",
      "title": "Home - America's SBDC",
      "description": "America's SBDCs provide free and confidential business advice to help entrepreneurs start, grow, and succeed. Find your local SBDC and get the support you need today.",
      "preview": "America's SBDCs Your Vision for Tomorrow Starts Today. You don't have to build your business alone. Our expert, no-cost advisors provide the guidance"
    },
    {
      "url": "https://cpra-intake-form.target.com",
      "title": "cprarequestform",
      "description": "cprarequestform",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.nhl.com/stats/skaters",
      "title": "NHL Stats | NHL.com",
      "description": "The official source for NHL Stats including skaters, goalies, teams stats and more.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://achelisbodman.org/",
      "title": "Achelis & Bodman Foundation",
      "description": "void",
      "preview": "About Us The Achelis and Bodman Foundation was formally established on November 25, 2015, from the merger of The Achelis Foundation (established in 19"
    },
    {
      "url": "https://bigglewiggle.tumblr.com/",
      "title": "MM",
      "description": "|17| Computer Science major, Dogs",
      "preview": "MM |17| Computer Science major, Dogs Ask me anything :) Archive Random Tags Next page lycanthology : lycanthology : i think one of the most important"
    },
    {
      "url": "https://vr.youtube.com/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.thecipherbrief.com/column_article/the-magpies-and-the-cuckoos-a-disinformation-fable",
      "title": "The Magpies and the Cuckoos: A Disinformation Fable - The Cipher Brief",
      "description": "In this Academic Incubator column, Duke Law Student Jessica 'Zhanna' Malekos Smith approaches the issue of disinformation in a creative writing format.",
      "preview": "Skip to content Your Trusted Source for National Security News & Analysis October 9th, 2025 | 02:49 AM Trending: Israel Hamas Middle East Ukraine Russ"
    },
    {
      "url": "https://www.prnewsonline.com/image-patrol-news-corp-vs-bbc-crises-linger-for-two-major-media-properties/",
      "title": "Image Patrol: News Corp. vs. BBC: Crises Linger For Two Major Media Properties - PRNEWS",
      "description": "While the media cranks out content that it prefers to be long remembered by readers, the BBS and News Corporation would prefer that their major crises would just go away. Here's how each have fared.",
      "preview": "image/svg+xml : × Subscribers: Log In Remember Me Forgot Password? For those of us who consider journalists a key stakeholder group, we view scandals"
    },
    {
      "url": "https://www.stimson.org/2019/report-reveals-impact-massive-fishing-fleets/",
      "title": "Report Reveals Impact of Massive Fishing Fleets • Stimson Center",
      "description": "FOR IMMEDIATE RELEASE November 4, 2019 Contact: Caiti Goodman cgoodman@stimson.org 202-478-3437 A new report sheds light on the impact that large fishing fleets, operating illegally in waters far from their home country, are having on the economy and ecology of numerous countries and ecosystems. Shining a Light: The Need for Transparency across Distant Water Fishing [...]",
      "preview": "Skip to content Press Release Climate & Natural Resources Environmental Security Program Ocean Security and Sustainable Fisheries Project Report Revea"
    },
    {
      "url": "https://www.galsgt.it/beni-immobili-e-gestione-patrimonio/",
      "title": "Beni immobili e gestione patrimonio - GAL SGT - Sole Grano Terra",
      "description": "void",
      "preview": "Ricerca nel sito Chiudi Cerca"
    },
    {
      "url": "https://www.wischmopps.de/entsorgungssack-120l-grau-equipe-vermop",
      "title": "Vermop Entsorgungssack 120l grau für Equipe",
      "description": "Entdecken Sie hochwertige Reinigungsprodukte für professionelle Anwendungen. Seit über 20 Jahren bieten wir als Fachgroßhändler",
      "preview": "Startseite Hersteller Vermop Vermop Wäschetransport Entsorgungssack 120l grau für Equipe I Vermop Artikelnummer: 1222506 EAN: 4006533014138 Entsorgung"
    },
    {
      "url": "https://novotel.accor.com/gb/usa/index.shtml",
      "title": "Novotel - Book a hotel for a family holiday or business trip | Novotel",
      "description": "Novotel Hotels - Book a Novotel hotel: meeting rooms for your business trip and large family rooms to share with your kids.",
      "preview": "Skip to main content This site requires javascript for full functionality. Please enable the javascript in your browser. Book your stay Book your stay"
    },
    {
      "url": "https://www.bonappetit.com/recipe/chicken-parmesan",
      "title": "BA's Best Chicken Parmesan Recipe | Bon Appétit",
      "description": "For our very best chicken Parmesan recipe, we examined each aspect of the classic to create our ideal version. No more sad, soggy, mediocre outcomes allowed!",
      "preview": "Skip to main content Arrow Jump To Recipe Print Let's get one thing straight: We love chicken Parmesan , but we've had our fair share of mediocre vers"
    },
    {
      "url": "https://bavc.org/programs/productions/",
      "title": "Production Services - BAVC Media",
      "description": "Audiovisual Production since 1976. Video Create compelling fundraising videos, event livestreams, social media content, PSAs, interviews, training guides, and other media projects just as you envision. Video Services → Audio Explore our podcasting and recording services, fit for recording voiceover, podcasting, and audio post-production. Available with the support",
      "preview": "Skip to content Membership Events Newsletter Hire BAVC Media EVENTS SHOP SUBSCRIBE SUPPORT Production Services Daniel Diaz 2025-02-05T21:58:29+00:00 P"
    },
    {
      "url": "https://apple.com/legal/internet-services/terms/site.html",
      "title": "Legal - Website Terms of Use - Apple",
      "description": "void",
      "preview": "Apple Website Terms of Use Legal Information & Notices Ownership of Site; Agreement to Terms of Use These Terms and Conditions of Use (the \"Terms of U"
    },
    {
      "url": "https://www.dallasobserver.com/news/local-bike-community-mourns-the-loss-of-james-kincheloe-and-his-childlike-fascination-15993036",
      "title": "Local Bike Community Mourns the Loss of James Kincheloe and His 'Childlike Fascination'",
      "description": "Every scene or sub-culture needs someone who serves as a beacon - a person whose enthusiasm attracts the uninitiated and stokes the long-burning embers of those who've been around the block a time or two already. The North Texas mountain biking community lost one of its own beacons when James...",
      "preview": "Skip to content advertisement Close Menu Search Search facebook instagram x tiktok bsky threads Crime & Police Local Bike Community Mourns the Loss of"
    },
    {
      "url": "https://www.forbes.com.mx/buffett-dona-2000-millones-a-la-gates-foundation/",
      "title": "Buffett dona 2,000 millones a la Gates Foundation • Forbes México",
      "description": "El Oráculo de Omaha donó en total 2,600 mdd en acciones de Berkshire Hathaway a cinco fundaciones benéficas, ha donado casi 20,000 mdd en toda su vida.",
      "preview": "Portada / Forbes Life / Filantropía / Buffett dona 2,000 millones a la Gates Foundation Forbes Staff julio 9, 2013 @ 6:28 am 2013-07-09T06:28:00-0600"
    },
    {
      "url": "https://privacyinternational.org/search?keywords=&f%5B0%5D=learn_more%3ALocation%20Surveillance%20Technology&f%5B1%5D=learn_more%3APrivacy&f%5B2%5D=learn_more%3AProtest%20Surveillance&f%5B3%5D=learn_more%3ASmart%20Cities",
      "title": "Privacy International | Search",
      "description": "void",
      "preview": "Skip to main content Search Search There are no results. Please try changing or broadening your search criteria."
    },
    {
      "url": "https://www.byblackcon.com/coming-soon-01",
      "title": "The Stoic Letters - The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "description": "The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "preview": "Skip to content In letter 53 Seneca uses a personal experience of a sea voyage to affirm that we easily overlook our faults, even those that constantl"
    },
    {
      "url": "https://clipbucket.com",
      "title": "ClipBucket - Open Source, VOD, OTT, Enterprise Video Hosting & Management Solution",
      "description": "void",
      "preview": "CLIPBUCKET & VODLIX ARE NOW WORKING AS ONE Read More No More Waiting, Connect With Clipbucket And Send us Message × Please feel free to contact us for"
    },
    {
      "url": "https://utsouthwestern.pure.elsevier.com/en/publications/relationship-between-safe-sex-and-acculturation-into-the-gay-subc",
      "title": "Relationship between safe sex and acculturation into the gay subculture - University of Texas Southwestern Medical Center",
      "description": "void",
      "preview": "Search All UT System Experts Relationship between safe sex and acculturation into the gay subculture A. C. Seibt, M. W. Ross, A. Freeman, M. Krepcho,"
    },
    {
      "url": "https://travelsites.com/tripadvisor/",
      "title": "TripAdvisor & 29+ HOTEL BOOKING SITES Like tripadvisor.com",
      "description": "TripAdvisor is one of the most widely used hotel booking sites in the world, and for good reason. With thousands of hotels, resorts, and home shares available in an easy-to-use interface, this is definitely a site all travelers should be familiar with. Add to that the fact that the site has a robust community of user reviewers, and you have the makings for one of the most useful booking sites on the planet. Come check out my review of Trip Advisor today to learn more!",
      "preview": "TravelSites HOTEL BOOKING SITES TripAdvisor Back To Home Visit This Site TripAdvisor tripadvisor.com 22 Voted Is TripAdvisor Legit? Is it safe to book"
    },
    {
      "url": "https://www.qcnews.com/charlotte/exclusive-bride-and-groom-stuck-in-grand-bohemian-elevator-all-smiles/",
      "title": "Exclusive: Bride, groom stuck in elevator all smiles",
      "description": "Exclusive: Bride and groom stuck in Grand Bohemian elevator all smiles",
      "preview": "Skip to content Posted: Feb 20, 2023 / 07:56 AM EST Updated: Feb 21, 2023 / 07:30 AM EST SHARE CHARLOTTE, N.C. (QUEEN CITY NEWS) - Wedding bells? It w"
    },
    {
      "url": "https://www.whatsapp.com/privacy",
      "title": "WhatsApp Privacy | Secure and Private Messaging",
      "description": "WhatsApp is committed to protecting your data. Learn about our privacy features to understand how we ensure your conversations remain private.",
      "preview": "Skip to content Message privately Your privacy is our priority. With end-to-end encryption on WhatsApp, your personal messages, photos, calls and more"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Newsletter-Templates-Send-Beautiful-and-Responsive-Emails-Mailjet-a1ddc172f9f24d2d95708274950c534a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://blogs.edf.org/energyexchange/2018/11/08/what-if-gadgets-talked-to-the-grid-to-cut-carbon-with-this-new-technology-they-can/",
      "title": "What if gadgets talked to the grid to cut carbon? With this new technology, they can. - Energy Exchange",
      "description": "Having breakfast at a local restaurant last weekend, I was sitting next to parents who were desperately trying to get their toddler to eat the pancakes he had ordered a few minutes earlier. Watching the high-stakes drama, it occurred to me that toddlers are a bit like our electric grid: They can change drastically at [...]",
      "preview": "Back Climate change solutions We deliver game-changing solutions that have a real impact for people around the globe. Our vision: A vital Earth. For e"
    },
    {
      "url": "https://www.eco-business.com/news/what-does-sustainable-palm-oil-mean-to-smallholders/",
      "title": "What does sustainable palm oil mean to smallholders? | News | Eco-Business | Asia Pacific",
      "description": "The future of the palm oil industry-and the region's forests-depends on how millions of smallholders manage their land. Eco-Business interviewed farmers in...",
      "preview": "Close menu Eco-Business International Edition Subscribe Search Eco-Business Search News Palm oil conversations What does sustainable palm oil mean to"
    },
    {
      "url": "https://www.airnewzealand.co.nz/homepage",
      "title": "Air New Zealand - Book Flights & Earn Airpoints™",
      "description": "Air New Zealand's official site. Book domestic & international flights, manage trips and earn Airpoints™ every time you fly with Air NZ.",
      "preview": "Plan Book Experience Airpoints™ Help"
    },
    {
      "url": "https://veteranjobsmission.com/",
      "title": "Veteran Jobs Mission",
      "description": "void",
      "preview": "Skip to main content About the mission It began in 2011 as the 100,000 Jobs Mission, with 11 leading companies committed to hiring 100,000 veterans by"
    },
    {
      "url": "https://www.starz.com/us/en/",
      "title": "STARZ - Captivating Original Series. Hit Movies. Bold Storytelling.",
      "description": "STARZ brings diverse perspectives to life through bold storytelling. Sign-up to stream original series, movies, extras, and more-on-demand and ad-free.",
      "preview": "$5/mo for 3 mo. Limited Time Offer. Claim Today. Boundary Breaking Originals Can You Handle The Heat? The Couple Next Door More Info The Couple Next D"
    }
  ],
  "_meta": {
    "total_bookmarks": 43
  }
}