{
  "data": [
    {
      "url": "https://www.wix.com/",
      "title": "Website Builder - Create a Free Website In Minutes | Wix.com",
      "description": "Get everything you need to create your website, your way. With a free easy-to-use website builder, integrated hosting, and essential business solutions.",
      "preview": "top of page Create a website without limits Bring your vision to life with the website builder that gives you the tools you need to succeed. Get Start"
    },
    {
      "url": "https://aworld.app.link/RuGYTvUs2Z",
      "title": "void",
      "description": "void",
      "preview": "Launching AWorld.org We have redirected you to the desktop app."
    },
    {
      "url": "https://www.onemap.sg/legal/opendatalicence.html",
      "title": "OneMap | Open Data Licence",
      "description": "void",
      "preview": "Acceptance & Grant of Licence By Using (as defined below) the datasets on the Relevant Websites, you agree to the terms of this Licence. The Agency gr"
    },
    {
      "url": "https://webgradients.com/",
      "title": "Fresh Background Gradients | WebGradients.com 💎",
      "description": "Come to WebGradients.com for 180 beautiful linear gradients in CSS3, Photoshop and Sketch. This collection is curated by top designers and totally free.",
      "preview": "void"
    },
    {
      "url": "http://www.ricetteculinarie.it/",
      "title": "RicetteCulinarie, il sito della buona cucina!",
      "description": "RicetteCulinarie, il sito dove trovare ricette gustose di primi, secondo, antipasti, contorni, dolci. Ricette Bimby e molto altro.",
      "preview": "Vai al contenuto Nome: Zuppetta Scarola E Fagioli Tipo: Primo Ingrediente Principale: Insalata Scarola Persone: 4 Ingredienti: Olio D'oliva , Sale , C"
    },
    {
      "url": "https://news.engr.psu.edu/2023/burgos-bill-named-distinguished-alumnus.aspx",
      "title": "Professor Bill Burgos named distinguished alumnus by alma mater | Penn State Engineering",
      "description": "void",
      "preview": "Penn State | College of Engineering < Back Credit: Jeff Xu/Penn State Professor Bill Burgos named distinguished alumnus by alma mater January 24, 2023"
    },
    {
      "url": "https://www.nbc.com/today?nbc=1",
      "title": "TODAY - NBC.com",
      "description": "TODAY - Watch episodes on NBC.com and the NBC App. Hoda Kotb and Savannah Guthrie host NBC's morning news program.",
      "preview": "Main Content Latest Episodes EXPIRING S2 E14 | 10/09/25 Jenna & Friends - 10/9/25 EXPIRING S8 E14 | 10/09/25 Today 3rd Hour - 10/9/25 EXPIRING S74 E15"
    },
    {
      "url": "https://www.nbcnews.com/",
      "title": "NBC News - Breaking Headlines and Video Reports on World, U.S. and Local Angles | NBC News",
      "description": "Go to NBCNews.com for breaking news, videos, and the latest top stories in world news, business, politics, health and pop culture.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "http://www.geopolymer.org/",
      "title": "Geopolymer Institute - Promoting the geopolymer science since 1979",
      "description": "void",
      "preview": "Skip to content Search Search for: Science / Products Science Applications Archaeology Library / Papers Books / Tutorial Video FAQ Conferences Geopoly"
    },
    {
      "url": "https://www.mba.ac.uk/",
      "title": "Marine Biological Association | Marine Biology UK",
      "description": "Marine Biological Association. We're on a voyage to discover more about our ocean and all aspects of sea life. Find out more.",
      "preview": "Skip to content An ocean of knowledge since 1884 An ocean of knowledge since 1884 An ocean of knowledge since 1884 Who we are From the seashore to the"
    },
    {
      "url": "https://www.fs.usda.gov",
      "title": "Home | US Forest Service",
      "description": "Caring for the Land and Serving People",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://iibuffalo.org/",
      "title": "International Institute of Buffalo - We welcome, connect & empower.",
      "description": "The International Institute of Buffalo makes Western New York a better place for-and because of-immigrants and refugees.",
      "preview": "Skip to main content Search Close Search We welcome, connect & empower. The mission of the International Institute of Buffalo is to make Western New Y"
    },
    {
      "url": "https://tinybuddha.com/",
      "title": "Tiny Buddha: Wisdom Quotes, Letting Go, Letting Happiness In",
      "description": "Simple wisdom for complex lives. Quotes, tips & stories to help us help ourselves and each other.",
      "preview": "Menu Home About Frequently Asked Questions Helpful Free Resources Contact Blog All posts Change Challenges Happiness & Fun Healthy Habits Letting Go L"
    },
    {
      "url": "https://fentybeauty.com/products/stunna-lip-paint-longwear-fluid-lip-color-uncensored",
      "title": "Stunna Lip Paint Longwear Fluid Lip Color | Fenty Beauty",
      "description": "Shop Fenty Beauty's weightless, longwear liquid lipstick with a soft matte finish-born in a range of head-turning shades to suit all skin tones.",
      "preview": "Skip To Main Content Create an account to unlock free U.S. standard shipping + returns. | SIGN IN | SIGN UP 20% off moisturizing faves + a free Teddy"
    },
    {
      "url": "https://www.chsalliance.org/",
      "title": "CHS Alliance",
      "description": "The CHS Alliance is a global alliance of humanitarian and development organisations committed to making aid work better for people. We believe organisations deliver higher quality, more effective aid when they are accountable to the people they serve.",
      "preview": "Highlights Webpage HRS: 100 organisations join The Harmonised Reporting Scheme now welcomes over 100 participants, committed to the prevention of sexu"
    },
    {
      "url": "https://loverphilosopher.tumblr.com/",
      "title": "loverphilosopher",
      "description": ".universality. fully developed blog, 28 girlflux, bisexual, nebularomantic, she/they @wonderpeople",
      "preview": "1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna blvckgoddesss It's hard being a grown up that"
    },
    {
      "url": "https://www.oneplus.com/us",
      "title": "OnePlus Official Site",
      "description": "Shop for OnePlus Mobiles, IOT, and Accessories including OnePlus 13, 13R, Nord N30 5G, Pad 2, Watch 3, Buds Pro 3, and Buds 3 at the OnePlus official store. Get Discount bundle here!",
      "preview": "Skip to main content OnePlus Official Site"
    },
    {
      "url": "http://www.aafp.org/",
      "title": "American Academy of Family Physicians | AAFP",
      "description": "American Academy of Family Physicians (AAFP) represents 128,300 family physicians, residents, & students, providing advocacy, education, patient & practice resources.",
      "preview": "Search search close You Belong at the AAFP There's no specialty like family medicine. You put your energy into building healthy patients, families, an"
    },
    {
      "url": "https://digcitconnect.org",
      "title": "ISTE | Digital Citizenship",
      "description": "ISTE resources on digital citizenship focus on creating digital citizens who can address ethical questions at the intersection of technology and humanity.",
      "preview": "Skip to content Digital Citizenship in Education Bring Digital Citizenship to the Classroom in Meaningful Ways Teaching digital citizenship has never"
    },
    {
      "url": "https://sport.onet.pl/formula-1/f1-lewis-hamilton-najszybszy-na-trzecim-treningu-incydent-z-udzialem-robert-kubicy/2wxb3vz",
      "title": "F1: Lewis Hamilton najszybszy na trzecim treningu, incydent z udziałem Robert Kubicy - Przegląd Sportowy Onet",
      "description": "To były koszmarne treningi dla kierowców Williamsa. Zarówno Robert Kubica, jak i George Russell wyraźnie odstawali od rywali także w trzeciej sesji treningowej. Po raz kolejny najszybszy był Lewis Hamilton (Mercedes).",
      "preview": "Przegląd Sportowy Formuła 1 Formuła 1: Hamilton nadal dominuje, incydent z udziałem Kubicy To były koszmarne treningi dla kierowców Williamsa. Zarówno"
    },
    {
      "url": "https://lightning.ai/docs/pytorch/stable/",
      "title": "Welcome to ⚡ PyTorch Lightning - PyTorch Lightning 2.5.5 documentation",
      "description": "void",
      "preview": "Table of Contents Overview Team management Production Security Open source Overview PyTorch Lightning Fabric Lit-GPT Torchmetrics Litdata Lit LLaMA Li"
    },
    {
      "url": "https://www.ncjw.org/",
      "title": "National Council of Jewish Women |",
      "description": "NCJW advances social change through a Jewish lens, bringing together activists across generations and across the country.",
      "preview": "Turning faith into action. See all actions Read more Leadership transition at NCJW Join Us Experience Israel through a feminist lens this November Add"
    },
    {
      "url": "https://myicons.co/",
      "title": "Myicons - The World's Largest Premium line Icons Pack",
      "description": "15,500+ Premium high-quality vector line icons pack for professional website & apps, matching with minimalist UI designs and user interface",
      "preview": "HELLO. Welcome to Myicons✨ 15,500+ Premium high-quality line icons pack for professional websites & apps Buy now Products HELLO. Welcome to Myicons✨ 1"
    },
    {
      "url": "https://vron.jp/tag/oculus-store/",
      "title": "Oculus Store - VRonWEBMEDIA",
      "description": "xR、VTuber、E-Techなどのニュースやコラム",
      "preview": "HOME > Oculus Store Oculus Store"
    },
    {
      "url": "https://cops.usdoj.gov",
      "title": "Home | COPS OFFICE",
      "description": "void",
      "preview": "Skip to main content \"Democrats have shut down the government. Department of Justice websites are not currently regularly updated. Please refer to the"
    },
    {
      "url": "https://publicdomainreview.org/",
      "title": "The Public Domain Review - Online journal dedicated to showcasing the most interesting and unusual out-of-copyright works available on the web",
      "description": "Online journal and not-for-profit project dedicated to the exploration of curious and compelling works from the history of art, literature, and ideas.",
      "preview": "Home Essays Collections Explore Shop Support PDR About Blog Search Search The Public Domain Review The Adventures and Experiences of the First Slovak"
    },
    {
      "url": "https://jeremiahprogram.org/",
      "title": "Home | Jeremiah Program",
      "description": "Jeremiah Program is a national organization with a mission to disrupt the cycle of poverty for single mothers and their children, two generations at a time.",
      "preview": "Disrupting Generational Poverty Jeremiah Program is a national organization with a mission to disrupt the cycle of poverty for single mothers and thei"
    },
    {
      "url": "http://ladigitalmedia.org/video_v2/asset-detail/LSWI-0813-02_Fairhaven",
      "title": "Louisiana Digital Media Archive",
      "description": "The LDMA is the online home of thousands of Louisiana-related videos from the collections of Louisiana Public Broadcasting and the Louisiana State Archives.",
      "preview": "Loading..."
    },
    {
      "url": "https://www.nba.com/stats/players/traditional",
      "title": "Players Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each player in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.holdingdownthefortpodcast.com/",
      "title": "Holding Down the Fort by US VetWealth Podcast | Jen Amos | Substack",
      "description": "A podcast dedicated to seasoned spouses preparing for military transition. Because you, too, are retiring - and now, it's your turn to own what's next. Click to read Holding Down the Fort by US VetWealth Podcast, by Jen Amos, a Substack publication.",
      "preview": "Holding Down the Fort by US VetWealth Podcast Subscribe Sign in Home Podcast Book BTS SBP Archive About 17:41 216: Military Transition for Seasoned Sp"
    },
    {
      "url": "https://www.suppose.tv/tv",
      "title": "Suppose | Compare Cable, Satellite & Streaming TV Services",
      "description": "Suppose lets you select your favorite TV channels, searches billions of combinations of cable, satellite and streaming TV services, and finds the best for you.",
      "preview": "Suppose ... Suppose will search billions of combinations of video services to find the best for you. To use Suppose, you must enable JavaScript in you"
    },
    {
      "url": "http://gelitten.de/archive/tag/witzig",
      "title": "witzig | gelitten.de",
      "description": "void",
      "preview": "Votings Videos Bilder Zitate Kontakt Mining Impressum Tag Archiv für witzig Sexy Tagesschau 19. November 2013 Videos Keine Kommentare Beitrag von Sark"
    },
    {
      "url": "https://www.bmw.com.co/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "Tienda BMW Colombia: Carros y Accesorios - BMW Shop Colombia",
      "description": "Encuentra tu BMW soñado, ropa exclusiva de la marca y accesorios para personalizar tu BMW en un solo lugar. ¡Descubre todo lo que tenemos para ti aquí!",
      "preview": "¡Envío gratis a nivel nacional por compras superiores a $350.000! ¡Solicita tu crédito Addi hasta 6 cuotas! X Buscar 2 3 4 Novedades Destacados SALE T"
    },
    {
      "url": "https://wedsites.com",
      "title": "All-in-One Wedding Website, Online Invitations & Digital Planner - WedSites",
      "description": "A wedding planning platform for busy couples.",
      "preview": "Everything you need to plan a stress-free wedding -in one beautiful place. All of the completely customizable bells and whistles you need for the wedd"
    },
    {
      "url": "https://ps.hket.com/article/2953680/%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD2%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD534%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD1,150%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD?mtc=40001&srkw=%E6%B5%B7%E4%B9%8B%E6%88%80%E2%80%A7%E6%84%9B%E7%82%AB%E7%BE%8E",
      "title": "地產新聞及樓市分析 | 地產站 Property Station",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.stimson.org/2019/report-reveals-impact-massive-fishing-fleets/",
      "title": "Report Reveals Impact of Massive Fishing Fleets • Stimson Center",
      "description": "FOR IMMEDIATE RELEASE November 4, 2019 Contact: Caiti Goodman cgoodman@stimson.org 202-478-3437 A new report sheds light on the impact that large fishing fleets, operating illegally in waters far from their home country, are having on the economy and ecology of numerous countries and ecosystems. Shining a Light: The Need for Transparency across Distant Water Fishing [...]",
      "preview": "Skip to content Press Release Climate & Natural Resources Environmental Security Program Ocean Security and Sustainable Fisheries Project Report Revea"
    },
    {
      "url": "https://www.patagonia.com/product/mens-powder-town-ski-snowboard-jacket/31625.html?dwvar_31625_color=WAVB&cgid=root",
      "title": "Men's Ski & Snowboard Clothing & Gear by Patagonia",
      "description": "Wearable equipment for the harshest elements-explore our men's ski and snowboard jackets, pants, gear and more at Patagonia.com. Free Shipping over $99.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://encodedsweetness-blog.tumblr.com/",
      "title": "A Look Into the Void",
      "description": "Background in Biology and Computer Science. Engineer. Student. Coquette. A Little Arrogant. A Lot OCD.",
      "preview": "A Look Into the Void Background in Biology and Computer Science. Engineer. Student. Coquette. A Little Arrogant. A Lot OCD. Ask Archive Coding Sugar B"
    },
    {
      "url": "https://crisistrends.org/",
      "title": "Crisis Trends - Crisis Text Line",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "http://ndvsb.com/",
      "title": "About - National Diversity Veteran Small Business Program",
      "description": "What is NDVSB?The National Diversity Veteran Small Business (NDVSB) Program builds capacity and resiliency with intention. The NDVSB Program leverages our all-inclusive, one size does not fit all eMarketplace, and connects product and service suppliers to federal government, private, and public sector buying organizations.NDVSB suppliers include:Small BusinessesSmall Disadvantaged BusinessesHUBZone BusinessesWoman Owned BusinessesVeteran and Service-Disabled Veteran",
      "preview": "What is NDVSB? The National Diversity Veteran Small Business (NDVSB) Program builds capacity and resiliency with intention. The NDVSB Program leverage"
    },
    {
      "url": "https://www.elcomercio.com/actualidad/negocios/ecuador-segundo-productor-atun-tailandia.html",
      "title": "Ecuador es el segundo productor de atún en el mundo, después de Tailandia - El Comercio",
      "description": "El Ecuador cuenta hoy en día con la flota atunera más potente del Pacífico Oriental. Tiene 116 embarcaciones, con una capacidad de arrastre de 93 000 toneladas.",
      "preview": "Última Hora Actualidad Tendencias Tecnología Deportes Opinion Videos Podcasts Empleo Contactos Feed RSS Mapa del sitio Créditos Responsabilidad Social"
    },
    {
      "url": "https://pnatuna.com/",
      "title": "Parties to the Nauru Agreement (PNA) | www.pnatuna.com",
      "description": "void",
      "preview": "Skip to main content The Parties to the Nauru Agreement The Parties to the Nauru Agreement (PNA) control the world's largest sustainable tuna purse se"
    },
    {
      "url": "https://www.yourprimer.com/?utm_source=marketingplatform.google.com&utm_medium=et&utm_campaign=marketingplatform.google.com%2Fabout%2Fanalytics%2F",
      "title": "Italia in Digitale - Formazione Online Aziende e Professionisti",
      "description": "Scopri il programma e gli strumenti di formazione online Google per acquisire nuove competenze digitali per la tua crescita aziendale e professionale.",
      "preview": "Questo sito utilizza i cookie per erogare i propri servizi e migliorarne la qualità e per analizzare il traffico. Se accetti, i cookie vengono utilizz"
    },
    {
      "url": "https://wjla.com/news/local/fairfax-county-public-schools-pulls-lgbtq-books-graphic-sex-libraries-virginia-lawn-boy-gender-queer",
      "title": "Fairfax schools pulls two LGBTQ+ books with graphic sex from high school libraries",
      "description": "Fairfax County Public Schools removed two books from its high schools' libraries after community members complained about graphic sex depicted between two males in the books at a school board meeting Thursday. One book was anillustrated memoir that contains explicit illustrations of sexual encounters involving children.",
      "preview": "Fri, 10 Oct 2025 11:35:49 GMT (1760096149416) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.patagonia.com/product/mens-powder-town-ski-snowboard-jacket/31625.html?dwvar_31625_color=WAVB&cgid=root",
      "title": "Men's Ski & Snowboard Clothing & Gear by Patagonia",
      "description": "Wearable equipment for the harshest elements-explore our men's ski and snowboard jackets, pants, gear and more at Patagonia.com. Free Shipping over $99.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://nodejs.org/en/learn/getting-started/introduction-to-nodejs",
      "title": "Node.js - Introduction to Node.js",
      "description": "Node.js® is a free, open-source, cross-platform JavaScript runtime environment that lets developers create servers, web apps, command line tools and scripts.",
      "preview": "Introduction to Node.js Node.js is an open-source and cross-platform JavaScript runtime environment. It is a popular tool for almost any kind of proje"
    },
    {
      "url": "https://www.metmuseum.org/toah/hd/itar/hd_itar.htm",
      "title": "Architecture in Renaissance Italy - The Metropolitan Museum of Art",
      "description": "Architects trained as humanists helped raise the status of their profession from skilled laborer to artist. They hoped to create structures that would appeal to both emotion and reason.",
      "preview": "Skip to main content A slider containing 3 items. Press the down key to skip to the last item. Recto: Temple Types: in Antis and Prostyle (Vitruvius,"
    },
    {
      "url": "http://www.csiresearch.com/JOSI-BUS-Fall2015.html",
      "title": "Academic Research Conference | Center For Scholastic Inquiry",
      "description": "CSI hosts premier conferences for academic research, behavioral science and business research. Visit our website for more information about us.",
      "preview": "Journal of Scholastic Inquiry: Business 1 Home About Us Our Team Conferences Journals Membership FAQs RESEARCHING PROFESSIONAL PRACTICE Contact Us 48"
    },
    {
      "url": "https://windowspage.de/tipps/024814.html",
      "title": "Windowspage - Windows Terminal - Startmodus für das Terminalfenster festlegen",
      "description": "void",
      "preview": "Freitag, 10.10.2025 (CEST) um 14:08 Uhr Tipps Forum Kontakt Service Suche Startseite Windows 95 Windows 98 Windows ME Windows NT Windows 2000 Windows"
    },
    {
      "url": "http://cujs.soc.srcf.net/",
      "title": "CUJS",
      "description": "void",
      "preview": "Cambridge University Jewish Society CUJS Who we are Cambridge University Jewish Society (CUJS) is the home of Judaism for students in Cambridge. As on"
    },
    {
      "url": "https://statebags.com/",
      "title": "STATE Bags - Backpacks, Totes and Bags for Women, Men & Kids",
      "description": "STATE designs fashionable bags for work, travel, gym, & play. Shop the perfect backpacks, totes, crossbody bags, diaper bags, kids' accessories & more.",
      "preview": "Skip to Main Content SHOP NOW Solids Graham Tote Nylon Pink WAITLIST! More details Quick shop Graham Tote Nylon Pink Graham Tote 8 Colors $120 Add | $"
    },
    {
      "url": "https://www.hpmuseum.org/",
      "title": "The Museum of HP Calculators",
      "description": "The Museum of HP Calculators displays and describes older Hewlett-Packard calculators. There are also sections on calculating machines and slide rules as well as sections for buying and selling HP calculators, an HP timeline, collecting information and a software library.",
      "preview": "The Museum of HP Calculators The Museum of HP Calculators displays and describes Hewlett-Packard calculators introduced from 1968 to 1986 plus a few i"
    },
    {
      "url": "https://boston.cbslocal.com/tag/adam-jones/",
      "title": "Adam Jones news - Today's latest updates - CBS Boston",
      "description": "void",
      "preview": "All News Health I-Team Politics Education Business Consumer Entertainment NEXT Weather Forecast Radar & Maps School Closings School Visits Climate Cha"
    },
    {
      "url": "https://www.cahru.org.uk/2013/09/21/first-published-randomised-controlled-trial-of-paramedic-administered-gtn-therapy-for-ultra-acute-stroke/",
      "title": "First published randomised controlled trial of paramedic administered therapy for ultra-acute stroke - Community and Health Research Unit",
      "description": "Professor Niro Siriwardena from the Community and Health Research Unit joined study lead, Professor Philip Bath, and Dr Sandeep Ankolekar (from the University of Nottingham) together with a team fr...",
      "preview": "Skip to content Professor Niro Siriwardena from the Community and Health Research Unit joined study lead, Professor Philip Bath, and Dr Sandeep Ankole"
    },
    {
      "url": "https://hopin.com/events/target-lab-x-military",
      "title": "Target Lab x USO: A Community Mingle - Nov 08 | RingCentral Events",
      "description": "Get tickets to Target Lab x USO: A Community Mingle, taking place 11/08/2021. RingCentral Events is your source for engaging events and experiences.",
      "preview": "Skip to content Target Lab x USO: A Community Mingle Nov 8, 3:45PM to Nov 9, 1:15AM UTC Report Event On Demand On Demand Content The event is over Tar"
    },
    {
      "url": "https://www.easyjet.com/en/help/baggage",
      "title": "Cabin bags | easyJet",
      "description": "Everything you need to know about cabin bag sizes and allowances.",
      "preview": "English Français Deutsch Italiano Français (Suisse) Deutsch (Schweiz) Castellano Nederlands Portugues Català Česky Dansk Eλληνικά Magyarul Polski Türk"
    },
    {
      "url": "https://www.khroma.co/",
      "title": "Khroma - AI Color Tool for Designers | Discover and Save Color Palettes",
      "description": "Khroma is the fastest way to discover, search, and save color combos and palettes you'll love. Discover a personalized AI-powered color tool for designers to find the perfect color scheme.",
      "preview": "Design with colors you love. Khroma uses AI to learn which colors you like and creates limitless palettes for you to discover, search, and save. Gener"
    },
    {
      "url": "https://www.health.state.mn.us/communities/equity/about/covid19.html",
      "title": "Health Equity and COVID-19 - MN Dept. of Health",
      "description": "void",
      "preview": "Skip to main content Topic Menu Health Equity Health Equity Home Announcements Capacity Building Requests Funding Opportunities Newsletters Reports an"
    },
    {
      "url": "https://www.domestika.org/en/blog/8116-what-is-kirigami-differences-with-origami",
      "title": "10 dicas chave para promover diversidade no processo criativo | Domestika",
      "description": "Diversidade e representação, propõe perguntas críticas para evitar preconceitos em sua marca ou projeto em 2021",
      "preview": "Accessibility Statement Denise Tempone @denise_tempone Follow Diversidade e representação , propõe perguntas críticas para evitar preconceitos em sua"
    },
    {
      "url": "http://www.oceansatlas.org",
      "title": "UN Atlas of the Oceans: Home",
      "description": "void",
      "preview": "A leaflet of the UN Atlas of the Oceans Click on the image to download a PDF version The UN Atlas of the Oceans is an Internet portal providing inform"
    },
    {
      "url": "https://bavc.org/programs/productions/",
      "title": "Production Services - BAVC Media",
      "description": "Audiovisual Production since 1976. Video Create compelling fundraising videos, event livestreams, social media content, PSAs, interviews, training guides, and other media projects just as you envision. Video Services → Audio Explore our podcasting and recording services, fit for recording voiceover, podcasting, and audio post-production. Available with the support",
      "preview": "Skip to content Membership Events Newsletter Hire BAVC Media EVENTS SHOP SUBSCRIBE SUPPORT Production Services Daniel Diaz 2025-02-05T21:58:29+00:00 P"
    },
    {
      "url": "https://eu.community.samsung.com/?category.id=uk&profile.language=en-gb",
      "title": "Samsung Community",
      "description": "Join the conversation",
      "preview": "Samsung Community Join the conversation All community Knowledge base Users cancel Turn on suggestions Auto-suggest helps you quickly narrow down your"
    },
    {
      "url": "https://www.istat.it/it/archivio/104317",
      "title": "Basi territoriali e variabili censuarie - Istat",
      "description": "Diffusi i dati definitivi delle basi territoriali 2021",
      "preview": "Notizia Periodo di riferimento: Censimenti 1991, 2001, 2011, 2021 Data pubblicazione: 11 Gennaio 2017 Data aggiornamento: 15 Aprile 2025 Nota-informat"
    },
    {
      "url": "https://iarx.com/",
      "title": "iA | Pharmacy Fulfillment Solutions",
      "description": "iA's tailored pharmacy fulfillment solutions optimize workflow, empowering pharmacists for patient-centered care. Join us for better pharmacy operations.",
      "preview": "iA ® is leading a Movement to improve patient care through leading-edge centralized pharmacy fulfillment solutions. See Solutions iA ® is leading a Mo"
    },
    {
      "url": "https://mindenszerszam.hu/akciok-markankent/leica-akcio/vezetekkutatok/",
      "title": "Vezetékkutatók - Mindenszerszám Áruház",
      "description": "Kiváló minőségű Vezetékkutatók Óriási Kedvezménnyel! Egyedi Árak - Gyors Szállítás! Minden termék 1-3 év magyar gyártói Garancia!",
      "preview": "Kategóriák AKCIÓK MÁRKÁNKÉNT AL-KO Akció ALKO Áramfejlesztők ALKO Fűkaszák ALKO Elektromos fűkaszák ALKO Motoros Fűkaszák ALKO Fűnyírók ALKO Akkus fűn"
    },
    {
      "url": "https://icsc.un.org/",
      "title": "International Civil Service Commission (ICSC)",
      "description": "void",
      "preview": "Item WHO WE ARE WHAT WE DO RESOURCES FAQ DATA & REPORTS CONTACT US Item ICSC In Brief Mandate History The Commission ICSC Secretariat ACPAQ (Subsidiar"
    },
    {
      "url": "http://stephane-gavoye.fr/tag/rhones-alpes/",
      "title": "Rhônes-Alpes - Stéphane Gavoye",
      "description": "void",
      "preview": "Stéphane Gavoye Découvertes... Espagne Séville France Alsace Lorraine Auvergne Bourgogne Centre Corse Franche-Comté Rhône-Alpes Versailles Maroc Turquie"
    },
    {
      "url": "https://viking-sons.de/runen-und-ihre-bedeutung/",
      "title": "Runen und ihre Bedeutung < Viking Sons",
      "description": "Runen und ihre Bedeutung faszinieren seit Jahrhunderten die Menschen. Hier findest Du alles Wissenswerte über die Runen des alten Futhark.",
      "preview": "*** Mitteilung *** Wir machen Urlaub! Bestellungen die ab dem 06.10.2025 eingehen, werden erst ab dem 14.10.2025 bearbeitet. Dies gilt nur für die Pro"
    },
    {
      "url": "https://tnaqua.org/",
      "title": "Tennessee Aquarium | Chattanooga Attractions | IMAX Movies",
      "description": "Situated on the Tennessee River in downtown Chattanooga, TN, the Tennessee Aquarium is home to 10,000 animals and an IMAX theater. Plan your visit today!",
      "preview": "Skip to content Tickets IMAX Donate Menu River Journey Learn More Ocean Journey Learn More Aquarium + Rock City Combo Ticket Learn More Coming soon to"
    },
    {
      "url": "https://www.berlin.de/tourismus/insidertipps/",
      "title": "Insider-Tipps - Berlin.de",
      "description": "Die außergewöhnlichen Seiten von Berlin erleben: Insider-Tipps, Szenetreffs und neue Ideen für Berlin-Besucher - abseits der abgetretenen Pfade.",
      "preview": "de Aktuelle Sprache: Deutsch en English Berlin Insider-Tipps © dpa Wer Berlin abseits der wichtigsten Sehenswürdigkeiten besser kennenlernen möchte, f"
    },
    {
      "url": "https://www.ted.com/talks/enric_sala_let_s_turn_the_high_seas_into_the_world_s_largest_nature_reserve?rss",
      "title": "Enric Sala: Let's turn the high seas into the world's largest nature reserve | TED Talk",
      "description": "What if we could save the fishing industry and protect the ocean at the same time? Marine ecologist Enric Sala shares his bold plan to safeguard the high seas -- some of the last wild places on earth, which fall outside the jurisdiction of any single country -- by creating a giant marine reserve that covers two-thirds of the world's ocean. By protecting the high seas, Sala believes we will restore the ecological, economic and social benefits of the ocean. \"When we can align economic needs with conservation, miracles can happen,\" Sala says.",
      "preview": "void"
    },
    {
      "url": "https://www.ft.com/world/europe",
      "title": "Europe | Financial Times",
      "description": "Breaking news and top stories from Europe. The latest on the economy, politics, government, and business",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Europe Add to myFT Friday, 10 October, 2025 Visual Arts The best exhibitions"
    },
    {
      "url": "https://mcqg7tb-yjgl2414mz73fvhqnjg1.pub.sfmc-content.com/f1hi0yqv3yg",
      "title": "void",
      "description": "void",
      "preview": "Notice of Financial Incentives/Bona Fide Loyalty Program Disclosure We may offer incentives such as a coupon, discount, or sample in exchange for pers"
    },
    {
      "url": "http://help.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.score.org/event/how-to-use-keywords-on-your-website-and-social-media",
      "title": "How to Use Keywords On Your Website and Social Media to Attract Customers | SCORE",
      "description": "Help customers find you online by learning how to research, determine and use keywords on your website and social media.",
      "preview": "Skip to main content Find a location Find the SCORE location nearest to you. Search Locations How to Use Keywords On Your Website and Social Media to"
    },
    {
      "url": "https://kathysbee.tumblr.com/",
      "title": "toss and tumbl",
      "description": "void",
      "preview": "Theme by Themes that you like toss and tumbl Pinterest Twitter Instagram Facebook Happy Birthday Qrow!! Have a super awesome day!! @lieutenant-butters"
    },
    {
      "url": "http://www.synapses.co.uk/genetics/",
      "title": "Information about Genetics courses, Genetics lessons, Genetics classes and Genetics exams.",
      "description": "void",
      "preview": "Principles of Genetics is a series of five self-paced, self-learning courses in Genetics Cytogenetics, Mendelian Genetics, Advanced Genetics, Molecula"
    },
    {
      "url": "https://www.kayalvarezmakeup.com/weddings",
      "title": "Bridal Makeup - Orlando Makeup Artist - Kay Alvarez",
      "description": "Bridal & Wedding makeup services for the Bride, Bridesmaids and bridal party",
      "preview": "Book Me Orlando Makeup Wedding Day Makeup Portfolio Client Photos Glam & Beauty Weddings Branding Makeup Clients Film & Corporate SFX & Creative Magaz"
    },
    {
      "url": "https://www.denverbroncos.com/news/denver-broncos-cheerleader-gabriela-windey-named-a-co-winner-of-pop-warner-human",
      "title": "Denver Broncos Cheerleader Gabriela Windey named a co-winner of Pop Warner Humanitarian Award",
      "description": "Windey is the first woman to receive the honor, which usually is given to NFL players.",
      "preview": "Skip to main content Advertising Denver Broncos | News Denver Broncos Cheerleader Gabriela Windey named a co-winner of Pop Warner Humanitarian Award A"
    },
    {
      "url": "https://www.caldeiraomagico.pt/produto/tarot-esoterico/",
      "title": "TAROT ESOTERICO - Caldeirão Mágico - Artigos Esótericos",
      "description": "O Grande Tarot Esotérico, bastante conhecido em Espanha, é um baralho clássico, baseado no tarot de Marselha, um baralho com ilustrações cativantes de Luis Peña.",
      "preview": "TAROT ESOTERICO Início Tarôt e outros Oráculos , Tarôt - Baralhos TAROT ESOTERICO TAROT LABIRINTO TAROT GENOVÉS TAROT ESOTERICO 19.90 € O Grande Tarot"
    },
    {
      "url": "http://www.infoseek.com/",
      "title": "Go.com | The Walt Disney Company",
      "description": "Go.com is the top-level home on the Internet to the online properties of The Walt Disney Company.",
      "preview": "The Walt Disney Company DISNEY PARKS My Disney Experience - Walt Disney Resort Discover the tools to plan and share your Disney World vacation. Disney"
    },
    {
      "url": "https://enterprise.perscholas.org/",
      "title": "Finding quality tech talent has never been easier",
      "description": "Tech Talent Solutions builds a highly-skilled talent pipeline, customized to your business technology needs, maximizing ROI, and employee retention",
      "preview": "Finding Quality Talent Has Never Been Easier THE RIGHT TECHNOLOGISTS MAKE THE DIFFERENCE Unlock the potential for true ROI with the right people. Iden"
    },
    {
      "url": "https://www.jiriri.ca/testing-the-dyadic-withdrawal-hypothesis-in-college-students/",
      "title": "Testing the Dyadic-Withdrawal Hypothesis in College Students - JIRIRI",
      "description": "void",
      "preview": "April 1, 2018 Volume 11 Testing the Dyadic-Withdrawal Hypothesis in College Students V11_A2 DOWNLOAD HERE Share Leave a reply Cancel reply Save my nam"
    },
    {
      "url": "https://thesculptsociety.com/",
      "title": "Sculpting & Dance Cardio Workouts | The Sculpt Society",
      "description": "Join The Sculpt Society for transformative workouts that empower and energize. Start today to change your relationship with fitness and your body.",
      "preview": "Skip to content TAKE OUR PERSONALIZED WORKOUT QUIZ JOIN TODAY 7 DAY FREE TRIAL ★★★★★ 4.9 App Store Rating Change your mind about your body 1,000+ flex"
    },
    {
      "url": "https://blog.coursera.org/how-veteran-stevenson-landed-his-first-it-job/",
      "title": "How veteran Stevenson landed his first IT job - Coursera Blog",
      "description": "Meet Stevenson from Florida. Prior to taking the Google IT Support Professional Certificate program on Coursera, he didn't have professional IT support",
      "preview": "Share Share on Facebook Share Share on Twitter Tweet Share on LinkedIn Share Send email Mail Meet Stevenson from Florida. Prior to taking the Google I"
    },
    {
      "url": "http://www.harisnukem.com",
      "title": "HARIS NUKEM",
      "description": "void",
      "preview": "0 First Name Last Name Email Address SIGN UP Thanks!"
    },
    {
      "url": "https://jannah.tielabs.com/demo/news-blocks/block-7/",
      "title": "Block #7 - Jannah Theme",
      "description": "Blog Magazine Newspaper buddyPress Theme",
      "preview": "✨ We've just launched a new BIG update Discover Now With Filters All Creative Foods Football Life Style Racing Sports Swimming Technology Travel World"
    },
    {
      "url": "https://ricette.giallozafferano.it/Spaghetti-alla-Carbonara.html",
      "title": "Spaghetti alla Carbonara: ricetta originale, facile e cremosa",
      "description": "Carbonara: la ricetta originale romana passo passo con tuorli, guanciale croccante, pecorino e pepe. Cremosa, semplice, pronta in pochi minuti.",
      "preview": "Facebook Pinterest Instagram TikTok YouTube X SPECIALE Pasta italiana: sapore unico in collaborazione con Primi piatti Pasta Contenuto Sponsorizzato S"
    },
    {
      "url": "https://www.samsung.com/us/watches/galaxy-watch5-pro/",
      "title": "Explore Galaxy Watch Ultra | Premium Smartwatch | Samsung US",
      "description": "Discover the Galaxy Watch Ultra - a hyper premium smartwatch. Designed for active use, this watch delivers the smartest wearable yet with the ecosystem of Galaxy AI.",
      "preview": "Welcome to the ! Please enjoy our special offers for you MY BENEFITS SPECIAL OFFERS Search Form Clear Scan Barcode NO SUGGESTIONS AI Suggested Searche"
    },
    {
      "url": "https://www.bbc.com/",
      "title": "BBC Home - Breaking News, World News, US News, Sports, Business, Innovation, Climate, Culture, Travel, Video & Audio",
      "description": "Visit BBC for trusted reporting on the latest world and US news, sports, business, climate, innovation, culture and much more.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "http://lists.plug.org.au/pipermail/plug/2012-February/081356.html",
      "title": "[plug] warning - cover your ears: can I get a full windoze install dvd from a recovery partition?",
      "description": "void",
      "preview": "[plug] warning - cover your ears: can I get a full windoze install dvd from a recovery partition? Marcos Raul Carot Collins marcos.carot at gmail.com"
    },
    {
      "url": "https://www.capitalone.co.uk/",
      "title": "Capital One Credit Cards UK | Apply For A Credit Card Online | Capital One",
      "description": "Apply for a credit card with Capital One. Offering a range of UK Credit Cards, find the card to suit you and your needs. Discover more.",
      "preview": "Skip to content Get a straight yes or no before you apply That's one good thing Add your name to get started First name Last name Let's go Won't affec"
    },
    {
      "url": "https://disabilityin.org/resource/disability-stock-photography/",
      "title": "Disability Inclusive Stock Photography - Disability:IN",
      "description": "Disability:IN is pleased to offer disability inclusive stock photography to the public. In an effort to empower business to achieve disability inclusion and equality, we encourage corporations to use this in recruitment material, marketing material, internal and external communications, etc.",
      "preview": "Skip to content Search for: Disability Inclusive Stock Photography Disability Inclusive Stock Photography Disability:IN is pleased to offer disability"
    },
    {
      "url": "https://healthnewsplus.net/tag/bolly4u-movie-download-free/",
      "title": "Health News Plus | Latest Worldwide Health News And Tips",
      "description": "The Newest Science And The Most Authoritative Information And Creativeness For Residing Active. HealthNewsPlus - Conveying Together Like-Willing People Who Are Obsessive About Permanency.",
      "preview": "Close Menu Facebook X (Twitter) Instagram News How to Build an Effective Backup Plan for Simultaneous Interpretation Home How to Get Rid of Mycotoxins"
    },
    {
      "url": "http://www.bppe.ca.gov/",
      "title": "Bureau for Private and Post-Secondary Education - BPPE",
      "description": "void",
      "preview": "Important Announcements Memo: Senate Bill 1433 Changes to the Private Postsecondary Education Act of 2009 Notice to Institutions Approved by the Burea"
    },
    {
      "url": "https://pytorch.org/tutorials/beginner/blitz/cifar10_tutorial.html",
      "title": "Training a Classifier - PyTorch Tutorials 2.8.0+cu128 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://2020annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://sustainabledevelopment.un.org/",
      "title": "Home .:. Sustainable Development Knowledge Platform",
      "description": "void",
      "preview": "Welcome to the United Nations DESA Home SDGs HLPF States SIDS UN System Stakeholders Topics Partnerships Resources About December 2022 - You are acces"
    },
    {
      "url": "https://nchfp.uga.edu/how/can_06/sauerkraut.html",
      "title": "| National Center for Home Food Preservation",
      "description": "The National Center for Home Food Preservation is your source for home food preservation methods.",
      "preview": "Donations Whoops! Looks like you've happened upon a page that has been moved or no longer exists... We've recently redesigned the website and reorgan"
    },
    {
      "url": "https://crfusa.com/",
      "title": "Small Business Lender - Community Reinvestment Fund, USA",
      "description": "CRF USA, a national small business lender, helps scale capital access for small businesses in communities across the country.",
      "preview": "Skip to content For Small Businesses My Small Business Account Customer Care Small Business Resources Apply for a loan Apply Now Small Businesses Make"
    },
    {
      "url": "https://natuurtijdschriften.nl/pub/494320",
      "title": "Natuurtijdschriften: De Boomkikker, Hyla arborea in Nederland III. Geluidsproduktie",
      "description": "void",
      "preview": "De Levende Natuur / De Levende Natuur / Article Search: Search J.J. van Gelder and J.G.H.M. Eijsink 1978 De Boomkikker, Hyla arborea in Nederland III."
    },
    {
      "url": "https://umweltdigital.de/nl/1184/infodienstarchiv.html",
      "title": "Infodienst-Archiv - UMWELTdigital",
      "description": "void",
      "preview": "Kontakt | Impressum | Hilfe | Mediadaten Hilfe zur Suche 1 Artikel im Warenkorb Login | Registrieren Sie sind Gast Zurück zur Übersicht UMWELTnewslett"
    },
    {
      "url": "https://2016annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://bioresources.cnr.ncsu.edu/resources/regenerated-cellulose-by-the-lyocell-process-a-brief-review-of-the-process-and-properties/",
      "title": "Regenerated cellulose by the Lyocell process, a brief review of the process and properties :: BioResources",
      "description": "void",
      "preview": "About the Journal Authors & Reviewers Articles Features How to Self-Register Full Site Navigation About the Journal Editorial Board Meet the Staff Edi"
    },
    {
      "url": "http://www.ioc-unesco.org/",
      "title": "UNESCO archives | UNESCO",
      "description": "Digitizing our shared UNESCO history",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://newsinitiative.withgoogle.com/",
      "title": "Google News Initiative - Home",
      "description": "The Google News Initiative works with news publishers and journalists to fight misinformation, share resources and build a diverse and innovative news ecosystem.",
      "preview": "Skip to main content Go to dashboard info info Get started Not sure where to start? Take a short quiz to get personalized recommendations. close 1 2 W"
    },
    {
      "url": "https://www.apple.com/itunes/",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "http://s403915573.onlinehome.fr/boutique2/details.php?gid=1552&pid=711503",
      "title": "Comite Nouvelle-Aquitaine de Gymnastique | Toutes les photos du comite",
      "description": "Les photos de gym du Comite Nouvelle-Aquitaine de Gymnastique",
      "preview": "ACCUEIL QUI SOMMES NOUS ABONNEMENT QUESTIONS FREQUENTES NOUVELLES NOUS CONTACTER Catégories de photos Rechercher : Tous les mots Un des mots Photo ID"
    },
    {
      "url": "https://www.facebook.com/",
      "title": "Facebook: accedi o iscriviti",
      "description": "Accedi a Facebook per iniziare a condividere contenuti e connetterti con i tuoi amici, la famiglia e le persone che conosci.",
      "preview": "Facebook ti aiuta a connetterti e rimanere in contatto con le persone della tua vita. Accedi Password dimenticata? Crea nuovo account Crea una Pagina"
    },
    {
      "url": "https://www.sidereel.com/tv-shows/two-and-a-half-men/lists/7",
      "title": "Two and a Half Men | Lists | SideReel",
      "description": "Find lists of TV shows that include Two and a Half Men on SideReel - 20 minute series, 2000's, 5, 9+ Seasons, A, Abandonadas, All about the Boys, Already Watched, archive, Awesome show that ended",
      "preview": "SideReel relies heavily on JavaScript. Please enable JavaScript in your browser to use the site fully. Two and a Half Men Avg Rating ( 0 ) Your Rating"
    },
    {
      "url": "https://info.uptogether.org/infosession/general",
      "title": "UpTogether Info Session 2021 | UpTogether",
      "description": "void",
      "preview": "Want to help your family and friends achieve their goals and get cash investments? UpTogether is an online platform where you can: Build your social n"
    },
    {
      "url": "https://www.northeastanimalhospital.com/",
      "title": "Northeast Animal Hospital | St. Petersburg",
      "description": "Northeast Animal Hospital and Downtown Vet Clinic are hospitals for cats, dogs, avians and pocket pets. Our St. Petersburg veterinarians provide quality care.",
      "preview": "Skip to Main Content Skip to Footer"
    },
    {
      "url": "http://oceans.ubc.ca/rashid-sumaila/",
      "title": "Rashid Sumaila, FRSC | Institute for the Oceans and Fisheries",
      "description": "Rashid Sumaila, FRSC University Killam Professor Canada Research Chair (Tier I, Interdisciplinary Ocean and Fisheries Economics) Email: r.sumaila@oceans.ubc.ca Office phone: 604-822-0224 Rashid Sumaila's research focuses on bioeconomics, marine ecosystem valuation and the analysis of global issues such as fisheries subsidies, marine protected areas, illegal fishing, climate change, marine plastic pollution, and oil spills. Read More Research Area ocean, fisheries, economics, bioeconomic modeling, subsidies, high seas, valuation, infinity fish, climate change, discounting",
      "preview": "Search Institute for the Oceans and Fisheries Home Page About Our Values People Pets Alumni Research Graduate Program Courses Non-credit Courses News"
    },
    {
      "url": "https://boersianer.info/boersianer.info/ben-bernanke/",
      "title": "boersianer.info Domain steht zum Verkauf",
      "description": "Börse, Aktien, Investmentstrategien Domain steht zum Verkauf",
      "preview": "boersianer.info Diese Domain steht zum Verkauf. Bei Interesse senden Sie bitte Ihr unverbindliches Angebot an: info[at]boersianer.info"
    },
    {
      "url": "http://www.wri.org/",
      "title": "World Resources Institute - Research for People & Planet",
      "description": "WRI is a global research organization working to improve people's lives, protect nature and halt climate change.",
      "preview": "Skip to main content Accessibility Donate Click to see more What can we help you find? Ways to Give Join us Contact an Expert Explore WRI Perspectives"
    },
    {
      "url": "https://cnnpressroom.blogs.cnn.com/2023/02/27/cnn-primetime-jill-biden-abroad/",
      "title": "CNN PRIMETIME: JILL BIDEN ABROAD",
      "description": "A special CNN Primetime event, Thursday March 2 at 9pm ET, where the First Lady of the United States Dr. Jill Biden sits down with CNN.",
      "preview": "CNN February 27th, 2023 CNN Primetime: Jill Biden Abroad on Monday, March 6 Hosted by CNN's Sara Sidner Featuring Interview by White House Corresponde"
    },
    {
      "url": "https://tunebend.com",
      "title": "TuneBend",
      "description": "void",
      "preview": "Discover a new world of music! TuneBend is currently available on all iOS platforms. Record, Play, and Collaborate You can mix and match different per"
    },
    {
      "url": "https://guitarra.artepulsado.com/foros/showthread.php?24180-Guitarra-Miguel-Moya-Almer%EF%BF%BD%EF%BF%BDa&s=4e83db1cd5646ee7121e76e3a1edfe2a",
      "title": "Guitarra Miguel Moya Almería | Guitarra Artepulsado",
      "description": "Hola a todos! Soy nuevo en el foro, Tengo en mi propiedad una guitarra de Miguel Moya, La etiqueta dice, Miguel Moya \"segundo Torres\" Almería Al parecer...",
      "preview": "Nuevos mensajes Buscar en foros Menú Acceder Regístrate Instala la aplicación Instalar Cómo instalar la aplicación en iOS A continuación, siga el vide"
    },
    {
      "url": "http://www.darpa.mil/",
      "title": "Home | DARPA",
      "description": "Since 1958, DARPA has held to an enduring mission: To create technological surprise for U.S. national security.",
      "preview": "Skip to main content Items Media Title OUR MISSION Caption Create Technological Surprise for National Security R&D Opportunities Media Title A FULLY A"
    },
    {
      "url": "http://www.weathernationtv.com/news/space-weather-can-cause-issues-tropical-weather/",
      "title": "How Space Weather Can Cause Issues with Tropical Weather - WeatherNation",
      "description": "void",
      "preview": "How Space Weather Can Cause Issues with Tropical Weather Special Stories 13 Aug 2018 11:08 AM How Space Weather Can Cause Issues with Tropical Weather"
    },
    {
      "url": "http://library.mines.edu",
      "title": "Colorado School of Mines - Arthur Lakes Library",
      "description": "Collaborative partner and intellectual nexus that bridges disciplines and communities across the Colorado School of Mines campus.",
      "preview": "Facebook X mines.edu My Mines News Calendar Canvas Email Give Directories Library Home Search the Library Catalog"
    },
    {
      "url": "http://www.ew.com/article/2016/02/25/explosions-in-sky-ted-cruz-campaign",
      "title": "Explosions In the Sky 'not okay' with Ted Cruz using their song in campaign video",
      "description": "Explosions In the Sky 'not okay' with Ted Cruz using their song in campaign video",
      "preview": "Top Stories Jimmy Kimmel wants Trump on his show Lukas Gage on why he was fired from 'Mad Men' over shirtless scene Jeff Probst shares intel on 'Sur"
    },
    {
      "url": "https://www.fox.com/privacy-policy",
      "title": "FOX One - Stream the Best of FOX TV Shows, Movies, News, Sports & Documentaries",
      "description": "FOX One is the new streaming destination for the full FOX catalog - TV shows, movies, news, sports, and exclusive documentaries.",
      "preview": "Skip to main content Privacy Policy Last Updated/Effective Date: August 21, 2025 Table of Contents SCOPE AND APPLICATION: What and who this Policy cov"
    },
    {
      "url": "https://magicbrief.com/",
      "title": "MagicBrief - Launch ads that win",
      "description": "The creative workflow tool used by the world's best marketing teams to ship winning ads repeatedly.",
      "preview": "Book demo Transform messy ad data into clear creative direction and winning ads. The creative analytics & research tool trusted by thousands of teams"
    },
    {
      "url": "http://www.ywomenvote.org/",
      "title": "ywomenvote",
      "description": "void",
      "preview": "0 2024 National Survey Results Watch the Town Hall Women, particularly young women of color, are critical to driving social and policy change. As move"
    },
    {
      "url": "https://www.bestbuyads.com/",
      "title": "Best Buy Ads",
      "description": "void",
      "preview": "See the future of retail media today! Watch now → × Skip to main content Data-driven advertising for results beyond imagination. Reach passionate shop"
    },
    {
      "url": "http://www.flux-entertainment.com/contact.php",
      "title": "Flux Entertainment",
      "description": "void",
      "preview": "Home App Contact Name: E-Mail Address: Subject: Message: Reset Send"
    },
    {
      "url": "https://www.homehubme.com/product/daru-pouf/",
      "title": "Home Hub ME",
      "description": "void",
      "preview": "Skip to content Home Hub ME Enter using password Enter store using password: Your password Enter Are you the store owner? Log in here Opening soon Be"
    },
    {
      "url": "https://www.mlssoccer.com/standings/",
      "title": "Conference Standings | MLSsoccer.com",
      "description": "Official standings of Major League Soccer. Track your favorite MLS club and which teams will qualify for MLS Cup Playoffs.",
      "preview": "Skip to main content Standings Conference Standings Supporters' Shield Standings Form Guide Official Standings = Updated at conclusion of each match."
    },
    {
      "url": "https://www.allure.com/story/rihanna-oceans-8-locs",
      "title": "Why Rihanna Wears Locs in Movie 'Ocean's 8' | Allure",
      "description": "In an interview with Refinery29, Rihanna's hairstylist Yusef Williams explained the reason behind choosing locs for Rihanna's Ocean's 8 character.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    },
    {
      "url": "https://www.social-engineer.org/framework/attack-vectors/phishing-attacks-2/",
      "title": "Phishing - Security Through Education",
      "description": "We define phishing as the \"practice of sending emails appearing to be from reputable sources with the goal of influencing or gaining personal information,\"",
      "preview": "Contact Us Social-Engineer, LLC The Human Hacking Book Phishing At Social-Engineer, we define phishing as the \"practice of sending emails appearing to"
    },
    {
      "url": "https://www.fox29.com/news/officials-boy-hospitalized-after-accidentally-getting-stuck-in-rope-ladder-at-kop-indoor-park",
      "title": "Officials: Boy hospitalized after accidentally getting stuck in rope ladder at KOP indoor park | FOX 29 Philadelphia",
      "description": "An 8-year-old boy is recovering after he accidentally got stuck in a rope ladder, and was unresponsive for a short time, at a King of Prussia indoor amusement park, officials say.",
      "preview": "Freeze Warning until FRI 9:00 AM EDT, Schuylkill County, Monroe County, Carbon County, Northampton County, Lehigh County, Warren County 4 High Wind Wa"
    },
    {
      "url": "https://lightchamber.tumblr.com/",
      "title": "loyaltycard",
      "description": "void",
      "preview": "Posted 8 years ago 23 notes Posted 9 years ago 4 notes Posted 9 years ago 1 note Posted 9 years ago Posted 9 years ago Posted 9 years ago 1 note Poste"
    },
    {
      "url": "https://www.ncjrs.gov",
      "title": "New OJP Resources | Office of Justice Programs",
      "description": "See what's new from the Office of Justice Programs.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://lxryhome.com/property/garden-view-apartment/",
      "title": "Huur Garden View Apartment bij LXRYHOME!",
      "description": "Garden View Apartment nabij Antwerpen beschikt over alle voorzieningen die u maar kunt wensen. Perfect voor kort of langdurig verblijf!",
      "preview": "Terug naar overzicht Garden View Apartment Wonen in het exclusieve project Pendennis Castle, in het hartje centrum van Brasschaat bij een mooi oud kas"
    },
    {
      "url": "https://lfca.earth/sustainability-clause/",
      "title": "VC Sustainability Clause",
      "description": "Europe's leading venture capitals are integrating the \"Sustainability Clause\" into contracts for newly financed companies to prioritize climate protection.",
      "preview": "Join our upcoming Sustainability Leadership course Join our leadership course Join now VC Sustainability Clause Imagine that start-ups looking for gro"
    },
    {
      "url": "https://www.la-croix.com/elections/resultats-legislatives/aveyron-12/murasson-12370",
      "title": "Résultats législatives 2024 : Murasson (12370)",
      "description": "Résultats ville Murasson (12370) : Retrouvez dès la publication officielle, les résultats complets du 2nd tour des élections législatives 2024 pour la commune Murasson",
      "preview": "Résultats législatives 2024 : Murasson (12370) Voici les résultats complets du 2nd tour des élections législatives 2024 pour la 3ème circonscription ,"
    },
    {
      "url": "https://relay.firefox.com/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=products",
      "title": "Firefox Relay",
      "description": "⁨Firefox Relay⁩ makes it easy to create email masks that forward your messages to your true inbox. Use them to protect your online accounts from hackers and unwanted messages.",
      "preview": "Protect your identity with secure phone and email masking Our secure, easy-to-use email and phone masks help keep your identity private so you can sig"
    },
    {
      "url": "https://butcherbox.pxf.io/c/3408212/1578351/16419?subid3=people",
      "title": "ButcherBox | Meat Delivery Subscription | ButcherBox",
      "description": "Butcher Box Homepage",
      "preview": "Choose Your Free Protein! ButcherBox Logo Choose Your Free Offer Celebrate fall with Steak Tips or Chicken Breasts FREE in every box for a year or Gro"
    },
    {
      "url": "https://www.icloud.com/",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://www.gadget-talk.ro/tag/nokia-8-1/",
      "title": "Nokia 8.1 - Gadget Talk Romania | Tehnologia la control",
      "description": "void",
      "preview": "Smartphones Florin Popovici 06/12/2018 1 HMD Global oficializeaza Nokia 8.1 pentru Europa (Romania) Asa cum ne asteptam, Nokia X7 devine Nokia 8.1 pen"
    },
    {
      "url": "https://ui-patterns.com/",
      "title": "UI-Patterns.com",
      "description": "User Interface Design Pattern Library. UI patterns for web designers. See screenshot examples and learn how to do great design like the pros.",
      "preview": "User Interface Design patterns User Interface Design patterns are recurring solutions that solve common design problems. Design patterns are standard"
    },
    {
      "url": "https://tubitv.com/static/privacy",
      "title": "Tubi is the largest free movie and TV streaming service in the US. We are not available in Europe due to changes in EU laws.",
      "description": "void",
      "preview": "We're Sorry. Tubi is the largest free movie and TV streaming service in the US. Unfortunately, we're not currently available in your area. Watch this"
    },
    {
      "url": "http://ala.org/rusa/awards/carnegie-medals",
      "title": "2024 Winners | Andrew Carnegie Medals for Excellence",
      "description": "Congratulations to the winners of the 2023 Andrew Carnegie Medals for Excellence in Fiction and Nonfiction. The winners were announced by 2024 selection committee chair Aryssa Damron at the Reference and User Services Association's Book and Media Awards event during LibLearnX in Baltimore on Saturday, January 20th. A celebratory event, including presentations by the winners and a featured speaker, will take place at the 2024 ALA Annual Conference in June 2024 in San Diego. Carnegie Medal winners each receive $5,000. Forty-five books (21 fiction, 24 nonfiction) were selected for the 2024 Andrew Carnegie Medals for Excellence in Fiction and Nonfiction Longlist. The six-title shortlist-three each for the fiction and nonfiction medals-was chosen from longlist titles and announced on November 14, 2023.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://gifmakerforiphone.weebly.com/",
      "title": "GIF MAKER - Home",
      "description": "GIF Maker - Create a GIF",
      "preview": "GIF MAKER Home Privacy Policy Contact Terms subscriptioninfo GIF Maker GIF Maker - Create a GIF Powered by Create your own unique website with customi"
    },
    {
      "url": "https://manual.slic3r.org/",
      "title": "Slic3r Manual - Welcome to the Slic3r Manual",
      "description": "void",
      "preview": "slic3r.org » Slic3r Manual Introduction Overview Getting Support Getting Slic3r Downloading Installing Building from source First Print Calibration Co"
    },
    {
      "url": "https://www.ncjw.org/",
      "title": "National Council of Jewish Women |",
      "description": "NCJW advances social change through a Jewish lens, bringing together activists across generations and across the country.",
      "preview": "Turning faith into action. See all actions Read more Leadership transition at NCJW Join Us Experience Israel through a feminist lens this November Add"
    },
    {
      "url": "https://goodnighttravelwell.tumblr.com/",
      "title": "@goodnighttravelwell on Tumblr",
      "description": "Follow @goodnighttravelwell and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts oldinterneticons Follow #pictures you can hear #cat #nostalgia ur-daily-inspiration You are using an unsupported browser and things might not wo"
    }
  ],
  "_meta": {
    "total_bookmarks": 149
  }
}