{
  "data": [
    {
      "url": "https://www.tbf.org/",
      "title": "The Boston Foundation - TBF",
      "description": "Greater Boston's community foundation, working in partnership with donors to build and sustain a vital, prosperous city and region.",
      "preview": "Now is the time to move equity. Now is the time to move Boston. TBF announces multimillion-dollar commitment to strengthen region's food systems Risin"
    },
    {
      "url": "https://www.sardegnaturismo.it/de/entdecken/sindia",
      "title": "Sindia | SardegnaTurismo - Sito ufficiale del turismo della Regione Sardegna",
      "description": "Sindia ist ein kleines Dorf im Gebiet der Planargia",
      "preview": "Direkt zum Inhalt Ort Sindia Startseite Sindia Sindia ist ein kleines Dorf im Gebiet der Planargia © OpenStreetMap contributors Sindia ist ein kleines"
    },
    {
      "url": "https://www.eeq.ca/",
      "title": "Accueil | Éco Entreprises Québec (ÉEQ)",
      "description": "Nous sommes le nouveau gestionnaire de la collecte sélective pour tout le Québec.",
      "preview": "Accéder directement au contenu principal Faire basculer le panneau de recherche Fermer Recherche"
    },
    {
      "url": "https://france-estimations.fr/estimation-art-orientaliste-jeu-dechec/",
      "title": "jeue de majhong",
      "description": "France Estimations 1er réseau français d'estimation et d'expertise en ligne. jeue de majhong",
      "preview": "void"
    },
    {
      "url": "http://jobs.apple.com/",
      "title": "Apple Roles and Opportunities - Careers at Apple",
      "description": "Discover career opportunities at Apple. Learn why people gather here to innovate, collaborate, and create groundbreaking products and services.",
      "preview": "Join us. Be you. Watch the film This is where individual imaginations gather together, committing to the values that lead to great work. Here, you'll"
    },
    {
      "url": "https://www.actusf.com/forumimaginaire/memberlist.php?mode=contactadmin&sid=5d1d8991a65815d957880828b7aa6936",
      "title": "L'Appel de l'imaginaire - Envoyer un courriel",
      "description": "void",
      "preview": "L'Appel de l'imaginaire Le forum préparatoire des Etats Généraux Vers le contenu Rechercher Recherche avancée Accès rapide Sujets sans réponse Sujets"
    },
    {
      "url": "http://epsm.iotc.org/form/arepstart?lang=en",
      "title": "ePSM Application - Login",
      "description": "void",
      "preview": "Sign in username password Sign in I've lost my password No e-PSM account? Create one now."
    },
    {
      "url": "https://www.whitefuneralhomes.com/obituary/marrshall-luppke",
      "title": "Obituary | Marshall Alex Luppke of Lakeville, Minnesota | White Funeral Homes",
      "description": "View The Obituary For Marshall Alex Luppke of Lakeville, Minnesota. Please join us in Loving, Sharing and Memorializing Marshall Alex Luppke on this permanent online memorial.",
      "preview": "Marshall Alex Luppke of Lakeville, Minnesota | 1999 - 2021 | Obituary Send a Card Show Your Sympathy to the Family Funeral Service Thursday, Apr 1, 20"
    },
    {
      "url": "https://www.habitat.org/",
      "title": "Habitat for Humanity",
      "description": "Habitat for Humanity is a nonprofit organization that helps people in your community and around the world build or improve a place they can call home. Donate, volunteer and raise your voice in support of decent and affordable housing.",
      "preview": "Skip to main content Help kick off our 2025 Fall Match! Your gift will go twice as far to help build brighter futures. Double your impact 2025 Fall Ma"
    },
    {
      "url": "https://www.clarendo.de/ohrringe/198/ohrstecker-silber-damen-verschlungen-tricolor",
      "title": "void",
      "description": "void",
      "preview": "Nameshift.com Open language menu en België Nederlands (nld) Canada English (eng) Deutschland Deutsch (deu) España Español (esp) France Français (fra)"
    },
    {
      "url": "https://rusticplates.com/collections/50-state-sets/ham-radio",
      "title": "50 State Set - RusticPlates",
      "description": "We love license plates! We buy, sell and collect license plates and have helped complete everything from that final plate in a collection to the perfect stack of rustic plates for a bar, garage and ceiling. We have 50 state sets, single plates, optional plates, vintage plates, you name it!",
      "preview": "Skip to content 🇺🇸 USA Free shipping on orders of $50+ Please Allow Extra Time for Shipping the week of Sep 28th 50 State Set Individual Plates and Pa"
    },
    {
      "url": "https://lionofviennasuite.sbnation.com/users/kidsearncash77",
      "title": "kidsearncash77 Profile and Activity - Lion Of Vienna Suite",
      "description": "Your best source for quality Bolton Wanderers news, rumors, analysis, stats and scores from the fan perspective.",
      "preview": "Skip to main content clock menu more-arrow no yes mobile Fanposts Sections Bolton Wanderers Transfer News Bolton Wanderers Opinion Bolton Wanderers On"
    },
    {
      "url": "https://malpracticer.tumblr.com/post/145709315589",
      "title": "The class students like the most",
      "description": "The class students like the most codeorg: \" A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer...",
      "preview": "Home Art Tag Ask me anything Submit a post Mobile RSS Squiggle Zone Text The class students like the most codeorg : A recent survey asked students how"
    },
    {
      "url": "https://www.blackcurlmagic.com/wash-your-damn-hair/",
      "title": "About 5 - Black Curl Magic",
      "description": "void",
      "preview": "Hello! You're looking for the Wash Your Damn Hair Textbook. But don't worry-we've got something even better. Click the button below to learn more abou"
    },
    {
      "url": "https://www.signsrxusa.com/product-category/gift-card/",
      "title": "Custom Gift Certificates for brand promotion | SignsRxUSA",
      "description": "Design and print custom gift certificates to promote your brand. High-quality printing for retail, events, and special occasions.",
      "preview": "void"
    },
    {
      "url": "https://www.canadianwoodworking.com/techniques_and_tips/french-polishing/",
      "title": "French polishing - Canadian Woodworking",
      "description": "French polishing refers to a technique for applying shellac, not a finish in and of itself. Essentially you apply a very large number of thin coats of shellac using a pad, a wee bit of oil, and a lot of elbow grease.",
      "preview": "Skip to content FORUM GUIDE LIBRARY NEWSLETTERS SHOP WEBINARS TIPS & HOW TO French polishing Carl Duguay Wood Finishing French polishing refers to a t"
    },
    {
      "url": "https://www.drazby.cz/drazba-zasob-elektronika-kabely-spolecnosti-inn/",
      "title": "Dražba zásob - elektronika, kabely společnosti I.N.N. | Drazby.cz",
      "description": "void",
      "preview": "Domů zavřít Chci uspořádat dražbu Chci nakoupit v dražbě Právě dražíme Chci nabídku zdarma Vše o dražbách Reference O nás Kontakty / Nabídka dražeb /"
    },
    {
      "url": "https://www.nyu.edu/search.html",
      "title": "NYU Search",
      "description": "void",
      "preview": "Search NYU Search"
    },
    {
      "url": "https://www.woodtv.com/news/alibis-ignored-the-jeff-titus-case/",
      "title": "Alibis Ignored: The Jeff Titus Case",
      "description": "A witness who may have been able to clear a man of a double murder was never called to testify, raising questions about his defense.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.fdp-koeln.de/politik/kapazit%C3%A4tserweiterung-der-pr-anlage-k%C3%B6nigsforst/antr%C3%A4ge",
      "title": "Kapazitätserweiterung der P+R-Anlage Königsforst | FDP Köln",
      "description": "Kapazitätserweiterung der P+R-Anlage Königsforst",
      "preview": "Startseite Politik Beschlüsse Kapazitätserweiterung der P+R-Anlage Königsforst Antrag der FDP-Fraktion 28.10.2019 Beschlüsse der Ratsgremien FDP-Frakt"
    },
    {
      "url": "https://href.li/?https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml"
    },
    {
      "url": "https://www.momondo.in/?ispredir=true",
      "title": "Cheap Flights: Compare Flights & Flight Tickets | momondo",
      "description": "momondo searches hundreds of other travel sites at once to get you the information you need to make the right decisions.",
      "preview": "Where do you want to go? Return Rome (ROM) Departure - Return 1 adult, Economy Search ... ... ... ... Trending cities The most searched for cities on"
    },
    {
      "url": "https://www.bisbeeporcella.com/obituaries/Gerrit-J-Thomas-Jr?obId=4516736",
      "title": "Obituary information for Gerrit J. Thomas Jr",
      "description": "View Gerrit J. Thomas Jr's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Official Obituary of Gerrit J. Thomas Jr December 10, 1930 - June 30, 2019 Gerrit J. Thomas Jr Obituary Tribute Notifications TM"
    },
    {
      "url": "https://www.tonetranslate.com/",
      "title": "Home - Tone Translate",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.marvel.com/articles/movies/scott-lang-memoir-look-out-for-the-little-guy",
      "title": "Scott Lang Announces New Memoir 'Look Out for The Little Guy' Coming this Fall | Marvel",
      "description": "Pick up the book as seen on the big screen in 'Ant-Man and The Wasp: Quantumania'",
      "preview": "Movies Published February 1, 2023 Scott Lang Announces New Memoir 'Look Out for The Little Guy' Coming this Fall Pick up the book as seen on the big s"
    },
    {
      "url": "https://www.peaceisalifestyle.com/",
      "title": "LIFE CAMP - PEACE IS A LIFESTYLE",
      "description": "void",
      "preview": "LIFECAMP PEACE IS A LIFESTYLE Email: info@peaceisalifestyle.com Phone: (646) 258-0936 DONATE PREVENTING GUN VIOLENCE FOR 22 YEARS PEACE IS A LIFESTYLE"
    },
    {
      "url": "https://yourplanyourplanet.sustainability.google/",
      "title": "Your Plan, Your Planet - Home page",
      "description": "I'm learning small changes that can make a big impact on the planet. Join me in discovering more simple things we can do at: https://google.com #yourplanyourplanet",
      "preview": "Discover how to reduce food, water, and energy waste, and learn about the Circular Economy to extend the life of your stuff. Stuff Explore tactics to"
    },
    {
      "url": "https://partnerships.nature.com/product/digital-advertising/",
      "title": "Digital Advertising | Engage with Scientists | Nature Partnerships",
      "description": "Discover the benefits of digital advertising with Nature Journal. This blog post explores how targeted ads can reach a scientific audience effectively, enhancing visibility and engagement. Learn more about innovative advertising solutions tailored for the scientific community.",
      "preview": "Digital Advertising Reach the right audience with precision. Showcase your brand to a highly engaged scientific audience. With advanced technological"
    },
    {
      "url": "https://sliderulemuseum.com/SR_Course.htm",
      "title": "300 Multiple Choices",
      "description": "void",
      "preview": "Multiple Choices The document name you requested ( /SR_Course.htm ) could not be found on this server. However, we found documents with names similar"
    },
    {
      "url": "https://usosweb.uw.edu.pl/kontroler.php?_action=katalog2/przedmioty/szukajPrzedmiotu&jed_org_kod=22000000&callback=g_abee134e&method=faculty_groups&grupaKod=2200-PRSM07&cp_showDescriptions=0&cp_showGroupsColumn=0&cp_cdydsDisplayLevel=2&f_tylkoWRejestracji=0&f_obcojezyczne=0&kierujNaPlanyGrupy=1&tabc902_offset=0&tabc902_limit=100&tabc902_order=4d1a2a",
      "title": "Blok: Nauka prawa w Warszawie w warunkach globalizacji - Uniwersytet Warszawski - USOSweb",
      "description": "void",
      "preview": "Uniwersytet Warszawski - Centralny System Uwierzytelniania NA SKRÓTY STUDENCI, PRACOWNICY JEDNOSTKI ORGANIZACYJNE PRZEDMIOTY grupy przedmiotów zdefini"
    },
    {
      "url": "https://www.petplate.com/",
      "title": "PetPlate: Fresh Dog Food Delivery",
      "description": "Looking for Reviews of Fresh Dog Food? You've come to the right place. Subscribers (and Pets!) unanimously agree, PetPlate hits the spot. Starting for less than $3/day.",
      "preview": "Get 60% OFF your first box + one FREE bag of Treats! REDEEM NOW Home Find A Store Entrées Barkin' Beef Chompin' Chicken Tail Waggin' Turkey Lip Lickin"
    },
    {
      "url": "https://www.coursera.org/professional-certificates/google-digital-marketing-ecommerce/?utm_source=google&utm_medium=institutions&utm_campaign=gwgsite",
      "title": "Google Digital Marketing & E-commerce Professional Certificate | Coursera",
      "description": "Offered by Google. Get on the fast track to a career in digital marketing. In this certificate program, you'll learn in-demand skills, and ... Enroll for free.",
      "preview": "Google Digital Marketing & E-commerce Professional Certificate Google Digital Marketing & E-commerce Professional Certificate Get on the fast track to"
    },
    {
      "url": "https://blog.coursera.org",
      "title": "Coursera Blog | Online learning news for learners, educators, & employers",
      "description": "Get the latest stories and product updates from Coursera, the global online learning platform where anyone, anywhere, can transform their life by accessing the world's best learning experience.",
      "preview": "Making Coursera learning more accessible worldwide through an app in ChatGPT Welcoming Anthony Salcito as Coursera's New General Manager, Enterprise I"
    },
    {
      "url": "https://www.acer-userforum.de/threads/icq-wills-nochmal-wissen-neustart-der-chat-app.61681/#post-489473",
      "title": "ICQ wills nochmal wissen: Neustart der Chat-App | Acer-Userforum.de",
      "description": "Der russische Eigentümer von ICQ bringt den Messenger als neue Version mit neuem Namen und neuen Funktionen an den Start. ICQ wills nochmal wissen...",
      "preview": "Neue Beiträge Foren durchsuchen Menü Login Registrieren App installieren Installieren Foren Allgemeines News / Ankündigungen JavaScript ist deaktivier"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=IND&mtdsg_no=XXVII-7-d&chapter=27&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "https://opensource.org/licenses/Apache-2.0",
      "title": "Apache License, Version 2.0 - Open Source Initiative",
      "description": "TERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION 1. Definitions. \"License\" shall mean the terms and conditions for use, reproduction, and distribution as defined by Sections 1 through 9 of...",
      "preview": "TERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION 1. Definitions. \"License\" shall mean the terms and conditions for use, reproduction, and"
    },
    {
      "url": "http://french.peopledaily.com.cn/Chine/n3/2021/1104/c31354-9915393.html",
      "title": "Faire de la Chine un bouc émissaire du changement climatique constitue une attitude \"lâche et inexacte\", selon un journal britannique",
      "description": "Le quotidien britannique Morning Star a récemment critiqué le fait de faire de la Chine un bouc émissaire du changement climatique, qualifiant cette attitude de",
      "preview": "Dernière mise à jour à 08h44 le 04/11 Version 3G | Qui sommes-nous ? Éditions 中文简体 English 日本語 Español Русский عربي 한국어 Deutsch Português CHINE ÉCONOM"
    },
    {
      "url": "https://olc.worldbank.org",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sklep.zrobswojkosmetyk.pl/pl/p/mail/recommend/3802",
      "title": "Surowce kosmetyczne i naturalne półprodukty | Zrób Swój Kosmetyk - Zrób Swój Kosmetyk",
      "description": "Oferta Zrób Swój Kosmetyk ma składniki, zioła i surowce do tworzenia kosmetyków naturalnych, świec i mydeł! Ekstrakty roślinne i owocowe, hydrolaty, olejki eteryczne i glinki. Zamów teraz!",
      "preview": "Zarejestruj się Zaloguj się Jesteś w: » Strona główna Promocja na Masła Kosmetyczne do nawet -15% Sprawdź Tutaj Złożenie zamówienia oznacza akceptację"
    },
    {
      "url": "https://disf.org/trapianti",
      "title": "Trapianti | DISF.org",
      "description": "void",
      "preview": "Salta al contenuto principale Trapianti Lino Ciccone Anno di redazione 2002 I. Precisazioni terminologiche ed aspetti interdisciplinari della tematica"
    },
    {
      "url": "https://radiomitre.cienradios.com/patricia-bullrich-aseguro-que-el-ataque-del-presidente-a-cornejo-fue-algo-absolutamente-fuera-de-lugar/",
      "title": "Patricia Bullrich aseguró que el ataque del Presidente a Cornejo fue algo \"absolutamente fuera de lugar\" - Radio Mitre",
      "description": "La exministra de Seguridad de la Nación y presidenta del PRO, Patricia Bullrich, dialogó con la conductora Magdalena Ruíz Guiñazú.",
      "preview": "Patricia Bullrich aseguró que el ataque del Presidente a Cornejo fue algo \"absolutamente fuera de lugar\" La exministra de Seguridad de la Nación, Patr"
    },
    {
      "url": "https://sjobs.brassring.com/TGnewUI/Search/Home/Home?partnerid=26336&siteid=5014#home",
      "title": "Job Search Welcome | Walgreens",
      "description": "Search for Internet job openings.",
      "preview": "void"
    },
    {
      "url": "https://www.gq-magazine.co.uk/culture/article/austin-butler-interview-2022",
      "title": "Elvis star Austin Butler on the upcoming Baz Luhrmann biopic, his love of The King and his hatred of paparazzi | British GQ",
      "description": "How did Austin Butler, a former Nickelodeon and Disney star, beat countless other young actors to play Elvis? Why, with a little bit of luck - and an unprompted endorsement from his hero Denzel Washington",
      "preview": "Skip to main content There are an estimated 400,000 Elvis Presley impersonators worldwide, who devote themselves to shimmying into rhinestone jumpsuit"
    },
    {
      "url": "http://bebehblog.com/carolines-nursery/",
      "title": "Caroline's Nursery - bebehblog",
      "description": "Caroline's nursery is not actually a nursery. It's really not even Caroline's right now, since it's full of toddler toys and doesn't have a crib. But it does have nice carpet, a very comfy nursing chair, lots of pretty colorful things and a big closet full of little girl clothes. I'm pretty excited about the [...]",
      "preview": "home hello! Photography We Like To Party Privacy Policy Caroline's Nursery Caroline's nursery is not actually a nursery. It's really not even Caroline"
    },
    {
      "url": "http://rainbowmetals.com/",
      "title": "High Quality Custom Belt Buckles & Plaques | Rainbow Metals",
      "description": "Rainbow Metals is a top-notch sand-cast bronze products store offering custom belt buckles and bronze plaques. Discover elegant and unique hand-crafted designs.",
      "preview": "⚠️ Important Update - Click Here to Read Before Placing an Order Search our store Account Cart 0 Popular Searches: T-Shirt Blue Jacket \" \" Rainbow Met"
    },
    {
      "url": "https://www.yidio.com",
      "title": "Yidio - Streaming Guide for TV Shows & Movies",
      "description": "Yidio is universal search & discovery for any TV Show & Movie across Netflix, Hulu, Amazon, and hundreds of other providers in one place.",
      "preview": "All Your Streaming Services in One Place Your Streaming Movie & TV Guide. Track, discover and find where to watch TV shows and movies from Netflix, Ap"
    },
    {
      "url": "https://forum.root.cz/index.php?action=profile;area=showposts;sa=topics;u=247",
      "title": "Zobrazit příspěvky - Václav Švejcar",
      "description": "Zobrazit příspěvky - Václav Švejcar",
      "preview": "Fórum Root.cz Profil Václav Švejcar Zobrazit příspěvky Témata Informace Shrnutí Zobrazit statistiky Zobrazit příspěvky... Příspěvky Témata Přílohy Zob"
    },
    {
      "url": "https://www.esquire.com/entertainment/movies/a43023561/chris-pine-dungeons-and-dragons-interview-2023/",
      "title": "Chris Pine on 'Dungeons & Dragons,' Harry Styles, 'Don't Worry Darling,' 'Star Trek,' and His Career",
      "description": "At his home, high up in the hills of Los Angeles, the actor considers the first twenty years of his surprising career-including a very viral 2022-and the next twenty. But first, a shvitz.",
      "preview": "Skip to Content Discover Entertainment Cover Stories Taika Waititi Doesn't Talk About His Fee... The King of Scotland Daniel Craig Is a Movie Star Fro"
    },
    {
      "url": "https://www.thesaurus.com/",
      "title": "Synonyms and Antonyms of Words | Thesaurus.com",
      "description": "Thesaurus.com is the world's largest and most trusted online thesaurus for 25+ years. Join millions of people and grow your mastery of the English language.",
      "preview": "Word of the Day October 10, 2025 al desko [ al des -koh ] Meaning and examples Start each day with the Word of the Day in your inbox! Sign Up By click"
    },
    {
      "url": "https://www.mlssoccer.com/standings/",
      "title": "Conference Standings | MLSsoccer.com",
      "description": "Official standings of Major League Soccer. Track your favorite MLS club and which teams will qualify for MLS Cup Playoffs.",
      "preview": "Skip to main content Standings Conference Standings Supporters' Shield Standings Form Guide Official Standings = Updated at conclusion of each match."
    },
    {
      "url": "https://communication.ucf.edu/",
      "title": "Nicholson School of Communication and Media",
      "description": "You're a communicator. A creator of worlds. Whether it's developing a game, filming a scene or writing a newscast, you've got a point of view.",
      "preview": "New name. Same mission. You're a communicator. A creator of worlds. Whether it's developing a game, filming a scene or writing a newscast, you've got"
    },
    {
      "url": "https://richeisenshow.com",
      "title": "Rich Eisen Show - Official site of The Rich Eisen Show",
      "description": "More Videos...",
      "preview": "Skip to content Latest Videos October 9, 2025 Does 4-Time League MVP A'ja Wilson Belong on the WNBA's Mount Rushmore? | The Rich Eisen Show October 9,"
    },
    {
      "url": "https://blog.torproject.org/blog/tor-browser-60-released",
      "title": "Tor Browser 6.0 is released | The Tor Project",
      "description": "The Tor Browser Team is proud to announce the first stable release in the 6.0 series. This...",
      "preview": "Tor Browser 6.0 is released by gk | May 30, 2016 The Tor Browser Team is proud to announce the first stable release in the 6.0 series. This release is"
    },
    {
      "url": "http://vuce.gub.uy/pesc2/",
      "title": "PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca - VUCE",
      "description": "Certificado de Ingreso Sanitario para productos de la pesca",
      "preview": "Skip to content PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca Información sobre el trámite Consiste en la autoriza"
    },
    {
      "url": "https://safety.google?hl=en",
      "title": "Google Safety Center - Stay Safer Online",
      "description": "Making technology for everyone means protecting everyone who uses it. Explore what Google does to help you stay safe online.",
      "preview": "Learn how Google AI-powered security keeps you safe from scams this Cybersecurity Awareness Month. The safer way to search. search. email. watch. stor"
    },
    {
      "url": "https://www.marylandbcc.org/",
      "title": "Home - The Maryland Black Chamber of Commerce",
      "description": "void",
      "preview": "Grow your Business Partner with the Maryland Black Chamber of Commerce today and leverage our member benefits to grow your business. Become a Member B"
    },
    {
      "url": "https://athleta.gap.com/",
      "title": "Shop Athleta for Women's Yoga Clothing, Technical Athletic Clothing, and Athleisure",
      "description": "Athleta designs clothing that integrates performance and technical features for active women and girls. From running and yoga to swimming and hiking or athleisure - our clothing supports whatever moves & inspires you.",
      "preview": "Skip to top navigation Skip to shopping bag Skip to main content Skip to footer links"
    },
    {
      "url": "https://www.wwf.eu/?1014116/Unregulated-fishing-on-the-high-seas-of-the-Indian-Ocean",
      "title": "Unregulated fishing on the high seas of the Indian Ocean | WWF",
      "description": "The world's first assessment of when, where and how fishing with no legal framework and no fisheries management systems is occurring in the Indian Ocean",
      "preview": "Unregulated fishing on the high seas of the Indian Ocean Posted on November, 02 2020 The world's first assessment of when, where and how fishing with"
    },
    {
      "url": "http://ambitointernacional.com/azerbaiyan-primera-republica-parlamentaria-en-todo-el-oriente-musulman/",
      "title": "Azerbaiyán, primera República parlamentaria en todo el Oriente Musulmán - Ámbito Internacional",
      "description": "Desde la recuperación de la independencia han sido un faro en su camino de progreso",
      "preview": "Connect with us Share Tweet La vida lentamente esta volviendo a la normalidad en algunos países, luego de experimentar un alivio de la asfixiante pand"
    },
    {
      "url": "https://www.idrissderm.com/",
      "title": "Home - Idriss Dermatology",
      "description": "void",
      "preview": "Subtle is the New Dramatic Your skin. Our story. Welcome to the new age of aesthetic dermatology. Book Appointment Our Services Cutting-Edge Science &"
    },
    {
      "url": "https://www.cia.gov/index.html",
      "title": "We are the Nation's first line of defense - CIA",
      "description": "void",
      "preview": "Skip to main content Contact Contact Report Information Report Information We are the Nation's first line of defense We accomplish what others cannot"
    },
    {
      "url": "https://docs.opencv.org/4.x/d6/d00/tutorial_py_root.html",
      "title": "OpenCV: OpenCV-Python Tutorials",
      "description": "void",
      "preview": "OpenCV 4.13.0-dev Open Source Computer Vision Loading... Searching... No Matches OpenCV-Python Tutorials Introduction to OpenCV Learn how to setup Ope"
    },
    {
      "url": "https://www.iattc.org/",
      "title": "Home | IATTC",
      "description": "void",
      "preview": "Meetings Publications Annual reports Bulletins Data reports Executive reports Fishery status reports Internal reports IRP reports Quarterly reports Sc"
    },
    {
      "url": "https://romanianrevolutionofdecember1989.com/tag/romania-decembrie-1989/",
      "title": "romania decembrie 1989 « The Archive of the Romanian Revolution of December 1989",
      "description": "Posts about romania decembrie 1989 written by romanianrevolutionofdecember1989",
      "preview": "The Archive of the Romanian Revolution of December 1989 A Catch-22 December 1989, Groundhog-Day Production. Presenting the Personal Research & Scholar"
    },
    {
      "url": "http://www.odeon-lloyd.hu/tag/sip",
      "title": "SIP - Odeon Lloyd",
      "description": "void",
      "preview": "Skip to content A Safer Internet Program (SIP) konzorciumi tagjai közül a Kék Vonal Gyermekkrízis Alapítványhoz több mint 7 ezer megkeresés, a Biztons"
    },
    {
      "url": "https://www.blipfoto.com/",
      "title": "Blipfoto | Your photo journal",
      "description": "Keep a simple record of your life, with just one photo a day. Start your free photo journal now, because life is worth celebrating every day.",
      "preview": "The daily photo journal If you have an account already... Sign in If not, then come and try us out ... Sign up If you want to find out more... About u"
    },
    {
      "url": "https://flipboard.helpshift.com/hc/en/",
      "title": "Flipboard Technical Support and Help Center",
      "description": "Welcome to the Flipboard support page. How can we help you? We have ready answers for many common questions about Flipboard.",
      "preview": "This website uses only the necessary cookies required for the site's proper functioning. By using the website, you consent to all cookies in accordanc"
    },
    {
      "url": "https://www.detroityouthchoir.org/",
      "title": "Youth Performance And Enrichment | Detroit Youth Choir | Detroit",
      "description": "Detroit Youth Choir offers youth in the Metropolitan Detroit area a world-class performing arts experience that develops their creative skills and talents through music, education, dance, and theatrical arts. Youth performance and enrichment",
      "preview": "top of page A world-class performing arts experience for Detroit youth A world-class performing arts experience for Detroit youth Our mission is to of"
    },
    {
      "url": "http://www.cleverbot.com/app",
      "title": "Cleverbot app - talk to an intelligent app",
      "description": "cleverbot - a clever bot - speak to an AI with some Actual Intelligence?",
      "preview": "Cleverbot About Cleverbot The site Cleverbot.com started in 2006, but the AI was 'born' in 1988, when Rollo Carpenter saw how to make his machine lear"
    },
    {
      "url": "http://susiecakes.com/",
      "title": "SusieCakes",
      "description": "SusieCakes is an All-American bakery offering classic desserts made entirely from scratch using simple, natural ingredients. SusieCakes is now shipping nationwide!",
      "preview": "Skip to main content The sweetest collab of the year with See's Candies® featuring Milk Bordeaux Cupcakes and Cake. Only available through Sunday! Ord"
    },
    {
      "url": "https://www.only.in/",
      "title": "Online Shopping Destination & Fashion for Young Women | ONLY",
      "description": "Explore stylish western wear with ONLY India. From jeans and dresses to stylish tops and skirts, we offer a huge online shopping fashion collection for women.",
      "preview": "Skip to content Cart Your cart is empty Previous Go to item 1 Go to item 2 Go to item 3 Go to item 4 Next First on Only.in Previous Frill Trim Chiffon"
    },
    {
      "url": "https://www.bmw-bahrain.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Manama, Bahrain | Euro Motors BMW",
      "description": "Visit Euro Motors BMW in Manama, Bahrain, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://www.bravotv.com/the-daily-dish/rhonj-teresa-giudice-daughter-gabriella-giudice-college-career-plans",
      "title": "Teresa Giudice's Daughter Gabriella Giudice College, Career Plans",
      "description": "We've watched Teresa Giudice's daughters grow up on The Real Housewives of New Jersey over t",
      "preview": "Skip to main content"
    },
    {
      "url": "https://blankfoundation.org/",
      "title": "Arthur M. Blank Family Foundation | Atlanta, Georgia | Home",
      "description": "Arthur M. Blank Family Foundation: Atlanta-based foundation, creating sustainable and inclusive communities. Learn more.",
      "preview": "Skip to content Join us in celebrating 30 incredible years of the Arthur M. Blank Family Foundation! Let's take a journey through time and reflect on"
    },
    {
      "url": "https://www.praveorechove.com/newsread2.php?newsid=563",
      "title": "Literárna spoločnosť Pravé orechové",
      "description": "void",
      "preview": "login|password ZAREGISTRUJ SA! vyhľadávanie na stránke English version Jul 27, 2020 klikni na obrázok pre zväčšenie a popis prezri si archív (255) vlo"
    },
    {
      "url": "https://knockinc.com/about",
      "title": "KNOCK | Minority/Women Owned Creative Agency | Culture",
      "description": "KNOCK, inc. is creatively open and independently owned - cultivating selfless positivity and equality while fostering art, culture, and community.",
      "preview": "void"
    },
    {
      "url": "https://www.farmequip.org/news/kirby-brings-piece-of-aviation-history-to-museum/",
      "title": "Kirby Brings Piece of Aviation History to Museum - Farm Equipment Manufacturers Association",
      "description": "void",
      "preview": "Schedule Registration Register Today Registration List FAQs Program Speakers Connect with Marketers EMDA Industry Showcase Guest Program Travel & Acco"
    },
    {
      "url": "https://www.allure.com/story/hailey-bieber-beauty-brand-rhode",
      "title": "Hailey Bieber Files Trademark for a New Brand Named Rhode | Allure",
      "description": "Hailey Bieber is officially making moves to potentially launch her own beauty and wellness brand. The model has filed a trademark for a range of products underneath the name Rhode, and we can't wait to see what she has in store for us.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    },
    {
      "url": "https://documentation.spire.com",
      "title": "Documentation & knowledge base | Kpler AIS",
      "description": "Explore documentation on our range of APIs and vessel tracking solutions. Get started using our vessel tracking solutions with a free trial.",
      "preview": "Search for: Kpler AIS documentation & knowledge base Kpler is committed to creating developer-friendly APIs and supporting your company in getting the"
    },
    {
      "url": "http://rescue.myplannedgift.org/",
      "title": "Charitable Giving | International Rescue Committee",
      "description": "Make a difference at the International Rescue Committee with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Leave a Legacy, Become a Changemaker Many caring and generous friends like you have found that through their will they are able t"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/workloads/pods/",
      "title": "Pods | Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Pods Pods are the smallest deployable units of computing that you can create and manage in Kubernetes. A Pod (as in a pod of whales or pea pod) is a g"
    },
    {
      "url": "https://www.watttime.org/",
      "title": "Home - WattTime",
      "description": "void",
      "preview": "3 simple fixes could save 9+ gigatons of CO2 annually. We're a nonprofit raising awareness about these solutions and providing data & technical assist"
    },
    {
      "url": "https://careers.bcg.com/",
      "title": "Home | Careers | Boston Consulting Group",
      "description": "Looking to jumpstart your career at BCG? Help our clients do amazing work while unlocking the potential of those who advance the world. Explore BCG jobs today.",
      "preview": "Search results Beyond is where we begin. Join our consulting team and collaborate with brilliant minds to shape the future of business, government, an"
    },
    {
      "url": "https://www.banquemondiale.org/",
      "title": "Le Groupe de la Banque mondiale",
      "description": "Avec ses 189 États membres, le Groupe de la Banque mondiale œuvre à la recherche de solutions durables pour aider les pays à mettre fin à la pauvreté et favoriser un développement qui soit prospère pour tous.",
      "preview": "Nos dernières projections économiques régionales Vous êtes enseignant, chercheur, étudiant, investisseur ou vous vous intéressez à la conjoncture écon"
    },
    {
      "url": "https://www.stltoday.com/news/local/crime-and-courts/i-can-still-hear-the-roaring-of-the-engine-says-father-of-teen-maimed-in/article_d981ca12-4e76-5351-8ade-bf0ca0e08214.html",
      "title": "'I can still hear the roaring of the engine,' says father of teen maimed in downtown St. Louis",
      "description": "The 21-year-old man accused of hitting and critically injuring a 17-year-old girl visiting St. Louis appeared in court Monday afternoon. Family members of the girl gave emotional testimony.",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=home",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://www.welshbaskets.co.uk/store/p47/Additional_Postage_Fee.html",
      "title": "Additional Postage Fee",
      "description": "Website of Clare Revera, basket maker and teacher specialising in traditional welsh baskets. Commissions welcome.",
      "preview": "Home Shop Courses Progressive Basketry Online Basketry Tuition Willow Willow and Flowers About Us Basket Making Blog Contact Additional Postage Fee SK"
    },
    {
      "url": "https://jobs.target.com/search-jobs?ac=7178",
      "title": "Job Search",
      "description": "void",
      "preview": "Search Search Clear keyword Submit Search Filters Saved jobs Filters Close modal window See results Clear all City or Zip Code click to collapse click"
    },
    {
      "url": "https://www.mynextmove.org/explore/ip",
      "title": "O*NET Interest Profiler",
      "description": "void",
      "preview": "We're sorry but O*NET Interest Profiler doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.jobcity.at/job.php?aid=49975&mobile=true",
      "title": "jobcity.at - Das Jobportal in Wien",
      "description": "Details zur Stellenausschreibung des Unternehmens",
      "preview": "Login Registrieren Bewerber Arbeitgeber Firmenprofile Firmenprofile Arbeitgeber Bewerber Registrieren Login Datenschutz Impressum Kontakt × Wie möchte"
    },
    {
      "url": "https://www.oceanriskalliance.org/",
      "title": "Homepage - ORRAA",
      "description": "Our mission is to drive investment into coastal and ocean natural capital, to positively impact the resilience of people in coastal areas around the world.",
      "preview": "Skip to content Investing in coastal communities and the Ocean Our mission, by 2030, is to activate at least USD$500 million of investment to build th"
    },
    {
      "url": "https://www.fontpair.co/",
      "title": "Fontpair - Free, beautiful fonts and font pairings curated just for you",
      "description": "Discover free fonts and font pairings. Handpicked fonts and professionally curated combinations using beautiful free fonts.",
      "preview": "void"
    },
    {
      "url": "https://nocode.works/",
      "title": "Nocode = Google Docs to Documentation, Intranet, Blog or Site",
      "description": "Publish fast, secure & easy to manage Sites built from your Google Docs. Use Nocode for your Blog, Product Documentation, Intranet, Research or your Site.",
      "preview": "Turn Google Docs into your | Nocode lets you publish anything in your Google Docs to a smart professional site. We believe you shouldn't need to learn"
    },
    {
      "url": "https://pagina3.mx/tag/derecho-a-la-libre-determinacion/",
      "title": "Derecho a la libre determinación Archivos - Página 3",
      "description": "void",
      "preview": "Facebook Twitter Youtube Comunalidad Mujeres Oaxaca Estado de Oaxaca Istmo La Costa La Cuenca Mixteca Sierra Norte Sierra Sur Valles Centrales Noticia"
    },
    {
      "url": "https://assets.bbhub.io/dotorg/sites/2/2015/04/2014-Annual-Update.pdf",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://math.meta.stackexchange.com/help/badges/54/enthusiast?userid=471884",
      "title": "Enthusiast - Badge - Mathematics Meta Stack Exchange",
      "description": "Q&A about the site for people studying math at any level and professionals in related fields",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Enthusiast Enthu"
    },
    {
      "url": "https://us.koraorganics.com/products/turmeric-glow-moisturizer",
      "title": "Turmeric Glow Moisturizer | KORA Organics",
      "description": "KORA certified organic glow moisturizer with Turmeric, Desert Date and Maracuja oils. This rich Turmeric face cream brightens, hydrates and smooths. Shop now.",
      "preview": "✕ ✕ Hello, looks like you're Visiting KORA ORGANICS Filled by JS Yes, take me there No, stay on current site Or select a country to display the correc"
    },
    {
      "url": "https://oceanacidification.noaa.gov/what-is-oa/",
      "title": "What is OA? - NOAA Ocean Acidification Program",
      "description": "void",
      "preview": "Skip to content National Oceanic and Atmospheric Administration Ocean Acidification Resource « Back to Resources List What is OA? Source: NOS Audience"
    },
    {
      "url": "https://jerrybrice.wordpress.com/tag/ybt/",
      "title": "ybt | Jerrybrice's Blog",
      "description": "Posts about ybt written by jerrybrice",
      "preview": "Jerrybrice's Blog The intersection of animation, entertainment, and politics Posts Tagged ' ybt ' Stop Biting!!!...Will The \"Real\" Apple Store Kid Pleas"
    },
    {
      "url": "https://djvacto-blog.tumblr.com/",
      "title": "Danny",
      "description": "I am me. Hello there.",
      "preview": "psych2go : psych2go : Psychology is a beautiful thing. Source: If someone knows, let me know! If you like more of these, follow psych2go. Reblogged 9"
    }
  ],
  "_meta": {
    "total_bookmarks": 100
  }
}