{
  "data": [
    {
      "url": "https://www.phuketgolfcourse.com/blue-canyon-country-club.htm",
      "title": "Blue Canyon Country Club Phuket | Green Fees & Golf Packages 2025",
      "description": "void",
      "preview": "Blue Canyon Country Club Phuket | Comprehensive course information of Canyon Course and Lakes Course by Phuket Golf Courses English 日本語 FAQs About us"
    },
    {
      "url": "https://www.migizi.org/",
      "title": "MIGIZI | Empowering Our Youth | Minneapolis",
      "description": "MIGIZI is a Native American non-profit organization based in Minneapolis, Minnesota. We help serve primarily Native youth and help to sustain our local communities.",
      "preview": "top of page Providing a strong circle of support that nurtures the educational, social, economic and cultural development of American Indian youth. Wh"
    },
    {
      "url": "https://www.grandafrika.cz/zajezd/stopovani-simpanzu-v-kibale",
      "title": "safari v Ugandě | CK Grand Afrika",
      "description": "Vydejte se s námi do pralesů Ugandy za šimpanzi! Národní park Kibale patří mezi nejlepší místa pro pozorování našich nejbl ...",
      "preview": "nonstop hotline: +420 226 633 930 Zájezdy Destinace Safari FAQ Africký blog O nás Kontakt zpět na: Safari Uganda Komfort: Typ zájezdu: poznávací Kód z"
    },
    {
      "url": "https://ahlansimsim.org/caring.html",
      "title": "Caring for Each Other Resources | Sesame Street",
      "description": "Your friends on Ahlan Simsim are here to support you during the COVID-19 health crisis. We know that these are stressful times, and families everywhere are creating a new sense of normalcy. So our website is filled with content you can use to spark playful learning, offer children comfort, and focus a bit on yourself, too. The resources below can help your family play, learn, and breathe deeply together-and we'll keep adding more in days and weeks to come, including new messages from your Ahlan Simsim pals. Stay tuned for more! #CaringForEachOther",
      "preview": "Caring for Each Other Resources For Adults Search English Resources Caring for Each Other Broadcasters Partner Content English Kurdî / كوردی العربية E"
    },
    {
      "url": "https://ciarvella.com/tag/neal-stephenson/",
      "title": "neal stephenson - Cynical Idealism",
      "description": "Posts about neal stephenson written by Matthew Ciarvella",
      "preview": "Skip to content Lexicon by Max Barry My rating: 4 of 5 stars I didn't realize the \"thriller about words\" could be a genre, but I'm definitely on board"
    },
    {
      "url": "https://docs.docker.com/get-started/",
      "title": "Get started | Docker Docs",
      "description": "Get started with Docker",
      "preview": "void"
    },
    {
      "url": "https://anime.desktopnexus.com/wallpaper/2056195/",
      "title": "Sailor Venus - Other & Anime Background Wallpapers on Desktop Nexus (Image 2056195)",
      "description": "Sailor Venus. Download free Other wallpapers and desktop backgrounds!",
      "preview": "Hi everyone! We're hard at work trying to keep our community clean, so if you see any spam, please report it here and we'll review ASAP! Thanks a mill"
    },
    {
      "url": "https://blissandbone.com/",
      "title": "Modern Wedding Websites & Invitations | Bliss & Bone",
      "description": "Bliss & Bone provides modern and unique wedding websites & matching digital invitations and save the dates.",
      "preview": "Start Designing for Free! Email Password Forgot My Password Login Create Account Name Email Password Create account By creating an account, you agree"
    },
    {
      "url": "https://www.amazon.com/dp/B087W9WQBB/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://lushadvisors.com/complince-checklist/",
      "title": "complince checklist - LushAdvisors",
      "description": "where your ideas become real",
      "preview": "Skip to content Leave a comment Leave a Reply Cancel reply"
    },
    {
      "url": "https://www.jsonline.com/story/news/2023/03/01/milwaukee-man-dies-in-an-avalanche-while-on-vacation-in-wyoming/69958393007/",
      "title": "Milwaukee man dies in an avalanche while on vacation in Wyoming",
      "description": "A 24-year-old Milwaukee man died in an avalanche while snowmobiling just southeast of Smoot, Wyoming, on Thursday.",
      "preview": "Skip to main content Home Election Local Politics Crime Education Neighborhood Dispatch State Special Reports Israel War George Stanley 24-year-old Mi"
    },
    {
      "url": "https://www.legislation.sa.gov.au/index.aspx",
      "title": "Legislation | South Australian Legislation",
      "description": "void",
      "preview": "Looks like you have JavaScript disabled! Many aspects of this site require JavaScript to function correctly. Skip to content Skip to navigation Legisl"
    },
    {
      "url": "https://wwwn.cdc.gov/pubs/other-languages/",
      "title": "CDC Resources in Languages Other than English | Other | CDC",
      "description": "This is a listing of information and materials available on the Centers for Disease Control and Prevention (cdc.gov) website translated into other languages.",
      "preview": "Skip directly to site content Skip directly to search Español | Other Languages An official website of the United States government Here's how you kno"
    },
    {
      "url": "https://www.getbasic.com/",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://colourpop.com/products/surrender-creme-lux-lipstick",
      "title": "ColourPop®: Shop the Exclusive ColourPop Collabs",
      "description": "Explore our premium beauty collection exclusive items, from eye makeup to skincare. Elevate your routine today! Shop now for the best selection.",
      "preview": "Skip to content Free domestic shipping on orders over $35 USD Free international shipping on orders over $60 USD Menu Afghanistan Albania Algeria Ando"
    },
    {
      "url": "https://www.thearma.org/essays.htm",
      "title": "Essays - Swords & Swordsmanship",
      "description": "void",
      "preview": "ABOUT The ARMA Intro to MARE MARE Literature Our Advisors Our Perspective ARMA's Director METHOD Our System Modern Study The ARMA Way Reclaiming the A"
    },
    {
      "url": "https://clues.org/",
      "title": "Home - Comunidades Latinas Unidas En Servicio",
      "description": "void",
      "preview": "Visit us at our headquarters in the East Side of Saint Paul, or at our offices in Minneapolis, Willmar, and Austin. Office hours. Monday - Friday: 8:3"
    },
    {
      "url": "https://sputniknews.com/",
      "title": "Sputnik News - World News, Breaking News & Top Stories",
      "description": "Sputnik International is a global news media keeping you updated on all the latest world news 24/7. Browse Sputnik for breaking news and top stories on politics, economy, social media and the most viral trends.",
      "preview": "Sputnik International feedback@sputniknews.com +74956456601 MIA „Rossiya Segodnya\" 252 60 International Russia's Special Operation Russia-US Talks on"
    },
    {
      "url": "https://www.montanapbs.org/",
      "title": "Montana PBS - Montana's PBS Station",
      "description": "Montana PBS shares diverse stories; connects our citizens; discovers common ground; and celebrates the independent spirit and beauty of Montana.",
      "preview": "Showcase"
    },
    {
      "url": "https://rvk.uni-regensburg.de/rvko_simple/gesamt_register.php?letters=Zucca%2C+Giuseppe",
      "title": "Register zur Regensburger Verbundklassifikation",
      "description": "void",
      "preview": "Register zur Regensburger Verbundklassifikation Zur Systematik UB Regensburg Registerbegriff: ZUCCA GIUSEPPE Żmichowska, Narcyza KO 9760 - KO 9766 Zmo"
    },
    {
      "url": "https://corpus.quran.com/translation.jsp?chapter=90&verse=8",
      "title": "The Quranic Arabic Corpus - Translation",
      "description": "void",
      "preview": "Qur'an | Word by Word | Audio | Prayer Times __ Sign In Search __ Verse (90:8) - English Translation Word by Word Quran Dictionary English Translation"
    },
    {
      "url": "https://www.dorsets.co.uk/accommodation/search?sort=field_accommodation_rating&order=desc&f%5B0%5D=field_near%3A4&f%5B1%5D=field_near%3A33&f%5B2%5D=field_near%3A13&f%5B3%5D=field_near%3A48&f%5B4%5D=field_near%3A38&f%5B5%5D=field_near%3A32&f%5B6%5D=field_near%3A43&f%5B7%5D=field_near%3A12&f%5B8%5D=field_near%3A24&f%5B9%5D=field_near%3A50&f%5B10%5D=field_dog_friendly%3A1",
      "title": "Accommodation search | The Dorset Guide",
      "description": "void",
      "preview": "Skip to main content Accommodation search Refine search"
    },
    {
      "url": "https://www.transplantation-information.de/veroeffentlichungen/pressemeldungen/hirntoddiagnostik_tag_der_organspende_01_06_2005.html",
      "title": "Tag der Organspende: Hirntoddiagnostik in der Kritik",
      "description": "Die Diagnose Hirntod wird als die wahrscheinlich sicherste Diagnose in der Medizin postuliert und deshalb wurde sie im Transplantationsgesetz als Entnahmekriterium festgelegt. Doch Studien belegen, dass der Hirntod nicht selten falsch diagnostiziert wird und Ärzte den sogenannten Hirntod nicht exakt nach den Richtlinien der Bundesärztekammer feststellen.",
      "preview": "Home Gesetze & Hintergrundinformationen Gerichtsurteile & -verfahren Hirntod Organspende & Organspender Organempfänger Organhandel Erfahrungsberichte"
    },
    {
      "url": "https://www.ilo.org/global/topics/forced-labour/definition/lang--en/index.htm",
      "title": "What is forced labour? | International Labour Organization",
      "description": "void",
      "preview": "Skip to main content What is forced labour?"
    },
    {
      "url": "https://mindenszerszam.hu/akciok-markankent/leica-akcio/vezetekkutatok/",
      "title": "Vezetékkutatók - Mindenszerszám Áruház",
      "description": "Kiváló minőségű Vezetékkutatók Óriási Kedvezménnyel! Egyedi Árak - Gyors Szállítás! Minden termék 1-3 év magyar gyártói Garancia!",
      "preview": "Kategóriák AKCIÓK MÁRKÁNKÉNT AL-KO Akció ALKO Áramfejlesztők ALKO Fűkaszák ALKO Elektromos fűkaszák ALKO Motoros Fűkaszák ALKO Fűnyírók ALKO Akkus fűn"
    },
    {
      "url": "https://www.sciencedirect.com/science/article/abs/pii/S0964569122002411?via%3Dihub",
      "title": "Assessing the drivers of vessel tracking systems adoption for improved small-scale fisheries management - ScienceDirect",
      "description": "The use of vessel tracking systems (VTS) on small-scale fishing vessels can provide data necessary for improved fisheries management. Nevertheless, th...",
      "preview": "JavaScript is disabled on your browser. Please enable JavaScript to use all the features on this page. Skip to main content Skip to article Access thr"
    },
    {
      "url": "https://www.samsclub.com/locator",
      "title": "Club Finder - Sam's Club",
      "description": "void",
      "preview": "Skip to Main Content Find a nearby club Get the club hours, driving directions and services available at a Sam's club near you. Find 0 clubs near to 0"
    },
    {
      "url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:legge:2024-12-30;215!vig=",
      "title": "DECRETO 6 novembre 2024, n. 215 - Normattiva",
      "description": "Regolamento concernente la determinazione dei criteri di svolgimento delle procedure di risoluzione stragiudiziale delle controversie con la clientela relative alle prestazioni e ai servizi assicurativi derivanti dai contratti di assicurazione, nonch&egrave; dei criteri di composizione dell'organo decidente e della natura delle controversie trattate dai sistemi di cui all'articolo 187.1 del decreto legislativo 7 settembre 2005, n. 209 e successive modifiche. (25G00001)",
      "preview": "Presidenza del Consiglio dei Ministri ITA ITA ENG Normattiva - Il portale della legge vigente"
    },
    {
      "url": "http://www.opentuna.org/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://github.blog",
      "title": "Home - The GitHub Blog",
      "description": "Updates, ideas, and inspiration from GitHub to help developers build and design software.",
      "preview": "Git 20 Years of Git, 2 days at GitHub HQ: Git Merge 2025 highlights 🎉 Git Merge 2025 celebrated 20 years of Git with talks, collaboration, and communi"
    },
    {
      "url": "https://kids.nationalgeographic.com",
      "title": "National Geographic Kids | National Geographic Kids",
      "description": "National Geographic Kids",
      "preview": "Skip to content Search Shop Games Quizzes Personality Quizzes Puzzles Action Funny Fill-In Videos Amazing Animals Weird But True! Party Animals Try Th"
    },
    {
      "url": "https://visitor.r20.constantcontact.com/manage/optin?v=001Sk_8Aa13394xonLLUknSR_CtAy6sVkj7-WTntErj4YHitEGv_xZXTgEreyr8MdkMKJ6cnoDLHPraoNtEuHeVpYuA7EHtjdGdcHtASf8lweU%3D",
      "title": "Department of Agriculture : Sign Up to Stay in Touch",
      "description": "void",
      "preview": "Sign up to stay in touch! Sign up for USDA email updates, please enter your contact information below. * Email Address Email Lists Ag Economics Broadb"
    },
    {
      "url": "https://kakekurs.blogspot.com/2014/02/kake-akademiet-norge.html",
      "title": "Sukkerkunst Kurs: Kake Akademiet Norge",
      "description": "Fra nå av så vil all aktivitet fra denne bloggen foregå inne på Kake Akademiet Norge sin blogg. Kurs i Norge, og nyttige tips vil komme o...",
      "preview": "lørdag 8. februar 2014 Kake Akademiet Norge Fra nå av så vil all aktivitet fra denne bloggen foregå inne på Kake Akademiet Norge sin blogg. Kurs i Nor"
    },
    {
      "url": "https://peabodyawards.com/alwaysinseasonisland/",
      "title": "Always In Season Island - The Peabody Awards",
      "description": "Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had more than 1 million monthly visitors who could create avatars and...",
      "preview": "Hit enter to search or ESC to close Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had mo"
    },
    {
      "url": "https://a16z.com/2023/02/09/welcoming-the-talent-x-opportunity-spring-23-cohort/",
      "title": "Welcoming the Talent x Opportunity Spring '23 Cohort | Andreessen Horowitz",
      "description": "Since kicking off the Talent x Opportunity (TxO) Initiative, we have invested in 27 companies building products and services based on unique cultural insights. The founders we backed and continue to support have taken tremendous strides from initial ideation to accelerating their businesses by growing full-time headcount, strengthening go-to-market strategies with key partnerships and collaborations,...",
      "preview": "Welcoming the Talent x Opportunity Spring '23 Cohort Kofi Ampadu share Copy Link Email X LinkedIn Facebook Hacker News WhatsApp Flipboard Reddit Poste"
    },
    {
      "url": "http://www.mtv.com/legal/privacy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "https://theblast.com/kate-hudson-daughter-birth-certificate-rani-rose/",
      "title": "void",
      "description": "void",
      "preview": "Kate Hudson Daughter's Birth Certificate Reveals Two Middle Names By TheBlast Staff on October 6, 2018 at 2:32 AM EDT | News Advertisement Sometimes y"
    },
    {
      "url": "http://kindness.sesamestreet.org",
      "title": "Sesame Street | Preschool Games, Videos, & Coloring Pages to Help Kids Grow Smarter, Stronger & Kinder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://thenewinquiry.com/blog/social-graph-vs-social-class/",
      "title": "Social graph vs. social class - The New Inquiry",
      "description": "Thinking about society as a network makes it harder to conceive of social change",
      "preview": "Skip to content I've hated the term social graph since Facebook first seized upon it in 2007 to try to legitimate and intellectualize their project of"
    },
    {
      "url": "https://envs.ucsc.edu/faculty/index.php?uid=klseto",
      "title": "Faculty - Environmental Studies",
      "description": "void",
      "preview": "Faculty You can also see our faculty sorted by their research interests on our Research Areas page. View all instructor office hours through our resou"
    },
    {
      "url": "https://aalftc.org/",
      "title": "African American Leadership Forum",
      "description": "We lead by manifesting racial equity through radically innovative solutions. We're bringing this world from our imagination into being, through cross-community collaboration.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.eopticon.ro/rame-de-ochelari/rama-de-ochelari-luca-ls001-1.html",
      "title": "Cumpara ochelari de vedere incepand de la 57,80 RON",
      "description": "Comanda cu incredere ochelari de vedere incepand de la 57,80 RON Fiecare purtator de ochelari stie ca este foarte important sa alegem produse calitative. Vezi oferta eOpticon.ro pentru ochelari de vedere!",
      "preview": "void"
    },
    {
      "url": "https://www.and.com",
      "title": "& - The namespace for agents",
      "description": "& is the universal identity for agent-to-agent collaboration, and a platform for building personal agents that can engage with other agents on your behalf.",
      "preview": "&daniel.rodriguez&joesdiner&matthew.lewis&emily&anthony.walker&elizabeth&mark.hall&sofia&donald.allen&skywalker92&rivian&steven.young&avery&andrew.her"
    },
    {
      "url": "https://healthnewsplus.net/tag/bolly4u-movie-download-free/",
      "title": "Health News Plus | Latest Worldwide Health News And Tips",
      "description": "The Newest Science And The Most Authoritative Information And Creativeness For Residing Active. HealthNewsPlus - Conveying Together Like-Willing People Who Are Obsessive About Permanency.",
      "preview": "Close Menu Facebook X (Twitter) Instagram News How to Build an Effective Backup Plan for Simultaneous Interpretation Home How to Get Rid of Mycotoxins"
    },
    {
      "url": "https://www.dendroboard.com/",
      "title": "Dendroboard",
      "description": "A forum community dedicated to dart frog owners and enthusiasts. Come join the discussion about breeding, health, behavior, housing, terrariums, adopting,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy posts 1.2M members"
    },
    {
      "url": "https://support.apple.com",
      "title": "Official Apple Support",
      "description": "Learn more about popular features and topics, and find resources that will help you with all of your Apple products.",
      "preview": "Apple Support iPhone Mac iPad Watch Vision AirPods TV Forgot Apple Account password Apple Repair Billing and subscriptions Search for more topics Sear"
    },
    {
      "url": "http://www.ganotechnologies.com",
      "title": "Gano Technologies LLC - Home Page",
      "description": "Gano Technologies home page. iOS App Development, Aerospace Engineering, CNC Manufacturing, and Wood Working",
      "preview": "iOS Apps Aerospace CNC Woodworking Astrophotography / PI"
    },
    {
      "url": "https://www.clarendo.de/ohrringe/198/ohrstecker-silber-damen-verschlungen-tricolor",
      "title": "void",
      "description": "void",
      "preview": "Nameshift.com Open language menu en België Nederlands (nld) Canada English (eng) Deutschland Deutsch (deu) España Español (esp) France Français (fra)"
    },
    {
      "url": "https://policies.worldbank.org/sites/PPF3/Pages/PPFHome.aspx",
      "title": "Policy & Procedure Framework",
      "description": "The Enabling the Business of Agriculture (EBA) project measures laws and regulations that impact the business environment for a sustainable and thriving agricultural sector.",
      "preview": "Who We Are Policy & Procedure Framework Policy and Procedure Framework The Policy And Procedure Framework is a framework which provides a new structur"
    },
    {
      "url": "http://www.darpa.mil/",
      "title": "Home | DARPA",
      "description": "Since 1958, DARPA has held to an enduring mission: To create technological surprise for U.S. national security.",
      "preview": "Skip to main content Items Media Title OUR MISSION Caption Create Technological Surprise for National Security R&D Opportunities Media Title A FULLY A"
    },
    {
      "url": "https://www.shelterness.com/diy-oil-reed-diffusers/pictures/67188/",
      "title": "Picture of DIY oil reed diffuser with your favorite fragrances",
      "description": "DIY oil reed diffuser with your favorite fragrances (via rockmystyle.co.uk)",
      "preview": "DIY oil reed diffuser with your favorite fragrances (via rockmystyle.co.uk ) Recent Posts 45 Ideas To Decorate Windows With Silhouettes On Halloween 4"
    },
    {
      "url": "https://developmentfinance.un.org/",
      "title": "Home | Financing for Sustainable Development Office",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations العربية 中文 English Français Русский Español IATF Policy Briefs for the Zero Draft of the FFD4 Outco"
    },
    {
      "url": "https://www.smartcitiesdive.com/news/death-of-the-downtown-how-cities-can-rebuild-using-tactical-urbanism/587291/",
      "title": "Death of the downtown: How cities can rebuild using 'tactical urbanism' | Smart Cities Dive",
      "description": "Whether or not cities &quot;bounce back&quot; from the COVID-19 pandemic will be determined by the choices they make to reimagine their downtown hubs, experts say.",
      "preview": "Skip to main content CONTINUE TO SITE ➞ Don't miss tomorrow's smart cities industry news Let Smart Cities Dive's free newsletter keep you informed, st"
    },
    {
      "url": "https://www.pittsburghmagazine.com/downtown-pittsburgh-reimagining-a-more-vibrant-neighborhood/",
      "title": "Downtown Pittsburgh: Reimagining a More Vibrant Neighborhood | Pittsburgh Magazine",
      "description": "The pandemic changed the golden triangle. What type of neighborhood will it ultimately become?",
      "preview": "Sections Eat + Drink Things To Do Home + Design Weddings Community Magazine Subscribe Newsletters Digital Editions Order a Back Issue Order a Plaque N"
    },
    {
      "url": "https://donabertarelli.com/",
      "title": "Dona Bertarelli Philanthropy",
      "description": "A Swiss philanthropist, investor, sportswoman, and strong advocate for ocean protection, environmental conservation, animal welfare, education and social causes ...Dona Bertarelli Philanthropy aims to foster a healthy balance between people and nature through collaboration in the fields of advocacy, education, science, technology, and community-driven initiatives.",
      "preview": "Aller au contenu A life more thoughtful Establishing a healthy balance between People and Nature Our Mission Protect , Inspire & Unite ― through advoc"
    },
    {
      "url": "https://git.callpipe.com/finn/signald/-/branches",
      "title": "Branches · Finn / signald · GitLab",
      "description": "signald is a daemon that facilitates communication over Signal. While this repository is still updated for now, that is not guaranteed for the future and the official signald...",
      "preview": "Overview Active Stale All master protected 06c6aca2 · Also mention new remote URL · Jan 06, 2021 session-cleanup c9ddb37a · derp · Mar 22, 2021 2.15.3"
    },
    {
      "url": "https://www.luxsb.com/",
      "title": "LUXSB | Official Luxury Scent Box Perfume Subscription: Designer & Niche Fragrances",
      "description": "Discover your scent at LUXSB - The Official Luxury Scent Box monthly perfume subscription with 30-Day fragrance supply. Explore over 700 designer & niche perfume and fragrances for her and him. Love Life With Perfume ®",
      "preview": "Skip to main content LUXSB Calendar *If you do not have a fragrance selected for the month before your order is processed, you will receive a fragranc"
    },
    {
      "url": "https://www.rewild.org",
      "title": "We don't need to reinvent the planet-we need to rewild it.",
      "description": "Protect and restore the wild with Re:wild. Discover our conservation projects, campaigns, and ways to take action for a thriving planet.",
      "preview": "We don't need to reinvent the planet. We need to rewild it. Re:wild protects and restores the wild. We do this because the solutions to our most press"
    },
    {
      "url": "https://shopcouper.com/",
      "title": "Couper",
      "description": "Shop limited edition, museum worthy looks. Couper is an online luxury retailer featuring thoughtfully designed exclusive collaborations from global emerging designers.",
      "preview": "Skip to content Close menu About Shop New To Couper Shop All Best Sellers Dresses Tops Bottoms Matching Sets Sweaters/Knits Jackets/Outerwear Swimwear"
    },
    {
      "url": "https://learn.microsoft.com/",
      "title": "Microsoft Learn: Build skills that open doors in your career",
      "description": "Gain technical skills through documentation and training, earn certifications and connect with the community",
      "preview": "Learning for everyone, everywhere Explore Microsoft product documentation, training, credentials, Q&A, code references, and shows. Search Popular tech"
    },
    {
      "url": "https://nothingbigbangtheory.tumblr.com/post/116858137854",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @nothingbigbangtheory on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://www.vogue.com/article/spring-2025-fashion-trends",
      "title": "8 Spring 2025 Fashion Trends You Can Shop and Wear Now | Vogue",
      "description": "Stay ahead of the curve with Vogue's guide to the top spring 2025 fashion trends you can wear now. Shop coveted styles you'll soon see everywhere.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://www.rchobbiesoutlet.com/r86050-wheel-hex-mount-with-pins/",
      "title": "R86050 Wheel Hex Mount with Pins - rchobbiesoutlet",
      "description": "Buy R86050 Wheel Hex Mount with Pins at the best price at RC Hobbies Outlet",
      "preview": "Created with Sketch. Created with Sketch. Toggle menu 416-986-4081 Login or Sign Up 0 Gift Certificates Wishlist Currency- CAD $US Canada Australian D"
    },
    {
      "url": "https://www.myotees.com/product/ron-weasley-is-my-boyfriend-graphic-sweatshirt/",
      "title": "Ron Weasley Is My Boyfriend Graphic Sweatshirt | myotees.com",
      "description": "Get Buy Ron Weasley Is My Boyfriend Graphic Sweatshirt, affordable custom shirts,are screen printing by hand and are high quality printing.",
      "preview": "Skip to content Add to Wishlist Add to Wishlist Ron Weasley Is My Boyfriend Graphic Sweatshirt On Sale $ 27.49 - $ 34.49 Price range: $27.49 through $"
    },
    {
      "url": "https://www.nba.com/stats/teams/traditional",
      "title": "Teams Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each team in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://news.mongabay.com/2019/05/monitoring-hack-shines-a-light-on-fishing-boats-operating-under-cover-of-dark/",
      "title": "Monitoring hack shines a light on fishing boats operating under cover of dark",
      "description": "Environmental science and conservation news",
      "preview": "Monitoring hack shines a light on fishing boats operating under cover of dark Basten Gokkon 17 May 2019 Asia Indonesian Fisheries Comments Share artic"
    },
    {
      "url": "https://www.meiningen.at/fotos/projekt-teddybaerkrankenhaus/baerenkrankenhaus1_-40.jpg/view",
      "title": "Gemeinde Meiningen - Gemeinde",
      "description": "Meiningen ist, bezogen auf den Ortskern, die westlichste Gemeinde Österreichs.",
      "preview": "JavaScript is required for the website to function properly. Please enable JavaScript in your browser settings. Keine Inhalte gefunden Es tut uns leid"
    },
    {
      "url": "https://www.themenlohouse.com/club",
      "title": "The Menlo Club | Personalized Styling For Men, Delivered to Your Door",
      "description": "void",
      "preview": "How Menlo Club Works Take Our Style Quiz In under two minutes, tell us a little bit about your style preferences and sizing to be assigned your own cu"
    },
    {
      "url": "https://theawesomer.com/the-chapel-hdr-timelapse/85230/",
      "title": "The Chapel (HDR Timelapse)",
      "description": "The LookyCreative shot this time lapse of a dilapidated protestant temple in Poland using HDR imaging. The effect is strange, as if the chapel was CGI.",
      "preview": "When you buy through links on our site, we may earn an affiliate commission . As an Amazon Associate I earn from qualifying purchases. Shop Gifts Tech"
    },
    {
      "url": "http://www.lewisbrice.com/",
      "title": "Lewis Brice",
      "description": "Lewis Brice",
      "preview": "Skip to content Close (esc) Menu Close menu Lewis Brice Log in Create account Search Search Facebook Instagram TikTok Twitter Spotify Apple Youtube Yo"
    },
    {
      "url": "https://www.climate.gov/news-features/understanding-climate/climate-change-global-temperature",
      "title": "Climate change: global temperature | NOAA Climate.gov",
      "description": "Earth's surface temperature has risen about 2 degrees Fahrenheit since the start of the NOAA record in 1850. It may seem like a small change, but it's a tremendous increase in stored heat.",
      "preview": "Skip to main content This website is an ARCHIVED version of NOAA Climate.gov as of June 25, 2025. Content is not being updated or maintained, and some"
    },
    {
      "url": "https://pagesix.com/2021/05/23/grace-gummer-and-mark-ronson-spark-engagement-rumors/",
      "title": "Exclusive | Grace Gummer and Mark Ronson spark engagement rumors",
      "description": "Grace Gummer and Mark Ronson spark engagement rumors with diamond ring in new photos.",
      "preview": "Grace Gummer and Mark Ronson show off PDA -- and her large ring -- while out in London. BACKGRID Are Grace Gummer and Mark Ronson heading down the ais"
    },
    {
      "url": "https://www.iforgeiron.com/",
      "title": "Forums - I Forge Iron",
      "description": "void",
      "preview": "Jump to content Forums Start new topic Start new topic I Forge Iron Forum Keeping You Informed What is new on the forum and site 31 posts Problems wit"
    },
    {
      "url": "https://concernedpuengineer-blog.tumblr.com/",
      "title": "@concernedpuengineer-blog on Tumblr",
      "description": "Follow @concernedpuengineer-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required techno"
    },
    {
      "url": "http://googlecloudplatform.blogspot.com/",
      "title": "Google Cloud | Google Cloud Blog",
      "description": "Find all the latest news about Google Cloud with customer stories, product announcements, solutions and more.",
      "preview": "Google Cloud Find news, updates, and best practices for Google Cloud solutions and technologies. Inside Google Cloud What's new with Google Cloud By G"
    },
    {
      "url": "https://www.nnwa.us/",
      "title": "National NeighborWorks Association | National Neighborworks Association",
      "description": "void",
      "preview": "Skip to Content We Advocate For Our Members, For Our Communities National NeighborWorks ® Association Dual Faceted Advocacy The National NeighborWorks"
    },
    {
      "url": "https://cool.culturalheritage.org/",
      "title": "Conservation OnLine - CoOL",
      "description": "Resources for conservation professionals",
      "preview": "Search Deep in CoOL Search CoOL ConsDistList Publications/List Archives Organizations Conservation Topics About CoOL Donate in support of CoOL Welcome"
    },
    {
      "url": "https://jimbeddow.tumblr.com/",
      "title": "@jimbeddow on Tumblr",
      "description": "Follow @jimbeddow and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://tcbc.biketcbc.org/stats/pages/calendar.xhtml;jsessionid=5813C94EDE9F8CB5F231410D8C09A1CF",
      "title": "Ride Calendar - Twin Cities Bicycling Club",
      "description": "void",
      "preview": "Links Return to Home Site Home Home Rides Rides Club Club Club Leader Schedule Leader Schedule Club Administration Club Administration Calendar List V"
    },
    {
      "url": "https://subscribe.providencejournal.com/nanobar?gps-source=CPTILELEFT&itm_campaign=2023MAREVERG&itm_medium=ONSITE&onSuccessRedirectURL=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://www.irwinchapel.com/obituaries/Lindell-LE-Lindsay?obId=23262220",
      "title": "Obituary information for Lindell \"L.E.\" Lindsay",
      "description": "View Lindell \"L.E.\" Lindsay's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Lindell \"L.E.\" Lindsay October 17, 1933 - November 29, 2021 Lindell \"L.E.\" Lindsay Obituary Tribute Notifications TM Stay up-to-"
    },
    {
      "url": "https://fsc.org/en",
      "title": "Home | Forest Stewardship Council",
      "description": "Just as we depend on forests, forests depend on us. At the Forest Stewardship Council (FSC) we unite citizens, businesses, governments, and NGOs under a common goal: protecting healthy, resilient forests for all, forever.",
      "preview": "Skip to main content English Español You must include at least one keyword with 3 characters or more. In search of inspiration? Choose from the select"
    },
    {
      "url": "https://www.youronlinechoices.eu/",
      "title": "Your Online Choices | EDAA",
      "description": "void",
      "preview": "edaa for Internet Users Welcome to a guide to online behavioural advertising and online privacy. On this website you'll find information about how beh"
    },
    {
      "url": "https://www.belfastlive.co.uk/whats-on/music-nightlife-news/x-factor-finalists-out-belfast-10905167",
      "title": "X-Factor finalists out and about in Belfast before tonight's show | Belfast Live",
      "description": "The X-Factor finalists have been stopping for fan photos in the city",
      "preview": "‌ ‌ ‌ Skip to main content X-Factor finalists out and about in Belfast before tonight's show The X-Factor finalists have been stopping for fan photos"
    },
    {
      "url": "http://who.int/en/",
      "title": "World Health Organization (WHO)",
      "description": "The United Nations agency working to promote health, keep the world safe and serve the vulnerable.",
      "preview": "Skip to main content World Mental Health Day Read more © WHO Gaza, August 2025 © Credits Latest news All → 6 October 2025 News release WHO tobacco tre"
    },
    {
      "url": "https://www.seoquake.com/index.html",
      "title": "Free SEO Checker & Page Audit (Analyze Your Site)",
      "description": "Get instant SEO scores and uncover hidden on-page SEO opportunities. Analyze your webpage for free and outrank competitors today.",
      "preview": "Close Find Out What's Stopping You From Ranking Higher ✓ Analyze rankings, traffic, and competitors ✓ Find SEO issues blocking your growth ✓ Get a ste"
    },
    {
      "url": "https://sagawards.us18.list-manage.com/track/click?u=5d326b56cf6c1f8b0552973ea&id=eb565e34cd&e=514c0af493",
      "title": "Entertainment Weekly: Entertainment News for Pop Culture Fans",
      "description": "Get your daily dose of the latest TV, movie, music, and book news from Entertainment Weekly, your go-to source for all things entertainment.",
      "preview": "Movies The race is on: Inside Glen Powell's action-packed turn as The Running Man - and why he's happy 'chasing the ... Director Edgar Wright and star"
    },
    {
      "url": "https://www.renfe.com/es/es/ayuda/faqs",
      "title": "Preguntas frecuentes ( FAQs ) | Renfe",
      "description": "En esta página encontrarás un conjunto de preguntas y respuestas para resolver todas tus dudas sobre nuestros productos y servicios.",
      "preview": "void"
    },
    {
      "url": "https://www.gapinc.com/en-us/jobs/w33/29/staff-software-engineer",
      "title": "Careers | Gap Inc.",
      "description": "Explore job opportunities at Gap Inc. and its portfolio of global brands.",
      "preview": "women folding clothes What starts here shapes culture. Self-expression is the language of fashion. What we create together has the power to start conv"
    },
    {
      "url": "https://en.iyil2019.org/",
      "title": "2019 - International Year of Indigenous Language",
      "description": "The United Nations declared 2019 The Year of Indigenous Languages (IY2019) in order to raise awareness of the important contribution they make to our world's rich cultural diversity.",
      "preview": "Search English French Spanish Indigenous Languages © matter for development, peace building and reconciliation Languages play a crucial role in the da"
    },
    {
      "url": "https://fundtexaschoice.org/",
      "title": "Fund Texas Choice | Funding Texans' Travel to Abortion Clinics",
      "description": "Fund Texas Choice helps Texans equitably access abortion through safe, confidential, and comprehensive travel services and practical support.",
      "preview": "Skip to content Honoring 12 Years of Abortion Travel For over a decade, Fund Texas Choice has helped Texans equitably access abortion through safe, co"
    },
    {
      "url": "https://www.panaya.com",
      "title": "The Change Intelligence Platform for ERP & CRM",
      "description": "See and understand the impact of every potential change to your SAP, Oracle and Salesforce systems, so you innovate intelligently and without fear.",
      "preview": "Book A Demo Trusted by 3,000+ brands: All-in-One Testing Platform Combining Impact Analysis, Test Management, and Test Automation to ensure seamless o"
    },
    {
      "url": "https://bugs.firefox-dev.tools/",
      "title": "Find DevTools bugs",
      "description": "void",
      "preview": "Good first bugs Mentored bugs All tools"
    },
    {
      "url": "https://video.foxbusiness.com/v/6109194898001#sp=show-clips",
      "title": "Goodwill donations surge during holiday giving season | Fox Business Video",
      "description": "Goodwill donations and holiday resale",
      "preview": "to top close Video This video is playing in picture-in-picture. Varney Co January 15, 2020 03:19 CLIP Goodwill donations surge during holiday giving s"
    },
    {
      "url": "https://omidfarhang.com/2012/08/02/chrome-21-arrives-with-new-api-for-video-and-audio-communication/",
      "title": "Chrome 21 arrives with new API for video and audio communication | Omid Farhang",
      "description": "h-online: With the release of Chrome 21, web applications can now directly access the local system's built-in camera and microphone. Instead of requiring a special plugin, the major stable update to the WebKit-based web browser includes a new HTML5 <a href=\"http://www.html5rocks.com/en/tutorials/getusermedia/intro/\">getUserMedia</a> API - currently a W3C Editor's Draft - to provide web apps with access to the camera and microphone. For security purposes, users will be prompted to grant apps permission to access the hardware.",
      "preview": "h-online: With the release of Chrome 21 , web applications can now directly access the local system's built-in camera and microphone. Instead of requi"
    },
    {
      "url": "https://www.nass.org/can-i-vote/absentee-early-voting",
      "title": "Absentee & Early Voting | NASS",
      "description": "void",
      "preview": "Skip to main content X Click the search icon or 'view more results' to see all results. VIEW MORE RESULTS CLOSE You may be eligible to vote prior to t"
    },
    {
      "url": "https://in.usembassy.gov",
      "title": "U.S. Embassy and Consulates in India",
      "description": "The mission of the United States Embassy is to advance the interests of the United States, and to serve and protect U.S. citizens in India.",
      "preview": "U.S., Indian Armies Launch Yudh Abhyas 2025 Joint Statement from the Quad Foreign Ministers' Meeting in Washington CDA Jorgan Andrews joins Indian Del"
    },
    {
      "url": "https://impactchallenge.withgoogle.com/ai2018?p=YXJjaGl2ZQ==&v=NjA5Y2NjNDAxOTk4MGQ4N2NiYzk2OTdjZjYyYmVjYTRmYmRlM2Q1MA==",
      "title": "Google AI Impact Challenge 2018",
      "description": "Google.org issued an open call to organizations around the world to submit their ideas for how they could use AI to help address societal challenges.",
      "preview": "Google AI Impact Challenge 2018 Google AI Impact Challenge 2018 Working together to apply AI for social good Introduction Grantees About Criteria Expe"
    },
    {
      "url": "https://www.hoteltonight.com/",
      "title": "Last Minute Hotel Deals at Great Hotels - HotelTonight",
      "description": "Amazing last-minute deals at top-rated hotels. Book tonight, tomorrow and beyond.",
      "preview": "Oops! Got it Skip to content Incredible last-minute hotel deals Save time and money by booking tonight and beyond. Where: When: Tonight Go HotelTonigh"
    },
    {
      "url": "https://gb.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "https://wiki.mozilla.org/Matrix",
      "title": "Matrix - MozillaWiki",
      "description": "void",
      "preview": "Matrix From MozillaWiki Jump to navigation Jump to search Main | Get Started | Rooms | Moderators | Bots | FAQ | Resources Matrix is an open, lightwei"
    },
    {
      "url": "https://dtravelsround.com/2012/06/29/escape-week-salt-sill-swedens-floating-hotel/?like_comment=4682&_wpnonce=21ea811dd4",
      "title": "Escape of the Week: Salt & Sill, Sweden's first floating hotel - D Travels 'Round",
      "description": "You can see it from the bridge over to Klädesholmen, the dark brown Salt & Sill hotel. Floating. On large pontoons. Without a doubt, it is one of the most unique hotels I have ever visited. Anywhere. I drag my suitcase behind me as I walk into Salt & Sill's reception, which gives way to the...",
      "preview": "Skip to content You can see it from the bridge over to Klädesholmen, the dark brown Salt & Sill hotel. Floating. On large pontoons. Without a doubt, i"
    },
    {
      "url": "http://careers.mines.edu/",
      "title": "Home - Career Center",
      "description": "Explore Mines Career Center resources, from job search support to employer connections, designed to advance your career journey.",
      "preview": "Facebook X RSS MINES.EDU MyMines Mines Career Center From College to Career The Mines Career Center strives to support Mines students and recent gradu"
    },
    {
      "url": "https://gta.fandom.com/es/wiki/GTA_Online_Lowriders:_Custom_Classics",
      "title": "GTA Online Lowriders: Custom Classics | Grand Theft Encyclopedia | Fandom",
      "description": "GTA Online Lowriders: Custom Classics[1] o GTA Online Lowriders: clásicos personalizados[2] es un contenido de descarga para Grand Theft Auto Online, exclusivos de las versiones para PlayStation 4, PC y Xbox One. que salió el Martes 15 de Marzo de 2016. Actualmente la actualización siguió vigente...",
      "preview": "Grand Theft Encyclopedia Anuncios importantes de la GTE : Utilicen este sistema para subir imágenes para los articulos y recuerden ponerle la licencia"
    },
    {
      "url": "https://marketplace.walmart.com/",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "http://www.fondationprimat.org//en/ressources?archive=true",
      "title": "Ressources Archive - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Press/Media Books/Publications Interviews / Conferences Films/Documentaries Press/Media Books/Publications Interviews / Conferences Films/Documentarie"
    },
    {
      "url": "https://www.loc.gov/events/gershwin-prize/about-this-event/",
      "title": "Home | The Gershwin Prize | Events at the Library of Congress | Library of Congress",
      "description": "Latest Gershwin Prize News Elton John and Bernie Taupin to Receive the Library of Congress Gershwin Prize for Popular Song",
      "preview": "Top of page Notice Due to the temporary shutdown of the federal government beginning October 1, 2025, all Library of Congress buildings are closed and"
    },
    {
      "url": "https://newsblenda.com/",
      "title": "Newsblenda: Your Trusted Source for News and Entertainment",
      "description": "Stay updated with the latest news, sports, politics, and entertainment videos from Newsblenda. Accurate information at your fingertips.",
      "preview": "🏡 Write & Earn with Newsblenda About Us Contact Us Log In Register No Result View All Result 🏡 Write & Earn with Newsblenda About Us Contact Us Log In"
    },
    {
      "url": "https://www.bmw.com.ec/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Ecuador | Autos Deportivos, Eléctricos, Híbridos",
      "description": "Descubre nuestros carros eléctricos, híbridos conectables y camionetas en el sitio oficial de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "void"
    },
    {
      "url": "http://www.mgap.gub.uy/Siadocautoconsulta/autoconsultasiadoc.aspx",
      "title": "Autoconsultasiadoc",
      "description": "void",
      "preview": "SISTEMA INFORMATICO DE ADMINISTRACION DOCUMENTAL - SIADOC Año Inciso Unidad Ejecutora Tipo Número Ingrese el número de documento No se encontró el reg"
    },
    {
      "url": "https://akismet.com/privacy/",
      "title": "Privacy Policy - Akismet",
      "description": "Akismet Privacy Your privacy is important to us About Akismet Akismet is the most powerful anti-spam service for the web. Akismet works by checking all your comments against our constantly-growing global spam database to remove irrelevant, malicious content before it gets published and damages your site's credibility.Akismet gets increasingly effective over time: the more it...",
      "preview": "Skip to content Akismet Privacy Your privacy is important to us About Akismet Akismet is the most powerful anti‑spam service for the web. Akismet work"
    },
    {
      "url": "https://empres-i.apps.fao.org/",
      "title": "EMPRES-i +",
      "description": "EMPRES-i + is a web-based application that has been designed by FAO's Emergency Prevention System (EMPRES) to support veterinary services.",
      "preview": "void"
    },
    {
      "url": "https://www.praha.eu/jnp/cz/doprava/",
      "title": "Portál hlavního města Prahy - Praha - MHMP",
      "description": "Portál hlavního města Prahy",
      "preview": "Portál hlavního města Prahy Carousel vybraných článků Pozvánka na Signal Festival 2025 Signal Festival 2025 po roce opět promění Prahu ve dnech 16. až"
    },
    {
      "url": "https://wiki.osmfoundation.org/wiki/Takedown_procedure",
      "title": "Takedown procedure - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Takedown procedure From OpenStreetMap Foundation The OSM Foundation and community respect the intellectual prop"
    },
    {
      "url": "https://www.comeandsee.net/help",
      "title": "Come and See Foundation Help Center",
      "description": "Home page of the Come and See Foundation Help Center",
      "preview": "void"
    },
    {
      "url": "https://laylasleep.com/product/layla-shredded-memory-foam-pillow/",
      "title": "Cooling Shredded Memory Foam Pillow | Layla Sleep®",
      "description": "The Layla Memory Pillow ensures your slumber will be more sound than ever. Engineered for your comfort, this is the pillow of your dreams.",
      "preview": "Skip to main content PLAY VIDEO 2510 Memory Foam Pillow 2510 Refer Refer Layla Memory Foam Pillow Retail Price $89 Sale Price $59 $59 $89 FALL SALE $3"
    },
    {
      "url": "http://oradealife.ro/galerii-poze/festivaluri/336-carnavalul-florilor-2017.html",
      "title": "Carnavalul Florilor 2017",
      "description": "Poze realizate in data de 21 August, 2017",
      "preview": "Acasă Galerii poze Festivaluri Festivaluri Carnavalul Florilor 2017 Oradea Poze realizate in data de 21 August, 2017 Acasă Galerii poze Festivaluri"
    },
    {
      "url": "https://www.beatsbydre.com/support/international-numbers.html",
      "title": "Beats support: International numbers - Apple Support",
      "description": "Need purchasing help or have a question about a recent order? Find the number for support in your country or region below.",
      "preview": "Beats support: International numbers Need purchasing help or have a question about a recent order? Find the number for support in your country or regi"
    },
    {
      "url": "http://www.people.com/tag/rita-moreno/",
      "title": "Rita Moreno",
      "description": "Rita Moreno",
      "preview": "Celebrity Person Rita Moreno Why Rita Moreno Had to Miss Everybody's Live with John Mulaney at the Last Minute By Julia Moore Rita Moreno, 93, Credi"
    },
    {
      "url": "https://eogdata.mines.edu/products/vbd/",
      "title": "VIIRS Boat Detection",
      "description": "Earth Observation Group is the pioneer in nocturnal remote sensing. VIIRS Boat Detection (VBD) provides global detection of vessels lit at night.",
      "preview": "VIIRS Boat Detection \"The light from our glass coils produced magical effects at times, lingering on the wrinkled roughness of some natural arch, or s"
    },
    {
      "url": "https://www.rtve.es/noticias/",
      "title": "Noticias, la última hora de España y el mundo - RTVE.es",
      "description": "Noticias de última hora en España y el mundo. Toda la actualidad y las últimas noticias nacionales e internacionales aquí, en RTVE.es",
      "preview": "Es noticia: Gaza OTAN María Corina Machado Dina Boluarte Benidorm Fest participantes Calendario laboral 2026 Tiempo hoy La Promesa avance Últimas noti"
    },
    {
      "url": "https://www.personalisegifting.com/1st-anniversary-gifts",
      "title": "First Wedding Anniversary Gift | Buy 1st Anniversary Gift",
      "description": "Choose the traditional first wedding anniversary gift made of paper & add the touch of personalisation to make it extra special. Shop from our collection now!",
      "preview": "UK: +44 203 0123 124 Search Products Cart (0) Log In Register About Us Contact Christmas Personalised Gifts Shop By Product Bags Mugs Cards Books Vase"
    },
    {
      "url": "https://www.citizensbank.com/disclosures/msstores.aspx",
      "title": "Microsoft Stores | Citizens",
      "description": "void",
      "preview": "LINE OF CREDIT ACCOUNT SUMMARY TABLE Interest Rates and Interest Charges Annual Percentage Rate (APR) for Purchases 0.00% For Line of Credit Tips from"
    },
    {
      "url": "https://www.theverge.com/2021/10/28/22745234/facebook-new-name-meta-metaverse-zuckerberg-rebrand",
      "title": "Facebook's new name is Meta | The Verge",
      "description": "CEO Mark Zuckerberg announced that the company he founded is getting a new name. Facebook will now be called Meta, to better reflect the company's identity.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "http://outlier.uchicago.edu/",
      "title": "Outlier - UChicago STEM Education",
      "description": "void",
      "preview": "Warning: JavaScript is not enabled in your browser Some parts of this site won't work without JavaScript. Our Beliefs Our Approach Our Tools Our Work"
    },
    {
      "url": "https://www.care.org/our-work/health/fighting-gender-based-violence/tipping-point/",
      "title": "Tipping Point - Identifying causes of child and early marriage - CARE",
      "description": "What is child marriage, and why does child marriage happen? Learn how Tipping Point identifies causes of child, early, and forced marriage.",
      "preview": "Skip to Content Home Our Work Health Violence against women and girls (VAWG) Tipping Point Violence against women and girls (VAWG) Indashyikirwa Progr"
    },
    {
      "url": "https://www.weebly.com/",
      "title": "Free Website Builder: Build a Free Website or Online Store | Weebly",
      "description": "Weebly's free website builder makes it easy to create a website, blog, or online store. Find customizable templates, domains, and easy-to-use tools for any type of business website.",
      "preview": "Or transfer your domain > Guides Themes Features Blog App Center SEO Guide Help This site uses cookies to assist with navigation, analyze your use of"
    },
    {
      "url": "https://www.uci.org/road/calendar",
      "title": "Road | UCI",
      "description": "Road Calendar",
      "preview": "void"
    },
    {
      "url": "https://contentful.allbound.com/",
      "title": "Contentful",
      "description": "void",
      "preview": "Log In To Get Started Enter your credentials below or request an account. Email Password Remember me Lost your password? Please enter your email addre"
    },
    {
      "url": "http://www.sernapesca.cl/",
      "title": "sernapesca",
      "description": "void",
      "preview": "Informativo Estimados/as usuarios/as: A partir del 01 de septiembre, se aplicará una encuesta telefónica a quienes se inscribieron en el Registro Pesq"
    },
    {
      "url": "https://orderhavenly.com/s/order",
      "title": "Order Online | Havenly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://autos.al.com/New-Ford-Maverick/Stone-Mountain-GA-30086/For-Sale?q=1,7,1606,,30086",
      "title": "New Ford Maverick For Sale near Stone Mountain, GA 30086 | Autos on al.com",
      "description": "Looking for a new Ford Maverick for sale near Stone Mountain, GA? Search over 5 million vehicles to find the best deals with Autos on al.com.",
      "preview": "New Ford Maverick For Sale near Stone Mountain, GA Home New Ford Maverick Save Current Search Filters New Search Price Mileage Year Make Model Trim Co"
    },
    {
      "url": "https://disf.org/trapianti",
      "title": "Trapianti | DISF.org",
      "description": "void",
      "preview": "Salta al contenuto principale Trapianti Lino Ciccone Anno di redazione 2002 I. Precisazioni terminologiche ed aspetti interdisciplinari della tematica"
    },
    {
      "url": "https://uptogether.statuspage.io",
      "title": "UpTogether Status - Page Inactive",
      "description": "void",
      "preview": "Houston, we have a problem. This page is currently inactive and can only be viewed by team members. To see this page, sign in or request an account ."
    },
    {
      "url": "https://boardgamestories.com/artists/marco-primo/",
      "title": "Marco Primo Archives - Boardgame Stories",
      "description": "Our stories... made of board games!",
      "preview": "Marco Primo Read More... How to Play Vampire the Masquerade: Rivals Expandable Card Game (Rules School) Read More... BUILT FOR WAR - DT Preview with M"
    },
    {
      "url": "https://aitestkitchen.withgoogle.com/",
      "title": "labs.google/fx",
      "description": "The home for AI experiments at Google",
      "preview": "Don't settle for ordinary. Create anything. Whisk Create some magic Launch Whisk arrow_outward Flow Inspire your inner storyteller by generating video"
    },
    {
      "url": "https://celebrityvoicechanger.com/privacy",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Privacy Policy Our Privacy Policy (\" Policy \"\") explains what information Celebrity Voice Changer collects when you use our Services, w"
    },
    {
      "url": "https://spire.com",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://aquarium.org/visit/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://studio-still.net/still/event/sessions/archive/s2022.html",
      "title": "Photo Session Archive | Studio Still Official Website",
      "description": "Photo Session Archive | 開催履歴",
      "preview": "Photo Sessions Archive One Day Photo Sessions １月９日（日） 五十嵐希 ＆ 北川美麗 １月２２日（土） 亀澤杏奈 １月２３日（日） 野田桃加 ＆ 原あゆみ １月２９日（土） 宮本あかり ＆ 宇佐美なお １月３０日（日） 梨砂子 ＆ 村上楓 ２月１２日（土"
    },
    {
      "url": "https://www.ramueswelt2punkt0.de/fcn-in-badischer-provinz/",
      "title": "FCN in badischer Provinz ! :: ramueswelt2punkt0.de",
      "description": "void",
      "preview": "Bitte warten... Startseite > Archiv 2016 > Archiv März 2016 > FCN in badischer Provinz ! FCN in badischer Provinz ! Hallo Bluebloggs, weiches Ge und d"
    },
    {
      "url": "https://www.peacocktv.com/",
      "title": "Home | NBCUNIVERSAL MEDIA",
      "description": "We are one of the world's leading media and entertainment companies in the development, production, and marketing of entertainment, news and information to a",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content Your browser does not support the vi"
    },
    {
      "url": "https://50stateblueprint.aclu.org/",
      "title": "50 State Blueprint | ACLU",
      "description": "If we want to cut mass incarceration in half, we'll need a way to do it. ACLU has a 50 State Blueprint.",
      "preview": "Each dot represents one of the 1,942,600 people in state prisons and jails in the U.S. There are 1,942,600 people in state prisons and jails in the U."
    },
    {
      "url": "https://quadrofixing.eu/facade-screws-stainless-steel-a2-anthracite/ral-7016-250-pcs/p-73",
      "title": "Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) | quadrofixing.eu",
      "description": "Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) - facade screw for exterior claddings on the wood subconstruction. High quality screw for HPL boards (Fundermax, Trespa) or cement based boards.",
      "preview": "Products Our suppliers: Facade screws Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) Size and packaging : 4,8x25 mm, Anthracite 18"
    },
    {
      "url": "https://www.goatsofanarchy.org/",
      "title": "Goats of Anarchy",
      "description": "Goats of Anarchy is a farm animal sanctuary dedicated to the rescue and rehabilitation of goats with special needs. We teach acceptance and inclusion, advocate for animal rights, and promote veganism.",
      "preview": "0 Goats just want to have fun. Goats of Anarchy is a sanctuary for farmed animals with disabilities. Animals come to us broken, battered, and abused,"
    },
    {
      "url": "https://grizzlyseabear.tumblr.com/",
      "title": "Ecclectic Collection",
      "description": "The ramblings and interests of a seabear.",
      "preview": "Ecclectic Collection 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna solar-citrus ....I don't re"
    },
    {
      "url": "https://www.spinchat.com/",
      "title": "Spinchat.com - Free chat, Meet friends, Play games online",
      "description": "Come to us and hang out with new friends! Chat or discuss in our boards and play boardgames online.",
      "preview": "Forgot your password? Already registered? Name Password without chat Login Chat, meet friends and play games! Now online: 114 people Register for free"
    },
    {
      "url": "https://renner.org/article/what-should-you-do-when-you-get-offended/",
      "title": "What Should You Do When You Get Offended? | Renner Ministries",
      "description": "What Should You Do When You Get Offended?",
      "preview": "What Should You Do When You Get Offended? Back What Should You Do When You Get Offended? Then said he unto the disciples, It is impossible but that of"
    },
    {
      "url": "https://www.zappos.com/product/9500111/color/822288?utm_medium=affiliate&splash=none&slfpid=3",
      "title": "No results for Ruffwear highlands sleeping bag large | Zappos",
      "description": "Free shipping BOTH ways on ruffwear highlands sleeping bag large from our vast selection of styles. Fast delivery, and 24/7/365 real-person service with a smile. Click or call 800-927-7671.",
      "preview": "Hmmm, we couldn't find anything for ruffwear highlands sleeping bag large Check out the categories below or try limiting the search to one to two word"
    },
    {
      "url": "https://techdevguide.withgoogle.com/",
      "title": "Resources - Google Careers",
      "description": "We've curated good stuff like playlists, technical development resources, and other material to help you be your best.",
      "preview": "Careers Careers home Home work_outline Jobs expand_more noogler_hat Students expand_more google How we work expand_more handyman How we hire expand_mo"
    },
    {
      "url": "https://www.uci.org/road/calendar",
      "title": "Road | UCI",
      "description": "Road Calendar",
      "preview": "void"
    },
    {
      "url": "https://privacyportalde-cdn.onetrust.com/dsarwebform/2159c482-749a-49db-916b-475017a9efa5/ac1b3f16-60f7-4795-aca2-2240267ed067.html",
      "title": "People Inc. Data Subject Rights Request Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://usowishbook.uso.org",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "https://www.marcvanzeeland.nl/tag/lichtenvoorde/",
      "title": "lichtenvoorde - marc-van-zeeland",
      "description": "void",
      "preview": "Wij maken gebruik van cookies De website van Marc van Zeeland maakt gebruik van cookies om de werking van de site en de functies optimaal te laten wer"
    },
    {
      "url": "https://nationalgeographicpartners.com/press/",
      "title": "National Geographic - National Geographic",
      "description": "void",
      "preview": "Skip to content Dolphins Up Close with Bertie Gregory Available On Top Guns: The Next Generation Available On SHARKFEST 2025 Now streaming on Disney+"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/dataset/?id=callejero-municipal",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Dataset | callejero-municipal",
      "description": "Conjunto de vías del término municipal. Existen dos tipos de callejero: uno cartográfico, con...",
      "preview": "Inicio Catálogo de Datos Callejero Municipal de Las Palmas de Gran Canaria Callejero Municipal de Las Palmas de Gran Canaria Conjunto de vías del térm"
    },
    {
      "url": "https://www.usatoday.com/story/entertainment/movies/2020/08/26/tom-sizemore-suit-alleging-he-groped-little-girl-dismissed/5636906002/",
      "title": "Tom Sizemore suit alleging he groped 11-year-old girl dismissed",
      "description": "A lawsuit accusing Tom Sizemore of child molestation on a movie set in 2003 has been dismissed by a Utah judge, two years after it was filed.",
      "preview": "Skip to main content Home Movies Celebrities TV Music Books Broadway Theatre Crosswords Games Entertain This! Celebrity Deaths Horoscopes American Inf"
    },
    {
      "url": "https://www.flitetest.com/articles",
      "title": "Flite Test Articles | Read about RC Planes & Drones",
      "description": "Flite Test releases numerous RC Plane & Drone articles per day. Read about topics such as product reviews, industry trends & build tips at FliteTest.com.",
      "preview": "Articles Read all about the world of flight and learn new things. Featured Content Featured Articles Featured Author JamesWhomsley (76) View All Autho"
    },
    {
      "url": "https://www.copperknob.co.uk/submitvideo.aspx?StepsheetID=85048",
      "title": "CopperKnob - Submit Video",
      "description": "Line dance Step Sheets and Information, including teaching videos and articles.",
      "preview": "CopperKnob Stepsheets 166836 Submit Video Your Name Tel Email Stepsheet Title Video URL Check Video Preview Video Preview Video Type Please Select..."
    },
    {
      "url": "https://iconmonstr.com/",
      "title": "iconmonstr - Free simple icons for your next project",
      "description": "Free simple icons for your next project",
      "preview": "> # Notice To use this icon, you must first accept the license agreement. Close Confirm Do you want to clear all your favorite icons? Clear all Cancel"
    }
  ],
  "_meta": {
    "total_bookmarks": 160
  }
}