{
  "data": [
    {
      "url": "https://www.wefeedraw.com/",
      "title": "Raw Dog Food Delivery Company | We Feed Raw",
      "description": "When it comes to raw dog food delivery companies, finding the healthiest & easiest option is key. Shop We Feed Raw for healthy ingredients at your door!",
      "preview": "The Freshest Raw Meals, Delivered. Supports better digestion, stronger immunity, and a longer, healthier life. Create Your Meal Plan How it Works 1. T"
    },
    {
      "url": "https://www.medanta.org/",
      "title": "Super Speciality Hospital | Best Healthcare Hospital in India",
      "description": "Medanta is a super-specialty healthcare hospital in India, that provides world-class proven treatment including heart, liver, and kidney transplants, & cancer treatments. Call to book an appointment.",
      "preview": "1068 Facebook Twitter instagram Youtube Request Call Back Name * Mobile Number * Email Submit Name * Mobile Number * Email * Resume (accepted only pdf"
    },
    {
      "url": "https://childmind.org/backtoschool/",
      "title": "Resources for Going Back to School - Child Mind Institute",
      "description": "Find articles and tips to help you navigate back-to-school with a child suffering from mental health or a learning disorder.",
      "preview": "Skip to main menu Skip to content Skip to footer Internet Explorer is no longer supported Please upgrade to Microsoft Edge , Google Chrome , or Firefo"
    },
    {
      "url": "https://www.schweigerderm.com/providers/rachel-nazarian-m-d/",
      "title": "Rachel Nazarian, MD, FAAD | Schweiger Dermatology Group",
      "description": "Rachel Nazarian, MD, FAAD is a board-certified dermatologist in NY. Call or book appointment online.",
      "preview": "2020 - 2025 2022, 2023 Rachel Nazarian, MD, FAAD Dr. Rachel Nazarian is a board-certified dermatologist seeing patients with Schweiger Dermatology Gro"
    },
    {
      "url": "http://www.restaurace-pivovar.cz/?dmd=2022-01-13",
      "title": "Restaurace - Pivovar v Přerově",
      "description": "Klidné posezení v centru přerova",
      "preview": "Restaurace Pivovar nabízí nejen stylové prostředí, ale i příjemné posezení u specialit naší kuchyně a přerovského piva Zubr. V restauraci jsou k dispo"
    },
    {
      "url": "https://www.taalhammer.com/simple-recipe-to-personalise-your-language-learning/",
      "title": "How to personalise your language learning | Taalhammer",
      "description": "How to personalise your language learning? How to easily include context and emotions into your learning and finally how to make learning interesting for you?",
      "preview": "You learn 5 times faster, and you remember forever, if you have a contextual or emotional connection with the content you are learning. We've all hear"
    },
    {
      "url": "https://www.redeemercenter.org/",
      "title": "Nonprofit | Redeemer Center for Life | North Minneapolis",
      "description": "Redeemer Center for Life is a nonprofit based in North Minneapolis committed to attainable living, youth development, and workforce development",
      "preview": "top of page Our Vision Redeemer Center For Life operates from the foundational principle that there is dignity and value in every human being. We are"
    },
    {
      "url": "https://historiska.se/utstallningar/haxor/",
      "title": "Häxor | Historiska Museet",
      "description": "void",
      "preview": "Hoppa till innehåll Genom att klicka 'Jag godkänner' accepterar du användandet av kakor på webbplatsen. Jag godkänner Hantera mina val Sök efter: Sök"
    },
    {
      "url": "http://www.igeo.pt/",
      "title": "iGEO - Informação Geográfica",
      "description": "void",
      "preview": "O sítio www.igeo.pt foi descontinuado. A informação geográfica do território nacional, anteriormente acessível a partir desta página de internet, pode"
    },
    {
      "url": "https://docplayer.sk/141101955-Roche-slovensko-s-r-o-pribinova-19-bratislava-i%EF%BF%BD%EF%BF%BDo-i%EF%BF%BD%EF%BF%BD-dph-sk-zap%EF%BF%BD%EF%BF%BDsan%EF%BF%BD%EF%BF%BD-v-obchodnom-registri-okresn%EF%BF%BD%EF%BF%BDho-s%EF%BF%BD%EF%BF%BDdu-bratisl.html",
      "title": "Live Crypto Prices & Market Cap Charts - Bitcoin, Ethereum News at PiedPiper",
      "description": "Track real‑time prices, charts, market caps and daily news for ETH, BTC and a wide range of cryptocurrencies on PiedPiper. Stay on top of the crypto market 24/7.",
      "preview": "Live Crypto Prices & Market Cap Charts View live market data across 17,000+ cryptocurrencies and 1,000+ exchanges. Pied Piper presents real-time updat"
    },
    {
      "url": "https://blogs.alternatives-economiques.fr/hubert-de-vauplane/2021/03/06/l-annulation-des-dettes-par-la-bce-analyse-juridique",
      "title": "L'annulation des dettes par la BCE : analyse juridique | La finance décryptée par le droit | Hubert de Vauplane | Les blogs d'Alternatives Économiques",
      "description": "Alors que les économistes débattent des vertus ou des dangers d'une annulation des dettes publiques figurant dans le bilan de la BCE et du SEBC[1], il est curieux que ceux-ci ne commencent pas leurs débats en se posant la question : est-il juridiquement possible pour la BCE d'annuler ces dettes ?",
      "preview": "Aller au contenu principal La finance décryptée par le droit Le blog de Hubert de Vauplane Faites entendre votre voix Hubert de VAUPLANE 06/03/2021 Fa"
    },
    {
      "url": "http://help.yahoo.com/help/us/mail/",
      "title": "Help for your Yahoo Account",
      "description": "void",
      "preview": "You need to have JavaScript enabled to use this page. To enable JavaScript, follow these instructions . Speak to a premium support agent Can't access"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/",
      "title": "Pristine Seas - National Geographic Society",
      "description": "Pristine Seas preserves the wonders of our ocean-like coral reefs-through science and film. We helped create 30 of the world's largest marine protected areas.",
      "preview": "Protecting the Ocean's Vital Places Pristine Seas Since 2008, Pristine Seas has helped establish 30 of the largest marine protected areas in the world"
    },
    {
      "url": "https://www.solarpowerworldonline.com/2018/10/flexibility-is-a-master-key-that-unlocks-solars-potential-for-grid-emissions-reductions/",
      "title": "Flexibility is a master key that unlocks solar's potential for grid emissions reductions",
      "description": "By Katie Ryan, director of partnerships of WattTime; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior",
      "preview": "By Katie Ryan, director of partnerships of WattTime ; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior"
    },
    {
      "url": "https://aquarium.ucsd.edu/visit/buy-tickets",
      "title": "Birch Aquarium School Programs - Birch Aquarium at Scripps eTicketing",
      "description": "void",
      "preview": "Home Login Menu Menu Home Account Sign Up Log In General Admission Group Sales Admission Annual Memberships Behind-the-Scenes Tours Halloween Aglow Le"
    },
    {
      "url": "https://ftc.gov",
      "title": "Federal Trade Commission | Protecting America's Consumers",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://oceandecade.org/",
      "title": "Ocean Decade - The Science We Need For The Ocean We Want",
      "description": "The Ocean Decade is a 10-year framework initiative to identify, generate and use critical ocean knowledge to manage the ocean sustainably.",
      "preview": "The OCEAN video © Universeum Ocean Science Lab Decade The Science We Need for the Ocean We Want 10 Years. 10 Challenges. 1 Ocean. The ocean holds the"
    },
    {
      "url": "https://www.wmagazine.com/fashion/camila-morrone-chanel-paris-fashion-week-interview",
      "title": "Camila Morrone Adds a Touch of Rock 'n' Roll to Chanel in Paris",
      "description": "The 'Daisy Jones & the Six' actress talks working on the upcoming series, her first-ever Chanel show, and her decision to get bangs.",
      "preview": "Camila Morrone photographed by Corey Tenold Following Chanel's resort 2023 show back in May, actress Camila Morrone sat down to scroll through photos"
    },
    {
      "url": "https://mcfourons.be/prod/index.php?LG=FR&ID=34&PHPSESSID=dc38199f48b8cbed08658381c463966d",
      "title": "Moto-club des Fourons",
      "description": "void",
      "preview": "Accueil Organisation Contact Photos Administration Moto-club des Fourons ASBL FR : | NL : Accueil Organisation Contact Photos Circuit Circuit de Fouro"
    },
    {
      "url": "https://www.geosupplies.co.uk/acatalog/-E009--Rothbury-3346.html",
      "title": "(E219) Buckingham (Explanation)",
      "description": "void",
      "preview": "View Cart | Checkout Terms & Conditions Site Map Login Contact Us Search Tel: 0114 245 5746 - Fax: 0114 240 3405 49 Station Road, Chapeltown, Sheffiel"
    },
    {
      "url": "http://www.colorbasepair.com/bioinformatics_courses_tutorials.html",
      "title": "Bioinformatics Courses and Tutorials: online bioinformatics tutorials and courses",
      "description": "a list of on-line bioinformatics and computational biology courses and tutorials",
      "preview": "Bioinformatics Guide Bioinformatics On-line Courses and Tutorials Below is a list of on-line course materials and tutorials for bioinformatics and com"
    },
    {
      "url": "https://eclkc.ohs.acf.hhs.gov/programs/article/about-early-head-start-program",
      "title": "About the Early Head Start Program | HeadStart.gov",
      "description": "Early Head Start programs provide family-centered services for low-income families with very young children designed to promote the development of the children, and to enable their parents to fulfill their roles as parents and to move toward self-sufficiency.",
      "preview": "Skip to main content Programs Share Open an Email-sharing interface Open to Share on Facebook Open to Share on Twitter Open to Share on Pinterest Open"
    },
    {
      "url": "https://www.itsnicethat.com/",
      "title": "It's Nice That",
      "description": "Inspiring Creativity",
      "preview": "Projects + Creatives Insights + Opinion Resources + Advice Culture + Lifestyle Search Search The Nice Feed Refreshed 2h ago Explore All The 2025 Siena"
    },
    {
      "url": "https://www.motogp.com/en/news",
      "title": "Latest News MotoGP™ | Moto2 | Moto3 | MotoE",
      "description": "The latest MotoGP™, Moto2, Moto3 and MotoE news, analysis, reports and results written by official MotoGP journalists. Here you will find fresh news.",
      "preview": "Skip to main content News MotoGP™ News Aldeguer makes history as the second youngest MotoGP winner Read Now Previous slide label.sliderNext Previous s"
    },
    {
      "url": "http://www.treasurers.org/",
      "title": "The Association of Corporate Treasurers |",
      "description": "void",
      "preview": "Skip to main content Leading the way in treasury excellence Welcome to the Association of Corporate Treasurers (ACT), the chartered professional body"
    },
    {
      "url": "https://www.webmd.com/women/guide/d-and-c-dilation-and-curettage#1",
      "title": "D&C (Dilation and Curettage) Procedure: Surgery and Recovery",
      "description": "WebMD explains the reasons your doctor may advise a D&amp;C (dilation and curettage) and what to expect before, during, and after the procedure.",
      "preview": "Women's Health Women's Health Guide Screening & Tests Diet & Exercise Rest & Relaxation Reproductive Health Menstruation Yeast Infections Cervical Hea"
    },
    {
      "url": "https://www.soundclick.com",
      "title": "Stream Music Free & Download MP3, Buy & Sell Beats | SoundClick",
      "description": "Free music download & streaming. Sell beats, buy high-quality instrumentals. SoundClick is the original music marketplace - join free today.",
      "preview": "Stream music. Buy beats. Support artists. Stream and download millions of songs free. Join SoundClick's independent music community-buy beats, license"
    },
    {
      "url": "http://www.infocamere.it/",
      "title": "InfoCamere",
      "description": "La società delle Camere di Commercio per l'innovazione digitale. Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione. Visita il nostro sito.",
      "preview": "InfoCamere la società delle Camere di Commercio per l'innovazione digitale Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione Your brow"
    },
    {
      "url": "https://t.co/yXqGyo8405",
      "title": "NAACP Reacts to Five Memphis Officers' Not Guilty Pleas | NAACP",
      "description": "NAACP President & CEO: \"As more details emerge in this case, it becomes more clear that we are not dealing with a few rotten apples, we are dealing with a rotten tree.\"",
      "preview": "Skip to main content Search Close Close Donate Close FOR IMMEDIATE RELEASE February 17, 2023 Contact: Jonah Bryson, jbryson@naacpnet.org WASHINGTON -"
    },
    {
      "url": "https://www.kive.ai/",
      "title": "Kive: Create, manage, and scale on-brand AI content",
      "description": "The all-in-one AI platform that helps brands create stunning visuals, manage assets, and maintain brand consistency - all in one seamless workflow.",
      "preview": "void"
    },
    {
      "url": "https://www.scb.se/hitta-statistik/",
      "title": "Hitta statistik hos SCB",
      "description": "Under ämnesområdena hittar du officiell statistik från SCB och övriga statistikansvariga myndigheter.",
      "preview": "Kakor på scb.se På SCB använder vi kakor för att webbplatsen ska fungera och för mätning så att vi vet hur den används. Mätningarna används för att gö"
    },
    {
      "url": "https://sites.research.google/relate/",
      "title": "Project Relate: An App for Non-Standard Speech - Google Research",
      "description": "Project Relate is a communication app for people with non-standard speech. Use it to transcribe text, repeat speech, or engage Google Assistant.",
      "preview": "Headphones are suggested Watch video Watch video Communication made easier Project Relate is an Android beta app created to help people with non-stand"
    },
    {
      "url": "https://policy.medium.com/medium-privacy-policy-f03bf92035c9",
      "title": "Medium Privacy Policy | by Medium | Medium Policy",
      "description": "Medium Privacy Policy Effective date: March 24, 2022 You can see our previous Privacy Policy here. This Privacy Policy explains how A Medium Corporation (\"Medium,\" \"we,\" or \"us\") ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Medium Policy · Terms of Service, Rules, and Policies Medium Privacy Poli"
    },
    {
      "url": "https://www.visitlakestreet.com/",
      "title": "Visit Lake Street - Lake Street Council",
      "description": "void",
      "preview": "0"
    },
    {
      "url": "https://cursos.universia.es/buscador/?cp1=12&prov=19",
      "title": "Ofertas de Trabajo y Prácticas - Universia",
      "description": "Consigue el empleo de tus sueños en modo fácil. Aquí encontrarás empresas que buscan nuevos talentos e información para tomar las mejores decisiones profesionales",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.socialworktoday.com/archive/exc_020712.shtml",
      "title": "Therapeutic Use of Expressive Arts With Children",
      "description": "National newsmagazine committed to enhancing the entire social work profession by exploring its difficult issues, new challenges, and current successes.",
      "preview": "Subscribe Today for only $14.99! | SEARCH Subscribe Current Issue Article Archive Digital Editions Web Exclusives Events eNewsletter Gift Shop Adverti"
    },
    {
      "url": "https://channelstore.roku.com/details/193106",
      "title": "Roku",
      "description": "WOW Presents Plus is the only streaming service featuring Werq The World, UNHhhh with Trixie and Katya, and hundreds of other World of Wonder originals, documentaries, specials, and LGBTQ+ programming. Terms of Service: https://www.wowpresentsplus.com/tos Privacy Policy: https://www.wowpresentsplus.com/privacy",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "http://www.radio981.gr/blog/%CE%B4%CE%B9%CE%B1%CE%B2%CE%B1%CF%83%CF%84%CE%B5-34",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "http://intothenightphoto.blogspot.com",
      "title": "Into The Night Photography",
      "description": "void",
      "preview": "Share: Saturday, December 14, 2024 Free Milky Way NightScapes Photography Lectures Free Milky Way NightScapes Photography Lectures for Camera Clubs an"
    },
    {
      "url": "https://alerts.mongabay.com/",
      "title": "Subscribe to Mongabay news alerts",
      "description": "Subscribe to environmental news alerts.",
      "preview": "Subscribe to Mongabay news alerts Our topic-based news alerts allow you to get daily or weekly notifications via email about topics you select. Simply"
    },
    {
      "url": "https://www.capitalone.com/",
      "title": "Capital One | Credit Cards, Checking, Savings & Auto Loans",
      "description": "Learn how banking with Capital One can help you meet your financial goals.",
      "preview": "Secure Sign In Username Please enter required information Password Please enter required information Remember me Want this computer to remember your u"
    },
    {
      "url": "http://opendata.ayto-caceres.es/dataset/barrios-caceres",
      "title": "Barrios Cáceres - Datasets - OpenData Cáceres",
      "description": "Conjunto de datos que contiene la información catalogada por el ayuntamiento de Cáceres sobre los barrios de la ciudad. URI del conjunto de datos:...",
      "preview": "Skip to content Home Datasets Barrios Cáceres Barrios Cáceres Mapa ofrecido por SIG Cáceres Conjunto de datos que contiene la información catalogada p"
    },
    {
      "url": "https://www.cision.com/us/blog/",
      "title": "Resources",
      "description": "Resources",
      "preview": "Skip Navigation Accessibility Statement guides-and-reports 2025 State of the Media Report Get the Report guides-and-reports 2026 PR and Comms Content"
    },
    {
      "url": "https://www.planning.org/cm/",
      "title": "Certification Maintenance",
      "description": "The Certification Maintenance program links AICP-certified planners to education and training opportunities so they may earn mandatory credits and remain current with the latest trends, technologies, and best practices.",
      "preview": "Membership Membership Overview Join APA Membership Renewal Frequently Asked Questions Special Offers APA Shop Knowledge Center Knowledge Center Overvi"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en",
      "title": "Bang & Olufsen Corporate",
      "description": "void",
      "preview": "Navigation and Content Skip to main content Skip to main footer Corporate Welcome to Bang & Olufsen corporate site Career View our open positions open"
    },
    {
      "url": "https://fact-project.org/FACT++/structcmnds.html",
      "title": "FACT++: cmnds Struct Reference",
      "description": "void",
      "preview": "FACT++ 1.0 Main Page Related Pages Namespaces Classes Files Examples Class List Class Index Class Hierarchy Class Members Public Attributes | List of"
    },
    {
      "url": "https://werkdatenbank.bbk-sachsenanhalt.de/index.php?pn=item&keyword=Giebel",
      "title": "Suche in der Werkdatenbank - BBK, Bildende Kunst Sachsen-Anhalt",
      "description": "void",
      "preview": "Werkdatenbank Bildende Kunst Sachsen-Anhalt null Werke Laden..."
    },
    {
      "url": "https://give.nationalgeographic.org/page/53299/donate/1?user_id=rhvqdpwoqxo2zug1yr8dem3j6gi7vyh3",
      "title": "Donate to National Geographic Society",
      "description": "I just donated to the National Geographic Society because I want to support science, exploration, and conservation. Will you consider making a gift too? Every dollar donated supports the National Geographic Society's on-the-ground efforts.",
      "preview": "Your impact begins today Your generous contribution will immediately go to work supporting the things you care passionately about. Whether it's saving"
    },
    {
      "url": "https://blog.ted.com/",
      "title": "TED Blog: Further reading on ideas worth spreading",
      "description": "The TED Blog shares news about TED Talks and TED Conferences.",
      "preview": "News Are we bold enough? Join TEDAI San Francisco this October By TED Staff on Sep 15, 2025 Artificial intelligence is shaping our lives faster than a"
    },
    {
      "url": "https://www.mtroyal.ca/",
      "title": "Mount Royal University | MRU",
      "description": "void",
      "preview": "MENU Programs & Courses Programs & Courses Home Programs Offered Collaborative Degrees International Designated Programs Continuing Education MRU Camp"
    },
    {
      "url": "http://www.paginegialle.it/",
      "title": "PagineGialle | Trova Aziende e Professionisti: Info e Recensioni",
      "description": "Su PagineGialle trovi informazioni, orari verificati, contatti e recensioni su negozi, liberi professionisti, aziende e altre attività italiane.",
      "preview": "Trova tutto a due passi da te Inserisci il nome dell'attività Inserisci l'indirizzo Cerca Categorie più cercate Farmacie Supermercati Ristoranti Estet"
    },
    {
      "url": "https://afghanislamicpress.com/en/news?keyword=economy&page=10",
      "title": "News",
      "description": "void",
      "preview": "News Updates (Update 2 minutes ago) Pakistan would be responsible if situation gets worse: National Defence Ministry Armed robber killed in Balkh Indi"
    },
    {
      "url": "https://www.simplegenerosity.org/nonprofit-partner-questionnaire",
      "title": "Nonprofit Partner Questionnaire Intro - Simple Generosity",
      "description": "The first step in becoming a Simple Generosity nonprofit partner is completing our questionnaire -- please submit your information and we will be in touch!",
      "preview": "0 Welcome! To see if your nonprofit is already in our pool of potential grantees , please click here to create an account with us and search for your"
    },
    {
      "url": "https://idph.iowa.gov/Emerging-Health-Issues/Novel-Coronavirus/Vaccine",
      "title": "Welcome | Health & Human Services",
      "description": "Iowa HHS provides high quality programs and services that protect and improve the health and resiliency of individuals, families, and communities.",
      "preview": "Skip to main content Federal Government Shutdown: No Impact on Services Details The state is supporting services for Iowans at this time. All assistan"
    },
    {
      "url": "https://www.likewise.com/contact-us/",
      "title": "Contact Us",
      "description": "Need to get in touch with Likewise? Send us an email!",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    }
  ],
  "_meta": {
    "total_bookmarks": 55
  }
}