{
  "data": [
    {
      "url": "https://dunkyccino.tumblr.com/",
      "title": "dunkyccino",
      "description": "22 | He/They | Confused about everything",
      "preview": "dunkyccino 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna darkvioletcloud im going through my"
    },
    {
      "url": "https://ukchat.com/",
      "title": "Forums - Free Chat Rooms - UkChat.com",
      "description": "Free Online Chat Rooms Official Forum Boards - UkChat.com",
      "preview": "New posts Menu Log in Register Navigation Install the app Install How to install the app on iOS Follow along with the video below to see how to instal"
    },
    {
      "url": "https://relianceretail.com/reliance-fresh.html",
      "title": "Reliance Retail",
      "description": "void",
      "preview": "Reliance Fresh Home Our Brands Reliance Fresh Reliance Retail started its journey in 2006 with the opening of its first Reliance Fresh store. Today Re"
    },
    {
      "url": "https://www.npfc.int/about_npfc/convention_and_npfc_area_of_application",
      "title": "Convention & NPFC Area of Application | NPFC",
      "description": "void",
      "preview": "Skip to main content NPFC About NPFC Convention & NPFC Area of Application Convention & NPFC Area of Application Convention on the Conservation and Ma"
    },
    {
      "url": "https://www.feedingamerica.org/our-work/reduce-food-waste",
      "title": "Food Waste in America: How You Can Help Rescue Food | Feeding America",
      "description": "Join the fight against food waste! Learn how Feeding America rescues 4 billion pounds of food annually, preventing waste and feeding millions.",
      "preview": "Skip to main content Fighting food waste and hunger through food rescue Imagine a world where everyone has enough to eat, and we make the most of our"
    },
    {
      "url": "http://www.chem1.com/acad/webtext/virtualtextbook.html",
      "title": "Chem1 Online Textbook Main Menu",
      "description": "void",
      "preview": "about this site student links teacher links other virtual texts download recent changes email the author chem1 virtual textbook a reference text for G"
    },
    {
      "url": "https://www.eburytrading.com/items/a-large-english-sixteen-arm-cut-glass-chandelier-of-fine-quality",
      "title": "A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY - Ebury Trading",
      "description": "void",
      "preview": "← Back A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY A large English cut glass chandelier of fine quality, comprising eight lower a"
    },
    {
      "url": "https://racesonline.com/events/frog-fest-5k",
      "title": "Races online",
      "description": "For over 20 years we've been supporting active events around the country with our family of race-centric companies.",
      "preview": "Races online Looking for event services? You've come to the right place. For over 20 years we've been supporting active events around the country with"
    },
    {
      "url": "https://thriller-lesen.de/buchempfehlungen/",
      "title": "Krimis & Thriller Bücher hier online kaufen & lesen",
      "description": "In der buecher-stube.de günstig Krimis & Thriller Bücher online kaufen ᐅ spannende Krimis ✓ packende Thriller ✓",
      "preview": "Zum Inhalt springen Krimis & Thriller Filter Ergebnisse 1 - 48 von 8293 werden angezeigt Standardsortierung Nach Beliebtheit sortiert Sortieren nach n"
    },
    {
      "url": "https://www.waittfoundation.org/",
      "title": "Waitt Foundation | Funding for Ocean Conservation and Blue Prosperity",
      "description": "The Waitt Foundation is a grantmaking organization that provides funding and resources for ocean research, policy, marine protection, and Blue Prosperity initiatives around the globe. We are a founding member of the Blue Prosperity Coalition, a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans.",
      "preview": "top of page SUSTAINABLE, RESILIENT & THRIVING SEAS THAT BENEFIT ALL AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with gover"
    },
    {
      "url": "https://atlantapressclub.org/",
      "title": "Atlanta Press Club",
      "description": "void",
      "preview": "Please upgrade your browser. Go to https://support.microsoft.com/en-us/help/17621/internet-explorer-downloads to download IE 11 or M. Skip to content"
    },
    {
      "url": "http://www.curavet.com/",
      "title": "Curavet by Curatronic | PEMF Therapy for Horses",
      "description": "PEMF Therapy for Horses by Curavet. Keep your horse in top condition with PEMF therapy devices.",
      "preview": "top of page PEMF Therapy for Horses - All You Need to Know How Does PEMF Therapy Work? PEMF therapy involves delivering pulsed magnetic fields into"
    },
    {
      "url": "https://toronto.ctvnews.ca/ontario-records-highest-number-of-new-covid-19-cases-in-months-with-964-infections-logged-1.5684610?cache=yesclipId104062%3FclipId%3D104069%3FclipId%3D373266",
      "title": "Toronto News - Local Breaking, Weather and Traffic - CTV News Toronto",
      "description": "Get top stories and video from Toronto, including breaking news, live coverage, weather, traffic, in-depth reporting, sports and local events.",
      "preview": "Skip to main content ADVERTISEMENT WB Hwy. 401 closed east of Oshawa following crash that injured 2 firefighters The westbound lanes of Highway 401 ar"
    },
    {
      "url": "https://a2tunes.tumblr.com/post/143095439697",
      "title": "16% of all new wages in the U.S. are in computer science - @a2tunes on Tumblr",
      "description": "11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the seco...",
      "preview": "codeorg Follow 16% of all new wages in the U.S. are in computer science 11% of all job openings in the U.S. are in computing categories, and these job"
    },
    {
      "url": "https://mathematicallemoncake.tumblr.com/",
      "title": "Llamas Are Larger Than Frogs",
      "description": "25, software engineer (maths grad). I love climbing, painting, walking and eating delicious food! A blog of interesting things.",
      "preview": "Llamas Are Larger Than Frogs 25, software engineer (maths grad). I love climbing, painting, walking and eating delicious food! A blog of interesting t"
    },
    {
      "url": "https://devblogs.microsoft.com/visualstudio/",
      "title": "Visual Studio Blog",
      "description": "The official source of product insight from the Visual Studio Engineering Team",
      "preview": "Skip to main content Visual Studio 2026 Insiders is here! The world's most popular IDE just got an upgrade Download now Learn more Visual Studio Blog"
    },
    {
      "url": "https://www.ebookers.com/?AFFCID=EBOOKERS-UK.network.affiliatewindow.85386&awc=7904_1606029543_518c2af76500871f76cadec26f8eb055",
      "title": "ebookers UK is ending",
      "description": "We have made the difficult decision to retire ebookers and its BONUS+ program in the United Kingdom. On 4 September 2024, the ebookers website, app, BONUS+ program and its benefits are ending in the UK. Rest assured, any existing and upcoming reservations and trips will not be disrupted, and we will honor your loyalty through the One Key™ rewards program, coming soon to Expedia®, Hotels.com™, and Vrbo™ in the UK.",
      "preview": "Skip to Main Content. We have made the decision to retire ebookers and its BONUS+ programme in the United Kingdom. On 4 September 2024, the ebookers w"
    },
    {
      "url": "https://developer.github.com/",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://www.msn.com/en-us/news/us/green-bay-stands-by-audio-surveillance-in-response-to-state-senate-letter/ar-AA17uuKL",
      "title": "MSN",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://agency.accesshealthct.com/3d-flip-book/2019-board-of-directors-meeting",
      "title": "2019 Board of Directors Meeting - Access Health CT",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.tacobell.co.in/",
      "title": "Home-TacoBell",
      "description": "void",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. Order Now Our foo"
    },
    {
      "url": "https://uy.linkedin.com/company/ladiaria?trk=organization_guest_main-feed-card-text",
      "title": "la diaria | LinkedIn",
      "description": "la diaria | 10.380 seguidores en LinkedIn. Medio de comunicación independiente que se edita en Uruguay. | Medio de comunicación independiente que se edita en Uruguay.",
      "preview": "LinkedIn respeta tu privacidad LinkedIn y terceros utilizan cookies imprescindibles y opcionales para ofrecer, proteger, analizar y mejorar nuestros s"
    },
    {
      "url": "https://www.louvre.fr/en/visit",
      "title": "Visit - Everything you need to know before visiting the museum",
      "description": "Opening hours, prices, access, map, amenities, restaurants - everything you need to know before visiting the museum",
      "preview": "Visit - Everything you need to know before visiting the museum Aller au contenu Visit Everything you need to know before visiting the museum Hours & a"
    },
    {
      "url": "https://www.userzoom.com/ux-blog/",
      "title": "UserZoom Platform | UserTesting | UX Research Capabilities",
      "description": "UserZoom empowers your team with sophisticated UX insights to create digital experiences that delight customers and drive business growth.",
      "preview": "Select Language EN EN English DE Deutsch ES Español Platform: UserZoom Innovation fueled by UX insights UserZoom empowers anyone to create digital exp"
    },
    {
      "url": "https://www.imf.org/en/Blogs",
      "title": "IMF Blogs",
      "description": "IMFBlog is a forum for the views of the International Monetary Fund (IMF) staff and officials on pressing economic and policy issues of the day. The IMF, based in Washington D.C., is an organization of 191 countries, working to foster global monetary cooperation and financial stability around the world. The views expressed are those of the author(s) and do not necessarily represent the views of the IMF and its Executive Board.",
      "preview": "Fiscal policy and management Spending Smarter to Boost Growth October 7, 2025 A 文 Era Dabla-Norris , Davide Furceri , Zsuzsa Munkacsi , Galen Sher Spe"
    },
    {
      "url": "https://community.datarobot.com/plugins/common/feature/samlss/doauth/post?key=login&referer=https%3A%2F%2Fcommunity.datarobot.com%2Ft5%2F%25E8%25B3%25AA%25E5%2595%258F-%25E3%2583%2587%25E3%2582%25A3%25E3%2582%25B9%25E3%2582%25AB%25E3%2583%2583%25E3%2582%25B7%25E3%2583%25A7%25E3%2583%25B3%2F%25E3%2583%2580%25E3%2582%25A6%25E3%2583%25B3%25E3%2582%25B5%25E3%2583%25B3%25E3%2583%2597%25E3%2583%25AB%25E5%25BE%258C%25E3%2581%25AE%25E3%2583%25A2%25E3%2583%2587%25E3%2583%25AB%25E7%2594%259F%25E6%2588%2590%25E3%2582%25A8%25E3%2583%25A9%25E3%2583%25BC%2Fm-p%2F11277%2Fhighlight%2Ftrue",
      "title": "Where to find help: DataRobot docs",
      "description": "Use the following resources to get the help you need for success with the DataRobot end-to-end AI platform.",
      "preview": "Skip to content Get started > Get help > Where to find help Where to find help ¶ Use the following resources to get the help you need for success with"
    },
    {
      "url": "http://CekFakta.com?trk=organization_guest_main-feed-card-text",
      "title": "CekFakta",
      "description": "A Premium SmartMag Theme demo.",
      "preview": "Playbook Tentang Kami Media Kontak Prebunking LMS FAQ Facebook Twitter Instagram Youtube Wednesday, November 8 Facebook Twitter Instagram Youtube"
    },
    {
      "url": "https://mickeykilloran.tumblr.com/",
      "title": "Miss Killoran",
      "description": "This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computing Science.",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    },
    {
      "url": "https://www.hocmn.org/",
      "title": "Minnesota Homeownership Center",
      "description": "The Minnesota Homeownership Center offers free advisor services to help you buy a home, and help to prevent foreclosure when times are tough.",
      "preview": "Skip to content Helping Minnesotans Achieve Sustainable Homeownership Long-term homeownership builds wealth. The Minnesota Homeownership Center suppor"
    },
    {
      "url": "http://www.fantascienza.com/",
      "title": "Fantascienza.com",
      "description": "void",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://infopackets.com/news/archive/2016",
      "title": "News archive: 2016 | www.infopackets.com",
      "description": "void",
      "preview": "Jump to Navigation login create new account subscribe remove Search form Search Home Page Users Amazon Donate Archive Contact You are here Home › Arch"
    },
    {
      "url": "https://accessiblevoting.net/",
      "title": "Accessible voting - Your guide to a private and independent voting experience",
      "description": "AccessibleVoting.net is your guide to voting privately and independently this election season",
      "preview": "What is Accessible Voting? Accessible Voting helps you find ways to cast your ballot with the options you need for a successful voting experience. Sel"
    },
    {
      "url": "https://feverup.com/m/117496",
      "title": "DRAG: The Musical - Los Angeles - Tickets | Fever",
      "description": "🎭 Enjoy a spectacular show full of heart-wrenching truths, sickening music, and divalicious stage antics at DRAG: The Musical in Los Angeles.",
      "preview": "We love this experience, but no tickets are available at the moment We love this experience, but no tickets are available at the moment DRAG: The Musi"
    },
    {
      "url": "https://cars.superpages.com/ames-ia/taxis",
      "title": "Best 7 Taxis in Ames, IA | superpages.com",
      "description": "Taxis in Ames on superpages.com. See reviews, photos, directions, phone numbers and more for the best Taxis in Ames, IA.",
      "preview": "Please note our privacy policy has changed. To view the policy, please go to https://www.thryv.com/privacy/ Map View 1-7 Sort: Best Match Best Match D"
    },
    {
      "url": "https://blogs.alternatives-economiques.fr/hubert-de-vauplane/2021/03/06/l-annulation-des-dettes-par-la-bce-analyse-juridique",
      "title": "L'annulation des dettes par la BCE : analyse juridique | La finance décryptée par le droit | Hubert de Vauplane | Les blogs d'Alternatives Économiques",
      "description": "Alors que les économistes débattent des vertus ou des dangers d'une annulation des dettes publiques figurant dans le bilan de la BCE et du SEBC[1], il est curieux que ceux-ci ne commencent pas leurs débats en se posant la question : est-il juridiquement possible pour la BCE d'annuler ces dettes ?",
      "preview": "Aller au contenu principal La finance décryptée par le droit Le blog de Hubert de Vauplane Faites entendre votre voix Hubert de VAUPLANE 06/03/2021 Fa"
    },
    {
      "url": "http://orcid.org/0000-0003-4730-3570",
      "title": "ORCID",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://appalti-villasofia-cervello.maggiolicloud.it/PortaleAppalti/it/ppgare_avvisi_scaduti_lista.wp;jsessionid=33364253A9477A205040BE036C04449B.elda?actionPath=/ExtStr2/do/FrontEnd/Avvisi/view.action&currentFrame=7&codice=A00003&_csrf=INUBLVMZD6H7YA0DGQHY2TW92AKQKJKF",
      "title": "Portale gare d'appalto|Avvisi pubblici scaduti",
      "description": "void",
      "preview": "fun [ Salta al contenuto della pagina ] Access key definite: Vai alla pagina iniziale [H] Vai alla pagina di aiuto alla navigazione [W] Vai alla mappa"
    },
    {
      "url": "https://www.photographyinstride.com/p79269547",
      "title": "Photography In Stride | 85 Alexandra Houck",
      "description": "Photography In Stride",
      "preview": "Thank you for your patience while we retrieve your images. Favorites | « Back  Add new set Close View Cart Register to save your cart before it expir"
    },
    {
      "url": "https://www.aclu-mn.org/en/press-releases/aclu-mn-responds-supreme-court-ruling-against-restoring-voting-rights-minnesotans",
      "title": "ACLU-MN RESPONDS TO SUPREME COURT RULING AGAINST RESTORING VOTING RIGHTS TO MINNESOTANS | ACLU of Minnesota",
      "description": "The Minnesota Supreme Court ruled today that our Constitution doesn't automatically provide Minnesotans on felony probation with the right to vote upon release from incarceration.",
      "preview": "Skip to main content ACLU-MN RESPONDS TO SUPREME COURT RULING AGAINST RESTORING VOTING RIGHTS TO MINNESOTANS Media Contact Lynette Kalsnes, ACLU of Mi"
    },
    {
      "url": "https://www.likewise.com/contact-us/",
      "title": "Contact Us",
      "description": "Need to get in touch with Likewise? Send us an email!",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "https://www.starstijlmeubelen.nl/eetkamertafels/kloostertafel-lexington-lexington-avenue-frans-antiek-eiken/129",
      "title": "Klassieke eetkamertafels",
      "description": "Eetkamertafels in diverse soorten en maten zijn leverbaar uit onze brede collectie klassieke meubelen. Te vinden bij Star Stijlmeubelen.",
      "preview": "Beoordeling 9.3 gebaseerd op 338 individuele klantbeoordelingen op 5-sterrenspecialist U bent hier: Home Klassieke eetkamertafels Eetkamertafels Eetka"
    },
    {
      "url": "https://kotlinlang.org/docs/coroutines-overview.html",
      "title": "Coroutines | Kotlin Documentation",
      "description": "void",
      "preview": "Coroutines Applications often need to perform multiple tasks at the same time, such as responding to user input, loading data, or updating the screen."
    },
    {
      "url": "https://www.ecologic-france.com/ecologic/filiere-deee.html",
      "title": "Filière DEEE",
      "description": "void",
      "preview": "La filière DEEE Vous êtes ici : Accueil > Ecologic > Filière DEEE Eco-organisme au coeur de la filière La filière DEEE s'appuie sur le principe de la"
    },
    {
      "url": "https://sinc.business/legal/privacy/",
      "title": "SINC Privacy Policy | Hourly Workforce Tracking",
      "description": "At SINC we take your data and privacy very seriously. We like to put ourselves in your perspective as users and be considerate of and attentive to concerns you might have, as well as take whatever precautions within our capacity to protect this data.",
      "preview": "Privacy Policy We take your online privacy seriously. Please read and understand our Privacy Policy: Introduction At SINC we take your data and privac"
    },
    {
      "url": "https://wordpress.com/?ref=wporg-footer",
      "title": "WordPress.com: Everything You Need to Build Your Website",
      "description": "Create your WordPress website with built-in hosting, premium themes, and powerful tools. No technical setup required. Start building today-free plan available.",
      "preview": "WordPress Hosting WordPress for Agencies Become an Affiliate Domain Names AI Website Builder Website Builder Create a Blog Newsletter Professional Ema"
    },
    {
      "url": "https://www.theaftd.org/posts/all-us-states/what-is-frontotemporal-dementia-the-disease-bruce-willis-is-diagnosed-with/",
      "title": "What Is Frontotemporal Dementia, the Disease Bruce Willis Is Diagnosed With? | AFTD",
      "description": "Today, the family of Bruce Willis announced that the 67-year-old actor has been diagnosed with frontotemporal dementia (FTD), also known as frontotemporal",
      "preview": "Skip to content What Is Frontotemporal Dementia, the Disease Bruce Willis Is Diagnosed With? February 16, 2023 Share on Facebook 𝕏 Share on X Today, t"
    },
    {
      "url": "https://www.pbo.co.uk/seamanship/how-to-heave-to-72499",
      "title": "Is my antifoul incompatible with my basecoat? Ask the experts",
      "description": "PBO reader Mike Stanton thinks that his antifoul paint may be incompatible with his boat's basecoat. Our antifoul expert has this advice...",
      "preview": "Skip to content » PBO reader Mike Stanton thinks that his antifoul paint may be incompatible with his boat's basecoat. Our antifoul expert has this ad"
    },
    {
      "url": "https://www.legis.iowa.gov/legislation/BillBook?ba=HF508&ga=90",
      "title": "Iowa Legislature - BillBook",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "The Iowa Legislature > Legislation > BillBook Permanent Link Print X Bill Information Clear GA: 91 (01/13/2025 - 01/10/2027) 90 (01/09/2023 - 01/12/20"
    },
    {
      "url": "http://adcolor.org/leaders?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Leaders | ADCOLOR",
      "description": "void",
      "preview": "close menu close About Our mission Board Members Community Groups Alumni Team Programs & Events Awards Conference Futures Leaders Partners Partners Re"
    },
    {
      "url": "http://mines.edu/compliance",
      "title": "Office of Compliance and Policy - Compliance",
      "description": "The Colorado School of Mines Office of Compliance and Policy works to maintain compliance with laws, regulations, and contracts to achieve excellence in everything we do.",
      "preview": "Facebook X RSS Snapchat MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Office of Compliance and Policy Framework for Higher Ed"
    },
    {
      "url": "http://www.wfp.org/",
      "title": "UN World Food Programme (WFP)",
      "description": "We are the world's largest humanitarian organization, saving lives in emergencies and using food assistance to build a pathway to peace, stability and prosperity for people recovering from conflict, disasters and the impact of climate change.",
      "preview": "Skip to main content War in Gaza two years on: Humanitarian access improves but acute hunger persists Read more Donate Conflict 'We just ran': Pakista"
    },
    {
      "url": "https://www.aftonbladet.se/nyheter/",
      "title": "Nyheter från Sverige och världen",
      "description": "Senaste nyheterna från Sveriges största nyhetssajt. Håller dig uppdaterad dygnet runt.",
      "preview": "search abplus Nyheter Uppgifter: Polisen har stoppat stöldliga En stor polisinsats har pågått söder om Stockholm under fredagen. - Vi har varit där me"
    },
    {
      "url": "https://www.myfonts.com/pages/whatthefont",
      "title": "WhatTheFont Font Finder - Identify Fonts by Image",
      "description": "Identify fonts with our font finder tool using an image or photo. Upload an image, and we'll search our collection of over 133,000 fonts for the best match.",
      "preview": "Skip to content Skip to main content FAQ How do I find a font from an image? To identify a font from an image, use a font finder or font identifier. T"
    }
  ],
  "_meta": {
    "total_bookmarks": 53
  }
}