{
  "data": [
    {
      "url": "https://energycrisis.co.uk/alternative-energy/",
      "title": "Alternative Energy - Energycrisis.co.uk",
      "description": "void",
      "preview": "Skip to content 1 Comment on Alternative Energy Posted in Energy Crisis Issues By jacob Posted on October 6, 2019 July 12, 2019 It may surprise reader"
    },
    {
      "url": "https://www.belfastlive.co.uk/news/belfast-news/uber-belfast-give-date-launch-10547227",
      "title": "Uber Belfast give date for launch in the city | Belfast Live",
      "description": "The controversial taxi service has confirmed the date it is due to launch in Belfast",
      "preview": "‌ ‌ ‌ Skip to main content Uber Belfast give date for launch in the city The controversial taxi service has confirmed the date it is due to launch in"
    },
    {
      "url": "https://teamsdemo.office.com/#/0/0",
      "title": "Microsoft Teams - Microsoft Adoption",
      "description": "Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations and content all together.",
      "preview": "Microsoft Teams Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations, and content all together. View the user enab"
    },
    {
      "url": "http://ureeka.biz",
      "title": "Start & Grow Your Business with the ZenBusiness Platform",
      "description": "ZenBusiness is a company that provides an easy, all-in-one platform and trusted guidance for small business owners.",
      "preview": "Introducing ZenBusiness Velo™ , personalized AI that accelerates your business. Meet Velo BUSINESS IS COMPLICATED. WE MAKE IT EASY. Launch Your Side H"
    },
    {
      "url": "https://georgiablanch7.tumblr.com/",
      "title": "@georgiablanch7 on Tumblr",
      "description": "Follow @georgiablanch7 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "http://www.putty3d.com/privacy",
      "title": "Privacy Policy - Putty 3D",
      "description": "void",
      "preview": "Privacy Policy Update: As of version 1.3.4 (released on the 5th of July 2018), we do not include Fabric in the app anymore and do not collect any anal"
    },
    {
      "url": "https://www.belfastlive.co.uk/news/belfast-news/uber-belfast-give-date-launch-10547227",
      "title": "Uber Belfast give date for launch in the city | Belfast Live",
      "description": "The controversial taxi service has confirmed the date it is due to launch in Belfast",
      "preview": "‌ ‌ ‌ Skip to main content Uber Belfast give date for launch in the city The controversial taxi service has confirmed the date it is due to launch in"
    },
    {
      "url": "https://jobs.walgreens.com",
      "title": "Working at WALGREENS",
      "description": "Browse available job openings at WALGREENS",
      "preview": "Skip to main content We welcome candidates from recently impacted store closures. Continue to bring care to patients and customers in your community h"
    },
    {
      "url": "http://www.fondationprimat.org//en/ressources?archive=true",
      "title": "Ressources Archive - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Press/Media Books/Publications Interviews / Conferences Films/Documentaries Press/Media Books/Publications Interviews / Conferences Films/Documentarie"
    },
    {
      "url": "http://www.lawyersadvantage.com/",
      "title": "void",
      "description": "void",
      "preview": "This domain is pending renewal or has expired. Please contact the domain provider with questions."
    },
    {
      "url": "http://www.ec2002.tue.nl/",
      "title": "Eurocrypt 2002",
      "description": "Eurocrypt 2002 index page",
      "preview": "This frameset document contains information about EuroCrypt 2002. Registration Program Conference Hotel Call for Papers Contact Home"
    },
    {
      "url": "http://nxslink.wearegreenbay.com/join/6t0/signup",
      "title": "WFRV Signup",
      "description": "Sailthru Default Signup Page",
      "preview": "Choose the newsletters that interest you and we will deliver them directly to your inbox. Email Address: WFRV Newsletters Local 5's First Five Morning"
    },
    {
      "url": "https://myseco.militaryonesource.mil/portal/",
      "title": "Military Spouse Education & Career Opportunities | MySECO",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application. Loading MySECO..."
    },
    {
      "url": "https://www.bbc.com/sport/football/scores-fixtures",
      "title": "Scores & Fixtures - Football - BBC Sport",
      "description": "All the football fixtures, latest results & live scores for all leagues and competitions on BBC Sport, including the Premier League, Championship, Scottish Premiership & more.",
      "preview": "Football Scores & Fixtures Search October 2025 Today Choose date, selected date is Friday 10 October 2025 Skip to content Skip to today Fri 12 Sat 13"
    },
    {
      "url": "https://ccel.org/ccel/desales/love/Page_317.html",
      "title": "St. Francis of Sales: Treatise on the Love of God: 0365=317 - Christian Classics Ethereal Library",
      "description": "void",
      "preview": "Treatise on the Love of God Page Page_317.html « Prev TOC Next » [See Text] VIEWNAME is ScanPage Log in | Register | Browse | Bibles | About | Copyrig"
    },
    {
      "url": "https://fourcornersgeotourism.com/entries/la-casita-bonita-inn/dd17284d-8b70-4eb1-94b2-d708569b0801",
      "title": "La Casita Bonita Inn | Four Corners Region",
      "description": "When you reach Four Corners, you will be captivated by its engaging landscapes and enduring people. In this vast, wild region, roots go very deep and the Native people you meet have lived here for millenia., moving as needed, adapting to climate and social changes while redefining themselves and their communities. The region is famous for its art and traditional products, and you will make discovery after discovery as you explore the website.",
      "preview": "Four Corners Region La Casita Bonita Inn Bed and Breakfast Four Corners Region Add Places to the Map Guide! Supporters Privacy Policy Terms of Use Log"
    },
    {
      "url": "https://datos.madrid.es/portal/site/egob",
      "title": "En portada - Portal de datos abiertos del Ayuntamiento de Madrid",
      "description": "Portal de datos abiertos del Ayuntamiento de Madrid - En portada",
      "preview": "Saltar navegación egob"
    },
    {
      "url": "https://cta-redirect.hubspot.com/cta/redirect/5981609/ffe07749-0055-4a95-85b3-bce123fc330c",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Click here if you're not redirected automatically..."
    },
    {
      "url": "http://partsopedia.com/index.php?main_page=index&cPath=3733",
      "title": "Welcome to the family! - Partsopedia แหล่งรวมข้อมูลอะไหล่รถยนต์",
      "description": "The page is built with Page Builder Sandwich! Give it a try for free! Page Builder sandwich is a very light weight and non-intrusive page builder. That is easy to use & wont break your website. It comes free with several templates for easy and fast page construction too. Your installation also includes the exclusive [...]",
      "preview": "Skip to the content Close Menu The page is built with Page Builder Sandwich ! Give it a try for free! Page Builder sandwich is a very light weight and"
    },
    {
      "url": "http://www.hunttextiles.com/",
      "title": "Wholesale Linen Supplier, Table Linens, Linen Clothing, Bed Linens & Towels",
      "description": "Hunt Textiles is a Wholesale Linen Supplier of a wide range of linen products for hotels, spas, health clubs, restaurants, health care facilities and more.",
      "preview": "Home • Blog • About Us • Contact Us Hunt Textiles, Inc. Order Now 800-458-9445 Receive New Product Alerts and Specials! Sign Up! Markets Club Healthca"
    },
    {
      "url": "https://www.vogelbescherming.nl/beleefdelente/blog/lezen/meer-dan-woorden",
      "title": "Meer dan woorden | Vogelbescherming",
      "description": "Mensen zijn steeds meer visueel ingesteld. Dat is ook niet zo gek, want soms zegt een afbeelding meer dan woorden.",
      "preview": "Navigatie overslaan naar vogelbescherming.nl Vogelbescherming Nederland - Samen voor vogels en natuur Beleef de Lente Help mee Menu Inloggen Registrer"
    },
    {
      "url": "https://mesnotices.20minutes.fr/pieces-detachees-electromenager/lave-linge/whirlpool/AWO12563.html?piece=carroserie",
      "title": "Pied, plinthe, plan de travail, côté,... machine à laver Whirlpool AWO12563...",
      "description": "void",
      "preview": "REVENIR EN HAUT MesNotices > Pièces détachées électroménager > Machine à laver > Machine à laver Whirlpool Nous recherchons parmi 5 millions de pièces"
    },
    {
      "url": "https://kookitodesign.com/blog/woreczki-na-przysmaki-dla-psa-wybierz-najlepszy",
      "title": "Woreczki na przysmaki dla psa - wybierz najlepszy! - Akcesoria dla psów - Sklep dla psów | Kookito Design",
      "description": "Wszyscy psiarze chcą dla swoich czworonożnych pupilów tego, co najlepsze - dlatego kupujemy różnego rodzaju akcesoria dla psów. Coraz popularniejszym gadżetem wśród amatorów tych czworonogów stają się woreczki na przysmaki dla psa, które przydają się podc",
      "preview": "Koszyk jest pusty x Do bezpłatnej dostawy brakuje -,-- Darmowa dostawa! Suma 0,00 zł Cena uwzględnia rabaty Realizuj zamówienie"
    },
    {
      "url": "http://www.socialworktoday.com/archive/exc_020712.shtml",
      "title": "Therapeutic Use of Expressive Arts With Children",
      "description": "National newsmagazine committed to enhancing the entire social work profession by exploring its difficult issues, new challenges, and current successes.",
      "preview": "Subscribe Today for only $14.99! | SEARCH Subscribe Current Issue Article Archive Digital Editions Web Exclusives Events eNewsletter Gift Shop Adverti"
    },
    {
      "url": "https://olc.worldbank.org",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://gfetw.org",
      "title": "GFETW | IMCS",
      "description": "void",
      "preview": "Skip to main content Who We Are Why It Matters What We Do GFETW GFETW About 2026 GFETW 2023 GFETW"
    },
    {
      "url": "https://www.jillgreenberg.com",
      "title": "Jill Greenberg Studio",
      "description": "Jill Greenberg is an internationally renowned artist and photographer whose lighting and portraits are instantly recognizable.",
      "preview": "void"
    },
    {
      "url": "https://www.scourby.com/contact/",
      "title": "Contact Scourby Bible Media Now",
      "description": "Want to contact us in United States, United Kingdom, Australia then explore us now and find all the contact details in the website.",
      "preview": "Contact Notice: JavaScript is required for this content. United States Litchfield Associates 3825 Henderson Blvd, Suite 100 Tampa, Florida 33629 (E) ["
    },
    {
      "url": "https://www.betterkids.education/",
      "title": "Better Kids - Social Emotional Learning",
      "description": "Social Emotional Learning Through Play - We help families and educators support children's emotional growth through play. Our Wisdom: The World of Emotions SEL digital games and hands-on activities coach kids to manage their emotions healthily and build positive relationships. Teachers, special educators, therapists, and parents love to engage all kids ages 4 to 8 with our evidence-based SEL games",
      "preview": "Social Emotional Learning Through Play SCROLL DOWN Social Emotional Learning Through Play Inspire a lifetime of positive behavior and happy relationsh"
    },
    {
      "url": "https://www.jiosaavn.com",
      "title": "Online Songs on JioSaavn: Download & Play Latest Music for Free",
      "description": "Listen to Latest and Trending Bollywood Hindi songs online for free with JioSaavn anytime, anywhere. Download or listen to unlimited new & old Hindi songs online. Search from most trending, weekly top 15, Hindi movie songs, etc on JioSaavn.",
      "preview": "JioSaavn Homepage Om Namah Shivay 81.7K Fans Saiyaara (Extended Album) Various Artists Saiyaara Various Artists Dil Ka Sukoon 117.3K Fans Param Sundar"
    },
    {
      "url": "http://crypto.com/",
      "title": "Crypto.com Italia: Acquisto e Trading Sicuro di Bitcoin e 400+ Criptovalute",
      "description": "Acquista, vendi, conserva e scambia oltre 400 criptovalute su Crypto.com, una piattaforma di scambio sicura e affidabile in Italia.",
      "preview": "Europe's Premier Crypto-assets Service Provider Buy Bitcoin, Ethereum, and 400+ crypto with EUR Transfer EUR via SEPA and Apple/Google Pay Leader in r"
    },
    {
      "url": "https://www.apply.vccs.edu/applications/vccs/apply.html?application_id=3228",
      "title": "Blue Ridge Community College - Introduction",
      "description": "void",
      "preview": "Blue Ridge Community College Application for Admission Welcome to Blue Ridge Community College! Founded in 1967, Blue Ridge Community College, located"
    },
    {
      "url": "https://www.abc.net.au/news/",
      "title": "ABC News - Trusted Source of Latest News & Headlines",
      "description": "Follow the latest news headlines from Australia's most trusted source. Read in-depth expert analysis and watch live coverage on ABC News.",
      "preview": "ABC News Loading Top Stories All State Trending Top Stories Ceasefire begins but IDF to 'remain in Gaza to pressure Hamas' Topic: Unrest, Conflict and"
    },
    {
      "url": "https://www.ravelry.com/designers/kiki-crochet-designs",
      "title": "Ravelry: Designs by Kiki Crochet Designs",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://www.petplate.com/",
      "title": "PetPlate: Fresh Dog Food Delivery",
      "description": "Looking for Reviews of Fresh Dog Food? You've come to the right place. Subscribers (and Pets!) unanimously agree, PetPlate hits the spot. Starting for less than $3/day.",
      "preview": "Get 60% OFF your first box + one FREE bag of Treats! REDEEM NOW Home Find A Store Entrées Barkin' Beef Chompin' Chicken Tail Waggin' Turkey Lip Lickin"
    },
    {
      "url": "https://lawsofux.com/",
      "title": "Home | Laws of UX",
      "description": "Laws of UX is a collection of best practices that designers can consider when building user interfaces.",
      "preview": "down arrow drop down arrow drop up arrow left arrow right arrow up arrow close download external link facebook Filter grid language LinkedIn logo menu"
    },
    {
      "url": "https://c4fap.org/",
      "title": "Center for Fine Art Photography",
      "description": "The Center for Fine Art Photography, a 501(c)(3) non-profit, promotes the art of photography by supporting diverse creative artists through exhibitions and educational programs.",
      "preview": "Center for Fine Art Photography Cart 0 Back previous Back C4FAP Team Our Vision Back Opportunities Denis Roussel Fellowship Scroll The Center for Fine"
    },
    {
      "url": "http://ecotecnia.com.mx/",
      "title": "Ecotecnia | Eficiencia energética",
      "description": "Ecotecnia es una empresa mexicana con un equipo internacional certificado y especializado en los campos de las energías renovables y la eficiencia energética.",
      "preview": "top of page ¿Quiénes somos? Ecotecnía es una empresa mexicana con un equipo internacional certificado y especializado en los campos de las energías re"
    },
    {
      "url": "https://www.farnostmladocov.cz/fotoalbum/kaple-na-olsanech/pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37.html",
      "title": "Mladočov - Fotoalbum - Kaple na Olšanech - pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37",
      "description": "farnost Mladočov, vikariát litomyšlský, diecése královehradecká, administrátor P. Jiří Štorek SDB",
      "preview": "Jdi na obsah Jdi na menu Mladočov Úvod » Fotoalbum » Kaple na Olšanech » pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37 Kaple na Olšanech"
    },
    {
      "url": "https://stacks.cdc.gov/view/cdc/65492",
      "title": "Programs, Practices, People",
      "description": "void",
      "preview": "Skip to main content × Advisory Committee on Immunization Practices (ACIP) CDC and ATSDR Budget Documents CDC Public Access David J. Sencer CDC Museum"
    },
    {
      "url": "https://wikitech-static.wikimedia.org/w/index.php?title=Special:WhatLinksHere/Server_Admin_Log/Archive_30&hidelinks=1",
      "title": "Pages that link to \"Server Admin Log/Archive 30\" - Wikitech-static",
      "description": "void",
      "preview": "You are browsing a read-only backup copy of Wikitech. The live site can be found at wikitech.wikimedia.org Help Pages that link to \"Server Admin Log/A"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Noun-Project-Free-Icons-Stock-Photos-for-Everything-7e06ca223b634cddab86a0c10a76a075?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.theplantroomtas.com.au/pages/collection-delivery-shipping",
      "title": "The Plant Room, Tasmania",
      "description": "Online plant store based out of Lindisfarne, Tasmania (near Hobart). Stocking a curated collection of hard-to-find, rare and collectable indoor plants, as well as old favourites. New stock released fortnightly. Shipping Tasmania wide.",
      "preview": "Skip to content We're taking a break. We'll be back soon! Want to be notified when we re-open our online store? Join our mailing list. Enter your emai"
    },
    {
      "url": "https://linnemagazine.com/2021/07/28/si-tu-amigue-te-pide-mas-lofi-y-dream-pop-pasale-lo-nuevo-de-classic-park-paula-pera-y-moriras-lejos/",
      "title": "Si tu amigue te pide más lofi y dream pop, pásale lo nuevo de Classic Park, Paula Pera y Morirás Lejos | LINNE",
      "description": "Imagen: Paula Pera y el fin de los Tiempos Acá te dejamos lo más reciente de estos artistas latinos que merecen un play infinito, pásale con confianza. Classic Park Otro Lugar es un nuevo tema del artista mexicano que dibuja un horizonte donde algo que tuviste con alguien especial se va difuminando poco a poco...",
      "preview": "Inicio About Música Move your ass Festivales MUTEK MX NRMAL Festival Antes Arte Cine y TV Distrital Diseño Entretiens Click to more! LINNE LINNE Músic"
    },
    {
      "url": "https://dynamic-ais.spire.com/",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://ratzer.at/archive/2018-December/044492.html",
      "title": "Ratzer.at Kurzwellenempfang",
      "description": "void",
      "preview": "A-DX A-DX Beitrag Anmeldung Mailarchiv REMOTE-DX Audioarchiv Afrika Europa Asien Nordamerika Zentralamerika Südamerika QSL Archiv QSL Karte Bhutan QSL"
    },
    {
      "url": "https://www.rollingstone.com/music/music-lists/500-greatest-albums-of-all-time-156826/",
      "title": "Greatest Albums List (Published 2003)",
      "description": "Rolling Stone's list of the 500 Greatest Albums of All Time was originally published in 2003, with a slight update in 2012.",
      "preview": "× × Skip to main content By Rolling Stone Rolling Stone View all posts by Rolling Stone May 31, 2009 The RS 500 was assembled by the editors of Rollin"
    },
    {
      "url": "https://worldpopulationreview.com/country-rankings/religion-by-country",
      "title": "Religious People by Country 2025",
      "description": "Discover population, economy, health, and more with the most comprehensive global statistics at your fingertips.",
      "preview": "Religion Religious People by Country 2025 Total Religious People 0 200M 400M 600M 800M 1B 1.2B 1.4B 1.6B 5 Countries with the Most Religious People In"
    },
    {
      "url": "https://www.paloaltonetworks.com/",
      "title": "Leader in Cybersecurity Protection & Software for the Modern Enterprises - Palo Alto Networks",
      "description": "Implement Zero Trust, Secure your Network, Cloud workloads, Hybrid Workforce, Leverage Threat Intelligence & Security Consulting. Cybersecurity Services & Education for CISO's, Head of Infrastructure, Network Security Engineers, Cloud Architects & SOC Managers",
      "preview": "Deploy Bravely - Secure your AI transformation with Prisma AIRS Palo Alto Networks Announces Agreement to Acquire CyberArk, the Identity Security Lead"
    },
    {
      "url": "https://www.somervillema.gov/",
      "title": "Home | City of Somerville",
      "description": "void",
      "preview": "Skip to main content Events Oct 10 Events Trash & Recycling On Schedule Street Sweeping In Effect Construction View Projects Report Airplane Noise Som"
    },
    {
      "url": "http://shavedham.blogspot.com/p/big-button-box-support.html",
      "title": "Shaved Labs - iPhone Apps: Big Button Box Support",
      "description": "For help with Big Button Box please contact us using the email address within the app found by pressing the info button",
      "preview": "skip to main | skip to sidebar Shaved Labs - iPhone Apps Pages Home Big Button Box Support Big Button Box Support For help with Big Button Box please"
    },
    {
      "url": "https://github.co/hiddenchars",
      "title": "Warning about bidirectional Unicode text - GitHub Changelog",
      "description": "A warning is now displayed when a file's contents include bidirectional Unicode text. Such text can be interpreted or compiled differently than it appears in a user interface. For example,...",
      "preview": "Back to changelog A warning is now displayed when a file's contents include bidirectional Unicode text. Such text can be interpreted or compiled diffe"
    },
    {
      "url": "https://media.un.org/",
      "title": "Welcome to UN Media | Media",
      "description": "United Nations Multimedia, Radio, Photo and Television",
      "preview": "Sorry, you need to enable JavaScript to visit this website. Skip to main content Welcome to UN Media Welcome to the United Nations media websites wher"
    },
    {
      "url": "https://www.laphamsquarterly.org/archive/voices-in-time?field_region_value=pb&amp%3Bamp%3Bfield_time_period_tid=11&amp%3Bamp%3Bfield_issue_content_tid=251&amp%3Bfield_issue_content_tid=270&field_time_period_tid=11&field_issue_content_tid=256",
      "title": "Archived Voices in Time | Lapham's Quarterly",
      "description": "void",
      "preview": "Jump to navigation Issue - Any - Energy Freedom Education Migration Friendship Technology Democracy Epidemic Scandal Memory Climate Happiness Trade Ni"
    },
    {
      "url": "https://www.cbs.com/all-access/?gclsrc=aw.ds&ds_rl=1275739&ref=__iv_p_1_g_15527027287_w_kwd-170170800007_h_9031948_ii__d_c_v__n_g_c_247169935664_l__t__e__r__vi__&ftag=AAM03c5ced&vndid=google$null$null$cbs%20all-access&gclid=Cj0KCQjw-O35BRDVARIsAJU5mQVTLCK4icRnkjUKEZ-C93c1wWu7jikuWBP8wn7UzOUmLKkQM5BH4HsaAqhMEALw_wcB&gclsrc=aw.ds&_ivgu=72a63366-aa5e-4e4d-af63-d7edd32e8fbf",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "http://sahlinstudio.com/product-category/theme/birthday/page/2/?add-to-cart=26386",
      "title": "Sahlin Studio | Digital Scrapbooking DesignsBirthday Archives - Page 2 of 5 - Sahlin Studio | Digital Scrapbooking Designs",
      "description": "Digital scrapbooking products with a mix of vintage, kitschy flair, while still maintaining that modern, classic look. Find digital scrapbooking kits, freebies, tutorials and inspiration to help document your memories.",
      "preview": "Birthday View Cart \"Est. Date\" was successfully added to your cart. Showing 10-18 of 43 results 9 products per page 18 products per page 27 products p"
    },
    {
      "url": "https://www.Rescue-UK.org",
      "title": "The International Rescue Committee UK | The IRC",
      "description": "The International Rescue Committee (IRC) responds to the world's worst humanitarian crises and helps people to survive and rebuild their lives. Find out how you can help the IRC offer lifesaving care and life-changing assistance to refugees forced to flee from war or disaster.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://vron.jp/tag/oculus-store/",
      "title": "Oculus Store - VRonWEBMEDIA",
      "description": "xR、VTuber、E-Techなどのニュースやコラム",
      "preview": "HOME > Oculus Store Oculus Store"
    },
    {
      "url": "https://www.cbs.com/all-access/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://university.mongodb.com/",
      "title": "MongoDB Courses and Trainings | MongoDB University",
      "description": "Discover our MongoDB Database Management courses and begin improving your CV with MongoDB certificates. Start training with MongoDB University for free today.",
      "preview": "You need to enable javascript to view this website."
    },
    {
      "url": "https://deno.com/manual@v1.45.4/introduction",
      "title": "Welcome to Deno",
      "description": "Learn the basics of Deno, a secure JavaScript, TypeScript, and WebAssembly runtime.",
      "preview": "Skip to main content On this page Why Deno? Quick install First steps Welcome to Deno Deno ( /ˈdiːnoʊ/ , pronounced dee-no ) is an open source JavaScr"
    },
    {
      "url": "https://ruedesmille.com/attimi/carousel-attimo-cuore/",
      "title": "Carousel Attimo Cuore | Rue des Mille",
      "description": "Attimo Cuore per bracciale carousel Finitura disponibile: placcatura rodio Materiale: Argento 925",
      "preview": "Trova la boutique 10% DI SCONTO SUL PRIMO ORDINE ISCRIVENDOTI ALLA NEWSLETTER Charm Bar Gioielli Collezioni Regali Personalizzazioni Mondo Rue Des Mil"
    },
    {
      "url": "https://www.hunter.cuny.edu/communications/pressroom/news/an-evening-with-alumnus-arlene-alda-54",
      "title": "Office of Communications and Marketing | Hunter College",
      "description": "The Office of Communications and Marketing is responsible for developing and disseminating the official messages of Hunter College to internal and external audiences, and for gathering the most newsworthy stories from around campus.",
      "preview": "Office of Communications and Marketing Welcome The Office of Communications and Marketing is responsible for developing and disseminating the official"
    },
    {
      "url": "http://bpmobile.com/",
      "title": "BP Mobile | Cool Apps!",
      "description": "Download useful mobile apps for your device: Scanner, Translator, Call Recorder, 2nd Phone Number, etc.",
      "preview": "✖"
    },
    {
      "url": "https://community.dynamics.com/",
      "title": "Find Answers | Microsoft Dynamics 365 Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content"
    },
    {
      "url": "http://www.uniurb.it/",
      "title": "Università degli Studi di Urbino Carlo Bo",
      "description": "L'Università di Urbino Carlo Bo è un ateneo ricco di storia e di una grande tradizione del sapere, impegnata da sempre nella ricerca e al contempo nell'innovazione. Con oltre 500 anni di storia e 15mila studenti, produce conoscenza in molti ambiti di studio. Studia con noi!",
      "preview": "Email, Wifi & Webconference Segreteria Presente Blended, E-learning & Mooc Biblioteche Ricerca UtilitÃ Servizi Amministrativi My PagoPA AccessibilitÃ"
    },
    {
      "url": "https://uscenterforsafesport.org/report-a-concern/#:~:text=If%20you%20need%20crisis%20intervention,at%20866%2D200%2D0796.",
      "title": "Report a Concern | U.S. Center for SafeSport",
      "description": "Anyone can report to the Center--by phone or at this portal--abuse or misconduct involving any of 11+ million people in 50+ Olympic and Paralympic sports.",
      "preview": "Report a concern HOW TO REPORT Report here if you have experienced abuse or misconduct-or if you have reasonable suspicion of abuse or misconduct infl"
    },
    {
      "url": "http://thelastmile.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "https://www.jamieoliver.com/recipes/beef-recipes/beef-wellington/",
      "title": "Epic beef Wellington recipe | Jamie Oliver recipes",
      "description": "This is the best beef Wellington recipe - make it when you really want to pull out the stops! Jamie Oliver's epic dish is delicious served with green veg.",
      "preview": "clear Recent searches clear Popular searches healthy chicken pasta Popular recipes Leek & potato soup 35 mins Slow-cooker chilli con carne 8 hrs 20 mi"
    },
    {
      "url": "https://www.kauffman.org/currents/2019/09/new-survey-highlights-disconnect-between-high-school-and-real-world",
      "title": "New survey highlights disconnect between high school and the real world - Ewing Marion Kauffman Foundation | Kauffman.org",
      "description": "If the purpose of high school is to prepare students for the real world, does it? A recent survey of students, parents, and employers finds that real world skills are more important than ever.",
      "preview": "Skip to content"
    },
    {
      "url": "https://hopin.com/events/target-lab-x-military",
      "title": "Target Lab x USO: A Community Mingle - Nov 08 | RingCentral Events",
      "description": "Get tickets to Target Lab x USO: A Community Mingle, taking place 11/08/2021. RingCentral Events is your source for engaging events and experiences.",
      "preview": "Skip to content Target Lab x USO: A Community Mingle Nov 8, 3:45PM to Nov 9, 1:15AM UTC Report Event On Demand On Demand Content The event is over Tar"
    },
    {
      "url": "https://www.joyclair.com/collections/only-stamps/products/prayer-warrior",
      "title": "Prayer Warrior",
      "description": "Prayer Warrior is a 4x6 Color by Faith Bible Journaling Clear stamp set used for Bible Journaling, Scrapbooking or Crafting projects. Joy Clair stamps are photopolymer clear stamps made in the USA. Free digital die svg file with purchase",
      "preview": "0 Home / CLEAR STAMPS / Prayer Warrior Prayer Warrior $ 15.99 Quantity Name Email Phone Number Message 4\"x 6\" Clear Photopolymer Stamp Set of 7 Bible"
    },
    {
      "url": "https://doee.dc.gov/service/battery-stewardship-producers?msclkid=3fb9e4afcfcb11ecab305496d3c71b89",
      "title": "Battery Stewardship: Producers | doee",
      "description": "void",
      "preview": "Skip to main content Listen Battery Stewardship: Producers << Back to Sustainable Materials Management main page Have questions? Review the material b"
    },
    {
      "url": "https://appalti-villasofia-cervello.maggiolicloud.it/PortaleAppalti/it/ppgare_avvisi_scaduti_lista.wp;jsessionid=33364253A9477A205040BE036C04449B.elda?actionPath=/ExtStr2/do/FrontEnd/Avvisi/view.action&currentFrame=7&codice=A00003&_csrf=INUBLVMZD6H7YA0DGQHY2TW92AKQKJKF",
      "title": "Portale gare d'appalto|Avvisi pubblici scaduti",
      "description": "void",
      "preview": "fun [ Salta al contenuto della pagina ] Access key definite: Vai alla pagina iniziale [H] Vai alla pagina di aiuto alla navigazione [W] Vai alla mappa"
    },
    {
      "url": "https://cli.github.com",
      "title": "GitHub CLI | Take GitHub to the command line",
      "description": "Take GitHub to the command line",
      "preview": "Take GitHub to the command line GitHub CLI brings GitHub to your terminal. Free and open source. brew install gh or Download for Mac Download for Wind"
    },
    {
      "url": "https://global-standard.org/",
      "title": "Home - GOTS - Global Organic Textile Standard",
      "description": "GOTS is the worldwide leading textile processing standard for organic fibres, including ecological and social criteria, backed up by independent certification o",
      "preview": "Skip to main content News Downloads Q&A Glossary Media Centre For consumers Contact Search EN DE Global Standard launches public consultation for the"
    },
    {
      "url": "https://www.bbc.com/news/science_and_environment",
      "title": "Science & Environment | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about Science & Environment from across the BBC.",
      "preview": "Science & Environment Green turtle bounces back from brink in conservation 'win' Once endangered due to hunting, it is making a strong recovery thanks"
    },
    {
      "url": "https://cataphrak.com/2021/11/15/november-update-3/?replytocom=2283",
      "title": "November Update | Paul Wang",
      "description": "I am happy to say that as of the first week of this month, the last full chapter of Lords of Infinity is finally complete. I am now working on the two epilogues which will wrap up the main plot. I suspect that will keep me busy for the next month or two. As usual,...",
      "preview": "Blog About Me Flash Games Interactive Fiction Patreon Content Contact"
    },
    {
      "url": "https://www.popphoto.com",
      "title": "Popular Photography: Techniques and How-Tos, Camera Reviews",
      "description": "Popular Photography has offered high-quality how-to articles, gear reviews, and photography inspiration since 1937.",
      "preview": "void"
    },
    {
      "url": "https://gesi.org/",
      "title": "Global Enabling Sustainability Initiative (GeSI)",
      "description": "We are the Global Enabling Sustainability Initiative (GeSI), a member-centric business association leading on the enabling role of digital in sustainability.",
      "preview": "Digital with Purpose Global Summit 2025 27-28 OCTOBER / THE EGG / BRUSSELS A Summit to support Europe's Digital Transformation Strategy shaping Find O"
    },
    {
      "url": "https://conferences.nature.com",
      "title": "Nature Conferences",
      "description": "Nature Conferences bring scientists together to meet, learn and share. Build valuable connections, push your research forward and join the discussions shaping the future of science. Our in-person and virtual events offer you the chance to present your research to scientific peers from around the world and engage with high-profile speakers, as well as Nature Portfolio editors.",
      "preview": "Nature Conferences Nature Conferences bring scientists together to meet, learn and share their latest discoveries... Build your network, push your res"
    },
    {
      "url": "http://store.steampowered.com/privacy_agreement/",
      "title": "Privacy Policy Agreement",
      "description": "void",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://hourofcode.com",
      "title": "Un'ora: Ignite. Ispira. Codice.",
      "description": "The Hour of Code is a worldwide movement that aims to introduce millions of students to computer science through one-hour coding activities",
      "preview": "Your browser is not supported. Please upgrade your browser to one of our supported browsers . You can try viewing the page, but expect functionality t"
    },
    {
      "url": "https://www.philo.com/login/subscribe?ref=try.philo.com&utm_source=google&utm_medium=search&utm_campaign=topbrand&utm_term=philo-925&utm_content=topbrandmisspellingexact&contentid=&gclid=CjwKCAjwsan5BRAOEiwALzomXznJUE875i68xyOYVZcnD9pLrHouX8fW_w6GahwxzNJEOoj8RJHG4xoCnZAQAvD_BwE",
      "title": "Philo - Stream Live and On-Demand TV",
      "description": "Why pay more for TV? Philo offers live TV and on-demand content for just $33/month. Stream your favorite shows, movies, and more across all your devices.",
      "preview": "One subscription. Unlimited possibilities. All the TV you love for $33/month. All the TV you love for $33 per month. Start your subscription Start you"
    },
    {
      "url": "https://www.vera.org/",
      "title": "Vera Institute",
      "description": "Vera works closely with government and civic leaders to urgently build and improve justice systems that ensure fairness, promote safety, and strengthen...",
      "preview": "void"
    },
    {
      "url": "http://forums.mozillazine.org/memberlist.php?mode=viewprofile&u=2810765&sid=7cac7c39176ab83cff183912786ae84d",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://www.poppyflowers.com/",
      "title": "The wedding flowers you didn't think you could afford, until - Poppy",
      "description": "Poppy brings budget-friendly, locally designed, hassle-free, and ethically sourced wedding flowers, perfect for your big day. Secure your date with Poppy now.",
      "preview": "Hooray! We are available on $yourDate in $yourLocation. Uh oh! We don't have any designers in your area. Thank you! Your submission has been received!"
    },
    {
      "url": "https://www.designgradients.com/",
      "title": "Design Gradients - designgradients.com",
      "description": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art.",
      "preview": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art. dg- 01 #A531DC ➞ #4300B1 dg-"
    },
    {
      "url": "https://www.swisstopo.admin.ch/en/geodata/landscape/names3d.html",
      "title": "swissNAMES3D",
      "description": "With over 437000 geo-referenced entries, swissNAMES3D is the most comprehensive collection of Swiss geographic names. The free dataset is based on a simple data model and provides the ideal basis for a broad range of applications.",
      "preview": "Published on 8 January 2024 swissNAMES3D With over 437000 geo-referenced entries, swissNAMES3D is the most comprehensive collection of Swiss geographi"
    },
    {
      "url": "https://www.mayoclinic.org/diseases-conditions/diabetes/symptoms-causes/syc-20371444",
      "title": "Diabetes - Symptoms and causes - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview Diabetes mellitus refers to a group of dis"
    },
    {
      "url": "https://local2local.nl/blog/transparantie-in-de-ei-keten-zoek-de-kip/",
      "title": "Transparantie in de ei-keten: zoek de kip! - Local2Local",
      "description": "void",
      "preview": "Doorgaan naar inhoud Het begon allemaal in 2013 met ons 'weet wat je eet'-concept ' Het Ei en de Kip '. \"Wat voor kippenei is dit, waar is-ie gelegd?\""
    },
    {
      "url": "https://www.healthy.arkansas.gov/programs-services/topics/covid-19-vaccination-plan",
      "title": "COVID-19 - Arkansas Department of Health",
      "description": "COVID -19 Information",
      "preview": "Skip to content Programs & Services Diseases & Conditions COVID-19 COVID-19 and Pregnancy COVID-19 Information for Healthcare Providers COVID-19 Infor"
    },
    {
      "url": "https://hfs.uw.edu/Husky-Card-Services/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=huskycard",
      "title": "Husky Card Services - UW HFS",
      "description": "void",
      "preview": "Warning! This is the TEST UW HFS website. Content on this site may be in pre-production, outdated, or not accurately reflect UW HFS amenities, prices,"
    },
    {
      "url": "https://www.intertek.com/marks/etl/",
      "title": "ETL Listed Mark",
      "description": "Intertek's ETL Certification program is designed to help you get products tested, certified, proof of product compliance and on to market faster than ever before.",
      "preview": "Intertek Intertek Brand Logo Search ETL Listed Mark Intertek's ETL Certification program is designed to help you get products tested, certified, and o"
    },
    {
      "url": "https://jobs.disneycareers.com/search-jobs/national%20geographic/",
      "title": "national geographic jobs at DISNEY",
      "description": "Be part of the story. Search for available national geographic jobs at DISNEY here.",
      "preview": "Skip to main content Skip to Search Results Skip to Search Filters Search Results Search Results Sort Sort Criteria Relevancy Date Posted (Descending)"
    },
    {
      "url": "https://demonic-passion.tumblr.com/",
      "title": "I Pretend to Exist in Your Head",
      "description": "I am an imaginary song playing in the back of your head and the dancing lights that pop up on the outskirts of your vision. Created somewhere between make-believe and playing pretend. Come in and have...",
      "preview": "I am an imaginary song playing in the back of your head and the dancing lights that pop up on the outskirts of your vision. Created somewhere between"
    },
    {
      "url": "https://nhess.copernicus.org/articles/21/2643/2021/",
      "title": "NHESS - Sea-level rise in Venice: historic and future trends (review article)",
      "description": "Abstract. The city of Venice and the surrounding lagoonal ecosystem are highly vulnerable to variations in relative sea level. In the past ∼150 years, this was characterized by an average rate of relative sea-level rise of about 2.5 mm/year resulting from the combined contributions of vertical land movement and sea-level rise. This literature review reassesses and synthesizes the progress achieved in quantification, understanding and prediction of the individual contributions to local relative sea level, with a focus on the most recent studies. Subsidence contributed to about half of the historical relative sea-level rise in Venice. The current best estimate of the average rate of sea-level rise during the observational period from 1872 to 2019 based on tide-gauge data after removal of subsidence effects is 1.23 ± 0.13 mm/year. A higher - but more uncertain - rate of sea-level rise is observed for more recent years. Between 1993 and 2019, an average change of about +2.76 ± 1.75 mm/year is estimated from tide-gauge data after removal of subsidence. Unfortunately, satellite altimetry does not provide reliable sea-level data within the Venice Lagoon. Local sea-level changes in Venice closely depend on sea-level variations in the Adriatic Sea, which in turn are linked to sea-level variations in the Mediterranean Sea. Water mass exchange through the Strait of Gibraltar and its drivers currently constitute a source of substantial uncertainty for estimating future deviations of the Mediterranean mean sea-level trend from the global-mean value. Regional atmospheric and oceanic processes will likely contribute significant interannual and interdecadal future variability in Venetian sea level with a magnitude comparable to that observed in the past. On the basis of regional projections of sea-level rise and an understanding of the local and regional processes affecting relative sea-level trends in Venice, the likely range of atmospherically corrected relative sea-level rise in Venice by 2100 ranges between 32 and 62 cm for the RCP2.6 scenario and between 58 and 110 cm for the RCP8.5 scenario, respectively. A plausible but unlikely high-end scenario linked to strong ice-sheet melting yields about 180 cm of relative sea-level rise in Venice by 2100. Projections of human-induced vertical land motions are currently not available, but historical evidence demonstrates that they have the potential to produce a significant contribution to the relative sea-level rise in Venice, exacerbating the hazard posed by climatically induced sea-level changes.",
      "preview": "void"
    },
    {
      "url": "https://www.oregonlive.com/news/2022/11/oregon-gov-kate-brown-pardons-45000-people-with-marijuana-possession-convictions.html",
      "title": "Oregon Gov. Kate Brown pardons 45,000 people with marijuana possession convictions - oregonlive.com",
      "description": "Oregon Gov. Kate Brown today announced a pardon for Oregonians convicted on marijuana possession charges, a move that will impact approximately 45,000 people.",
      "preview": "Skip to Article Family Sharing is here! Subscribe to Premium Access for $1 Oregon Gov. Kate Brown pardons 45,000 people with marijuana possession conv"
    },
    {
      "url": "https://www.nateluebbe.com",
      "title": "Nate Luebbe - Landscape, Wildlife, Travel & Adventure Photography",
      "description": "Nate Luebbe: Photographer, Cinematographer & Nature Nerd. Explore stunning landscape, wildlife, travel & adventure photography",
      "preview": "Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) GALLERY WORKSHOPS PHOT"
    },
    {
      "url": "https://be.brussels/about-the-region",
      "title": "About the Region | Brussels-Capital Region",
      "description": "The Brussels-Capital Region asserts is a territory in which speakers of French and Dutch live together, alongside nationals of many other countries. Find out more about the Region.",
      "preview": "Skip to main content About the Region What are you looking for? Submit Suggestions The electronic desk of the administrations Our 19 municipalities Go"
    },
    {
      "url": "https://stiintasitehnica.com/interviu/",
      "title": "Interviurile S&T - Știință & Tehnică",
      "description": "Prin fiecare interviu Știință & Tehnică ne dorim ca personalitățile care ne împărtășesc ideile și experiența lor să devină o sursă de inspirație pentru toți",
      "preview": "ȘTIINȚĂ antropologie Biologie botanică etologie Cercetare Chimie dietă alimentară Educație Fizică mecanica cuantică istoria științei istorie Istorie ș"
    },
    {
      "url": "https://www.nba.com/stats/players/traditional",
      "title": "Players Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each player in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.gq-magazine.co.uk/culture/article/bella-ramsey-interview-2023",
      "title": "Bella Ramsey on The Last Of Us, Game Of Thrones and working with Pedro Pascal | British GQ",
      "description": "With a lead role in the biggest show on TV, HBO's post-apocalyptic zombie drama The Last of Us, Bella Ramsey has defeated the keyboard warriors",
      "preview": "Skip to main content When Bella Ramsey and I first met in December , in a Loughborough vegan place a 15-minute drive from her childhood home, The Last"
    },
    {
      "url": "https://www.denvergov.org/Government/COVID-19-Information/Guidance-Resources/Businesses/Economic-Relief/Temp-Outdoor-License",
      "title": "Denver Outdoor Places Program - City and County of Denver",
      "description": "Learn about the city's program to allow businesses greater freedom to operate in outdoor settings.",
      "preview": "opens in new tab or window Skip to main content Denver Outdoor Places Program These links change page section content below About Above Curb Patios Pr"
    },
    {
      "url": "https://rfcx.org",
      "title": "Rainforest connection",
      "description": "void",
      "preview": "Facebook Twitter Instagram Youtube Linkedin Facebook Twitter Instagram Youtube Linkedin Using Sound & AI To Protect Rainforests & Monitor Biodiversity"
    },
    {
      "url": "https://wiktenauer.com/wiki/Joachim_Meyer",
      "title": "Joachim Meyer ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Joachim Meyer (〰 16 Aug 1537, † Feb 1571)&#91;1&#93; was a 16th century German cutler, Freifechter, and fencing master. He was the last major figure in the tradition of the German grand master Johannes Liechtenauer, and in the later years of his life he devised at least four distinct fencing manuals. Meyer's writings incorporate both the traditional Germanic technical syllabus and contemporary systems that he encountered in his travels, including Italian rapier fencing. In addition to his fencing practice, Meyer was a Burgher, master cutler, and eventual officer of the local Smith's Guild.&#91;2&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Joachim Meyer From Wiktenaue"
    },
    {
      "url": "https://www.e-romania.org/tag/estudis-romanics/",
      "title": "Estudis Romànics - E-Romania. Romanística en España",
      "description": "void",
      "preview": "Ir al contenido La atribución de la autoría de la novela Curial e Güelfa , compuesta en catalán literario hacia mediados del siglo XV en el entorno de"
    },
    {
      "url": "https://www.houstonendowment.org/programs/",
      "title": "Houston Endowment | Programs",
      "description": "void",
      "preview": "Programs Our Current Priorities Our mission is to improve the quality of life for everyone in Greater Houston. Access to an excellent education drives"
    },
    {
      "url": "https://www.ipsnews.net/deutsch/",
      "title": "IPS Inter Press Service - Deutsch - Nachrichten aus dem Süden",
      "description": "Nachrichten aus dem Süden",
      "preview": "Friday, 10 October 2025 INTER PRESS SERVICE NEWS AGENCY - DEUTSCH Kampala (IPS/afr). In der Nähe von Mpigi, einer Kleinstadt ca. 40 Kilometer westlich"
    },
    {
      "url": "https://www.terrapinn.com/conference/aviation-festival/index.stm",
      "title": "World Aviation Festival 2025 | Lisbon",
      "description": "For the leaders of the world's airlines, airports and their most senior executives in charge of software, services, marketing and distribution.",
      "preview": "Tuesday 7 - Thursday 9 October 2025 FIL, Lisbon, Portugal Exhibition Opening Times (Pavilion 1 and 2) 7 October: 08.00 - 19.00 8 October: 08.00 - 18.0"
    },
    {
      "url": "https://storymaps.arcgis.com/stories/a6d6ee36d8184b43b4ae03c8e453f1ba",
      "title": "The California Water Action Collaborative",
      "description": "Leading businesses and non-profits working together for a Water Resilient Future",
      "preview": "void"
    },
    {
      "url": "https://www.nrk.no/urix/",
      "title": "NRK Urix - Utenriksnyheter og -dokumentarer",
      "description": "Følg med på hva som skjer i verden. Finn aktuelle utenriksnyheter og innsiktsfulle dokumentarer på NRK.no/urix",
      "preview": "NRK Urix - Utenriksnyheter og -dokumentarer Urix Maria Corina Machado får Nobels fredsprisen 2025: Det hvite hus reagerer Det hvite hus mener Nobelkom"
    },
    {
      "url": "https://blog.hubspot.com/blog/tabid/6307/bid/30684/the-ultimate-list-of-email-spam-trigger-words.aspx",
      "title": "Spam trigger words: How to keep your emails out of the spam folder",
      "description": "Here's what you need to do to keep your messages in the inbox, rather than the spam folder.",
      "preview": "Home Marketing Spam trigger words: How to keep your emails out of the spam folder Spam trigger words: How to keep your emails out of the spam folder W"
    },
    {
      "url": "https://handsapt.tumblr.com/",
      "title": "hands_apt",
      "description": "tumblr-ing since 2011/ 18+/ art/ music/ tv/ film/ drama/ culture/ politics/ existentialism/ senses/ ideas/ thoughts/ love/ //hands open, hands apt// (sometimes NSFW)",
      "preview": "hands_apt 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna handsapt \"Thoughts black, hands apt,"
    },
    {
      "url": "https://online.adp.com/olp/olplanding.html?APPID=WFNPORTAL&v=1813381371",
      "title": "Federation Redirector",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.dasra.org/",
      "title": "Dasra Home Page",
      "description": "void",
      "preview": "Equity is at the centre of everything we do SCROLL TO LEARN MORE Towards a transformed India, where a billion thrive with dignity and equity Dasra dri"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/inicio",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "https://www.metmuseum.org/toah/hd/itar/hd_itar.htm",
      "title": "Architecture in Renaissance Italy - The Metropolitan Museum of Art",
      "description": "Architects trained as humanists helped raise the status of their profession from skilled laborer to artist. They hoped to create structures that would appeal to both emotion and reason.",
      "preview": "Skip to main content A slider containing 3 items. Press the down key to skip to the last item. Recto: Temple Types: in Antis and Prostyle (Vitruvius,"
    },
    {
      "url": "https://www.focusingphilanthropy.org/",
      "title": "Home - Focusing Philanthropy",
      "description": "What We Do \"We are all exposed to nonprofits tackling worthy causes, but which of them have substantial impact? Which are institutionally credible? Which have shown the capacity to use additional donations effectively? And how can one learn about opportunities that are off the radar but with extraordinary promise?\" - Larry Gilson, Founder Current Campaigns...",
      "preview": "Skip to content JOIN US LEARN MORE LEARN MORE What We Do Rigorous Diligence, Ongoing Monitoring, and Honest Reporting We apply an investment model to"
    },
    {
      "url": "https://k12cs.org/",
      "title": "k12cs.org - K-12 Computer Science Framework",
      "description": "The K-12 Computer Science Framework provides a unifying vision to guide computer science from a subject for the fortunate few to an opportunity for all. Computer science has driven innovation in every field and is powering approaches to many of our world's toughest challenges. Computer science ha",
      "preview": "Skip to content The K-12 Computer Science Framework provides a unifying vision to guide computer science from a subject for the fortunate few to an op"
    },
    {
      "url": "https://www.themeasureofthings.com/default.php",
      "title": "The Measure of Things",
      "description": "void",
      "preview": "  About Contact Developers Help Press Mentions Inquiries Guidance Privacy Cookies Design and text copyright © 2025. All rights reserved.   The Mea"
    },
    {
      "url": "http://www.st162.net/index.php?recent-activity/",
      "title": "Recent Activity | ST162",
      "description": "Activity stream for all registered members at ST162.",
      "preview": "Log in / Register"
    },
    {
      "url": "https://www.wyndhamhotels.com/ramada/kiev-ukraine/ramada-encore-kyiv/overview?CID=LC:RA::GGL:RIO:National:45388&amp;iata=00093796",
      "title": "Ramada Encore by Wyndham Kyiv | Kiev, UA Hotels",
      "description": "At Ramada Encore by Wyndham Kyiv, our welcoming atmosphere and convenient amenities, such as free WiFi, offer an ideal stay in Kiev, UA.",
      "preview": "ramada Home Kiev Hotels ${hotelName} - Change Search | Currency TOP CURRENCIES Currency updated on {updatedDate}. Prices may not reflect the most accu"
    },
    {
      "url": "https://parmetlerimmo.at/10-gewerbeobjekt-mieten",
      "title": "PARMETLER-Immobilien GesmbH - Kategorie - Gewerbeobjekt Mieten",
      "description": "PARMETLER Immobilien GmbH, GF Hannes Parmetler, Neugasse 10, 8200 Gleisdorf, +43 664/2508 778, hannes.parmetler@parmetlerimmo.at, www.parmetlerimmo.at",
      "preview": "Willkommen Kaufen Wohnung Haus Gewerbeobjekt Grundstück Jetzt suchen! Mieten Wohnung Haus Gewerbeobjekt Gleich suchen! Verkaufen Vermieten Wir, als Ih"
    },
    {
      "url": "http://www.cuckoldwifesex.com/videos/1108/real-amateur-cuckold-sex-in-hotel-room-with-couple-and-bbc/",
      "title": "Real amateur cuckold sex in hotel room with couple and BBC",
      "description": "Real amateur cuckold sex in hotel room with couple and bbc - real homemade cuckold wife video.",
      "preview": "Cuckold Wife Sex Latest Videos Top Rated Most Viewed Videos Cuckold Wife Sex - Wife Shared with Strangers - Wife Fucking - Amateur Private Mature Wife"
    },
    {
      "url": "https://www.treadleon.net/sewingmachineshop/index.html",
      "title": "TreadleOn - The Sewing Machine Shop",
      "description": "void",
      "preview": "Search this site"
    },
    {
      "url": "https://www.bigcommerce.com/",
      "title": "Shape Your Future On Your Terms | BigCommerce",
      "description": "Think big - and grow bigger - with our flexible, professional-grade ecommerce platform.",
      "preview": "It's your future. Shape it on your terms. Think big - and grow bigger - with our flexible, professional-grade ecommerce platform. Explore Platform Wat"
    },
    {
      "url": "http://www.globalstar.com/",
      "title": "Satellite Solutions & Services | Globalstar | US",
      "description": "void",
      "preview": "Globalstar Secures Early Government Wins Expected to Yield $60 Million Expanding Government and Defense Market Presence with Resilient Satellite and 5"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part1",
      "title": "Algorithms, Part I by Princeton University | Coursera",
      "description": "Learn the fundamentals of algorithms in this course from Princeton University. Explore essential topics like sorting, searching, and data structures using Java. Enroll for free.",
      "preview": "Algorithms, Part I Algorithms, Part I Instructors: Kevin Wayne +1 more Instructors Instructor ratings We asked all learners to give feedback on our in"
    },
    {
      "url": "https://ctan.org/pkg/pgf",
      "title": "CTAN: Package pgf",
      "description": "void",
      "preview": "Login Settings Help Cover Cover Starting out with T e X... CTAN Background Mirrors T e X user groups Privacy Credits Upload Upload Upload basics Uploa"
    }
  ],
  "_meta": {
    "total_bookmarks": 130
  }
}