{
  "data": [
    {
      "url": "http://www.life.illinois.edu/hanks/",
      "title": "The Hanks Lab at the University of Illinois",
      "description": "void",
      "preview": "The Hanks Lab Department of Entomology at the University of Illinois at Urbana-Champaign **Not currently seeking new graduate students**"
    },
    {
      "url": "https://www.nationaleatingdisorders.org/",
      "title": "NEDA | Eating Disorders Support, Awareness & Recovery",
      "description": "Access support, explore resources, join community events, and take a free eating disorders screening-start your recovery journey with NEDA!",
      "preview": "Hope Starts Here. The National Eating Disorders Association (NEDA) works to advance research, build community, and raise awareness to support the near"
    },
    {
      "url": "https://www.designgradients.com/",
      "title": "Design Gradients - designgradients.com",
      "description": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art.",
      "preview": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art. dg- 01 #A531DC ➞ #4300B1 dg-"
    },
    {
      "url": "https://www.autoscout24.nl/aanbod/audi-a1-sportback-1-0-tfsi-design-pro-line-plus-benzine-zwart-1f46d73c-665e-43f9-afc4-1a2588af47e1?ipc=opt_listings&ipl=list_page_link",
      "title": "Koop Audi A1 occasions op AutoScout24",
      "description": "Vind jouw Audi A1 occasion op AutoScout24! ✓Zoek in Nederland en Europa. ✓Gratis autorapport.",
      "preview": "Ga naar hoofdinhoud Filteren 2 Audi A1 ⊕ Nederland ⊕ Filter verwijderen Vorige Volgende 1 / 28 Audi A1 Sportback 1.0 TFSI S-Line 2018 LED/XENON/TWOTON"
    },
    {
      "url": "https://guitarra.artepulsado.com/foros/showthread.php?24180-Guitarra-Miguel-Moya-Almer%EF%BF%BD%EF%BF%BDa&s=4e83db1cd5646ee7121e76e3a1edfe2a",
      "title": "Guitarra Miguel Moya Almería | Guitarra Artepulsado",
      "description": "Hola a todos! Soy nuevo en el foro, Tengo en mi propiedad una guitarra de Miguel Moya, La etiqueta dice, Miguel Moya \"segundo Torres\" Almería Al parecer...",
      "preview": "Nuevos mensajes Buscar en foros Menú Acceder Regístrate Instala la aplicación Instalar Cómo instalar la aplicación en iOS A continuación, siga el vide"
    },
    {
      "url": "https://www.tickpick.com",
      "title": "No-Fee Sports, Concert, Theater Tickets | TickPick",
      "description": "Get 100% guaranteed tickets for sports, concerts, and theater events on TickPick, the only major no-fee ticket site.",
      "preview": "Close × MLB NHL NBA NFL CONCERTS OTHER SELL TICKETS EVENTS NEAR YOU ORGANIZE EVENTS MY ACCOUNT LOG IN BACK Arizona Diamondbacks Atlanta Braves Baltimo"
    },
    {
      "url": "https://docs.docker.com/network/bridge/",
      "title": "Bridge network driver | Docker Docs",
      "description": "All about using user-defined bridge networks and the default bridge",
      "preview": "void"
    },
    {
      "url": "https://www.ekokom.cz/en/",
      "title": "EKO-KOM - Systém sběru a recyklace obalových odpadů",
      "description": "EKO-KOM a.s. is authorized packaging company, which provides associated compliance of take-back and recovery of packaging waste.",
      "preview": "Clients Statutory obligations How the system works How to join the system Contract with GTC Quarterly statements Fees Audits List of clients Littering"
    },
    {
      "url": "https://www.jff.org/subscribe/",
      "title": "Subscribe for JFF News and Updates | JFF - Jobs for the Future (JFF)",
      "description": "void",
      "preview": "Skip to content Subscribe for JFF News and Updates"
    },
    {
      "url": "https://www.flitetest.com/articles",
      "title": "Flite Test Articles | Read about RC Planes & Drones",
      "description": "Flite Test releases numerous RC Plane & Drone articles per day. Read about topics such as product reviews, industry trends & build tips at FliteTest.com.",
      "preview": "Articles Read all about the world of flight and learn new things. Featured Content Featured Articles Featured Author JamesWhomsley (76) View All Autho"
    },
    {
      "url": "https://www.eonline.com/news/1366491/teen-moms-ryan-edwards-and-wife-mackenzie-break-up-after-6-years-of-marriage",
      "title": "Teen Mom's Ryan Edwards and Wife Mackenzie Break Up",
      "description": "Former Teen Mom star Mackenzie Edwards filed for divorce and was granted a temporary restraining order against her ex Ryan Edwards. Get the details on their breakup.",
      "preview": "Watch : Teen Mom Alum Ryan Edwards' Wife Mackenzie Files for DIVORCE Mackenzie Edwards is putting an end to her marriage. The former Teen Mom star fil"
    },
    {
      "url": "https://www.atac.roma.it/infomobilita/muoversiaroma",
      "title": "Radware Captcha Page",
      "description": "void",
      "preview": "We apologize for the inconvenience... ...but your activity and behavior on this site made us think that you are a bot. Note: A number of things could"
    },
    {
      "url": "https://www.tent.org/",
      "title": "Tent Partnership for Refugees",
      "description": "The Tent Partnership for Refugees is mobilizing the private sector to improve the lives & livelihoods of more than 36 million refugees around the globe.",
      "preview": "Home About Our Founder Our CEO Our Team Join Our Team Our Board Our Advisory Councils Europe United States Our Work Hiring Training Mentoring LGBTQ Re"
    },
    {
      "url": "https://studio.mapbox.com/",
      "title": "Console | Mapbox",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.obitalk.com/forum/index.php?action=printpage;topic=18685.0",
      "title": "OBiTALK",
      "description": "void",
      "preview": "As of May 31st, 2025, PDMS-SP is no longer available. HP has decommissioned the service and disposed of all stored data. Authorized HP Partners may re"
    },
    {
      "url": "https://www.tcacounselors.org/index.php?option=com_jevents&catids=24&task=month.calendar&year=2021&month=08&day=26&Itemid=115",
      "title": "Event Calendar",
      "description": "void",
      "preview": "Member Login Search Home About Leadership TCA Past Presidents Membership Associations Chapters vs Divisions Chapters Divisions Advocacy News & Article"
    },
    {
      "url": "http://french.peopledaily.com.cn/Chine/n3/2021/1104/c31354-9915393.html",
      "title": "Faire de la Chine un bouc émissaire du changement climatique constitue une attitude \"lâche et inexacte\", selon un journal britannique",
      "description": "Le quotidien britannique Morning Star a récemment critiqué le fait de faire de la Chine un bouc émissaire du changement climatique, qualifiant cette attitude de",
      "preview": "Dernière mise à jour à 08h44 le 04/11 Version 3G | Qui sommes-nous ? Éditions 中文简体 English 日本語 Español Русский عربي 한국어 Deutsch Português CHINE ÉCONOM"
    },
    {
      "url": "https://photoai.com/ai-avatars?ref=avatarai",
      "title": "Avatar AI™ | Professional Photo Shoots with AI",
      "description": "Generate photorealistic images and videos of people with AI. Generate over 120 unique avatar styles inspired by the original Avatar AI™ that sparked the vi...",
      "preview": "void"
    },
    {
      "url": "https://index.hu/tech/",
      "title": "Tech hírek - Index",
      "description": "Friss napi hírek a technika világából az Indexen.",
      "preview": "Keresés Blog.hu Fórum Indavideó Economx Dívány Totalcar Femina Port We ❤︎ Budapest Velvet Inda Címlap Rovatok Friss hírek Economx Dívány Totalcar Femi"
    },
    {
      "url": "https://www.umso.com/",
      "title": "Umso - The Website Builder For Everyone",
      "description": "The fastest way to build a website. Design, edit and publish a beautiful website with absolutely no code.",
      "preview": "Build your website Plan Go from idea to first draft with our Generator. Even if you've never built a website before, you will get a great result. Edit"
    },
    {
      "url": "https://olympics.com/en/athletes/jamie-anderson",
      "title": "Jamie ANDERSON",
      "description": "Visit Jamie ANDERSON profile and read the full biography, watch videos and read all the latest news. Click here for more.",
      "preview": "Jamie ANDERSON United States of America Snowboard Olympic Medals 2 G 1 S Games Participations 3 First Olympic Games Sochi 2014 Year of Birth 1990 Olym"
    },
    {
      "url": "https://opocbluepacific.org/pacific-islands-forum-leaders-ocean-statement-2020-21/",
      "title": "Pacific Islands Forum Leaders Ocean Statement 2020/21 - OPOC",
      "description": "We, the Pacific Island Forum Leaders, representing the Blue Pacific and its peoples, are committed to strong regional action, harnessing shared stewardship of the Pacific Ocean [...]",
      "preview": "Pacific Islands Forum Leaders Ocean Statement 2020/21 Home Home Pacific Islands Forum Leaders Ocean Statement 2020/21 We, the Pacific Island Forum Lea"
    },
    {
      "url": "https://rosebudbandasonora.com/catalog/index.php?cPath=1_1150&osCsid=90d16807de69078176b4979cce76c198",
      "title": "Rosebud Banda Sonora",
      "description": "Tienda creada con PrestaShop",
      "preview": "Categorías Categorías   Bandas Sonoras   A.R. Rahman Aaron Copland Aaron Zigman Abel Korzeniowski Adolph Deustch Adrian Johnston Akira Ifukube Ala"
    },
    {
      "url": "https://www.meritamerica.org/",
      "title": "Workforce Program | Start a Technology Career | Merit America",
      "description": "Break into tech without quitting your day job. Try Merit America's workforce programs to start your career! Apply now and pay $0 until you're hired.",
      "preview": "void"
    },
    {
      "url": "https://lentis.net/2019/05/27/nikolai-karpol-jatkaa-uralochkan-valmentajana-51-kauden/",
      "title": "Nikolai Karpol jatkaa Uralochkan valmentajana - 51. kauden - lentis.net",
      "description": "Nikolai Karpol, 81, on ilmoittanut jatkavansa elämäntyönsä parissa Uralochkan valmentajana. Syksyllä alkava kausi on tälle valmentajavelholle 51:s peräkkäin päävalmentajana seurassa. - Aloitamme kauteen valmistautumisen 17. kesäkuuta, Karpol ilmoitti. 51. perättäinen kausi tarkoittaa ennätysten kirjaan pääsemistä yksinään. Aiemmin ennätykselliset 50 kautta samassa seurassa peräkkäin jakoi eräs kanadalainen jääkiekkovalmentaja. Lähde: worldofvolley",
      "preview": "Siirry sisältöön Nikolai Karpol, 81, on ilmoittanut jatkavansa elämäntyönsä parissa Uralochkan valmentajana. Syksyllä alkava kausi on tälle valmentaja"
    },
    {
      "url": "http://www.google.org",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://www.alterna.pro/",
      "title": "Inicio | Alterna",
      "description": "Somos una plataforma de evolución social y emprendimiento de impacto que manifiesta ángulos no convencionales de cambio.",
      "preview": "Somos una plataforma de innovación social que promueve el desarrollo de emprendedores y empresas conscientes como ruta hacia una región sostenible \u0000 C"
    },
    {
      "url": "https://isc.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=iscworkday",
      "title": "Home - Your source for Workday support | Employee Workday Help",
      "description": "Help navigating Workday for your benefits, pay, and other HR-related tasks.",
      "preview": "Skip to main content Open Enrollment is Coming Soon! Open Enrollment begins October 27. No changes can be made for 2026 until Open Enrollment begins."
    },
    {
      "url": "https://gofundme.com/PeopleMagazine",
      "title": "Support GoFundMe fundraisers featured in People Magazine",
      "description": "Join People Magazine in supporting those who are making a difference for their communities across the country.",
      "preview": "Back PEOPLE Magazine PEOPLE was founded in 1974 with one central mission: To celebrate ordinary people doing extraordinary things and extraordinary pe"
    },
    {
      "url": "https://www.starquik.com/",
      "title": "Starquik",
      "description": "Starquik",
      "preview": "Skip to content Your cart is empty. Start shopping now to add items to your cart! Continue shopping Shop by Category Foodgrain, Oil & Masala Fruits &"
    },
    {
      "url": "https://www.houstonendowment.org/programs/",
      "title": "Houston Endowment | Programs",
      "description": "void",
      "preview": "Programs Our Current Priorities Our mission is to improve the quality of life for everyone in Greater Houston. Access to an excellent education drives"
    },
    {
      "url": "https://www.basemap.com/privacy-policy/",
      "title": "Privacy Policy | BaseMap Inc",
      "description": "BaseMap Privacy Policy",
      "preview": "top of page LAST UPDATED: APRIL 16, 2018 PRIVACY POLICY BaseMap Inc. (\"BaseMap\") values your privacy. In this Privacy Policy (\"Policy\"), we describe h"
    },
    {
      "url": "https://www.tacobell.co.in/",
      "title": "Home-TacoBell",
      "description": "void",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. Order Now Our foo"
    },
    {
      "url": "http://uw.edu/studentlife",
      "title": "Student Life - University of Washington",
      "description": "We're here to help UW students make the most of their Husky Experience, bringing together the people, places and programs that support their growth, wellness and success both within and outside of...",
      "preview": "Skip to content Current site All the UW Search scope Current site All the UW Enter search text Student Life We're here to help UW students make the mo"
    },
    {
      "url": "http://mgaleg.maryland.gov/webmga/frmMain.aspx?ys=2010rs/billfile/hb0529.htm",
      "title": "Search - Legislation",
      "description": "void",
      "preview": "Legislative Services | Legislative Audits Search Bill number does not exist. Enter a vaild keyword. MyMGA Sign In Register Forgot Password Accessibili"
    },
    {
      "url": "https://partnerships.coursera.org/?utm_medium=coursera&utm_source=partnerships&utm_campaign=website&utm_content=corp-to-home-footer-become-a-partner",
      "title": "Coursera Partnerships | Coursera",
      "description": "Create and deliver world-class online degrees and career training programs to learners worldwide.",
      "preview": "Partner with Coursera. Teach the World. Create and deliver world-class online degrees and career training programs to learners worldwide. Reach learne"
    },
    {
      "url": "https://www.anti-biasmontessori.com/",
      "title": "Tiffany M. Jewell | author and educator",
      "description": "Tiffany Jewell is a #1 New York Times bestselling author of This Book Is Anti-Racist and The Antiracist Kid. She is a nationally recognized anti-bias antiracist educator.",
      "preview": "top of page TIFFANY M. JEWELL Author, Educator, Mama Everything I Learned About Racism I Learned In School Winter 2024 The Antiracist Kid October 4, 2"
    },
    {
      "url": "https://usowishbook.uso.org",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "https://app.altrulabs.com/7-eleven/careers?cachebust=1628694962179",
      "title": "Video Studio",
      "description": "What makes you proud to be a Veteran working at 7-Eleven?",
      "preview": "ORDER BY RANDOM RANDOM NEWEST OLDEST FILTER BY Topic Company Culture... Military & Vete... Perks & Benefit... Career Path/Gro... Sustainability ... SH"
    },
    {
      "url": "https://gsb.urosario.edu.co/Inicio/?_ga=2.74195994.964749552.1661181525-1736208058.1659478684",
      "title": "Graduate School of Business Universidad del Rosario - Business School Bogotá | GSB",
      "description": "void",
      "preview": "Pasar al contenido principal Su navegador no soporta la etiqueta de vídeo. Bienvenidos al Rosario GSB Top 3 mejor escuela de negocios en Bogotá por su"
    },
    {
      "url": "http://blogs.plos.org/everyone/2011/10/21/how-deep-social-network-roots-help-scientists-communicate-their-research/",
      "title": "How deep social network \"roots\" help scientists communicate their research - EveryONE",
      "description": "There's been a lot of discussion recently about how social networks can specifically help scientists collaborate and spread their messages more effectively...",
      "preview": "Skip to content PLOS BLOGS EveryONE Browse all PLOS Blogs About This Blog About PLOS ONE Browse all PLOS Blogs Staff Blogs Official PLOS Blog EveryONE"
    },
    {
      "url": "https://byblack.us/",
      "title": "ByBlack - National Certification & Directory for Black Business",
      "description": "A platform to give Black-owned businesses access to training & contracting opportunities. We help companies & consumers buy Black.",
      "preview": "ByBlack - National Certification & Directory for Black Business Skip to main content Close About Us Navigate to /about-us. Team Navigate to /partners."
    },
    {
      "url": "https://developers.hive.io/nodeop/seed-node.html",
      "title": "Seed Node",
      "description": "descriptions.seed_node",
      "preview": "Hive Developer Portal Seed Node Setting up a seed node Intro This tutorial will show how to setup the lowest possible resource seed node. Sections Min"
    },
    {
      "url": "https://sagansense.tumblr.com/post/144207254040",
      "title": "SAGAN SENSE - Computing occupations are the largest category of new wages in America",
      "description": "Computing occupations are the largest category of new wages in America codeorg: \"A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "SAGAN SENSE RSS Archive \"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the la"
    },
    {
      "url": "https://www.technologyreview.com/",
      "title": "MIT Technology Review",
      "description": "Emerging technology news & insights | AI, Climate Change, BioTech, and more",
      "preview": "You need to enable JavaScript to view this site. Skip to Content Featured Story New Biotechnology and health 1 day How healthy am I? My immunome knows"
    },
    {
      "url": "https://www.jiahometechs.com/support/",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "https://kotlinlang.org/docs/coroutines-overview.html",
      "title": "Coroutines | Kotlin Documentation",
      "description": "void",
      "preview": "Coroutines Applications often need to perform multiple tasks at the same time, such as responding to user input, loading data, or updating the screen."
    },
    {
      "url": "https://corporate.bestbuy.com/",
      "title": "Homepage - Best Buy Corporate News and Information",
      "description": "At Best Buy, our purpose is to enrich lives through technology. Learn more about how we're doing that and read all the latest Best Buy news and stories.",
      "preview": "Best Buy joins Monopoly Game at McDonald's as Prize Partner From Oct. 6 to Nov. 2, collect game pieces and properties for a chance to win exciting pri"
    },
    {
      "url": "https://www.oceanteacher.org",
      "title": "Home | OceanTeacher Global Academy",
      "description": "OceanTeacher Global Academy is an endorsed action under the UN Decade of Ocean Science for Sustainable Development.",
      "preview": "Skip to main content Home The OceanTeacher Global Academy (OTGA) provides a comprehensive internet-based training platform that supports classroom tra"
    },
    {
      "url": "https://svgdoodles.com/",
      "title": "SVG Doodles - Free, editable SVGs to spice up your designs",
      "description": "Browse a curated collection of free, customizable SVG doodles and icons to use in your websites, apps, slides, and prints.",
      "preview": "void"
    },
    {
      "url": "http://smartstudy.co.kr",
      "title": "더핑크퐁컴퍼니 주식회사",
      "description": "Connecting people around the world through joyful content",
      "preview": "Connecting people around the world through joyful content 더핑크퐁컴퍼니는 글로벌 패밀리 엔터테인먼트 기업으로, 온 가족이 즐길 수 있는 문화를 만들어갑니다. 영화 및 애니메이션 시리즈부터 음원, 공연, 모바일 애플리케이션,"
    },
    {
      "url": "https://angusmon.tumblr.com/post/143019007264",
      "title": "Angusmon - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Computer science: the impact of K-12 on university enrollment codeorg : At Code.org, we're regularly asked if teaching computer science in grades K-12"
    },
    {
      "url": "https://www.jointsdgfund.org/",
      "title": "Homepage | Joint SDG Fund",
      "description": "The Joint SDG Fund is an inter-agency, pooled mechanism for integrated policy support and strategic financing. We act as a bridge for those taking action to deliver substantive and efficient results on the 2030 Agenda for Sustainable Development.",
      "preview": "Skip to main content Donate to the Sustainable Development Goals Fund Donate X LinkedIn YouTube Spotify Subscribe to Newsletter English Français Españ"
    },
    {
      "url": "https://actnow.aworld.org/",
      "title": "AWorld for Act Now",
      "description": "AWorld is the App for Living Sustainably, in Support of the United Nations ACTNOW Campaign",
      "preview": "English Change is in our hands. Act Now. Download AWorld, the app of the United Nations' ActNow campaign. Join the community, track your impact, take"
    },
    {
      "url": "https://www.ksal.com/5-new-covid-cases-1-new-death/",
      "title": "5 New COVID Cases, 1 New Death",
      "description": "KSAL is your number one source for salina local news, weather, sports, auctions.",
      "preview": "× 5 New COVID Cases, 1 New Death By Todd Pittenger June 11, 2021 There are 5 new COVID cases in Saline County, and one new death According to the Sali"
    },
    {
      "url": "https://arstechnica.com/gadgets/2025/01/new-gpu-release-benchmarks/",
      "title": "Category: Tech - Ars Technica",
      "description": "Product News &",
      "preview": "Skip to content Tech // Product News & Reviews Google Pixel 4a's ruinous \"Battery Performance\" update is a bewildering mess It's hard to say why Googl"
    },
    {
      "url": "https://www.diabetes.org",
      "title": "Diabetes Research, Education, Advocacy | ADA",
      "description": "Leading the fight against the deadly consequences of diabetes for those affected by it through research funding, community services, education and advocacy.",
      "preview": "Skip to Main content main content start Expand Access to Trusted Resources October is Health Literacy Month. Your donation helps expand access to trus"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/paths/azure-fundamentals/",
      "title": "Introduction to Microsoft Azure: Describe Cloud Concepts - Training | Microsoft Learn",
      "description": "Microsoft Azure Fundamentals: Describe cloud concepts",
      "preview": "Read in English Introduction to Microsoft Azure: Describe cloud concepts Learning Path 3 Modules At a glance Level Beginner Skill &nbsp; Product Azure"
    },
    {
      "url": "http://www.yahoo.com/",
      "title": "Yahoo | Mail, Weather, Search, Politics, News, Finance, Sports & Videos",
      "description": "Latest news coverage, email, free stock quotes, live scores and video are just the beginning. Discover more every day at Yahoo!",
      "preview": "Skip navigation links Skip to main content Skip to sidebar Advertisement top stories Senators leave Washington without a shutdown deal, ensuring it wi"
    },
    {
      "url": "https://www.arxiv-vanity.com/papers/1605.06764/",
      "title": "[1605.06764] 3D Face Tracking and Texture Fusion in the Wild",
      "description": "We present a fully automatic approach to real-time 3D face reconstruction from monocular in-the-wild videos. With the use of a cascaded-regressor based face tracking and a 3D Morphable Face Model shape fitting, we obta...",
      "preview": "3D Face Tracking and Texture Fusion in the Wild Patrik Huber, William Christmas, Josef Kittler Centre for Vision, Speech and Signal Processing Univers"
    },
    {
      "url": "https://accesshealth.com.au/product/lumbar-disc-hydrator-traction/",
      "title": "Lumbar Disc Hydrator and Traction | Access Health",
      "description": "Buy the Lumbar Disc Hydrator and Traction from a locally trusted supplier of medical products, equipment & furniture today. Contact Access Health now to find out more.",
      "preview": "Home Shop Products Rehab and Equipment Lumbar Disc Hydrator and Traction Product Code: OR2725 Lumbar Disc Hydrator and Traction Brand: Posture Pump $2"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Cache-Control",
      "title": "Cache-Control header - HTTP | MDN",
      "description": "The HTTP Cache-Control header holds directives (instructions) in both requests and responses that control caching in browsers and shared caches (e.g., Proxies, CDNs).",
      "preview": "Skip to main content Skip to search Cache-Control header Baseline Widely available This feature is well established and works across many devices and"
    },
    {
      "url": "https://ouroceanpanama2023.gob.pa/commitments/",
      "title": "Commitments - Our Ocean 2023",
      "description": "void",
      "preview": "Skip to content Commitments to deliver courageous, measurable and impactful actions towards a clean, healthy and productive ocean. Bringing together g"
    },
    {
      "url": "https://www.nobelprize.org/prizes/economic-sciences/2019/duflo/facts/",
      "title": "Esther Duflo - Facts - 2019 - NobelPrize.org",
      "description": "The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 2019 was awarded jointly to Abhijit Banerjee, Esther Duflo and Michael Kremer \"for their experimental approach to alleviating global poverty\"",
      "preview": "Skip to content Enhanced Page Navigation Esther Duflo - Facts - 2019 Navigate to: Summary - Abhijit Banerjee -- Facts -- Biographical -- Prize Lecture"
    },
    {
      "url": "https://support.springer.com/en/support/home",
      "title": "Support : Springer Support",
      "description": "void",
      "preview": "Welcome to Springer support How can we help you today? Enter your search term here... Search Account Management Springer Nature Link Springer Books an"
    },
    {
      "url": "https://www-forbes-com.cdn.ampproject.org/c/s/www.forbes.com/sites/danabrownlee/2022/10/18/after-his-sister-and-aunt-died-from-pregnancy-related-complications-he-developed-a-virtual-gynecology-platform-for-women-of-color/amp/",
      "title": "Redirecting",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://segaretro.org/index.php?title=Template:MagazineName/Name&oldid=595326",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://www.ratemyfishtank.com/phpBB3/search.php?sid=73c8881924eacfd8cba6d909872bec12",
      "title": "Forum SEARCH - RateMyFishTank.com",
      "description": "Use the advanced search tool for the Rate My Fish Tank forum.",
      "preview": "X Navigation RATE PHOTOS TOP 10 PHOTOS GALLERY TOOLS FRESHWATER GUIDE SALTWATER GUIDE Forums > Forum SEARCH FAQ SEARCH SEARCH QUERY Search for keyword"
    },
    {
      "url": "https://usa.businessdirectory.cc/california/ad-category/health-beauty/",
      "title": "Health & Beauty",
      "description": "void",
      "preview": "× United States Home Categories General Services Cleaning & Janitorial Education & Training Food & Restaurants Import & Export Services Moving, Storag"
    },
    {
      "url": "http://www.un-redd.org/",
      "title": "UNREDD Programme",
      "description": "UN-REDD is the flagship UN knowledge and advisory partnership on forests and climate to reduce forest emissions and enhance forest carbon stocks.",
      "preview": "Skip to main content Forest solutions to the climate crisis Building a Future with Forests The UN-REDD Programme is the flagship UN knowledge and advi"
    },
    {
      "url": "https://www.wilsoncenter.org/the-woodrow-wilson-awards",
      "title": "The Woodrow Wilson Awards | Wilson Center",
      "description": "void",
      "preview": "Skip to main content In every nation, there are great men and women who have, by the strength of their character and their own accomplishments, become"
    },
    {
      "url": "https://tasvideos.org/",
      "title": "TASVideos",
      "description": "Tool-assisted game movies - When human skills are just not enough",
      "preview": "New around here? If you've ever wanted to see how a superhuman would beat your favorite video games, you've come to the right place. We have videos of"
    },
    {
      "url": "https://isuzu.oemdtc.com",
      "title": "Isuzu - OEMDTC",
      "description": "Isuzu Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://leifnummela.fi/kirjat/jeesus/",
      "title": "Jeesus - Leif Nummela",
      "description": "Persoonallinen ja raikas kristillisen uskon puolustus. Leif Nummelalle on tunnusomaista tinkimätön ja johdonmukainen usko Raamatun luotettavuuteen. Mukaansatempaava, ymmärrettävä ja Kristus-keskeinen kirja tarjoaa rohkeita ja vakuuttavia vastauksia tämän ajan epäilijälle ja etsijälle. Se ei jää teoreettiseksi pohdiskeluksi, vaan haastaa lukijansa ottamaan kantaa maailmanhistorian merkittävimpään henkilöön. Kristus-keskeisemmäksi ei kirja tästä juuri voine tulla. Tällaisia me tarvitsemme. Leif [...]",
      "preview": "Siirry sisältöön Etusivu » Kirjat » Jeesus Loppuunmyyty Jeesus Millainen oli Jeesuksen elämä? Mitä hän merkitsee meille? Persoonallinen ja raikas kris"
    },
    {
      "url": "https://stores.a-resto-parts.com/products/1963-1980-chevrolet-gmc-control-arm-bushing-shaft-set.html",
      "title": "1963 - 1980 Chevrolet GMC Control Arm Bushing Shaft Set - www.a-resto-parts.com",
      "description": "Andersen Restoration Parts is a supplier of classic car parts, classic car suspension, vintage shock absorbers, and more! See our antique car parts here!",
      "preview": "Toggle menu andersenrestorations1@gmail.com Login or Sign Up 0"
    },
    {
      "url": "http://virtualcollections.naturalsciences.be/virtual-collections/entomology/coleoptera/cetoniidae/anoplocheilus-diplognathoides-werneri-antoine-2000/data-view",
      "title": "Data - RBINS Virtual Collections",
      "description": "void",
      "preview": "Personal tools Search Site only in current section Advanced Search... You are here: Home / Virtual collections / Entomology / Coleoptera / Cetoniidae /"
    },
    {
      "url": "http://freerice.com",
      "title": "Home | Freerice",
      "description": "Freerice is an educational trivia game owned by the UN World Food Programme (WFP). Join our movement to help end global hunger: start playing today!",
      "preview": "Become a Hunger Hero Alone we may be small but together we are unstoppable. Join the movement Learn, Play & Give Back with Freerice Every correct answ"
    },
    {
      "url": "https://www.oceanriskalliance.org/",
      "title": "Homepage - ORRAA",
      "description": "Our mission is to drive investment into coastal and ocean natural capital, to positively impact the resilience of people in coastal areas around the world.",
      "preview": "Skip to content Investing in coastal communities and the Ocean Our mission, by 2030, is to activate at least USD$500 million of investment to build th"
    },
    {
      "url": "https://www.afro.who.int/",
      "title": "WHO | Regional Office for Africa",
      "description": "The World Health Organization (WHO) is building a better future for people everywhere. Health lays the foundation for vibrant and productive communities, stronger economies, safer nations and a better world. Our work touches lives around the world every day - often in invisible ways. As the lead health authority within the United Nations (UN) system, we help ensure the safety of the air we breathe, the food we eat, the water we drink and the medicines and vaccines that treat and protect us. The Organization aims to provide every child, woman and man with the best chance to lead a healthier, longer life.",
      "preview": "Skip to main content Strengthening mental health services in emergencies across Africa Find out more → Response efforts slowing down Democratic Republ"
    },
    {
      "url": "http://www.agronomy.org/",
      "title": "ASA Home | American Society of Agronomy",
      "description": "void",
      "preview": "Skip to main content American Society of Agronomy (ASA) The professional home for scientists, educators, and practitioners working in agronomic scienc"
    },
    {
      "url": "https://www.guinnessworldrecords.com/news/2023/2/dog-with-a-tongue-lengthier-than-a-popsicle-stick-confirmed-as-longest-736653",
      "title": "Dog with a tongue lengthier than a popsicle stick confirmed as longest | Guinness World Records",
      "description": "A Tucson, Arizona dog with a tongue measuring 3.74 inches has been confirmed as having the longest tongue on a living dog.",
      "preview": "Bisbee the English Setter probably isn't a pooch you'd want \"doggy kisses\" from. That's because the Tucson, Arizona, USA, pup has quite a long doggone"
    },
    {
      "url": "https://c4ads.org/",
      "title": "Home - C4ADS",
      "description": "C4ADS is a nonprofit organization with a mission to defeat the illicit networks that threaten global peace and security.",
      "preview": "Skip to content Join Our Mailing List Stay up to date. Sign Up A Different Approach Where traditional international security institutions just see a c"
    },
    {
      "url": "https://skilllab.io/",
      "title": "SkillLab Home Page - SkillLab",
      "description": "SkillLab is an impact business from Amsterdam. Together with our partners, we empower people to turn their skills into careers.",
      "preview": "We use cookies to optimize our website and services. Read more Accept all cookies Dismiss"
    },
    {
      "url": "https://www.kvc.org/",
      "title": "KVC Health Systems - Compassionate help for children & families",
      "description": "KVC is a nonprofit that strengthens families, prevents child abuse and neglect, and helps both children and adults achieve mental wellness.",
      "preview": "Skip to main content Bullying Prevention_Web Slider Image 1300x429 Bullying Prevention_Web Slider Image 1300x429 2025 Downloadable eBook Web slider 13"
    },
    {
      "url": "https://businessfinder.nj.com/icici-infotech-edison-nj-1.html",
      "title": "New Jersey Local News, Breaking News, Sports & Weather",
      "description": "Get the latest New Jersey news, sports, and breaking updates. View daily NJ weather and top stories from Jersey City, Atlantic City, and beyond on NJ.com.",
      "preview": "Dozens of kids flee N.J. school fire just in time, principal says News Stories Weather Dangerous nor'easter to cause major flooding at Jersey Shore wi"
    },
    {
      "url": "https://www.bea.gov/data/gdp/gross-domestic-product",
      "title": "Gross Domestic Product | U.S. Bureau of Economic Analysis (BEA)",
      "description": "void",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home BEA Data GDP Gross Domestic Product Gross Domest"
    },
    {
      "url": "https://www.race-technology.com/wiki/index.php/InstallingTheSystem/MountingThePeliCase",
      "title": "Race Technology Knowledge Base | InstallingTheSystem / MountingThePeliCase",
      "description": "void",
      "preview": "Call me back | My basket | Checkout | Add to email list You are here: Website » Knowledge base « back to website Introduction Hardware ANALOG8 Parts S"
    },
    {
      "url": "https://www.rijksoverheid.nl/onderwerpen/paspoort-en-identiteitskaart",
      "title": "Paspoort en identiteitskaart | Rijksoverheid.nl",
      "description": "Met het paspoort en de identiteitskaart (ID-kaart) kunt u zich identificeren en reizen. Het Nederlandse paspoort bevat vingerafdrukken in een chip.",
      "preview": "Zoeken binnen Rijksoverheid.nl Zoek Checklist aanvraag paspoort of ID-kaart in het buitenland Woont u in het buitenland en wilt u een paspoort of ID-k"
    },
    {
      "url": "https://3-sided-cube.hivebrite.com/",
      "title": "Home | The Ocean Decade",
      "description": "void",
      "preview": "Skip to content × × THE OCEAN DECADE Ocean Decade Network We are no longer accepting new users. This platform will be deactivated on 30 July 2025 . To"
    },
    {
      "url": "https://msdh.ms.gov/msdhsite/_static/14,22816,420,976.html",
      "title": "COVID-19 Vaccination Eligibility and General Information - Mississippi State Department of Health",
      "description": "void",
      "preview": "print Español / Tiếng Việt / English COVID-19 Vaccination Eligibility and General Information This page has been automatically translated from English"
    },
    {
      "url": "https://www.multilingualvacancies.com/jobs/estonian/packaging-printing/greece",
      "title": "void",
      "description": "void",
      "preview": "This site uses cookies. By continuing to use this site you consent to our use of cookies . Close Languages Western European Languages Basque Catalan D"
    },
    {
      "url": "https://es.linkedin.com/company/puig?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Puig | LinkedIn",
      "description": "Puig | 397.826 seguidores en LinkedIn. Puig es un hogar de marcas altamente deseadas, dentro de una empresa familiar, que fomentan el bienestar, la confianza y la autoexpresión, además de dejar un mundo mejor. Desde 1914, nuestro espíritu emprendedor, nuestra creatividad y nuestra pasión por la innovación nos han posicionado como un líder global en la industria de la belleza premium. Nuestra casa de Love Brands, presente en los segmentos de negocio de Fragancias y Moda, Maquillaje y Cuidado de la piel, genera vínculo y compromiso a través de las magníficas historias que cuenta, que conectan con las emociones de las personas y se ve fortalecida por un potente ecosistema de fundadores.",
      "preview": "LinkedIn respeta tu privacidad LinkedIn y terceros utilizan cookies imprescindibles y opcionales para ofrecer, proteger, analizar y mejorar nuestros s"
    },
    {
      "url": "http://heimarbeitsforum.bplaced.de/phpBB2-2.0.21-deutsch/phpBB2/privmsg.php?mode=post&u=15&sid=cda36cf4732001815e04415efa7c186e",
      "title": "Geld verdienen mit Heimarbeit Forum ::",
      "description": "void",
      "preview": "Geld verdienen mit Heimarbeit Forum Die besten MÃ¶glichkeiten, um im Internet Geld zu verdienen FAQ Suchen Mitgliederliste Benutzergruppen Registriere"
    },
    {
      "url": "https://resources.github.com/devops/fundamentals/devsecops/",
      "title": "What is DevSecOps? · GitHub",
      "description": "DevSecOps combines development, security, and operations to automate security integration across all phases of the software development lifecycle (SDLC).",
      "preview": "Skip to content GitHub recognized as a Leader in the Gartner® Magic Quadrant™ for AI Code Assistants. Learn more"
    },
    {
      "url": "https://www.seamwork.com/tutorials/how-to-bind-a-neckline",
      "title": "Seamwork",
      "description": "void",
      "preview": "Sew our favorite romantic button-up shirt for FREE this fall! Get your Free Pattern × Search Search Looking for help with our patterns? Check our help"
    },
    {
      "url": "https://www.education-inequalities.org/",
      "title": "World Inequality Database on Education - Home",
      "description": "The World Inequality Database on Education (WIDE) highlights the powerful influence of circumstances, such as wealth, gender, ethnicity and location, over which people have little control but which play an important role in shaping their opportunities for education and life.",
      "preview": "Home Indicators Countries About World Inequality Database on Education The World Inequality Database on Education (WIDE) highlights the powerful influ"
    },
    {
      "url": "https://www.hrw.org/report/2018/01/23/hidden-chains/rights-abuses-and-forced-labor-thailands-fishing-industry",
      "title": "Hidden Chains: Rights Abuses and Forced Labor in Thailand's Fishing Industry | HRW",
      "description": "This report describes how migrant fishers from neighboring countries in Southeast Asia are often trafficked into fishing work, prevented from changing employers, not paid on time, and paid below the minimum wage. Migrant workers do not receive Thai labor law protections and do not have the right to form a labor union.",
      "preview": "Would you like to see a version of this page that loads faster by showing text only? Yes No, don't ask again ✕ Close Summary Our money is with [the ow"
    },
    {
      "url": "https://enterprise.github.com/contact",
      "title": "Enterprise · A smarter way to work together · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.devops-research.com/research.html",
      "title": "DORA | Get Better at Getting Better",
      "description": "DORA is a long running research program that seeks to understand the capabilities that drive software delivery and operations performance. DORA helps teams apply those capabilities, leading to better organizational performance.",
      "preview": "void"
    },
    {
      "url": "https://www.postgresql.org/docs/current/index.html",
      "title": "PostgreSQL: Documentation: 18: PostgreSQL 18.0 Documentation",
      "description": "PostgreSQL 18.0 Documentation The PostgreSQL Global Development Group Copyright © 1996-2025 The PostgreSQL Global Development Group Legal Notice Table of ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://www.mayoclinic.org/",
      "title": "The world's best hospital - Mayo Clinic",
      "description": "void",
      "preview": "Transforming your care Learn how we drive innovation Request appointment Skip this Section Find diseases & conditions by first letter A B C D E F G H"
    },
    {
      "url": "https://tribecafilm.com/films/somewhere-in-queens-2022",
      "title": "Somewhere in Queens | 2022 Tribeca Festival | Tribeca",
      "description": "An Italian-American dad from Queens gets increasingly involved in ensuring his son's high school basketball success in Ray Romano's directorial debut.",
      "preview": "World Premiere Somewhere in Queens Spotlight Narrative Feature | United States | 106 MINUTES | English New York , Comedy , Drama As the prospect of at"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/whats-on",
      "title": "What's on - Rijksmuseum",
      "description": "What is there to see and do at the Rijksmuseum",
      "preview": "Skip to main content What's on What is there to see and do at the Rijksmuseum {{ filter.name.charAt(0).toUpperCase() + filter.name.slice(1) }} Highlig"
    },
    {
      "url": "https://visualstudio.microsoft.com/",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://vanessahurst.com/post/150351668335",
      "title": "Vanessa Hurst - Computing occupations are now the #1 source of new...",
      "description": "Computing occupations are now the #1 source of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "Vanessa Hurst - Computing occupations are now the #1 source of new... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfec"
    },
    {
      "url": "https://openmonumentendagwesterkwartier.nl/project_tag/zevenhuizen/",
      "title": "zevenhuizen | Stichting Open Monumentendag gemeente Westerkwartier",
      "description": "void",
      "preview": "Zevenhuizen, Ophaalbrug door admin | mei 12, 2021 Ophaalbrug, Roomsterweg 25, Zevenhuizen Dit monument is vrij toegankelijk en dus ook tijdens Open Mo"
    },
    {
      "url": "https://www.mail.com/company/privacypolicy/",
      "title": "Our Privacy Policy | mail.com",
      "description": "How to easily manage your permission settings in just a couple of steps",
      "preview": "Privacy Policy Permission Management The mail.com online portal is a round-the-clock hub for entertainment and information: news, sports, searches and"
    },
    {
      "url": "https://pipocamoderna.com.br/2021/04/natalie-portman-vai-estrelar-e-produzir-adaptacao-de-elena-ferrante/",
      "title": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante",
      "description": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante - A atriz Natalie Portman, vencedora do Oscar por \"Cisne Negro\" (2010), vai estrelar e produzir a adaptação do livro \"Dias de Abandono\", da misteriosa escritora...",
      "preview": "PIPOCA MODERNA"
    },
    {
      "url": "https://www.marketdataforecast.com/market-reports/asia-pacific-contraceptives-market",
      "title": "APAC Contraceptives Market Size, Growth & Analysis, 2033",
      "description": "The size of the Asia-Pacific Contraceptives Market is estimated to be growing at a CAGR of 6.95% from 2025 to 2033. Segmented by drug type, medical devices, end-user.",
      "preview": "APAC Contraceptives Market Last updated: February, 2025 Home > Healthcare > APAC Contraceptives Market Share on Share on APAC Contraceptives Market Si"
    },
    {
      "url": "https://subscriptions.hollywoodreporter.com/site/thr-subscribe",
      "title": "Subscribe to The Hollywood Reporter",
      "description": "void",
      "preview": "The Definitive Voice of Entertainment News CHOOSE YOUR SUBSCRIPTION BEST DEAL PRINT BASIC PRINT PLUS DIGITAL EDITION Annual subscription Print issues"
    }
  ],
  "_meta": {
    "total_bookmarks": 110
  }
}