{
  "data": [
    {
      "url": "http://www.univr.it/",
      "title": "Università degli studi di Verona",
      "description": "Università degli Studi di Verona",
      "preview": "void"
    },
    {
      "url": "http://finaid.mines.edu",
      "title": "Home - Financial Aid",
      "description": "Paying for college is a big investment and we want to put a Mines education in reach for all students. Learn about Financial Aid.",
      "preview": "303-273-3301 finaid@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Financial Aid Color"
    },
    {
      "url": "http://developer.android.com/index.html",
      "title": "Android Mobile App Developer Tools - Android Developers",
      "description": "Discover the latest app development tools, platform updates, training, and documentation for developers across every Android device.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://greengryph.tumblr.com/",
      "title": "Green Gryph",
      "description": "Just a 24-year-old Texan living in Los Angeles with their partner and a cat named Moose. Posts various Pagan-y things, computer science and programming miscellany, Hufflepuff nonsense,...",
      "preview": "Green Gryph 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna thoughtsonthedead.com On The Propr"
    },
    {
      "url": "https://answers.microsoft.com/en-us/",
      "title": "Microsoft Q&A | Microsoft Learn",
      "description": "The home for technical questions and answers at Microsoft. Get started asking, answering, and browsing questions about products like .Net, Azure, or Teams.",
      "preview": "Welcome to Microsoft Q&A What do you need help with today? Find it on Q&A - the home for technical questions and answers at Microsoft. New to Q&A? See"
    },
    {
      "url": "http://www.operationoverkill.com/",
      "title": "Operation : Overkill | The Original Wastelands BBS Door Game!",
      "description": "void",
      "preview": "Welcome to Operation: Overkill World HQ! -[J] Join us on Discord! -[D] Operation: Overkill Downloads -[P] Play Operation: Overkill on dark wastelands!"
    },
    {
      "url": "https://www.fonearena.com/price.php",
      "title": "Price Search & Price Finder |FoneArena.com",
      "description": "void",
      "preview": "Home News Phones Operators Reviews FoneFinder PriceSearch Price List Links Glossary Forums"
    },
    {
      "url": "https://map.samsclub.com/",
      "title": "Sam's Club MAP",
      "description": "Wherever they shop and browse, your brand can be there. Sam's Club MAP helps advertisers grow sales and awareness - with industry-leading data and measurement.",
      "preview": "Skip to main Skip to footer search close Powered by generative AI. Results may not fully be accurate. Use is governed by the Generative AI Guidelines"
    },
    {
      "url": "https://refactoringui.com/previews/building-your-color-palette/",
      "title": "Building Your Color Palette - Refactoring UI",
      "description": "void",
      "preview": "Refactoring UI home page Building Your Color Palette Adapted from our book and video series, Refactoring UI . Ever used one of those fancy color palet"
    },
    {
      "url": "https://www.seattletimes.com/seattle-news/three-suspected-dead-after-avalanche-on-was-colchuck-peak/",
      "title": "Avalanche on WA's Colchuck Peak kills 3; slide is nation's deadliest this winter | The Seattle Times",
      "description": "An avalanche near Leavenworth killed three climbers Sunday, marking the deadliest snowslide in the U.S. this winter and Washington's worst in several years.",
      "preview": "Skip to content Notice to subscribers A Thursday-night power outage prevented the publication of Friday's paper. We apologize for the inconvenience. C"
    },
    {
      "url": "https://events.microsoft.com/en-us/allevents/?language=English&clientTimeZone=1&search=security",
      "title": "Microsoft Events Search",
      "description": "Find Microsoft events and learning opportunities designed to help you expand your expertise, learn new skills, and build community.",
      "preview": "This is the Trace Id: 59d164a435a2151836bc0284837ba5eb Skip to main content Expand your skills and shape the future at Microsoft Ignite, November 18-2"
    },
    {
      "url": "https://www.youtube.com/?tab=w1",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "http://digitaledition.aurorabeaconnews.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://peoplepower.org",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://www.gndr.org/",
      "title": "GNDR - Global Network of Civil Society Organisations for Disaster Reduction",
      "description": "GNDR the largest global network of organisations working to strengthen the resilience of people most at risk of disasters.",
      "preview": "Contact \" * \" indicates required fields First name * Last name * Email address * Language preference * English Spanish French NEWS International Day f"
    },
    {
      "url": "https://www.treasury.gov/tigta/",
      "title": "Home | U.S. Treasury Inspector General for Tax Administration OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://att.jobs/",
      "title": "AT&T Careers: Shape the future of connectivity",
      "description": "Discover career opportunities at AT&T. Find open roles in tech, sales, retail, customer service, and more. Apply today.",
      "preview": "Skip to main content We Make it Happen We know connections change lives - ready to change yours? This is where you take your next step. Job title, cat"
    },
    {
      "url": "https://bioinformation.net/008/97320630008175.htm",
      "title": "Functional analysis and structure determination of alkaline protease from Aspergillus flavus",
      "description": "void",
      "preview": "BACK TO CONTENTS | PDF | PREVIOUS | NEXT Title Functional analysis and structure determination of alkaline protease from Aspergillus flavus Authors Ra"
    },
    {
      "url": "https://www.sporkful.com/alan-and-arlene-alda-bonded-over-a-fallen-rum-cake/",
      "title": "Alan And Arlene Alda Bonded Over A Fallen Rum Cake «",
      "description": "When a cake fell on the floor, they didn't hesitate to grab a fork and dig in.",
      "preview": "LISTEN TO THE PODCAST CONNECT LISTEN TO THE PODCAST CONNECT 10 BEST PODCASTS OF THE YEAR New York Times BEST FOOD PODCAST James Beard Awards Webby Awa"
    },
    {
      "url": "http://www.freevbcode.com/",
      "title": "Microsoft Developer News | C++,C# & .NET Framework & More | CodeGuru",
      "description": "CodeGuru is where developers come to share ideas, articles, questions, answers, tips, tricks, comments, downloads, and more related to programming in areas including C++, Visual C++, C#, Visual Basic, ASP, ASP.NET & Java.",
      "preview": "News C++ C# .NET Visual Basic Java Database Azure IoT Mobile Research Tools Blog Forums Subscribe Back to Menu Articles View All Hover to load posts A"
    },
    {
      "url": "https://tippingpoint.org/",
      "title": "Fight Poverty in the Bay | Tipping Point Community",
      "description": "Tipping Point is a nonprofit in the San Francisco Bay Area that finds, funds, and strengthens the most promising poverty-fighting solutions.",
      "preview": "20 Years of Fighting Poverty 100% of your gift goes where it's needed most WAYS TO GIVE 2024 IMPACT $31 Million Invested to Fight Poverty in the Bay A"
    },
    {
      "url": "https://developer.android.com/google-play/guides/play-pass",
      "title": "Google Play Pass | Google Play Console",
      "description": "Google Play Pass is a subscription service offering access to over 1000 apps and games, completely free of ads and in-app purchases. Play Pass provides a high-quality, curated collection of titles - with new content added regularly.",
      "preview": "Grow with Google Play Pass Google Play Pass is a subscription service offering access to over 1000 apps and games, completely free of ads and in-app p"
    },
    {
      "url": "https://rifoundation.org/",
      "title": "RI Foundation | Rhode Island Foundation",
      "description": "Only together can we build the future we all hope for. As Rhode Island's community foundation, we mobilize generosity and motivate change that makes a...",
      "preview": "Skip to main content Only together can we build the future we all hope for. As Rhode Island's community foundation, we mobilize generosity and motivat"
    },
    {
      "url": "https://www.belgiumwwii.be/belgique-en-guerre/articles/propagande-radiophonique.html",
      "title": "Propagande radiophonique",
      "description": "void",
      "preview": "Belgique en guerre / Articles Propagande radiophonique Thème - Collaboration Auteurs : Gillet Florence (Institution : CegeSoma/Archives de l'État ) -"
    },
    {
      "url": "https://vision.esa.int/cm22",
      "title": "Council Meeting at Ministerial Level - ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    },
    {
      "url": "http://www.flipcode.com/archives/",
      "title": "flipcode Archives",
      "description": "void",
      "preview": "Welcome to the flipcode Archives. Here will you find our collection of reader-submitted content. A lot of this is timeless reference material, and we'"
    },
    {
      "url": "https://amybakesintheburgh.com/tag/danish-butter-cookies/",
      "title": "Danish butter cookies - amy bakes in the 'burgh",
      "description": "Posts about Danish butter cookies written by Amy",
      "preview": "Skip to content My grandma Zella, an excellent cook and baker, taught me most of the foundational aspects of baking when I was growing up. But she als"
    },
    {
      "url": "https://my.matterport.com/show/?m=XgDxgzti2A4&brand=0",
      "title": "Walgreens Chicago Office at the Old Post Office - Matterport 3D Showcase",
      "description": "Matterport 3D Showcase. 433 W Van Buren St, Chicago, IL, 60607, US.",
      "preview": "Presented by Powered by"
    },
    {
      "url": "https://mundomisterioso.net/2021/04/la-inmensa-minoria-22-04-21-programa-completo.html?share=reddit",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://igotmeamovie.tumblr.com/post/144213563447",
      "title": "Welcome friend - Computing occupations are now the #1 source of new wages in America",
      "description": "Computing occupations are now the #1 source of new wages in America codeorg: \"A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "Welcome friend Laurence; 19, bi. Gender? Hahaha shit idk. Archive Search May 11th, 2016 at 4:28PM Computing occupations are now the #1 source of new w"
    },
    {
      "url": "https://www.castlehillfitness.com/",
      "title": "Castle Hill Fitness Gym & Spa - Austin, TX",
      "description": "Austin's Gem of a Gym! Locally-owned since 2002, the downtown gym and spa on 12th Street and Lamar Blvd has a friendly staff and 22,000 sq. feet of space.",
      "preview": "× Search: Three Ways to Get Started Become a member Gain access to our gym equipment, classes, and members-only service discounts. Book a Tour Work wi"
    },
    {
      "url": "https://allstatefoundation.org/",
      "title": "The Allstate Foundation | Allstate Corporation",
      "description": "The Allstate Foundation helps communities thrive. We focus on youth empowerment, ending relationship abuse and thriving-wage careers.",
      "preview": "Skip to main content The Allstate Foundation Helping communities thrive We empower youth, disrupt the cycle of relationship abuse, and increase access"
    },
    {
      "url": "https://www.manhattantheatreclub.com/",
      "title": "Home Page - Manhattan Theatre Club",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.ceoworks.org/our-model",
      "title": "CEO | Our Model",
      "description": "CEO works to reduce recidivism and increase employment.",
      "preview": "Search Contact Locations Our Model Reducing Recidivism | Increasing Employment CEO works to reduce recidivism and increase employment. We provide peop"
    },
    {
      "url": "https://www.thaisqueirozleiloeira.com.br/?ID=11481332",
      "title": "Thais Queiroz - Leiloeira Pública - Rio de Janeiro - RJ",
      "description": "Plataforma de leilões",
      "preview": "Leilões Ativos Leilões Finalizados Atendimento 2ª a 6ª-feira das 10h às 16h. Telefone: (21) 98586-0377 Email: thaisqueirozleiloeira@gmail.com Telefone"
    },
    {
      "url": "https://www.perfumesclub.pt/pt/cosmeticos-faciais_tratamentos-faciais_efeito-reafirmante-e-lifting/estee-lauder/mulher/fms/",
      "title": "Cremes efeito lifting Estée Lauder online | Perfume's Club",
      "description": "Pare o envelhecimento facial e as rugas com o Estée Lauder firmeza facial para efeito lifting Mulher a um preço baixo em sua loja de cosméticos online.",
      "preview": "Ajuda e Contacto Melhor preço online garantido Serviço 5 estrelas Garantia de devolução Entrega em 2-4 dias INSPIRE-SE Universo OUTONO Vitaminas e SUP"
    },
    {
      "url": "https://www.britannica.com/place/Tokyo",
      "title": "Tokyo | Japan, Population, Map, History, & Facts | Britannica",
      "description": "Tokyo, city and capital of Tokyo 'to' (metropolis) and of Japan. It is located at the head of Tokyo Bay on the Pacific coast of central Honshu. It is the focus of the vast metropolitan area often called Greater Tokyo, the largest urban and industrial agglomeration in Japan.",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos To"
    },
    {
      "url": "https://docs.aws.amazon.com/IAM/latest/APIReference/API_PolicyDetail.html",
      "title": "PolicyDetail - AWS Identity and Access Management",
      "description": "Contains information about an IAM policy, including the policy document.",
      "preview": "PolicyDetail - AWS Identity and Access Management Documentation AWS Identity and Access Management API Reference Contents See Also PolicyDetail Contai"
    },
    {
      "url": "https://www.supa-palette.com/",
      "title": "Supa Palette - The ultimate color palette generator for Figma!",
      "description": "Generate or explore accessible, harmonious colors effortlessly, and save hours while building your design system.",
      "preview": "Supa Palette Features Pricing Try it now Changelog Introducing Supa Palette 5.0 The ultimate color palette generator for Figma Generate or explore acc"
    },
    {
      "url": "https://famigros.migros.ch/de/familienleben/essen-und-trinken/rezepte/tags/profi/wickelmoeglichkeit",
      "title": "Familien-Rezepte | Famigros",
      "description": "Feine Rezepte und hilfreiche Ernährungstipps rund ums Essen und Trinken in der Familie.",
      "preview": "Internet Explorer 11 wird nicht mehr unterstützt Für ein optimales Webseiten Erlebnis bitten wir dich einen neueren Webbrowser zu nutzen. Breadcrumb N"
    },
    {
      "url": "https://www.atlantikhome.fr/09/1283606421_Sat_mercado+libre+polvos/",
      "title": "atlantikhome.fr",
      "description": "void",
      "preview": "atlantikhome.fr est en vente sur kifdom.com pour 53.00 € Acheter ce nom de domaine en achat immediat A propos de atlantikhome.fr Score 3 Domaines réfé"
    },
    {
      "url": "https://www.sportsmanagement.co.uk/index.cfm",
      "title": "Sports jobs, sports news, sports features | Sports Management magazine",
      "description": "Sports jobs, sport news, sports features, sports interviews for the global sports industry from Sports Mangement magazine",
      "preview": "23 October 2025 Click here to register now! x news jobs features magazine Handbook products Company profiles Diary contact advertise advertise a job J"
    },
    {
      "url": "https://lannuaire.service-public.fr/grand-est/aube/mairie-10120-01",
      "title": "Mairie - Cussangy - Annuaire | Service Public",
      "description": "Mairie - Cussangy : informations et coordonnées de l'organisme",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Mairie - Cussangy Horaires"
    },
    {
      "url": "http://chessbomb.com/",
      "title": "Live Chess Tournaments - Follow Top Events - Chess.com",
      "description": "Follow the latest major chess tournaments online with live broadcasting. See the moves, analyze them with a chess engine, and interact with other chess fans.",
      "preview": "Home Play Puzzles Learn Watch News Social More Sign Up Log In English Light UI Dark UI Support"
    },
    {
      "url": "https://mozillamr.myspreadshop.com/",
      "title": "Welcome to Mozillas Mixed Reality Merch Store! | Spreadshop",
      "description": "Show your support for Mozillas Mixed Reality program and Firefox Reality!",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly. Welcome to Mozilla Mixed Reality Show your support f"
    },
    {
      "url": "https://bbamemphis.com/",
      "title": "Black Business Association of Memphis | Developing successful entrepreneurs and MWBEs through education, advocacy, and business development.",
      "description": "Developing successful entrepreneurs and MWBEs through education, advocacy, and business development.",
      "preview": "Advocacy Counseling Networking MEMphis What WE Do The Black Business Association of Memphis (BBA) is missioned to improve the economic well-being of t"
    },
    {
      "url": "http://thoseheavenlydays.com/2016/06/23/oh-baby/",
      "title": "Oh Baby! | Those Heavenly Days",
      "description": "void",
      "preview": "Follow Me Subscribe First Name Last Name Email Leave this field empty if you're human: Pinterest Instagram That Friday feeling! 😉 Sunshine, kisses, an"
    },
    {
      "url": "https://2020.alaannual.org/general-information/contact-us",
      "title": "Contact Us | ALA Annual 2020",
      "description": "void",
      "preview": "Skip to main content Skip to main navigation Skip to site search Home general information Contact Us Contact Us If you have questions, please check th"
    },
    {
      "url": "http://www.grupogates.com/curso_gcal_destinat.htm",
      "title": "Grupo Gates. Masters y Cursos a distancia",
      "description": "void",
      "preview": "Temario Objetivo Destinatarios Tutorías Título Destinatarios El Curso Superior EFEM en Gestión de Calidad está dirigido a: Gerentes, Directores y Empr"
    },
    {
      "url": "http://www.atropa.si/darilni-program-spletna-trgovina/izdelki/?prikazi=6",
      "title": "Izdelki | Botanični vrt, spletna prodaja in urejanje zelenih površin",
      "description": "ATROPA, botanični vrt, spletna prodaja, otroške rojstnodnevne zabave Roman Hergan s.p.",
      "preview": "Botanični vrt TAL 2000 Darilni program spletna trgovina Rastline za vrtne ribnike Urejanje vrtov Otroške rojstnodnevne zabave ATROPA, botanični vrt, s"
    },
    {
      "url": "https://news.nationalgeographic.com/news/2014/05/140519-bottom-trawling-seafloor-oceans-damage-science/?beta=true",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://www.whitewoodhollow.com/",
      "title": "Whitewood Hollow | Nashville Wedding and Event Venue",
      "description": "Discover Whitewood Hollow, a scenic barn venue near Nashville in Whites Creek, TN. Perfect for micro-weddings, elopements, private events, and creative gatherings. Host up to 125 guests and capture golden hour magic on our secluded property.",
      "preview": "0 Intimate Event & Wedding Venue in Tennessee A Nashville-area barn venue for elopements, photoshoots, private dinners, and creative events. Just 15 m"
    },
    {
      "url": "https://mdigi.tools/color-shades/#fd6ccb",
      "title": "Color Shades Generator - mdigi.tools",
      "description": "Generate shades of a color online. Enter color in rgb, hex, hsl or hsv and get different shades of the color.",
      "preview": "Enter Color Example: #808080 or rgb(128, 128, 128) or gray or Get Random Color Color Picker Color Shades {{ numShades }} Select the color shade above"
    },
    {
      "url": "http://allroseshavethorns.com/comic/643",
      "title": "20100625 - All Roses Have Thorns",
      "description": "Vampires, faeries, ghosts and humans interact with one another over a centuries long, historically inspired, fantasy drama",
      "preview": "Latest Comic Archive Other « ‹ › » « ‹ › » December 26, 2019 Reader comments Please enable JavaScript to view the comments powered by Disqus. comments"
    },
    {
      "url": "https://mylearningtrial.tumblr.com/post/143011125495",
      "title": "Just you wait.",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \"At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core...",
      "preview": "Just you wait. Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Ma"
    },
    {
      "url": "https://www.tm-tracking.org/",
      "title": "Trygg Mat Tracking (TMT) | Intelligence and Analysis",
      "description": "Trygg Mat Tracking (TMT) is a non-profit organisation that provides national fisheries authorities and international organisations with fisheries intelligence, analysis, and capacity building, targeting a reduction of illegal fishing and broader improvements in ocean governance.",
      "preview": "top of page Fisheries intelligence, analysis & capacity building to combat illegal fishing Intro ABOUT TMT TMT is a non-profit organisation that provi"
    },
    {
      "url": "https://www.bbc.com/news/business",
      "title": "BBC Business | Economy, Tech, AI, Work, Personal Finance, Market news",
      "description": "BBC Business brings you the latest in Business news and coverage from around the world, including tech, personal finance, companies, employment, the economy and more",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.paypal-gifts.com/us/brands/google-play.html",
      "title": "Google Play Gift Card: Buy, Access Games & Apps | PayPal US",
      "description": "Explore the magic of the Google Play Store with a digital gift card. Instant access to music, books, games, and more awaits you!",
      "preview": "You need to enable JavaScript to run this app. If you accept cookies, we'll use them to improve and customize your experience and enable our partners"
    },
    {
      "url": "https://www.perfumesclub.pt/pt/cosmeticos-faciais_tratamentos-faciais_efeito-reafirmante-e-lifting/estee-lauder/mulher/fms/",
      "title": "Cremes efeito lifting Estée Lauder online | Perfume's Club",
      "description": "Pare o envelhecimento facial e as rugas com o Estée Lauder firmeza facial para efeito lifting Mulher a um preço baixo em sua loja de cosméticos online.",
      "preview": "Ajuda e Contacto Melhor preço online garantido Serviço 5 estrelas Garantia de devolução Entrega em 2-4 dias INSPIRE-SE Universo OUTONO Vitaminas e SUP"
    },
    {
      "url": "https://porsche.oemdtc.com",
      "title": "Porsche - OEMDTC",
      "description": "Porsche Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.pec-cares.org/",
      "title": "Pec Cares -",
      "description": "void",
      "preview": "Skip to content Global issues have a significant impact on societies, so individuals must participate in addressing these challenges in their communit"
    },
    {
      "url": "https://www.boxycharm.com/",
      "title": "BOXYCHARM: The Best Monthly Beauty and Makeup Box Subscription",
      "description": "Your customized beauty membership with five full-size products worth up to $200 for only $32 per month.",
      "preview": "BUZZWORTHY BEAUTY DELIVERED MONTHLY Score 5 full-size beauty products worth up to $200 for only $32/month, plus unlock 24/7 access to epic deals (up t"
    },
    {
      "url": "https://www.rivm.nl/coronavirus-covid-19",
      "title": "Corona | RIVM",
      "description": "Corona, ook wel COVID-19, wordt veroorzaakt door het coronavirus SARS severe acute respiratory syndrome (severe acute respiratory syndrome)-CoV coronavirus (coronavirus)-2 en komt nog steeds in Nederland voor. Informatie over het coronavirus, de coronaprik en actuele cijfers vindt u op deze pagina's. Professionals vinden alles over de uitvoering van de coronavaccinatie.",
      "preview": "Nederlands English RIVM De zorg voor morgen begint vandaag Het coronavirus dat COVID-19 veroorzaakt, heet officieel SARS-CoV-2 Pagina's in dit onderwe"
    },
    {
      "url": "https://cs.mak.ac.ug/",
      "title": "Department Of Computer Science | Makerere University",
      "description": "Computer Science Deparment Makerere University",
      "preview": "Home About Department Overview Contact Department Faculty Administrative Staff Research Research Groups & Centers Flagship Research Projects Admission"
    },
    {
      "url": "https://www.insider.com/coronavirus-pandemic-especially-dangerous-for-abuse-victims-2020-3",
      "title": "Being Neighborly May Help Abuse Victims in Danger During Quarantine - Business Insider",
      "description": "When schools and workplaces close, victims and their children who live with their abusers have few places to escape.",
      "preview": "void"
    },
    {
      "url": "https://www.firstup.org/",
      "title": "First Up - Champions for Early Education",
      "description": "void",
      "preview": "skip to main content Hispanic Heritage Month Is Here! Explore All We're Offering This Month! First Up is excited to celebrate with inspiring opportuni"
    },
    {
      "url": "https://www.uab.edu/news/health/item/13410-full-house-rare-set-of-twins-delivered-at-uab-join-twin-brothers-at-home",
      "title": "Full house: Mom delivers rare set of MoMo twins at UAB, Alba's second set of twins in 13 months - UAB News",
      "description": "Britney Alba's monoamniotic-monochorionic twins are her second set in 13 months. Britney, Frankie, Luka and Levi, welcomed Lydia and Lynlee on Oct. 25.",
      "preview": "Health & Medicine • February 14, 2023 Full house: Mom delivers rare set of MoMo twins at UAB, Alba's second set of twins in 13 months Media contact: P"
    },
    {
      "url": "http://www.ioc-unesco.org/",
      "title": "UNESCO archives | UNESCO",
      "description": "Digitizing our shared UNESCO history",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "http://www.call2recycle.ca/",
      "title": "Call2Recycle Canada | Battery Recycling & Collection Services",
      "description": "Call2Recycle Canada offers safe and efficient battery recycling programs nationwide. Since 1997, we've helped communities and businesses with household, e-mobility, and EV battery recycling. Explore our programs, find collection sites, and become a partner in environmental preservation. Join our mission to protect the environment by recycling batteries safely and responsibly.",
      "preview": "Get Ready for the Circular Economy Contest featuring Christine Sinclair Read More Call2Recycle launches Annual Battery Safety Awareness Campaign Read"
    },
    {
      "url": "https://alistapart.com/topics/",
      "title": "Topics - A List Apart",
      "description": "For people who make websites",
      "preview": "Skip to content Code Front and back end development for the web, mainly using open web standards. Markup, style, scripting, and server-side techniques"
    }
  ],
  "_meta": {
    "total_bookmarks": 70
  }
}