{
  "data": [
    {
      "url": "https://octagonshop.pl/p1423,worek-bokserski-octagon-160x45-standard-gold.html",
      "title": "Oficjalny sklep Octagon - polskiej marki sportowej",
      "description": "void",
      "preview": "Czapka zimowa Octagon Retro black/white NEW Przechowalnia 49,00 zł Zobacz Ten produkt wysyłamy w 24h! Promocja - 37% Tank Top sportowy Octagon Marble"
    },
    {
      "url": "https://cdm.ing.unimo.it/dokuwiki/start?ns=latex&tab_files=files&do=media&tab_details=view&image=6._assi_ortotropia_.png",
      "title": "start [cdm.ing.unimore.it]",
      "description": "void",
      "preview": "start Gestore Media Categorie Scegli il namespace [directory principale] lab labrestricted latex playground restricted tmp undefined wiki wikialtro201"
    },
    {
      "url": "https://wikis.swarthmore.edu/ling073/index.php?title=Wamesa_and_Tongan/Lexical_Selection&diff=prev&oldid=4220",
      "title": "Difference between revisions of \"Wamesa and Tongan/Lexical Selection\" - LING073",
      "description": "void",
      "preview": "Difference between revisions of \"Wamesa and Tongan/Lexical Selection\" From LING073 Jump to: navigation , search Revision as of 02:53, 31 March 2017 ("
    },
    {
      "url": "https://www.deutschlandfunkkultur.de/arbeitszeit-frueher-und-heute-die-hohe-anzahl-von-100.html",
      "title": "Arbeitszeit früher und heute - Die hohe Anzahl von Feiertagen im Mittelalter trügt",
      "description": "War man früher weniger fleißig? Die hohe Zahl von bis zu 80 Feiertagen im Mittelalter täuscht: Zum einen waren Sonntage mitgerechnet. Außerdem arbeiteten zum Beispiel Bauern auch an diesen Tagen, sagt der Wirtschaftshistoriker Thomas Ertl.",
      "preview": "Archiv Arbeitszeit früher und heute Die hohe Anzahl von Feiertagen im Mittelalter trügt 06:49 Minuten Landwirtschaftliche Szene auf einem Holzschnitt:"
    },
    {
      "url": "https://www.midlandtxchamber.com/list/member/midland-african-american-chamber-of-entrepreneurs-inc-midland-1312",
      "title": "Midland African American Chamber of Entrepreneurs, Inc | Chambers of Commerce & Convention & Visitors Bureau",
      "description": "Midland African American Chamber of Entrepreneurs, Inc | Chambers of Commerce & Convention & Visitors Bureau",
      "preview": "Skip to content Midland Chamber of Commerce Midland African American Chamber of Entrepreneurs, Inc Categories Chambers of Commerce & Convention & Visi"
    },
    {
      "url": "https://cta-redirect.hubspot.com/cta/redirect/5981609/d7c724ca-5576-4086-bbbb-bf06cc855de2",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Click here if you're not redirected automatically..."
    },
    {
      "url": "https://janesdueprocess.org/",
      "title": "Jane's Due Process",
      "description": "We help young people in Texas navigate parental involvement laws so they can confidentially access abortion and birth control.",
      "preview": "Call or text our hotline: 1-866-999-5263 Facebook X Instagram Facebook X Instagram Under 18 and Need an Abortion? Jane's Due Process can help. Call or"
    },
    {
      "url": "https://www.igkhair.com/",
      "title": "IGK Hair Products | Sprays, Shampoos, Conditioners & More",
      "description": "Founded by renowned hairdressers, IGK presents styling products for the modern generation. Shop our collection of hair products for a variety of hair types.",
      "preview": "FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF! 🎉 FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF!"
    },
    {
      "url": "https://www.climate-charter.org/signatures/",
      "title": "Signatures - Climate Charter",
      "description": "All humanitarian organizations are invited to sign the Charter. This page is updated regularly with signatories and their public commitments to the Charter (when ready). Supporters of the Charter are listed here.",
      "preview": "Signatures All humanitarian organizations are invited to sign the Charter . This page is updated regularly with signatories and their public commitmen"
    },
    {
      "url": "https://www.elegantthemes.com/blog/design/web-design-blogs-worth-following#10-mockplus",
      "title": "35 Web Design Blogs Worth Following",
      "description": "We've gathered more than 40 of the best web design blogs in this list to both educate and inspire you when building your website.",
      "preview": "35 Web Design Blogs Worth Following Last Updated on January 26, 2023 by Lindsay Pietroluongo 2 Comments Editorial Note: We may earn a commission when"
    },
    {
      "url": "http://gamecabinet.com/rules/OnceUponATimeVariant.html",
      "title": "Once Upon a Time",
      "description": "void",
      "preview": "Optional Rule for Once Upon a Time We still play this game a lot (and are ready for an expansion set, hint, hint), and have come up with another optio"
    },
    {
      "url": "https://jobs.fao.org/careersection/fao_external/jobsearch.ftl?lang=en",
      "title": "Job Search",
      "description": "void",
      "preview": "Instructions for candidates Jobs at FAO Welcome. You are not signed in. Sign In / Create Profile Job Search My Jobpage This service is set to disconne"
    },
    {
      "url": "https://cafenoseaustin.com/",
      "title": "Café No Sé",
      "description": "An all-day café on South Congress Avenue. Patio + dining room open 7 days a week. Takeaway available daily. Order online for pick-up or deliver through Favor.",
      "preview": "All Day Café Austin, Texas Kimchi Hash All Day Café Austin, Texas Salmon Burger All Day Café Austin, Texas Desserts at Café No Sé All Day Café Austin,"
    },
    {
      "url": "https://corporate.target.com",
      "title": "News, Careers, Investors, Sustainability & Governance | Target Corporation",
      "description": "From sustainability to jobs, you can expect more from Target. Learn about our history, values and mission.",
      "preview": "Welcome to Target We're here to help all families discover the joy of everyday life . Target at a glance 1962 Founded 5% Of our profits go back into c"
    },
    {
      "url": "https://imgbin.com/",
      "title": "IMGBIN.com - Download Transparent PNG Images, For Free",
      "description": "Get unlimited access to millions of free transparent PNG files created by designers, for designers",
      "preview": "categories logos calendar log in sign up Categories PNG's Famous PNG Logos Events Calendar Popular PNG's Newest PNG's PNG's by Color AI Background Rem"
    },
    {
      "url": "https://blog.medium.com/what-were-reading-are-you-an-upstander-or-a-bystander-81f618ff072c?source=home---------6------------------0----------",
      "title": "What We're Reading: Are you an upstander or a bystander? | by Medium Staff | The Medium Blog | Medium",
      "description": "What We're Reading: Are you an upstander or a bystander? A few Medium stories you may have missed this week When good - or bad - things happen at work, do you participate or do you lurk? As ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Mastodon The Medium Blog · The official source of news and updates about"
    },
    {
      "url": "https://www.sharkclean.com/exclusive-offer/SV1106WKT/shark-freestyle-cordless-vacuum/",
      "title": "Shark® Cordless Vacuum Cleaners | Wireless & Rechargeable",
      "description": "Discover lighter, longer running and more powerful cordless stick and upright vacuum cleaners from Shark®, the #1 vacuum brand in America*. Free shipping.",
      "preview": "Log in or create an account to add this item to your favorites. Get easier, faster product support and access to warranty information Quickly buy acce"
    },
    {
      "url": "https://book.passkey.com/go/IDA69thAnnualConference",
      "title": "IDA 69th Annual Conference & Marketplace - Learn about the event and search for hotels",
      "description": "Reserve a hotel room for your event at a special rate",
      "preview": "Reservations Start new reservation Manage reservations IDA 69th Annual Conference & Marketplace October 2, 2023 - October 7, 2023 Palmer House, a Hilt"
    },
    {
      "url": "https://www.drawkit.com/",
      "title": "DrawKit - Beautiful 2D & 3D Illustrations and Icons",
      "description": "Free and premium vector SVG illustrations for you to use on your next project, no attribution required! Vector illustrations, icons, 3D illustrations, animation, mockups, Figma plugins and more.",
      "preview": "John Doe Sign In Upgrade to Pro Your reliable source for all things creative Hand-drawn 2D & 3D illustrations, icons and animations. Perfect for your"
    },
    {
      "url": "https://pgafamilyfoundation.org",
      "title": "Homepage | Allen Family Philanthropies",
      "description": "Building thriving and resilient communities in the Pacific Northwest and beyond",
      "preview": "Building thriving and resilient communities in the Pacific Northwest and beyond. When we each do our part, we create the foundation for collective wel"
    },
    {
      "url": "https://www.raps.org/regulatory-focus%E2%84%A2/news-articles/2017/9/cdrh-to-launch-critical-to-quality-pilot-program",
      "title": "Regulatory Affairs Professionals Society | RAPS",
      "description": "RAPS is the largest global organization of and for those involved with the regulation of healthcare and related products, including medical devices, pharmaceuticals, biologics and nutritional products.",
      "preview": "You need to enable JavaScript to run this app. __SCHEMA_DETAILS__"
    },
    {
      "url": "https://artmillgroup.com/services/contemporary-framing-alternatives/",
      "title": "Contemporary Framing Alternatives",
      "description": "void",
      "preview": "Contemporary Framing Alternatives We create a fine art print from your image and mount it in 1 of 8 product styles of your choice. Your gallery qualit"
    },
    {
      "url": "https://wordpress.com/log-in?redirect_to=https%3A%2F%2Fsjcharlton.wordpress.com%2Fwp-admin%2Fcustomize.php%3Furl%3Dhttps%253A%252F%252Fsjcharlton.wordpress.com%252F2019%252F09%252F30%252Fwhy-local-publishers-matter%252F",
      "title": "WordPress.com",
      "description": "void",
      "preview": "WordPress Please enable JavaScript in your browser to enjoy WordPress.com."
    },
    {
      "url": "https://secure.qgiv.com/for/gt7d",
      "title": "Global Talent",
      "description": "void",
      "preview": "Donate to Global Talent Your gift supports our mission. Make a donation today."
    },
    {
      "url": "http://www.chemguide.co.uk/",
      "title": "chemguide: helping you to understand Chemistry - Main Menu",
      "description": "Main menu of a site aimed to help advanced level chemistry students to understand chemistry",
      "preview": "chemguide Helping you to understand Chemistry MAIN MENU Keyword searching I have removed the Google search box because it was giving problems. Follow"
    },
    {
      "url": "https://www.claires.com/",
      "title": "Claire's | Ear piercing - gentle safe and fun for all ages",
      "description": "Claire's provides Ear Piercing for Kids & Teens | Safe Piercing | Jewelry | Accessories for girls of all ages; free piercings with any earring purchase.",
      "preview": "top of page A Little Update We've pressed \"pause\" on shopping at Claires.com, but the sparkle lives on in our stores! From ear piercing to the latest"
    },
    {
      "url": "https://ciarvella.com/tag/neal-stephenson/",
      "title": "neal stephenson - Cynical Idealism",
      "description": "Posts about neal stephenson written by Matthew Ciarvella",
      "preview": "Skip to content Lexicon by Max Barry My rating: 4 of 5 stars I didn't realize the \"thriller about words\" could be a genre, but I'm definitely on board"
    },
    {
      "url": "http://repository.paramadina.ac.id/view/subjects/NE.html",
      "title": "Items where Subject is \"N Fine Arts > NE Print media\" - Paramadina Repository",
      "description": "void",
      "preview": "Home About Browse Browse by Year Browse by Subject Browse by Division Browse by Author Login Create Account Items where Subject is \"N Fine Arts > NE P"
    },
    {
      "url": "https://www.bonappetit.com/recipe/cacio-e-pepe",
      "title": "Cacio e Pepe Recipe | Bon Appétit",
      "description": "Think of cacio e pepe as Roman mac and cheese. We've made a couple of tweaks to the classic recipe to ensure a creamy, cheesy sauce-even on a weeknight.",
      "preview": "Skip to main content Arrow Jump To Recipe Print Along with carbonara and amatriciana , cacio e pepe is one of Rome's essential pasta dishes, served at"
    },
    {
      "url": "https://techdevguide.withgoogle.com/",
      "title": "Resources - Google Careers",
      "description": "We've curated good stuff like playlists, technical development resources, and other material to help you be your best.",
      "preview": "Careers Careers home Home work_outline Jobs expand_more noogler_hat Students expand_more google How we work expand_more handyman How we hire expand_mo"
    },
    {
      "url": "https://developer.apple.com/softwarelicensing/",
      "title": "Licensing and Trademarks - Apple Developer",
      "description": "Let customers know that your product uses or is designed for Apple technologies.",
      "preview": "View in English Let customers know that your product uses or is designed for Apple technologies. AirPlay audio App Clip Codes App Store Apple Arcade A"
    },
    {
      "url": "https://iarx.com/",
      "title": "iA | Pharmacy Fulfillment Solutions",
      "description": "iA's tailored pharmacy fulfillment solutions optimize workflow, empowering pharmacists for patient-centered care. Join us for better pharmacy operations.",
      "preview": "iA ® is leading a Movement to improve patient care through leading-edge centralized pharmacy fulfillment solutions. See Solutions iA ® is leading a Mo"
    },
    {
      "url": "https://mastodon.green/@mongabay",
      "title": "Mongabay (@mongabay@mastodon.green) - Mastodon.green",
      "description": "1.51K Posts, 31 Following, 2.53K Followers · Reader-supported news and inspiration from nature's frontline. Mongabay is a non-profit.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://vw-audi.oemdtc.com",
      "title": "VolksWagen & Audi - OEMDTC",
      "description": "VolksWagen & Audi Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://whomstplantdaddy.tumblr.com/",
      "title": "Oh hai :3",
      "description": "24, gay dork that likes attention and plants",
      "preview": "24, gay dork that likes attention and plants somecutething : smoothcollegedudemsu : somecutething : ARE YOU KIDDING ME RIGHT NOW OMGGGGG honeydips : M"
    },
    {
      "url": "https://mrag-europe.eu/home/",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us Experience Services Environment and Climate Change Natural Resource Assessment & Management Go"
    },
    {
      "url": "http://andreasviklund.com/",
      "title": "andreasviklund.com",
      "description": "void",
      "preview": "Menu rss facebook twitter Free HTML template: Paris Fashion Blog Brussels Light Free HTML tempalte: Brussels Free HTML CV Template in different colors"
    },
    {
      "url": "https://americasvoice.org/press_releases/by-the-numbers-10-key-immigration-stats-from-midterms-and-beyond/",
      "title": "By the Numbers: 10 Key Immigration Stats From Midterms and Beyond - America's Voice",
      "description": "Washington, DC - By all indications, these midterm elections will be driven by voter concerns about the economy and inflation and possibly abortion rights and gun-violence, with immigration a lower concern for most voters. However, immigration has been used as a fear mongering issue by Republican candidates and some polls indicate it is a top... Continue »",
      "preview": "tags: Press Releases By the Numbers: 10 Key Immigration Stats From Midterms and Beyond by AV Press Releases on November 8, 2022 Share This: Washington"
    },
    {
      "url": "https://www.oculus.com/",
      "title": "Visori VR e MR Meta Quest e accessori accessori | Meta Store",
      "description": "Sfida la realtà con Meta Quest. I nostri visori MR e VR ridefiniscono il gaming e l'intrattenimento del mondo digitale. Scopri di più su Quest 3S ed esplora tutti i visori.",
      "preview": "void"
    },
    {
      "url": "http://www.bellezzedellatoscana.it/",
      "title": "Bellezze della Toscana",
      "description": "Bellezze della Toscana offre fotografie dei posti, raccoglie webcams e informazioni, segnala sagre feste ed eventi regionali",
      "preview": "La Toscana è tra le prime regioni d' Italia per patrimonio culturale e paesaggistico. Il capoluogo di regione è Firenze. Situata nell'Italia centrale,"
    },
    {
      "url": "https://novotel.accor.com/gb/usa/index.shtml",
      "title": "Novotel - Book a hotel for a family holiday or business trip | Novotel",
      "description": "Novotel Hotels - Book a Novotel hotel: meeting rooms for your business trip and large family rooms to share with your kids.",
      "preview": "Skip to main content This site requires javascript for full functionality. Please enable the javascript in your browser. Book your stay Book your stay"
    },
    {
      "url": "https://filmtoro.cz/film/hydra",
      "title": "Hydra (2009) ▶️ Kde sledovat",
      "description": "Je Hydra (2009) online na Netflixu, HBO Max, Oneplay nebo Disney+? Vime, kde, kdy a jak se streamuje online.",
      "preview": "Hydra Pro tento titul zatím čekáme na popisek 😎 📺 Trailer 🎥 Film 📆 2009 🇺🇸 USA ⏰ 93 minut ️▶️ Kde sledovat Tento titul není nikde online 😢 📢 Filmy na"
    },
    {
      "url": "https://juventudrebelde.cu/columnas/las-tres-del-domingo/2021-07-31/las-3-del-domingo",
      "title": "Las 3 del domingo - Juventud Rebelde - Diario de la juventud cubana",
      "description": "Resulta que la Agencia Europea de Seguridad Alimentaria ha dado el visto bueno a productos alimenticios a base de insectos, incluidos grillos y langostas",
      "preview": "Juventud Rebelde - Diario de la Juventud Cubana Viernes 10 de octubre de 2025 La Habana 24 Juana Carrasco Martín Las tres del domingo Las 3 del doming"
    },
    {
      "url": "https://www.waltonfamilyfoundation.org/about-us",
      "title": "About Us",
      "description": "void",
      "preview": "About Us Walton Family Foundation: Where Opportunity Takes Root The Walton Family Foundation is rooted in several generations of family, where no voic"
    },
    {
      "url": "https://recipo.se/en/",
      "title": "Frontpage - Recipo SE",
      "description": "void",
      "preview": "Skip to content Your Compliance Partner for Electronics We offer cost-effective compliance solutions for electronics and are the leading partner in th"
    },
    {
      "url": "https://www.baynews9.com/fl/tampa/news/2022/02/02/polk-county-group-proposes-book-ban-",
      "title": "16 books taken off Polk Public School shelves for review",
      "description": "Some of the books include \"The Bluest Eye\" and \"The Kite Runner.\"",
      "preview": "Open in Our App Get the best experience and stay connected to your community with our Spectrum News app. Learn More Open in Spectrum News App Continue"
    },
    {
      "url": "https://npafc.org/",
      "title": "NPAFC - North Pacific Anadromous Fish Commission",
      "description": "void",
      "preview": "North Pacific Anadromous Fish Commission The North Pacific Anadromous Fish Commission (NPAFC) is an inter-governmental organization established by the"
    },
    {
      "url": "https://bemanningsinfo.no/partner/partnerforside/tilleggstjenester/annonsering-pa-finn-no/",
      "title": "Annonsering på finn.no | Bemanningsinfo",
      "description": "void",
      "preview": "arrow_back Tilbake Annonsering på finn.no Annonsering er et viktig virkemiddel for å tiltrekke seg gode og relevante kandidater til de ledige stilling"
    },
    {
      "url": "http://www.regione.piemonte.it/",
      "title": "Regione Piemonte",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://circ.earth/",
      "title": "Circ • Threading Together the Future of Circular Fashion",
      "description": "At Circ, we've created a technology system that returns clothes back to the raw materials from which they were made. We've discovered a path to erase our global fashion footprint.",
      "preview": "Please rotate your screen Our Materials Our Technology The Cost of Clothing About Us Circ France Introducing Circ France We are advancing the future o"
    },
    {
      "url": "https://ucmp.berkeley.edu/fosrec/",
      "title": "Learning from the Fossil Record",
      "description": "void",
      "preview": "Learning From the Fossil Record Paleontology and Scientific Literacy Why are fossils important to science and society? Tapping Educational Resources W"
    },
    {
      "url": "http://www.brickcommander.com/",
      "title": "Brick Commander",
      "description": "Battlemechs, fighters, and tanks from the battletech-universe. Each model is accurately built with LEGO, beautifully rendered and shown from multiple viewing angles. Building instructions are also available for download in LDraw .DAT format.",
      "preview": "void"
    },
    {
      "url": "https://blog.resourcewatch.org/",
      "title": "Homepage - Resource Watch Blog",
      "description": "by Caitlin Kontgis March 11, 2021 How Mapping Land Use Paints a Clearer Picture of Urban Life < Blog Remote sensing has revolutionized how we measure and understand the Earth. We can now track deforestation across the globe, predict end-of-season crop yields... General · by Kristine Lister November 18, 2020 The Power of Scientific Modeling [...]",
      "preview": "Menu by Auburn Schnitzer July 20, 2022 Touring the World's Reefs Through Data The Regional Coral Reefs Profiles integrate worldwide data and adjust it"
    },
    {
      "url": "https://whatiblogonmydays-blog.tumblr.com/",
      "title": "Hello",
      "description": "Jacalyn | She/her",
      "preview": "Menu Hello Jacalyn | She/her snazzapplesweet : If you give me any positive reinforcement whatsoever i will go full doggo and hang on to that shit fore"
    },
    {
      "url": "https://infiniteforloop.tumblr.com/",
      "title": "typing is a contact sport",
      "description": "I FKN LOVE RECURSION. SEND ME TO POINTER HELL.",
      "preview": "RSS Archive Likes ASK ME ABOUT MY PRIORITY QUEUES typing is a contact sport I FKN LOVE RECURSION. SEND ME TO POINTER HELL. February 5, 2018 • 52 notes"
    },
    {
      "url": "https://hellotexel.com/boot-texel/last-minute-hotels-den-helder/",
      "title": "Laatste boot naar Texel gemist? | Goedkope hotels Den Helder | HelloTexel",
      "description": "Heb je de laatste veerboot naar Texel gemist? Bij de veerhaven van Den Helder vind je Hotel Lands End. Er zijn ook een aantal goedkopere hotels in Den Helder.",
      "preview": "Ga naar de inhoud HelloTexel Menu sluiten Heb je de laatste boot naar Texel gemist? Bij de veerhaven van Den Helder vind je Hotel Lands End. Het hotel"
    },
    {
      "url": "https://www.3lanemarketing.com/",
      "title": "Home - 3Lane Marketing",
      "description": "A boutique, female-owned marketing company that caters to clients looking for the highest level of expertise and excellence in branding, strategy, design and technology.",
      "preview": "Brand Strategy & Design Web Design Concept Strategy Featured Work View Custom Logo Designs An expertly crafted, unique logo that visually communicates"
    },
    {
      "url": "https://gr.pinterest.com/pin/733594226777435142/",
      "title": "Minecraft: How to Build a Modern House - Easy Tutorial - YouTube | Modern minecraft houses, Minecraft modern, Minecraft house designs",
      "description": "➜Minecraft: How to Make a Modern House / Tutorial➜Thumbs up^^ & Subscribe for more =) ►http://goo.gl/q4AtTD➜Download houses from my website: http:...",
      "preview": "Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to select. Touch dev"
    },
    {
      "url": "https://www.sdnhm.org/exhibitions/fossil-mysteries/fossil-preparation/",
      "title": "The Nat |",
      "description": "void",
      "preview": "Search Search Search for The page you requested may have been moved or deleted Let's try one of the following remedies to get you back on track... Che"
    },
    {
      "url": "https://afghanislamicpress.com/en/news?keyword=economy&page=10",
      "title": "News",
      "description": "void",
      "preview": "News Updates (Update 2 minutes ago) Pakistan would be responsible if situation gets worse: National Defence Ministry Armed robber killed in Balkh Indi"
    },
    {
      "url": "https://fdanj.nlm.nih.gov/?f%5Bfdanj.adjudicatingcourtjurisdiction%5D%5B%5D=E.+Dist.+N.Y.&f%5Bfdanj.caseissuedate%5D%5B%5D=September+1962&f%5Bfdanj.casekeywords%5D%5B%5D=Coldene+vitamin+tonic+with+iron&f%5Bfdanj.collection%5D%5B%5D=ffnj&f%5Bfdanj.defendantnames%5D%5B%5D=Sanco+Drug+Co.&per_page=10&sort=fdanj.title+desc&subject=Nyal%27s+Prescription+%2233%22+and+Nyal+Prescription+%2223%22+Pills",
      "title": "Collections: Foods, 1940-1966 / Defendants: Sanco Drug Co. / Product Keywords: Coldene vitamin tonic with iron / Issue Dates: September 1962 / Adjudicating Courts: E. Dist. N.Y. - FDA Notices of Judgment Collection, 1908-1966 Search Results",
      "description": "void",
      "preview": "Because of a lapse in government funding, the information on this website may not be up to date, transactions submitted via the website may not be pro"
    },
    {
      "url": "https://www.cdcfoundation.org/",
      "title": "CDC Foundation",
      "description": "The CDC Foundation is a global nonprofit, managing public health programs that impact chronic and infectious diseases and emergency threats like COVID-19.",
      "preview": "Skip to main content Together Our Impact is Greater We help the nation's public health system save and improve more lives. How Your Support Makes an I"
    },
    {
      "url": "https://www.wfla.com/news/animals/florida-bill-would-ban-allowing-dogs-to-stick-their-heads-out-of-car-windows-declawing-cats/",
      "title": "Florida bill would ban allowing dogs to stick their heads out of car windows, declawing cats | WFLA",
      "description": "A Florida senator has filed a bill intended to protect animals by making it illegal to let a dog be in a driver's lap or stick their head out of a window in the car while driving.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.berrylush.com/",
      "title": "Berrylush - Online Fashion Shopping Store | Women's Dresses Online",
      "description": "Online fashion shopping store for women clothes, apparels in India. Buy the latest trending dresses, tops, jumpsuit, palazzo pants & much more for women. We carry all variety of women's dresses for every occasion in styles you'll love. 24 Hours Shipping | COD | Easy Returns | Official Online Shopping Store of Berrylush",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Bags Dresses Tops Skirts Jumpsuits Co-ords Shorts Shrugs Winter wear Ber"
    },
    {
      "url": "https://gb.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "https://blog.youtube/press/",
      "title": "YouTube for Press",
      "description": "<p data-block-key=\"m0h91\">Quickly find the stats, photos and videos you're looking for, along with guidelines for crediting and broadcasting them.</p><p data-block-key=\"qvr2q\">For any additional press inquiries, contact <a href=\"mailto:press@google.com\">press@google.com</a></p>",
      "preview": "YouTube for Press Quickly find the stats, photos and videos you're looking for, along with guidelines for crediting and broadcasting them. For any add"
    },
    {
      "url": "https://www.atf.gov",
      "title": "Bureau of Alcohol, Tobacco, Firearms and Explosives |",
      "description": "void",
      "preview": "Skip to main content Español Español Caption: New Open Letter to All Federal Firearm Licensees: Regarding the Franklin Armory Reformation and Antithes"
    },
    {
      "url": "https://docs.hexagonppm.com/r/en-US/Intergraph-Smart-3D-Reports/Version-2016-11.0/85852",
      "title": "Documentation",
      "description": "void",
      "preview": "Loading... Your web browser must have JavaScript enabled in order for this application to display correctly."
    },
    {
      "url": "https://mathematik-akademie.de/2017/06/",
      "title": "Juni 2017 - Akademie der Mathematik",
      "description": "void",
      "preview": "+4952029776963 info@mathematik-akademie.de Willkommen Über uns Blog FAQ Karriere Kontakt Impressum Datenschutzerklärung Der Held ist was? Ein Mathemat"
    },
    {
      "url": "https://circle.target.com",
      "title": "Target Circle™",
      "description": "Join Target Circle™ to get perks, deals & a whole lot more every time you shop at Target.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.greendot.com/greendot/privacy-policy-bank?issuingBank=gdb",
      "title": "Account Agreements",
      "description": "void",
      "preview": "Please choose your Green Dot issued card below Log in to your account to access your specific Account Agreement. GO2bank Visa Debit Card (available on"
    },
    {
      "url": "http://www.isfdb.org/cgi-bin/title.cgi?1653700",
      "title": "Title: General Akmed's Revenge?",
      "description": "void",
      "preview": "Title: General Akmed's Revenge? You are not logged in. If you create a free account and sign in, you will be able to customize what is displayed. Sear"
    },
    {
      "url": "https://muppet.fandom.com/wiki/Gordon",
      "title": "Gordon | Muppet Wiki | Fandom",
      "description": "Gordon Robinson is one of the original residents of Sesame Street, having debuted in the first episode along with his wife Susan. Originally working as a history teacher (as mentioned in All About Sesame Street) after serving in the army (as he mentions in Episode 0950), Gordon later became a...",
      "preview": "Muppet Wiki Follow Muppet Wiki on Bluesky ✅ Log in to Muppet Wiki to hide ads Visit Special:Community to learn how you can contribute! READ MORE Muppe"
    },
    {
      "url": "https://thewoksoflife.com/",
      "title": "Home - The Woks of Life",
      "description": "We're a family of 4 living between the US & China. When we're not packing or unpacking suitcases, we're sharing our culinary exploits and travels w/ each other here!",
      "preview": "Trusted Recipes from \"The Bible of Chinese Home Cooking\" Quick & Easy Most Popular Vegetables Noodles Welcome! We're the Leung family-Bill, Judy, Sara"
    },
    {
      "url": "https://www.kptv.com/2023/02/21/foot-found-nw-washington-belongs-missing-woman/",
      "title": "Foot found in NW Washington belongs to missing woman",
      "description": "A shoe containing a human foot that was discovered near the mouth of a river in northwestern Washington belonged to a woman missing since 2018, police say.",
      "preview": "Skip to content PORT ANGELES, Wash. (KPTV) - A shoe containing a human foot was discovered near the mouth of the Elwha River in Port Angeles in Decemb"
    },
    {
      "url": "https://www.yalemedicine.org/news/what-to-know-before-heading-to-a-nail-salon",
      "title": "Q&A: What to Know Before Heading to a Nail Salon > News > Yale Medicine",
      "description": "Before your next manicure or pedicure, get some handy advice on how to keep your nails healthy from tips to toes from a Yale Medicine nail-health expert.",
      "preview": "Skip to Main Content Our expert offers some handy advice to help keep your nails in tip-top shape. Amanda Zubek, MD, explains what precautions to take"
    },
    {
      "url": "https://noelautnerstory.blogspot.com/2021/09/resena-minerva-en-las-nubes-de-pintina.html?showComment=1632515426397",
      "title": "Reseña: Minerva en las nubes de Pintina Cuneo - Entre páginas y letras",
      "description": "void",
      "preview": "Pages Reseñas Book-Tags Entrevistas Promoción Entre páginas y letras©. Con la tecnología de Blogger . Reseña: Minerva en las nubes de Pintina Cuneo 17"
    },
    {
      "url": "http://madscientist.pl/magicfluids",
      "title": "Magic Fluids - iOS and Android app",
      "description": "void",
      "preview": "Fluid animation in your pocket! Touch the screen and create beautiful motion of colorful smoke and water. Key features of Magic Fluids: Highly configu"
    },
    {
      "url": "https://www.visibleearth.nasa.gov/images/89678/fires-threaten-christchurch",
      "title": "Fires Threaten Christchurch",
      "description": "In mid-February 2017, wildfires near Christchurch, New Zealand, spurred the evacuation of more than 1,000 residents.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience."
    },
    {
      "url": "http://refugees.org/",
      "title": "U.S. Committee for Refugees and Immigrants - USCRI",
      "description": "For over 110 years, USCRI has been on the front lines of working on behalf of refugees and immigrants worldwide. Our goal is to help create a world of possibilities for displaced people-where displacement may have defined their past but their future is reimagined with unlimited possibilities. We believe in open doors for refugees, asylees and other immigrants.",
      "preview": "U.S COMMITTEE FOR REFUGEES AND IMMIGRANTS LANGUAGE OPTIONS Donate Keep Girls Dreaming This Holiday Season Over 142,000 School-aged girls are living in"
    },
    {
      "url": "https://www.fondation-bertarelli.org/tristan-da-cunha-creates-planets-fourth-largest-fully-protected-mpa/",
      "title": "Tristan da Cunha creates planet's fourth-largest fully protected MPA - Fondation Bertarelli",
      "description": "void",
      "preview": "Skip to content The Tristan da Cunha Island Council and the British government have announced plans to preserve the unique biodiversity surrounding th"
    },
    {
      "url": "https://syway.org/blog/pure-friendship/",
      "title": "Pure friendship - SY:WAY",
      "description": "\"...so many of you, are receiving the blessings of joy: the blessings of oneness with others, friendship, the pure friendship, pure relationships of just enjoying each other's Spirit; not anything else, not the body, not the mind, the intellectual pursuits and talking and all that, but just feeling each other's Spirit, and the fragrance of [...]",
      "preview": "Home » Pure friendship \"...so many of you, are receiving the blessings of joy: the blessings of oneness with others, friendship, the pure friendship, pu"
    },
    {
      "url": "https://nautil.us/to-protect-the-ocean-we-must-love-it-11867/",
      "title": "To Protect the Ocean, We Must Love It - Nautilus",
      "description": "How a life on the water inspired Dona Bertarelli",
      "preview": "Technology The Divers Who Stretch the Limits of Human Biology Environment Modeling the Deep Environment The Deep Ocean Is a Global Public Good Environ"
    },
    {
      "url": "https://www.smugmug.com/",
      "title": "SmugMug: Protect, Share, Store, and Sell Your Photos",
      "description": "Whether you want a photo website that sells prints, secure client galleries or just need unlimited storage, let us be your all-in-one solution.",
      "preview": "TRY FREE POWERING THE BUSINESS OF PHOTOGRAPHY You capture the moment in ways only you can. We help you do everything else. START MY FREE TRIAL Start y"
    },
    {
      "url": "https://uso.6connex.com/event/virtual/womens-empowerment-summit/login",
      "title": "Resources for Retired Events Links | 6Connex Event Tech",
      "description": "Oops! An event or venue that was hosted on the 6Connex platform has been retired. See these resources for guidance.",
      "preview": "Skip to content See 6C In Action Book a Demo Try it Now See It In Action Book A Demo The 6Connex event or venue you're trying to access is no longer a"
    },
    {
      "url": "https://cbs6albany.com/news/local/heavy-police-presence-police-tape-lining-part-of-area-near-mohawk-river-schenectady",
      "title": "Body pulled from Mohawk River in area where Samantha Humphrey disappeared",
      "description": "Police have blocked off access to an area of the Mohawk River in Schenectady.",
      "preview": "Fri, 10 Oct 2025 10:12:38 GMT (1760091158327) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.rileygrey.com/",
      "title": "Premium Wedding Websites, Registries, RSVPs & More | Riley & Grey",
      "description": "Create beautiful custom wedding websites, invitations, and registries, and manage your RSVP effortlessly. Wedding planning is hard, but Riley & Grey makes it a lot easier. Try for free.",
      "preview": "Wedding websites as unique as the love you've found. invitations Easy and elevated with none of the heavy-lifting, Riley & Grey's tools help you breez"
    },
    {
      "url": "http://futuretodayinc.com",
      "title": "Future Today Inc - Distribute Content and Advertise on AVOD streaming platforms.",
      "description": "void",
      "preview": "Previous Next Previous Next 300+ OTT channels Drive brand awareness & engagement with our targeted CTV advertising solutions Advertise with us Drive b"
    },
    {
      "url": "http://repositorio.unicauca.edu.co:8080/handle/123456789/9/discover?filtertype_0=subject&filtertype_1=subject&filtertype_2=subject&filter_relational_operator_1=equals&filtertype_3=author&filter_relational_operator_0=equals&filtertype_4=has_content_in_original_bundle&filter_2=Fortalecimiento&filter_relational_operator_3=equals&filtertype_5=subject&filter_1=Experiencias+significativas&filter_relational_operator_2=equals&filtertype_6=subject&filter_0=Indagaci%C3%B3n&filter_relational_operator_5=equals&filtertype_7=dateIssued&filter_relational_operator_4=equals&filter_6=Ense%C3%B1anza&filter_relational_operator_7=equals&filter_5=Estudiantes&filter_relational_operator_6=equals&filter_4=true&filter_3=Barona+Cayola%2C+Luz+Mery&filter_7=%5B2010+TO+2019%5D&filtertype=author&filter_relational_operator=equals&filter=Castillo+Sinisterra%2C+Luz+Elena",
      "title": "Buscar",
      "description": "void",
      "preview": "Repositorio Universidad del Cauca Buscar Login Principal → Facultad de Ciencias Naturales, Exactas y de la Educación → Buscar JavaScript is disabled f"
    },
    {
      "url": "https://android-developers.googleblog.com",
      "title": "Android Developers Blog",
      "description": "News and insights on the Android platform, developer tools, and events.",
      "preview": "☰ Android Developers Blog The latest Android and Google Play news for app and game developers. 🔍 Android Developers → Jetpack Kotlin Docs News Platfor"
    },
    {
      "url": "https://www.moeckern24.de/2020/03/27/coronavirus-pandemie-in-deutschland-herausforderungen-und-interventionsmoeglichkeiten/",
      "title": "Coronavirus-Pandemie in Deutschland: Herausforderungen und Interventionsmöglichkeiten - Möckern24",
      "description": "Die weltweite Verbreitung des Coronavirus SARS-CoV-2 und der damit verbundenen Atemwegserkrankung COVID-19 verläuft hochdynamisch. Die Leopoldina hat eine interdisziplinäre Gruppe von Wissenschaftlern einberufen, um die aktuelle Situation zu untersuchen. In der daraus resultierenden Ad-hoc-Erklärung „Coronavirus-Pandemie in Deutschland: Herausforderungen und Interventionsmöglichkeiten\" werden mögliche gesundheitspolitische Optionen zur Bekämpfung der Coronavirus-Pandemie in Deutschland erörtert. Maßnahmen der Bundesregierung und ...",
      "preview": "Die weltweite Verbreitung des Coronavirus SARS-CoV-2 und der damit verbundenen Atemwegserkrankung COVID-19 verläuft hochdynamisch. Die Leopoldina hat"
    },
    {
      "url": "https://community.shopify.com/c/shopify-design/make-product-description-central-in-mobile-view/m-p/1376708/highlight/true",
      "title": "Make product description central in mobile view - #2 by KetanKumar - Shopify Community",
      "description": "I want to make the product description aligned to the centre P word test Blockshop theme https://laz-the-plant-scientist.myshopify.com/",
      "preview": "Make product description central in mobile view Store Design KetanKumar November 5, 2021, 8:01pm 2 @peter550 yes please try this code Go to Online Sto"
    }
  ],
  "_meta": {
    "total_bookmarks": 92
  }
}