{
  "data": [
    {
      "url": "https://www.iubenda.com/privacy-policy/59274660/cookie-policy",
      "title": "Cookie Policy of Tenuta Larnianone",
      "description": "Tenuta Larnianone collects some Personal Data from its Users.",
      "preview": "Cookie Policy of Tenuta Larnianone This document informs Users about the technologies that help Tenuta Larnianone to achieve the purposes described be"
    },
    {
      "url": "https://www.kungahuset.se/arkiv/pressmeddelanden/2023-02-20-kungens-planerade-ingrepp-genomfort",
      "title": "Kungens planerade ingrepp genomfört | Kungahuset",
      "description": "H.M. Konungen har under förmiddagen i dag, den 20 februari, genomgått ett kirurgiskt ingrepp med kateterteknik i hjärtområdet.",
      "preview": "Startsida / Arkiv 20 februari 2023 Kungens planerade ingrepp genomfört H.M. Konungen har under förmiddagen i dag, den 20 februari, genomgått ett kirur"
    },
    {
      "url": "https://whatisprivilege-blog.tumblr.com/",
      "title": "What Is Privilege?",
      "description": "We want to continue the conversation about what privilege is in education. It is not just about who goes to school and who does not but is affected by the idea of intersectionality as the concepts of...",
      "preview": "What Is Privilege? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Dyslexic people don't have"
    },
    {
      "url": "https://www.tasteline.com/recept/fisk-skaldjurslasagne/",
      "title": "Fisk- & skaldjurslasagne - Tasteline",
      "description": "void",
      "preview": "Sök Hem / Recept / Fisk- & skaldjurslasagne Nästan rätt? Visa liknande recept Annons Undvik att skärmen släcks Ingredienser 250 g lasagneplattor , gär"
    },
    {
      "url": "http://www.saporietradizioni.it/",
      "title": "Ricette di cucina e piatti tradizionali",
      "description": "Raccolta di ricette di cucina tradizionali italiane ed internazionali. Migliaia di preparazioni gastronomiche per antipasti, salse e sughi, spezie, paste asciutte, paste al forno, riso & risotti, gnocchi, cuscus, zuppe e minestre, sformati e timballi, torte salate, pizze & pane, preparazioni base, carne, pesce uova, formaggi, verdure, insalate, patate, funghi, legumi, torte, crostate, dolci, creme e Bevande",
      "preview": "Home • Cerca • Cosa c'è nella dispensa? • Invia ricette! • 4 chiacchiere • Menù speciali • Contattaci Cerca Antipasti & sfizi Carne Formaggio Pesce &."
    },
    {
      "url": "https://safelives.org.uk/",
      "title": "We are SafeLives - Ending domestic abuse",
      "description": "void",
      "preview": "Skip to content Search website Donate Quick exit Survivor voice is at the heart and start of what we do. Victims of domestic abuse are experts by expe"
    },
    {
      "url": "https://tour.mines.edu/",
      "title": "Home - Campus Tour",
      "description": "Explore Colorado School of Mines with campus tours, virtual visits, and in-person visits. Learn all about our unique campus life, academic programs, and admissions process.",
      "preview": "Facebook X MINES.EDU MyMines Apply Undergraduate Admissions Graduate Admissions Visits and Events On campus, virtually or in your area - we want you t"
    },
    {
      "url": "https://newrepublic.com/article/165124/ron-desantis-white-house-florida-democrats-eyeing-him",
      "title": "Ron DeSantis Is Eyeing the White House. Florida Democrats Are Eyeing Him. | The New Republic",
      "description": "He seems to be the heavy favorite for reelection at the moment. But remember-he only won by 30,000 votes last time. And he's under 50 percent. Stranger things have happened.",
      "preview": "Skip Navigation If any candidate in the 2022 Florida gubernatorial election wants this year's race to be a localized affair without much national scru"
    },
    {
      "url": "https://forums.delphiforums.com/n/pfx/forum.aspx?pagingNavigate=NEXT&msg=5055.1&firstTid=5055&filterColumn=UNREADMSGS&sortByFolder=0&pagingLastDate=2021-11-23T17%253a33%253a21&webtag=ostfiletopst&nav=messages",
      "title": "Delphi Forums Login - Welcome! Please log in.",
      "description": "void",
      "preview": "Welcome! Please log in. Enter your Membername or E-Mail Address: Password I forgot Save password? I agree to the terms of the Delphi Forums Terms of S"
    },
    {
      "url": "https://www.kidschat.net/",
      "title": "Kids Chat - Free chat rooms for older kids, youths and teens aged 13-19",
      "description": "Free chat rooms for older kids and teenagers. Talk online with other people from all over the world in a fun, friendly, and safe kids and teen chat.",
      "preview": "Welcome to Kids Chat Net. We are your #1 source for free chat rooms and informative blogs for older kids and younger teens aged 13-19 years of age. We"
    },
    {
      "url": "https://watsoncoleman.house.gov",
      "title": "Home",
      "description": "The Official U.S. Congressional website of Bonnie Watson Coleman",
      "preview": "Click here to learn more about how the government shutdown will impact you and where you can find resources to help. Close About Priorities E-Newslett"
    },
    {
      "url": "https://2022.alaannual.org/",
      "title": "2022 ALA Annual Conference & Exhibition",
      "description": "June 23-28 in Washington, D.C. - ALA Annual Conference is the biggest library event of the year. Attend in person or online for top-quality education, inspiring speakers and author talks, and access to 500+ exhibitors.",
      "preview": "Skip to main content Skip to main navigation Skip to site search Home ala annual 2022 conference exhibitions update sl Look Back at Annual 2022! Major"
    },
    {
      "url": "https://www.github.com/mozilla/foundation.mozilla.org/",
      "title": "GitHub - MozillaFoundation/foundation.mozilla.org: Mozilla Foundation website",
      "description": "Mozilla Foundation website. Contribute to MozillaFoundation/foundation.mozilla.org development by creating an account on GitHub.",
      "preview": "Skip to content"
    },
    {
      "url": "https://licensing.theguardian.com/",
      "title": "Home | The Guardian Licensing",
      "description": "Guardian Licensing is responsible for the commercial licensing and distribution of Guardian and Observer content",
      "preview": "It ' s your choice When we make Guardian Licensing available to you online, we use cookies and similar technologies to help us to do this. Some are ne"
    },
    {
      "url": "https://telegram.me/share/url?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&text=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Telegram: Share Web Page",
      "description": "void",
      "preview": "Download https://oemdtc.com/13077/23t001-incorrect-tire-identification-number-general-altimax-rt43-tires 23T001 Incorrect Tire Identification Number -"
    },
    {
      "url": "https://global.jaxa.jp/",
      "title": "JAXA | Japan Aerospace Exploration Agency",
      "description": "The Japan Aerospace Exploration Agency (JAXA) performs various activities related to aerospace as an organization, from basic research in the aerospace field to development and utilization.",
      "preview": "Japanese Contact and FAQ JAXA Japan Aerospace Exploration Agency About JAXA Missions Global Activities About JAXA Category Top About JAXA Message from"
    },
    {
      "url": "https://www.saverlife.org/",
      "title": "Home - SaverLife",
      "description": "void",
      "preview": "We use cookies to enhance your browsing experience and analyze how you interact with our site. Accept Cookies Reject Cookies Skip to content Connect O"
    },
    {
      "url": "https://carolynchan.wordpress.com/tag/sydney/",
      "title": "Sydney | Food is my happy place",
      "description": "Posts about Sydney written by Carolyn Chan",
      "preview": "Home My love of all things food... and other ramblings."
    },
    {
      "url": "https://thenewswheel.com/2019-bmw-i8-overview/2019-bmw-i8-interior-06/",
      "title": "The News Wheel",
      "description": "Button",
      "preview": "Skip to content Car News By Brand Collector's Dream: Over 1,000 Hidden Cars From One of America's Largest Private Collections Now Selling With No Rese"
    },
    {
      "url": "https://www.mcmaster.com/hands-free-faucet-valves",
      "title": "McMaster-Carr",
      "description": "McMaster-Carr is the complete source for your plant with over 595&#44;000 products. 98% of products ordered ship from stock and deliver same or next day.",
      "preview": "Our website requires JavaScript. Please enable it in your browser. To place an order, email us or call (630) 833-0300."
    },
    {
      "url": "https://www.ft.com/technology",
      "title": "Technology | Financial Times",
      "description": "Get the latest technology news from around the industry. Keep up-to-date with the most influential and innovative technology brands, including Apple, Microsoft, Google, Meta, and more.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Technology Add to myFT Lead story in Technology Technology regulation Google"
    },
    {
      "url": "https://thehub.online/hub-forums/",
      "title": "Domain Details Page",
      "description": "void",
      "preview": "We're sorry but this app doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://marineprotectedareas.noaa.gov/",
      "title": "National Marine Protected Areas Center",
      "description": "National Marine Protected Areas Center",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "https://www.obaly-dekorace.cz/pap-uterky-zasobniky/uterky-rolovane/",
      "title": "PAP.UTĚRKY, ZÁSOBNÍKY » Utěrky rolované » obaly-dekorace.cz",
      "description": "void",
      "preview": "Papírové utěrky, zásobníky Pro utírání rukou ve společných prostorách jako jsou toalety, firemní kuchyňky, některá zdravotnická a kosmetická zařízení"
    },
    {
      "url": "https://www.ikea.com/gb/en/cat/lighting-18701/",
      "title": "Baby Bathing, Baby Changing Units & Accessories - IKEA UK",
      "description": "Explore our affordable baby changing, bathing & potty essentials. Designed for comfort and convenience. Shop now.",
      "preview": "Skip to main content Skip to product list pencil Book a FREE online or in-store Children's bedroom planning appointment Baby changing, bathing & potty"
    },
    {
      "url": "https://aferael.tumblr.com/",
      "title": "Bane of Light",
      "description": "yea this is a personal blog but i post art sometimes | he/him 21",
      "preview": "♠ ♠ this is a health meter. aferael's health is at 10% yea this is a personal blog but i post art sometimes | he/him 21 Skip navigation links Home Mai"
    },
    {
      "url": "https://newsroom.ca.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK PayPal Product PayPal launches its most advanced solution for small and mid-sized enterprises in Canada Pay"
    },
    {
      "url": "https://sportsration.com/",
      "title": "Nigeria sports news, Nigeria football news transfers and gossips",
      "description": "Nigeria Sports News, Nigeria football news; latest NPFL, EPL, La Liga, UCL, Serie A, NBA, Tennis, Transfers, Gossips, Breaking News & Nigerians abroad",
      "preview": "BREAKING: NNL Begins Stadium Inspections Ahead of 2025/2026 Season Kickoff Rohr Describes Rwanda and Nigeria Matches as Most Important in Benin's Foot"
    },
    {
      "url": "https://www.tequilawithfriends.com/",
      "title": "Tequila With Friends | Texas",
      "description": "Tequila Friends is a Tequila started by four childhood friends, just for friends. When a good time is influenced by good friends that help you create the type of memories that last a lifetime, Tequila with Friends is the Spirit you want to share.",
      "preview": "top of page with Friends. Better The Essential Ingredient is Friendship Not only is Friendship at the core of Tequila with Friends, it is a foundation"
    },
    {
      "url": "https://intranet.ywca.org/home",
      "title": "Home - YWCA Intranet",
      "description": "The site home page",
      "preview": "Skip main navigation (Press Enter). Contact Us YWCA Week Without Violence - Safe Beginnings: Protecting Mothers, Nurturing Futures - Oct 20-24 - Learn"
    },
    {
      "url": "https://www.grantinterface.com/Home/Logon?urlkey=seattle",
      "title": "Logon - Grant Lifecycle Manager",
      "description": "void",
      "preview": "Logon Email Address* Password* Log On Create New Account Access is disabled. Attention Grantees and Grant Seekers: Seattle Foundation recently launche"
    },
    {
      "url": "https://spire.com/",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://insights.spire.com/maritime/shipview/",
      "title": "ShipView™: Easy-to-Use Ship Tracker App | Web Ship Tracking",
      "description": "ShipView™ is an easy-to-use ship tracking web application that leverages Spire Maritime's global AIS data. Get started using ShipView™ now",
      "preview": "ShipView: Easy to Use Ship Tracker App ShipView™ is an easy-to-use ship tracker app that leverages Spire Maritime's global AIS data Core features of o"
    },
    {
      "url": "https://react.dev/learn",
      "title": "Quick Start - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Quick Start Welcome to the React documentation! This page will give you an introduction to"
    },
    {
      "url": "https://sageprints-blog.tumblr.com/",
      "title": "sage",
      "description": "College Student // Designer // Content Creator",
      "preview": "sage Bio College Student // Designer // Content Creator Navigation link link link link Navigation // Tags"
    },
    {
      "url": "https://www.skatteverket.se/privat",
      "title": "Startsida | Skatteverket",
      "description": "Skatteverket - Tillsammans gör vi samhället möjligt",
      "preview": "Till innehåll Till navigationen Teckenspråk Other languages Kontakta oss Logga in Sök Sök Privat Företag Föreningar Offentliga aktörer Om oss Logga in"
    },
    {
      "url": "https://www.justice.gov",
      "title": "Department of Justice | Homepage | United States Department of Justice",
      "description": "Official website of the U.S. Department of Justice (DOJ). DOJ's mission is to enforce the law and defend the interests of the United States according to the law; to ensure public safety against threats foreign and domestic; to provide federal leadership in preventing and controlling crime; to seek just punishment for those guilty of unlawful behavior; and to ensure fair and impartial administration of justice for all Americans.",
      "preview": "Skip to main content Remote video URL Video Justice Department Files Lawsuit Under the FACE Act Against Violent Protestors at Synagogue in West Orange"
    },
    {
      "url": "https://apnews.com/hub/technology",
      "title": "Technology: Latest Tech News Articles Today | AP News",
      "description": "Don't miss an update on the latest tech news from The Associated Press. AP News has everything you need to know for technology news today.",
      "preview": "void"
    },
    {
      "url": "http://www.okeanostravel.com/",
      "title": "Turkey Holiday Packages And Turkey Tours | Okeanos Travel Turkey",
      "description": "The Best Deals on Turkey Tours & Turkey Holiday Packages. Travel Turkey ranging from Istanbul to Cappadocia to Ephesus. Customized Tours. Okeanos Travel",
      "preview": "Turkey Holiday Packages and Turkey Tours Discover the beauty and culture of Turkey with our local guided holiday tours and packages. Small group and p"
    },
    {
      "url": "https://k1llerk0de.tumblr.com/post/139497536937",
      "title": "What we think of computer science is changing. Sources: Gallup/Google and Horizon media - @k1llerk0de on Tumblr",
      "description": "💬 0 🔁 23 ❤️ 49 · What we think of computer science is changing. Sources: Gallup/Google and Horizon media",
      "preview": "codeorg Follow What we think of computer science is changing. Sources: Gallup/Google and Horizon media You are using an unsupported browser and things"
    },
    {
      "url": "https://www.codecademy.com/learn/learn-python-3",
      "title": "Learn Python 3 | Codecademy",
      "description": "Develop your Python 3 skills in our comprehensive course. Start coding and build versatile applications.",
      "preview": "Skip to Content Course Learn Python 3 Learn the basics of Python 3.12, one of the most powerful, versatile, and in-demand programming languages today."
    },
    {
      "url": "https://poosh.com/kourtney-kardashian-go-to-foundation/",
      "title": "Pick of the Week: Kourt's Go-To Foundation - Poosh",
      "description": "Conceals and heals.",
      "preview": "Skip to main content TREAT YOURSELF-FREE SHIPPING ON ALL POOSH DOMESTIC ORDERS. SHOP NOW."
    },
    {
      "url": "https://www.baseballamerica.com/",
      "title": "Baseball America",
      "description": "void",
      "preview": "Skip to content Search Search for: Clear search query Search Newsletter Subscribe Article College 10 Recruiting Classes That Just Missed The Top 25 Pe"
    },
    {
      "url": "https://www.vrai.com/diamond-jewelry",
      "title": "Diamond Jewelry with VRAI Created Diamonds: Elevate Style Responsibly",
      "description": "Shop our collection of VRAI created diamond jewelry from earrings, necklaces, and bracelets to rings. VRAI jewelry showcases expert craftsmanship and elegance.",
      "preview": "VRAI created diamond jewelry Express your values and style with sustainable fine jewelry. Express your values and style with sustainable fine jewelry."
    },
    {
      "url": "https://webgradients.com/",
      "title": "Fresh Background Gradients | WebGradients.com 💎",
      "description": "Come to WebGradients.com for 180 beautiful linear gradients in CSS3, Photoshop and Sketch. This collection is curated by top designers and totally free.",
      "preview": "void"
    },
    {
      "url": "https://www.tribpub.com/subscriber-terms-and-conditions/#nt=secondarynavbar",
      "title": "SUBSCRIBER TERMS AND CONDITIONS - Tribune Publishing",
      "description": "void",
      "preview": "Skip to content Revision Date: June 10, 2025 IMPORTANT: SECTION 4 OF THESE SUBSCRIPTION TERMS AND CONDITIONS CONTAINS A BINDING ARBITRATION AGREEMENT"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Map_Features",
      "title": "Map features - OpenStreetMap Wiki",
      "description": "void",
      "preview": "tagging #Mapfeatures #Mapfeatures tagging Map features From OpenStreetMap Wiki (Redirected from Map Features ) Jump to navigation Jump to search Help"
    },
    {
      "url": "https://queertactics.tumblr.com/",
      "title": "@queertactics on Tumblr",
      "description": "Follow @queertactics and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following katebushvgore Follow miss-americanbi Follow how the absolute FUCK am i supposed to live long and prosper in these conditions tra"
    },
    {
      "url": "https://www.ten35.com/",
      "title": "void",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. View All View Team View All"
    },
    {
      "url": "https://wiktenauer.com/wiki/Main_Page",
      "title": "Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Dedicated to the memory of Dr. Patri Pugliese",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Main Page From Wiktenauer Ju"
    },
    {
      "url": "https://inreview.net/features/unraveling-silver-cord",
      "title": "Unraveling The Silver Cord | inReview.net",
      "description": "void",
      "preview": "Skip to main content Skip to navigation You are here Home Unraveling The Silver Cord Published by becca91 on Fri, 2009-07-24 21:22 Approximately six y"
    },
    {
      "url": "https://tapas.io/series/Deogie",
      "title": "Read Deogie | Tapas Web Community",
      "description": "Your home for the world's most exciting and diverse web comics and novels. Discover stories you'll love from all genres, only on Tapas!",
      "preview": "Please note that Tapas no longer supports Internet Explorer. We recommend upgrading to the latest Microsoft Edge , Google Chrome , or Firefox . Home C"
    },
    {
      "url": "https://blissandbone.com",
      "title": "Modern Wedding Websites & Invitations | Bliss & Bone",
      "description": "Bliss & Bone provides modern and unique wedding websites & matching digital invitations and save the dates.",
      "preview": "Start Designing for Free! Email Password Forgot My Password Login Create Account Name Email Password Create account By creating an account, you agree"
    },
    {
      "url": "https://ocean.weather.gov/",
      "title": "Ocean Prediction Center",
      "description": "void",
      "preview": "Home Mobile Site RSS Go Local Forecast Ocean Prediction Center National Oceanic and Atmospheric Administration Analysis & Forecast Weather Alaska/Arct"
    }
  ],
  "_meta": {
    "total_bookmarks": 54
  }
}