{
  "data": [
    {
      "url": "https://www.californiacremationcenters.com/obituaries/Garon-Blazek/",
      "title": "Landing Page | California Cremation Centers",
      "description": "California Cremation Centers in San Bernardino, CA provides funeral, memorial, aftercare, pre-planning, and cremation services to ... Learn More",
      "preview": "Please ensure Javascript is enabled for purposes of website accessibility"
    },
    {
      "url": "https://gis.citrusbocc.com/data-downloads.html",
      "title": "Citrus County Geographic Information Systems (GIS) - Test Template",
      "description": "The GIS system contains addressing, water, wastewater, storm utilities, roadways, lots / parcels, land use, zoning, flood zone data, and many more features.",
      "preview": "You are here: Downloads Data Downloads Data Downloads Please visit our ArcGIS Online Hub Site for Most Data Downloads This link will take you to the C"
    },
    {
      "url": "https://hyperise.com/",
      "title": "Hyperise Toolkit: Hyper-personalization for Savvy Sales & Marketing teams",
      "description": "Personalize images in your outreach and your websites text, images, videos and CTAs for each visitor without writing a single line of code.",
      "preview": "Personalization Demo Start Your Free 14 Trial Join a Live Demo Unlimited possibilities to personalize your CTA Purposeful personalized images, that vi"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Noun-Project-Free-Icons-Stock-Photos-for-Everything-7e06ca223b634cddab86a0c10a76a075?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.nhl.com/standings",
      "title": "NHL Hockey Standings | NHL.com",
      "description": "The official standings for the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.openhistory.de/author/charlottejahnz/",
      "title": "Charlotte Jahnz - Open History e.V.",
      "description": "114 Menschen mit verschiedenen Vorlieben und Interessen, die in Deutschland, Frankreich, Österreich und Luxemburg wohnen, beteiligen sich dieses Jahr am #histowichteln. Das ist eine ganze Menge (43 mehr als im letzten Jahr!) und macht die Sache umso spannender. Nun haben wir schon zwei Jahre #histowichteln hinter uns. Deshalb haben wir...",
      "preview": "114 Men­schen mit ver­schie­de­nen Vor­lie­ben und Inter­es­sen, die in Deutsch­land, Frank­reich, Öster­reich und Luxem­burg woh­nen, betei­li­gen si"
    },
    {
      "url": "http://www.oysterknife.co.nz/",
      "title": "Pneumatic Oyster Knives from Amon Industrial in Australia, New Zealand and anywhere in the world where there is an oyster industry",
      "description": "void",
      "preview": "AMON INDUSTRIAL Home About Contact Links Pneumatic Oyster Knives Amon Industrial Pneumatic Oyster Knives have been used in Australia and New Zealand f"
    },
    {
      "url": "https://sirenalpha.tumblr.com/",
      "title": "SirenAlpha",
      "description": "Just somebody who has been here way too long",
      "preview": "theme made by espoirthemes this post is tagged as food. this post is blacklisted because it contains food and is not fully visible on the index page."
    },
    {
      "url": "http://www.gugik.gov.pl/",
      "title": "Strona główna - Główny Urząd Geodezji i Kartografii - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://br.linkedin.com/company/imaginatto-design-&-marketing?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Imaginatto Design & Marketing | LinkedIn",
      "description": "Imaginatto Design &amp; Marketing | 1.310 seguidores no LinkedIn. Quer potencializar sua marca? Conte com a gente. Desde 1998, transformamos ideias em marcas de valor.",
      "preview": "O LinkedIn respeita a sua privacidade O LinkedIn e terceiros usam cookies essenciais e não essenciais para fornecer, proteger, analisar e aprimorar no"
    },
    {
      "url": "https://www.hybriden.se/en/product/cba-vol-32-9789187825071/",
      "title": "CBA vol 32 - Hybriden",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://abc7ny.com/escaped-sheep-wayward-slaughterhouse-escape-paterson/12888170/",
      "title": "Escaped sheep getting a new 'fleece' on life after escaping Paterson, New Jersey slaughterhouse - ABC7 New York",
      "description": "Seven sheep are getting a new \"fleece\" on life after escaping from a slaughterhouse in New Jersey.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out PETS & ANIMALS 7 sheep getting a new 'fleece' on life after escaping New Jersey slau"
    },
    {
      "url": "https://appsupport.supersimple.com",
      "title": "Super Simple App Support",
      "description": "Super Simple App Support",
      "preview": "Helpful information for the Super Simple app Search No results found Most Popular Articles Offline mode How do I lock the app so my child cannot exit"
    },
    {
      "url": "https://www.scmp.com/",
      "title": "Breaking China, Asia, HK News, Opinions and Insights | South China Morning Post",
      "description": "News, opinions, infographics and videos on China issues: geopolitics, diplomacy, economy, technology and lifestyle.",
      "preview": "Advertisement China's rare earth export controls add new twist in US chip war, observer says Xiang Ligang says it appears semiconductor equipment bott"
    },
    {
      "url": "https://www.footballaudit.com/",
      "title": "www.footballaudit.com",
      "description": "void",
      "preview": "www.footballaudit.com ✅ Domaine : www.footballaudit.com Statut : 200 OK Cette page est servie depuis le domaine : www.footballaudit.com"
    },
    {
      "url": "https://forum.doctissimo.fr/psychologie/amour/rencontrer-fille-sujet_198491_1.htm",
      "title": "Comment rencontrer une fille? - Relations amoureuses - FORUM psychologie - Club.doctissimo.fr",
      "description": "void",
      "preview": "Page introuvable - Doctissimo"
    },
    {
      "url": "https://powerautomate.microsoft.com/",
      "title": "Power Automate: Intelligent Robotic Process Automation | Microsoft Power Platform",
      "description": "Automate workflows and business processes across apps, systems, and websites with Microsoft Power Automate using AI, digital, and robotic process automation.",
      "preview": "This is the Trace Id: 957ec0e1d6b8d0ad21f98b2feff9329a Skip to main content Power Automate Optimize business processes with a comprehensive automation"
    },
    {
      "url": "http://shavedham.blogspot.com/p/big-button-box-support.html",
      "title": "Shaved Labs - iPhone Apps: Big Button Box Support",
      "description": "For help with Big Button Box please contact us using the email address within the app found by pressing the info button",
      "preview": "skip to main | skip to sidebar Shaved Labs - iPhone Apps Pages Home Big Button Box Support Big Button Box Support For help with Big Button Box please"
    },
    {
      "url": "https://aquarium.org/visit/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.bb-shop.ro/bijuterie-vida_colored_diamonds-100934.html?utm_source=splendor.ro&utm_campaign=Bijuterii&utm_medium=referral&utm_content=PaginaProdus",
      "title": "Inele de logodna Vida Colored Diamonds 43983R-LD8WP | Bijuterii dama | B&B SHOP Magazin online de bijuterii si accesorii",
      "description": "Bijuterie Inele de logodna Vida Colored Diamonds 43983R-LD8WP, clasa Premium, tip dama | aur 18 Kt, diamant natural negru 0.81ct, 28 diamante naturale 0.485ct (H SI), | B&B SHOP Magazin online de bijuterii originale/autentice",
      "preview": "▲ B&B Shop Bijuterii INELE DE LOGODNA INELE DE LOGODNA DAMA inele de logodna dama aur 18 kt diamant Inele de logodna Vida Colored Diamonds 43983R-LD8W"
    },
    {
      "url": "https://connect.looker.com/?utm_source=lookercommunity&utm_medium=link_in_header&utm_campaign=connect_community_promo&utm_id=communitytoconnectlink",
      "title": "Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right Cloud learning for you Upskill yourself or your team with Google Clou"
    },
    {
      "url": "https://www.hcsheriff.gov/pressreleases/display.php?releaseid=1533",
      "title": "Hamilton County Sheriff's Office Website",
      "description": "void",
      "preview": "How Do I...? Home Office of the Sheriff Administrative Services Law Enforcement Services Corrections Services Newsroom How Do I...? Careers Phone: 423"
    },
    {
      "url": "https://jsonformatter.org/json-pretty-print",
      "title": "Best JSON Pretty Print Online",
      "description": "Best JSON Pretty Print tool to Make Pretty JSON and JSON Print in color and Save and Share Online.",
      "preview": "Copied to Clipboard Ad blocking? It's okay. Please share to support us: Share Tweet Share Share JSON Pretty Print JSON Pretty Print helps Pretty JSON"
    },
    {
      "url": "https://skilllabdesk.zendesk.com",
      "title": "Help Center",
      "description": "void",
      "preview": "SkillLab User Guide Add your skills, see how they match hundreds of career fields and occupations and create a skill-based CV with SkillLab. Administr"
    },
    {
      "url": "http://www.psu.edu",
      "title": "The Pennsylvania State University | Penn State",
      "description": "Penn State is a Pennsylvania-based, top-ranked public university that educates students worldwide. Learn more about Penn State degree programs and research.",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Academics expand icon Undergraduate Stud"
    },
    {
      "url": "https://www.pathfinderpress.com/collections/books-of-the-month-january-2022/products/what-is-surrealism-selected-writings_by-andre-breton",
      "title": "What Is Surrealism | Pathfinder Press",
      "description": "Writings of the best-known leader of the Surrealist movement in literature and the arts. Includes a facsimile reproduction of the 1942 Surrealist Album by André Breton. To read full review(s), please click the REVIEWS &amp; PROMO tab on this page.",
      "preview": "JOIN THE PATHFINDER READERS CLUB AND SAVE 25-30% Home Promotional Leaflets How to Order Contact My Wishlist Create Account Login My Wishlist Create Ac"
    },
    {
      "url": "https://iocl.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://djvacto-blog.tumblr.com/post/90468162172",
      "title": "Danny , What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "What % of STEM Should Be Computer Science? » codeorg : Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\" edu"
    },
    {
      "url": "https://delaware.uso.org",
      "title": "USO Delaware",
      "description": "Directions, hours, and events for the USO Delaware area",
      "preview": "Skip to navigation Skip to main content Skip to footer USO Delaware Find another USO location USO logo USO Delaware Donate Open Menu Locations USO Del"
    },
    {
      "url": "https://www.out.com/fashion/2019/2/25/shangela-talks-being-first-drag-queen-oscars",
      "title": "Shangela Talks Being the First Drag Queen at the Oscars",
      "description": "The entertainer gives all the details of her look.",
      "preview": "Out.com Celebrities TV Shows Movies Music Drag Interviews Fashion Lifestyle Travel OUT Exclusives OUT 100 ADVOCATE Pride Out Traveler PLUS ADVOCATE CH"
    },
    {
      "url": "https://supreme.justia.com/cases/federal/us/237/309/",
      "title": "Frank v. Mangum | 237 U.S. 309 (1915) | Justia U.S. Supreme Court Center",
      "description": "Frank v. Mangum",
      "preview": "Frank v. Mangum, 237 U.S. 309 (1915) Overview Opinions Syllabus U.S. Supreme Court Frank v. Mangum, 237 U.S. 309 (1915) Frank v. Mangum No. 775 Argued"
    },
    {
      "url": "https://siellasuntaalla.blogspot.com/2014/",
      "title": "Siellä sun täällä: 2014",
      "description": "void",
      "preview": "maanantai 9. kesäkuuta 2014 Viisi kuukautta muuton jälkeen - aatoksia ja tapahtumia. Juurilleni, Jyväskylään paluusta on kulunut jo noin viitisen kuuk"
    },
    {
      "url": "https://www.madewell.com/felt-beret-NI548.html?dwvar_NI548_color=BL5912&cgid=accessories",
      "title": "Felt Beret | Madewell",
      "description": "Felt Beret",
      "preview": "Made of wool felt, this classic beret is très chic and the perfect finishing touch for any outfit. Wool felt/polyester. Spot clean. Import. Select sto"
    },
    {
      "url": "https://acmemarine.com/products/acme-propeller-1635",
      "title": "ACME 1635 20.00\" x 20.00\" Cruiser 4-Blade Propeller - ACME Marine",
      "description": "Our premium boat propellers are engineered in the USA and fit Nautique, Malibu, Centurion, Mastercraft boats & more.",
      "preview": "Skip to content In Your Cart Close Popup X Created with Sketch. View Cart ACME 1635 20.00\" x 20.00\" Cruiser 4-Blade Propeller Part Number: 1635 $2,890"
    },
    {
      "url": "https://www.oculus.com/experiences/quest/3008315795852749/",
      "title": "The Thrill of the Fight su Meta Quest | Giochi VR di Quest | Meta Store",
      "description": "The Thrill of the Fight is a room-scale only VR boxing game focused on authenticity. Face off in the virtual ring where you'll jab, dodge, and sweat your way to the top of the boxing world. Grab your gloves, step through the ropes, and become a champion.",
      "preview": "void"
    },
    {
      "url": "https://login.microsoftonline.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://wiktenauer.com/wiki/George_Silver",
      "title": "George Silver ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "George Silver (ca.1550s- early 1560s - 1620s) was a 16th - 17th century English nobleman and fencing enthusiast. He was likely born in the 1550s or early 1560s, the eldest of four brothers; apparently at least one of them, Toby, was also an accomplished swordsman. Silver is described as a gentleman in his treatise, and the fencing historian Aylward claims that he was eleventh in descent from Sir Bartholomew Silver, who was knighted by Edward II &#91;1&#93;. On March 24th 1580 (1579 in the old calendar then in use in England), he was married to Mary Haydon in London, England. &#91;2&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. George Silver From Wiktenaue"
    },
    {
      "url": "http://www.suspenderstore.com/",
      "title": "Suspenders for Men, Women, and Kids | SuspenderStore",
      "description": "Suspender Store offers a wide range of suspenders for all ages and sizes. We carry fun novelty suspenders, big & tall suspenders, dress suspenders, and more!",
      "preview": "Skip to main content Top Category Close × ! OK Cancel THE Suspender Experts Since 1999 SuspenderStore is proud to carry a huge selection of men's susp"
    },
    {
      "url": "https://www.daveandbusters.com/privacy-policy",
      "title": "Privacy Policies- Dave & Buster's",
      "description": "Learn about Dave & Buster's privacy policies for your local bar and restaurant here.",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://www.cheurlin.com/our-champagne",
      "title": "Our Champagne",
      "description": "Cheurlin Champagnes have been the toast of the Champagne world since 1788. For decades, wine enthusiasts anticipated their debut in the United States and now, history is being made with the uncorking of the Cheurlin and Cheurlin Thomas collections stateside.",
      "preview": "Events Press Buy OUR Champagnes Discover Now Discover Now Discover Now Discover Now our CHAMPAGNES DISCOVER DISCOVER DISCOVER DISCOVER SUBSCRIBE Thank"
    },
    {
      "url": "https://www.potomacstrategy.com/",
      "title": "Potomac Strategy",
      "description": "void",
      "preview": "0 POTOMAC STRATEGY Innovative Solutions. Real Results. Today's businesses face a multitude of challenges in a technically sophisticated and highly com"
    },
    {
      "url": "http://patient.info/",
      "title": "Patient.info: Health Information and Symptom Checker",
      "description": "Healthcare information and symptom checker for patients and professionals. Book your GP appointment or order your medication online with Patient.",
      "preview": "Skip to main content Home Health advice Medicines and treatment Tools and resources Community Medical professionals Health topics Trusted patient info"
    },
    {
      "url": "https://walterbogan-blog.tumblr.com/",
      "title": "@walterbogan-blog on Tumblr",
      "description": "Follow @walterbogan-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://www.ikea.com/de/en/cat/kitchen-cabinets-fronts-24987/",
      "title": "Products - Discover Our Full Range Of Furniture And Homeware - IKEA Germany",
      "description": "Browse our full range of products from dressing tables to complete modern kitchens. Click here to find the right IKEA product for you. Discover more here.",
      "preview": "Skip to main content Skip to product list Products Looking for new arrivals in the IKEA range? Explore our latest additions of affordable furniture an"
    },
    {
      "url": "https://www.walmartethics.com/content/walmartethics/en_us/code-of-conduct.html",
      "title": "Code of Conduct",
      "description": "Sam Walton founded a values-driven company that today is grounded in four core values: respect, service, excellence, and integrity.",
      "preview": "Skip to main Skip to footer Contact Us Code of Conduct Code of Conduct Live Our Code Build Trust with Our Associates Build Trust with Our Customers an"
    },
    {
      "url": "https://maserati.oemdtc.com/category/recalls",
      "title": "Recalls | Maserati - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.wmu.se/",
      "title": "World Maritime University",
      "description": "Serving the global maritime community through advancements in maritime & ocean postgraduate education, research and capacity building.",
      "preview": "Faculty & Staff Alumni Give Library Shop Spotlight Culture of Adjustment Report Academic Handbook WMU ITF Transport 2040 Report What We OFFER The Univ"
    },
    {
      "url": "https://www.checkfreepay.com/en/privacy-policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Your privacy matters. Fiserv respects your privacy and is committed to protecting your personal information. Privacy Policy Privacy Policy for CheckFr"
    },
    {
      "url": "https://gnof.donorcentral.com/",
      "title": "Donorcentral",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.climateone.org/audio/what%E2%80%99s-my-air",
      "title": "What's in My Air? | Climate One",
      "description": "Key to addressing the climate crisis is having an accurate picture of greenhouse gas emissions. Over a 20-year period, methane is 80 times more potent a greenhouse gas than carbon dioxide. Yet those responsible for releasing methane into the atmosphere often don't even know how they themselves are emitting. And methane is only one of many harmful air pollutants that result from our dependence on burning fossil fuels.",
      "preview": "Skip to main content Play What's in My Air? 12/02/2022 Guests Davida Herzl CEO and Co-Founder, Aclima Kendra Pinto Four Corners Indigenous Community F"
    },
    {
      "url": "https://unevoc.unesco.org/home/",
      "title": "UNESCO-UNEVOC",
      "description": "void",
      "preview": "EN FR ⌕ About Us The UNESCO-UNEVOC International Centre Who We Are What We Do Working With Us Get in Touch Our Network The UNEVOC Network Learn About"
    },
    {
      "url": "https://childrensmiraclenetworkhospitals.org",
      "title": "Children's Miracle Network Hospitals",
      "description": "void",
      "preview": "Skip to main content Email Password Forgot your password? Why Have a CMN Hospitals Account? Create a fundraiser. Manage your recurring donations. Keep"
    },
    {
      "url": "https://giftsofthejourney.com/tag/sarah-suzanne/",
      "title": "Sarah & Suzanne | Gifts Of The Journey",
      "description": "Posts about Sarah & Suzanne written by Elizabeth Harper",
      "preview": "The moor was a wild place to be the other day. Ray and MIJ who you may remember from here came by for an overnight visit and a walk around Bodmin Moor"
    },
    {
      "url": "https://eastwestplayers.org/",
      "title": "East West Players",
      "description": "The Nation's Largest and Longest Running Asian American Theater",
      "preview": "0 The spirits have returned. GET TICKETS NOW PARANORMAL INSIDE premieres October 9th. COMING NOV 8, 2025 60th Anniversary Diamond Gala Join us for a n"
    },
    {
      "url": "https://www.prv.pl/info/domena,membrana.keep.pl",
      "title": "membrana.keep.pl - informacje o aliasie",
      "description": "Informacje o aliasie, opinie, kontakt z abonentem. membrana.keep.pl.",
      "preview": "GRUPA PINO Patrz.pl Blogi.pl Slajdzik.pl Jpg.pl Tujest.pl Pino.pl Moblo.pl Rusz.pl Jak.pl zaloguj zarejestruj się | Katalog | Domena Alias membrana.ke"
    },
    {
      "url": "https://www.fox7austin.com/news/man-kills-elderly-neighbor-south-austin",
      "title": "Man charged with murder claims 'Lucifer' killed his elderly neighbor in South Austin: affidavit | FOX 7 Austin",
      "description": "23-year-old Tamorian Moore has been charged with murder for killing his neighbor, Leonard Foster, on his 81st birthday. Officials say Foster was killed by blunt force trauma.",
      "preview": "Man charged with murder for killing elderly neighbor in South Austin 23-year-old Tamorian Moore has been charged with murder for killing 81-year-old L"
    },
    {
      "url": "https://www.vplayed.com",
      "title": "VPlayed: #1 Streaming Platform to Launch & Monetize Videos",
      "description": "VPlayed is a SaaP-based streaming platform that allows broadcasters, distributors, and content owners to build, distribute & monetize live and on-demand videos across the web, mobile apps & smart TVs.",
      "preview": "void"
    },
    {
      "url": "https://polinagotovaya.com/wedding",
      "title": "34081 - how many visitors were on the site while it was blocked",
      "description": "void",
      "preview": "Site is unpaid Pay Go to management 34081 So many visitors were on the site, while it is blocked"
    },
    {
      "url": "http://www.visionlearning.com/library/science/chemistry-1/CHE1.7-bonding.htm",
      "title": "A brief history of scientific practice | | Visionlearning",
      "description": "Visionlearning is a free resource for the study of science, technology and math (STEM).",
      "preview": "void"
    },
    {
      "url": "https://publictv.in/",
      "title": "Public TV - Latest Kannada News, Public TV Kannada Live, Public TV News | Public TV - Latest Kannada News, Public TV Kannada Live, Public TV News",
      "description": "Public Tv Covers The Latest Bengaluru News, Mysuru News, Hubballi News, Dharwad News, Belagavi News & National News in Kannada. We Provide Latest Kannada News",
      "preview": "Home State LIVE Latest Districts National World Cinema Crime Court Sports Tech Automobile Food Videos Search Follow US Privacy Policy CSR-Policy Terms"
    },
    {
      "url": "https://www.postgresql.org/docs/current/index.html",
      "title": "PostgreSQL: Documentation: 18: PostgreSQL 18.0 Documentation",
      "description": "PostgreSQL 18.0 Documentation The PostgreSQL Global Development Group Copyright © 1996-2025 The PostgreSQL Global Development Group Legal Notice Table of ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://www.userzoom.com/ux-blog/",
      "title": "UserZoom Platform | UserTesting | UX Research Capabilities",
      "description": "UserZoom empowers your team with sophisticated UX insights to create digital experiences that delight customers and drive business growth.",
      "preview": "Select Language EN EN English DE Deutsch ES Español Platform: UserZoom Innovation fueled by UX insights UserZoom empowers anyone to create digital exp"
    },
    {
      "url": "https://uniglobetraveldesigners.com/",
      "title": "Uniglobe Travel Designers",
      "description": "Uniglobe Travel is an innovative network of travel management experts around the world. Our hands-on local ownership offers customized travel management expertise to businesses, and ensures that clients are well served at all times.",
      "preview": "Travel Experts Uniglobe Travel Designers is a Black, women-owned, award-winning, full-service travel management company offering over 42 years of expe"
    },
    {
      "url": "https://katalogi.pbp.poznan.pl/sowacgi.php?KatID=0&typ=repl&plnk=__wydawca_Mi%C4%99dzynarodowy+Komitet+O%C5%9Bwi%C4%99cimski&sort=byscore&view=1",
      "title": "SOWA OPAC : Katalog zbiorów Publicznej Biblioteki Pedagogicznej w Poznaniu",
      "description": "Wyszukiwanie książek, audiobooków i e-booków w bibliotece. Znajdź, zarezerwuj i wypożycz książkę w bibliotece. Odkryj bibliotekę. Łączą nas książki! 📖",
      "preview": "Katalog zbiorów Wyszukiwanie zaawansowane Kolekcje Wybierz kolekcję z listy Nowości Awans zawodowy nauczyciela Teatr kamishibai Gry planszowe Literatu"
    },
    {
      "url": "https://www.collegeboard.org/",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "http://www.pianetavacanze.it/",
      "title": "Pianeta VACANZE - Il sole splende tutto l'anno",
      "description": "void",
      "preview": "Inizia ad esplorare Cosa fare Mangiare e Bere Muoversi Shopping Vedere Popular: Valle d'Aosta Liguria Emilia Romagna Scopri le regioni italiane Italy"
    },
    {
      "url": "https://www.dfo-mpo.gc.ca/index-eng.html",
      "title": "Fisheries and Oceans Canada",
      "description": "Fisheries and Oceans Canada home page",
      "preview": "Fisheries and Oceans Canada We are a federal institution, responsible for safeguarding our waters and managing Canada's fisheries and oceans resources"
    },
    {
      "url": "https://delaware.uso.org",
      "title": "USO Delaware",
      "description": "Directions, hours, and events for the USO Delaware area",
      "preview": "Skip to navigation Skip to main content Skip to footer USO Delaware Find another USO location USO logo USO Delaware Donate Open Menu Locations USO Del"
    },
    {
      "url": "https://www.mozilla.com/firefox/",
      "title": "Get Firefox for desktop and mobile - Firefox.com Global",
      "description": "Firefox is a free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "http://worldreview.com/",
      "title": "worldreview.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://docs.docker.com/get-started/",
      "title": "Get started | Docker Docs",
      "description": "Get started with Docker",
      "preview": "void"
    },
    {
      "url": "https://mariusacke.bandcamp.com/",
      "title": "Music | Marius Acke",
      "description": "Marius Acke. Antwerp, Belgium. Marius is a house music producer from Antwerp who got inspired by the mysterious vibes of the underground house music scene in Belgium. His style consists mainly of a blend of rhytmic beats and melodic chords which he creates with a mixture of analog synthesizers and digital instruments. He is also a member of the more experimental house production collective &#39;Mayaku&#39; with Koenie and Rubba J.",
      "preview": "+ add album track merch listening party new artist existing artist stats × See all results No matching results Try a different filter or a new search"
    },
    {
      "url": "https://www.madewell.com/felt-beret-NI548.html?dwvar_NI548_color=BL5912&cgid=accessories",
      "title": "Felt Beret | Madewell",
      "description": "Felt Beret",
      "preview": "Made of wool felt, this classic beret is très chic and the perfect finishing touch for any outfit. Wool felt/polyester. Spot clean. Import. Select sto"
    },
    {
      "url": "https://pulpmx.com/podcast/guest-chris-betts/",
      "title": "Guest: Chris Betts - PulpMX",
      "description": "The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super...",
      "preview": "Guest: Chris Betts The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super fan, his roots in moto,"
    },
    {
      "url": "https://g2ul0.app.link/GL?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Learn with Steven Bartlett - YouTube",
      "description": "CEO and startup specialist Steven Bartlett gives some top business tips in the time it takes to get his haircut!Learn free business or career skills at a tim...",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "http://hnf.fra.affrc.go.jp/english.html",
      "title": "HNF, Hokkaido National Fisheries Research Institute | Japan Fisheries Research and Education Agency",
      "description": "void",
      "preview": "Hokkaido National Fisheries Research Institute, Japan Fisheries Research and Education Agency Access Inquiry In April 2011, the National Salmon Resour"
    },
    {
      "url": "http://www.chemcollective.org/",
      "title": "ChemCollective",
      "description": "Online Resources for Teaching and Learning Chemistry",
      "preview": "void"
    },
    {
      "url": "https://www.walmartsustainabilityhub.com/project-gigaton/forests",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://icones.js.org/collection/all",
      "title": "Icônes",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.oceansatlas.org",
      "title": "UN Atlas of the Oceans: Home",
      "description": "void",
      "preview": "A leaflet of the UN Atlas of the Oceans Click on the image to download a PDF version The UN Atlas of the Oceans is an Internet portal providing inform"
    },
    {
      "url": "http://sesamestreetformilitaryfamilies.org/topic/self-expression/?ytid=1ui0i2438Jw",
      "title": "Self-Expression | Encourage Positive Self-Expression",
      "description": "Use these resources to help foster positive self-expression in your military child.",
      "preview": "Before You Watch After You Watch Feelings Have Names prev Feelings Have Names Sing It Out Move It Out Talk It Out Laugh It Out Hug It Out next Printab"
    },
    {
      "url": "https://skytruth.org/",
      "title": "SkyTruth - If you can see it, you can change it",
      "description": "If you can see it, you can change it",
      "preview": "If you can see it, you can change it. Sharing the view from space to promote conservation for people and the planet. NASA Earth Observatory image modi"
    },
    {
      "url": "http://meteo.ilfattoquotidiano.it/italia/valle-d-aosta/saint-barthelemy/3/",
      "title": "Previsioni Meteo Saint Barthelemy - Il Fatto Quotidiano",
      "description": "void",
      "preview": "METEO IN COLLABORAZIONE CON 3BMETEO Home Italia Europa Mondo Video Mari & Venti Neve Aeroporti Home » Meteo Italia » Valle D'aosta » Saint Barthelemy"
    }
  ],
  "_meta": {
    "total_bookmarks": 83
  }
}