{
  "data": [
    {
      "url": "http://www.hoistlift.com/the-great-chicago-blood-drive/",
      "title": "The Great Chicago Blood Drive | Hoist Material Handling",
      "description": "Hoist Material Handling participated in the 6th annual ABC 7 Great Chicago Blood Drive this January.",
      "preview": "Skip to Main Content News - Details The Great Chicago Blood Drive January 16, 2020 09:00 AM © Hoist Material Handling participated in the 6 th annual"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/?term=Agnew%20DJ%5BAuthor%5D",
      "title": "Agnew DJ[Author] - Search Results - PubMed",
      "description": "Agnew DJ[Author] - Search Results - PubMed",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#county-view",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.foreverdiamondsny.com/",
      "title": "Diamond Jewelry | Diamond Company | Forever Diamonds NY",
      "description": "Discover the finest diamond jewelry at Forever Diamonds NY, a leading diamond company offering exquisite selections for every occasion.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Call us to set up an appointment today 212-997-9796 ext 3. View Our Ready-Made Rings Ea"
    },
    {
      "url": "https://optout.networkadvertising.org/",
      "title": "How to Opt Out - NAI: Network Advertising Initiative",
      "description": "You have options for controlling how information about you is used for online advertising. You may receive advertising online in different forms and across different media, including on web browsers,",
      "preview": "Skip to content How to Opt Out Index How to Exercise Your Privacy Choices NAI GPC Browser Extension (external) Web Browser Privacy Settings Advertisin"
    },
    {
      "url": "http://mobile.secouchermoinsbete.fr/users/37779-winniie",
      "title": "Profil de Winniie",
      "description": "Se Coucher Moins Bête",
      "preview": "Winniie Winniie Localisation : Planète Terre Occupation : Je cherche encore Commentaires postés : 16 Anecdotes publiées : 2 Date d'inscription : 14/05"
    },
    {
      "url": "http://www.thewarpath.net/showthread.php?s=43e4e2f0eb4394eb08305e56a7d80532&t=64892",
      "title": "The Buttery Males Thread - Commanders Post at The Warpath",
      "description": "The Buttery Males Thread Locker Room Main Forum",
      "preview": "Home | Forums | Donate | Shop Commanders Post at The Warpath > Commanders Football > Locker Room Main Forum The Buttery Males Thread User Name Remembe"
    },
    {
      "url": "https://teachingtechyt.github.io/calibration.html",
      "title": "void",
      "description": "void",
      "preview": "Introduction - read me! Frame Check PID Autotune Extruder E-steps Calibration First Layer Baseline Print Slicer Flow Calibration Stepper Motor Driver"
    },
    {
      "url": "https://www.arcoirisnacozinha.com/2016/tortilha-de-batata-cenoura-e-cebola/",
      "title": "Tortilha de Batata, Cenoura e Cebola - Arco-íris na Cozinha",
      "description": "void",
      "preview": "Pesquisa por: Pesquisar outras receitas , sem frutos secos , sem glúten , vegetarianas Tortilha de Batata, Cenoura e Cebola 16 de Novembro, 2016 5 com"
    },
    {
      "url": "http://publish.illinois.edu/englishadvising/2021/03/page/2/",
      "title": "March 2021 - Page 2",
      "description": "void",
      "preview": "Skip to content Follow us on social media! Join Us for ESC : If you are interested in reading, writing, leadership positions, and more, join the ESC's"
    },
    {
      "url": "https://www.kumarijob.com/company/ace-nepal",
      "title": "Ace Nepal | Kumari Job",
      "description": "Ace Nepal, one of the famous shoes store located in Mitrapark, Kathmandu is seeking for a potential candidates to join the team.",
      "preview": "Ace Nepal About Company Ace Nepal, one of the famous shoes store located in Mitrapark, Kathmandu is seeking for a potential candidates to join the tea"
    },
    {
      "url": "https://twitpic.com/",
      "title": "Twitpic",
      "description": "void",
      "preview": "Dear Twitpic Community - thank you for all the wonderful photos you have taken over the years. We have now placed Twitpic in an archived state. For mo"
    },
    {
      "url": "http://www.bizmicro.co.kr/inquiry.html",
      "title": "Main | Clush",
      "description": "void",
      "preview": "top of page Our Expertise in AI, Cloud, and Beyond Win with our AI-first Approach AI 도입 전략 및 구축 컨설팅 비즈니스에 최적화된 AI 도입 전략을 설계하고 실행합니다. AI 에이전트 개발 기업 맞춤형"
    },
    {
      "url": "https://www.stiridinlume.ro/life-style/12-animale-care-aduc-noroc-se-spune-ca-te-scapa-de-necazuri-si-atrag-prosperitatea-58608.html",
      "title": "12 animale care aduc noroc. Se spune că te scapă de necazuri...",
      "description": "12 animale care aduc noroc. Se spune că te scapă de necazuri și atrag prosperitatea. Animalele fac parte din lumea noastră...",
      "preview": "Home » Life & Style » 12 animale care aduc noroc. Se spune că te scapă de necazuri și atrag prosperitatea 12 animale care aduc noroc. Se spune că te s"
    },
    {
      "url": "https://subaru.oemdtc.com/category/recalls",
      "title": "Recalls | Subaru - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://catboost.ai/en/docs/concepts/python-reference_catboostregressor",
      "title": "CatBoostRegressor | CatBoost",
      "description": "class CatBoostRegressor (iterations= None, learning_rate= None, depth= None, l2_leaf_reg= None, model_size_reg= None, rsm= None, loss_function= 'RMSE', border_c",
      "preview": "Documentation Your browser is out of date Some features of the site may not work, and the browser may not be secure. Install a new browser: Yandex Bro"
    },
    {
      "url": "https://kkskalica.sk/",
      "title": "Aktuality",
      "description": "void",
      "preview": "Aktuality História Členovia Prihláška Výcvik Výcvikové pravidlá Výcvikové pomôcky Výcvikové hodiny Skúšky Fotogaléria Na stiahnutie Kontakt Kde nás ná"
    },
    {
      "url": "https://www.globalknowledge.com/us-en/resources/resource-library/articles/top-paying-certifications/#gref",
      "title": "20 Necessary IT Certifications + Salaries I Skillsoft",
      "description": "IT certifications can be a necessary step in your career journey. From CompTIA A+ to AWS Cloud Practitioner, here are 20 essential certifications for...",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Blog Home"
    },
    {
      "url": "https://www.aclens.com/eyeglasses/womens-gold-eyeglasses?facet=color:gold%7Cfeature:spring+hinge%7Cframe+type:semi-rimless%7Cfeature:adjustable+nose+pads%7Ccolor:pink%7Ccolor:purple%7Cfeature:lightweight%7Cgender:womens&size=-1&sort=1",
      "title": "AC Lens | Welcome to Discount Contacts at Discount Contacts",
      "description": "Welcome AC Lens customers! Discover the same great service and wide selection of contact lenses at Discount Contacts. Enjoy seamless shopping, exclusive deals, and top-notch customer support as you transition to your new home for all your contact lens needs.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. AC Lens is now Di"
    },
    {
      "url": "https://kathysbee.tumblr.com/post/143007468856",
      "title": "toss and tumbl",
      "description": "Data Rocks! Let's continue to expose & excite kids K-12 about CS. Join us for #ScratchDay on 5/15. hocobeyou.com",
      "preview": "Theme by Themes that you like toss and tumbl Pinterest Twitter Instagram Facebook Computer science: the impact of K-12 on university enrollment codeor"
    },
    {
      "url": "https://usnavyseals.einnews.com/amp/pr_news/572814177/small-business-opportunities-for-military-spouses-to-sell-to-the-u-s-air-force-and-u-s-army",
      "title": "Please verify you are human.",
      "description": "void",
      "preview": "Please verify you are human. Click here to continue ..."
    },
    {
      "url": "https://www.unccd.int/",
      "title": "Home | UNCCD",
      "description": "void",
      "preview": "Skip to main content news COP16 and COP17 Presidencies join forces to accelerate global action on land and drought news Panama to host major UN meetin"
    },
    {
      "url": "https://www.happyfox.com/privacy-policy/",
      "title": "HappyFox | Privacy Policy",
      "description": "Privacy policy of happyfox customer support software",
      "preview": "Privacy Policy Effective as of April 28, 2023. For existing users the changes will be effective from May 28, 2023. Click here for the prior version of"
    },
    {
      "url": "https://wiktenauer.com/wiki/Fiore_de%27i_Liberi",
      "title": "Fiore de'i Liberi ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Fiore Furlano de'i Liberi de Cividale d'Austria (Fiore delli Liberi, Fiore Furlano, Fiore de Cividale d'Austria; fl. 1381 - 1409) was a late 14th century knight, diplomat, and fencing master. He was born in Cividale del Friuli, a town in the Patriarchal State of Aquileia (in the Friuli region of modern-day Italy), the son of Benedetto and scion of a Liberi house of Premariacco.&#91;1&#93;&#91;2&#93;&#91;3&#93; The term Liberi, while potentially merely a surname, more probably indicates that his family had Imperial immediacy (Reichsunmittelbarkeit), either as part of the nobili liberi (Edelfrei, \"free nobles\"), the Germanic unindentured knightly class which formed the lower tier of nobility in the Middle Ages, or possibly of the rising class of Imperial Free Knights.&#91;4&#93;&#91;5&#93;&#91;6&#93; It has been suggested by various historians that Fiore and Benedetto were descended from Cristallo dei Liberi of Premariacco, who was granted immediacy in 1110 by Holy Roman Emperor Heinrich V,&#91;7&#93;&#91;8&#93;&#91;9&#93; but this has yet to be proven.&#91;10&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Fiore de'i Liberi From Wikte"
    },
    {
      "url": "https://withchristianeyes.net/2013/01/21/on-skyrim-a-vent-from-a-christian-parent-a-mom-who-plays/?like_comment=6585&_wpnonce=ddb5b43d50",
      "title": "On Skyrim: A Vent from a Christian Parent (a mom who plays) | With Christian Eyes",
      "description": "Maybe you've come here before and read one or more of my posts on Skyrim. If you haven't, and you're a parent interested in knowing more about the game, please also read my earlier review for parents. It would probably be better if you read that one first, actually, since it presents the positive aspects...",
      "preview": "Fighting a dragon in Skyrim. From http://www.industrygamers.com/news/ps3-skyrim-its-not-nearly-as-bad-as-it-seems/ Maybe you've come here before and r"
    },
    {
      "url": "https://cms.who.int/initiatives/the-mrna-vaccine-technology-transfer-hub",
      "title": "Login",
      "description": "void",
      "preview": "Skip To The Main Content Log in to manage the site Click to add (?) Click to add (?) Remember me Log in or use your account in..."
    },
    {
      "url": "https://www.kansalainen.fi/tag/paperittomat-siirtolaiset/",
      "title": "paperittomat siirtolaiset arkistot | Kansalainen",
      "description": "void",
      "preview": "Etusivu Kotimaa Politiikka Talous Rikos Maahanmuutto Eurooppa Politiikka Talous Rikos Maahanmuutto Muu maailma Kulttuuri Arkisto Kolumnit Blogit Video"
    },
    {
      "url": "http://www.icnl.org/usprotestlawtracker/?location=&status=&issue=6&date=&type=legislative",
      "title": "US Protest Law Tracker - ICNL",
      "description": "The US Protest Law Tracker, part of ICNL's US Program, follows initiatives at the state and federal level since November 2016 that restrict the right to protest. Click this link to see the full Tracker.",
      "preview": "Skip to main content This is Google Tag Manager This is Google Tag Manager Home » Our Work » United States Program » US Protest Law Tracker US Protest"
    },
    {
      "url": "https://nevcc.org/building-a-community-behind-your-business/",
      "title": "Second Life Chattanooga",
      "description": "void",
      "preview": "About Second Life of Chattanooga creates awareness that drives action through collaborative relationships with like-minded organizations and individua"
    },
    {
      "url": "http://www.maven.sc",
      "title": "Maven | Creative Agency specialising in Design, Print, Web & TV",
      "description": "Creative agency specialising in design, print, web & TV with offices in Seychelles and Serbia.",
      "preview": "Skip to main content Work COVID-19 Android & iOS App Android and iOS app development for COVID-19. Work Air Seychelles Website Redesign Design and dev"
    },
    {
      "url": "https://music.apple.com?itscg=10000&itsct=pod-services-music-apl-tvhm-21_1019",
      "title": "‎Apple Music - Web Player",
      "description": "Listen to millions of songs, watch music videos, and experience live performances all on Apple Music. Play on web, in app, or on Android with your subscription.",
      "preview": "New Hear Nashville singer ERNEST's new version of \"End of the Night.\" LISTEN NOW Hear Nashville singer ERNEST's new version of \"End of the Night.\" aft"
    },
    {
      "url": "https://tienda.lamusica.com/product/dia-nacional-de-la-zalsa-37-t-shirt?image=1&rating=2",
      "title": "Radios | LaMusica",
      "description": "Escucha las mejores radios latinas de Nueva York, Puerto Rico, Miami, Los Ángeles, San Francisco y Chicago!",
      "preview": "Emisoras Radiales 1 / 1 La Ley 92.1 Houston Mega 97.9 New York Mega 106.9 Puerto Rico La Nueva 94 Puerto Rico Zeta 93 Puerto Rico La Raza 97.9 Los Ang"
    },
    {
      "url": "http://www.johntemple.net/2010/04/more-on-peer-news-and-comments.html?showComment=1495091954258",
      "title": "TEMPLE TALK: More on Peer News and comments: An interview with Jay Rosen",
      "description": "Given that there's clearly some confusion over our position on comments at Peer News, I thought I'd share this excerpt from a Skype intervie...",
      "preview": "skip to main | skip to sidebar TEMPLE TALK An editor on journalism and the media Monday, April 19, 2010 More on Peer News and comments: An interview w"
    },
    {
      "url": "https://www.theragun.com/us/en-us/mini-us.html",
      "title": "Theragun Mini 3rd Gen (Black) | Small Percussion Massage Gun for Pain Relief | Therabody US",
      "description": "Theragun Mini 3rd Gen (Black) is a small, lightweight massage gun that offers portable relief to ease aches, pain and tension. Throw it in your gym bag or carry on to recover anywhere. For fitness enthusiasts, active individuals, travelers, hikers, gym goers and more.",
      "preview": "Skip to content Your Bag You're getting FREE shipping! Your bag is empty Have an account? Log in to check out faster. Loading... Subtotal $0 Shipping"
    },
    {
      "url": "https://aedamn.org/",
      "title": "Home | AEDA",
      "description": "void",
      "preview": "top of page Mon - Fri: 9AM - 5PM info@aedamn.org 651-222-7798 Creating cultural and economic opportunities for Twin Cities Asian Americans Get Involve"
    },
    {
      "url": "https://www.tapestry.com/",
      "title": "Tapestry",
      "description": "Tapestry is a global house of iconic brands. We unite the magic of Coach and Kate Spade New York.",
      "preview": "wp-content/uploads/2023/06/Tap-HomeHeaderImage2.jpg,wp-content/uploads/2023/06/Tap-HomeHeaderImage3.jpg Iconic Brands, Expansive Possibilities TAPESTR"
    },
    {
      "url": "https://stockbroker.motilaloswal.com/motilal-oswal-financial-services-limited-chilka-pranitha-stock-broker-adilabad-adilabad-41439/Timeline?tag=healthcare",
      "title": "Motilal Oswal Financial Services Limited, Adilabad | Official timeline info",
      "description": "Get accurate address, phone no, timings & timeline of Motilal Oswal Financial Services Limited, Adilabad, Adilabad. Connect with us at +9195359756xx.",
      "preview": "Facebook Google Twitter LinkedIn Youtube Instagram Pinterest Website Write A Review View more reviews Rating and Reviews Alternate business Name Addre"
    },
    {
      "url": "https://www.kleineskulinarium.de/2017/02/mandorlini-der-pure-mandelgenuss/",
      "title": "Mandorlini der pure Mandelgenuss - Kleines Kulinarium",
      "description": "Italienisches Kaffeegebäck der Oberklasse - diese Mandorlini sind der pure Mandelgenuss und stecken voll Marzipan. Ein Muss für die Keksdose",
      "preview": "Ich bin so oft gefragt worden, was das denn für leckere Halbkugeln sind, die einen beim Aufrufen meiner neuen Seite gleich anlachen. Heute habe ich en"
    },
    {
      "url": "https://latino.si.edu/about/national-museum-american-latino",
      "title": "Leadership | National Museum of the American Latino",
      "description": "Jorge Zamanillo is the founding director of the Smithsonian's National Museum of the American Latino.",
      "preview": "Skip to main content Leadership Founding Director As the founding director of the Smithsonian's National Museum of the American Latino, Jorge Zamanill"
    },
    {
      "url": "http://historicomaha.com/frtomaha.htm",
      "title": "Fort Omaha - Omaha, Nebraska, USA",
      "description": "void",
      "preview": "Fort Omaha Omaha, Nebraska, USA Historic Fort Omaha, located at 30th and Fort Streets in Omaha, Nebraska, entered into service in 1868. The decision t"
    },
    {
      "url": "https://codemmagazine.com/",
      "title": "Code M Magazine - Transforming The Lives of Men!",
      "description": "void",
      "preview": "Skip to content CODE M CIGARS Click Here Facebook Click Here Instagram Click Here Pinterest Get the latest news and information about things impacting"
    },
    {
      "url": "https://world.openfoodfacts.org/",
      "title": "void",
      "description": "A collaborative, free and open database of ingredients, nutrition facts and information on food products from around the world",
      "preview": "Skip to Content Scan a product × Or enter barcode manually Scan Help us inform millions of consumers around the world about what they eat Please give"
    },
    {
      "url": "https://coeurapie.fr/evenement.php?ID=4122",
      "title": "Cadenet (84) le Dimanche 07 juin 2020 Journée de Wutao",
      "description": "void",
      "preview": "Journée de Wutao Stage : Tao Proposé par : Stéphane POISSON"
    },
    {
      "url": "https://sgramajo.tumblr.com/",
      "title": "school and life and stuff",
      "description": "ummmmmmm . . .",
      "preview": "school and life and stuff ummmmmmm . . . Archive / RSS 2017-12-17 sevenkit : Pass on what you have learned. Strength, mastery. But weakness, folly, fa"
    },
    {
      "url": "https://www.fathersincorporated.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://cuicuifactory.com/f0235-6624/",
      "title": "f0235-6624 | CuiCui Factory",
      "description": "CuiCuiFactory | 北九州・下関エリアの結婚式写真撮影・結婚式エンドロール制作・成人式・七五三・family",
      "preview": "void"
    },
    {
      "url": "https://thriftcraftlive.com/2017/01/02/a-few-small-projects/",
      "title": "A few small projects - thriftcraftlive",
      "description": "The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here are a few projects from last fall that never made their way on to the internet: #1: DIY Window Shelves Our apartment has tiny window sills, they're only about...",
      "preview": "Skip to content The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here ar"
    },
    {
      "url": "https://ejfoundation.org/reports/blood-and-water",
      "title": "Environmental Justice Foundation | Blood and Water",
      "description": "Illegal fishing and human rights Blood and Water sets out the links between rapidly declining fish stocks in the world's oceans, in part caused by the...",
      "preview": "Blood and Water Exploring the links between illegal fishing and human rights abuses Read the report Seafood is a multi-billion dollar global industry."
    },
    {
      "url": "https://wrimexico.org/",
      "title": "Instituto de Recursos Mundiales (WRI) | Convirtiendo las Grandes Ideas en Realidades",
      "description": "Conoce el trabajo de WRI en Colombia en México: brindamos soluciones en materia de clima, ciudades, biodiversidad y energía, con foco en equidad y sostenibilidad.",
      "preview": "Skip to main content Accessibility Suscribir Click to see more ¿Qué podemos ayudarte a encontrar? Back Buscador WRI.org ¿No sabes dónde encontrar algo"
    },
    {
      "url": "https://www.wireclub.com/",
      "title": "Free Online Chat Rooms - Wireclub",
      "description": "Join free online chat rooms and chat with friends, meet new people and more. Choose from hundreds of rooms, create your own or message people directly and chat with instant messages",
      "preview": "Wireclub Join Now! Log In Chat Rooms Forums Find People Places Free Online Chat Rooms At Wireclub you can join free online chat rooms and chat with fr"
    },
    {
      "url": "https://www.ready.gov",
      "title": "Plan Ahead for Disasters | Ready.gov",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.tomasinoagency.com/susan-mailer",
      "title": "Susan Mailer | the-tomasino-agency",
      "description": "void",
      "preview": "top of page Susan Mailer Susan Mailer grew up in Mexico and New York City, the eldest child of the award-winning and notorious author, Norman Mailer."
    },
    {
      "url": "https://www.jotscroll.com/nanven-nimfel",
      "title": "Nanven Nimfel - Biography and Profile - Jotscroll",
      "description": "Nanven Nimfel was born on the 2nd of February, 1956 to the family of Nimfel Nden at Kadarko District of Wase Local Government Area of Plateau State, a Local",
      "preview": "Skip to content Nanven Nimfel was born on the 2nd of February, 1956 to the family of Nimfel Nden at Kadarko District of Wase Local Government Area of"
    },
    {
      "url": "https://www.sundaymatineebook.com/",
      "title": "New York Hardcore Photos | Sunday Matinee Book",
      "description": "Brooke Smith's photographs of 1980s Lower East Side New York Hardcore Punk scene. SUNDAY MATINEE BOOK.",
      "preview": "top of page SUNDAY MATINEE PHOTOGRAPHS BY BROOKE SMITH !!! NEW !!! BROOKE'S FIRST EUROPEAN PHOTO EXHIBITION IN MADRID, SPAIN bio Long before Brooke ap"
    },
    {
      "url": "http://www.myplayhomeapp.com/privacy.html",
      "title": "My PlayHome Privacy Policy",
      "description": "void",
      "preview": "Summary My PlayHome apps do not collect any personal information. There are no links to web sites or any social media. Some basic usage information is"
    },
    {
      "url": "http://www.mcqs.com/",
      "title": "MCQS",
      "description": "void",
      "preview": "Register Multiple-choice questions for real life medical and computing exams Register Sign in Select your exam Whether you're a doctor looking for pos"
    },
    {
      "url": "https://www.omni.us/",
      "title": "Omni Channel Outreach System | Omni.us",
      "description": "Looking to easily attract good business clients? Boost your sales with challenging prospects effortlessly every each day! Start using Omni Outreach today",
      "preview": "Bonus 3 Days! Get in before the price increases: 10 Days 10 Hours 10 Min. 10 Sec. Build Your Entire Outbound Flow ‍ In Minutes An automated omnichanne"
    },
    {
      "url": "http://web.austinpbs.org/sesame",
      "title": "Sesame In Communities in English",
      "description": "Dates: April 3 (English) Time: 11am - noon Location: On Zoom (requires a computer, phone or tablet with Internet - the link will be sent closer to the day of the event) Come and Play! Austin PBS is inviting YOU to join us in a one-hour webinar to introduce you to Sesame Street in Communities - a collection of free, bilingual resources from your friends on Sesame Street that are designed to help young ones ages 2-5 and their families during important life moments. If you provide your address, we will mail you a fun-filled package so that you can play along during the webinar. To RSVP for our Spanish Sesame In Communities event on March 27th, click here: https://docs.google.com/forms/d/e/1FAIpQLSe4fd4VD1jrWwpAqMgJEB-gGVjAQrUwagE4e9PlFQI7GEN0Lg/viewform",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Sesame In Communities in English Dates: Ap"
    },
    {
      "url": "https://www.postgresql.org/docs/current/monitoring-stats.html",
      "title": "PostgreSQL: Documentation: 18: 27.2. The Cumulative Statistics System",
      "description": "27.2.&nbsp;The Cumulative Statistics System # 27.2.1. Statistics Collection Configuration 27.2.2. Viewing Statistics 27.2.3. pg_stat_activity 27.2.4. pg_stat_replication 27.2.5. pg_stat_replication_slots 27.2.6. pg_stat_wal_receiver ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://vanessahurst.com/",
      "title": "Vanessa Hurst",
      "description": "engineer, mom, social entrepreneur",
      "preview": "Vanessa Hurst 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna I am never wholly comfortable or"
    },
    {
      "url": "https://iris.unipa.it/cris/rp/rp11244",
      "title": "LA ROSA, Alfonso",
      "description": "void",
      "preview": "Archivio istituzionale della ricerca dell'Università degli Studi di Palermo LA ROSA, Alfonso Nome completo LA ROSA, Alfonso Afferenza Scienze e Tecnol"
    },
    {
      "url": "https://www.magazines.com/?containerName=ib3gdsm16&utm_source=people.com&utm_medium=owned&utm_campaign=i111ppr1w2660",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "void",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "http://www.thewarpath.net/showthread.php?s=43e4e2f0eb4394eb08305e56a7d80532&t=64892",
      "title": "The Buttery Males Thread - Commanders Post at The Warpath",
      "description": "The Buttery Males Thread Locker Room Main Forum",
      "preview": "Home | Forums | Donate | Shop Commanders Post at The Warpath > Commanders Football > Locker Room Main Forum The Buttery Males Thread User Name Remembe"
    },
    {
      "url": "https://iteanet.blogspot.com/2010/11/",
      "title": "Itea net : Νοεμβρίου 2010",
      "description": "Μια σελίδα για την Ιτέα και την Φωκίδα, Άμφισσα Γαλαξίδι Αράχωβα, Λιδορίκι, Δελφοί",
      "preview": "Σελίδες Αρχική σελίδα Τοπικές επιχειρήσεις Τοπικοί σύλλογοι Ξενοδοχεία Αθλητικά Φωτογραφία Τουρισμός Καιρός Πολιτισμός Χάρτης Φωκίδας Τρίτη 30 Νοεμβρί"
    },
    {
      "url": "https://www.lemonde.fr/technologies/",
      "title": "Technologies - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Technologies. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Technologies publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://charleshaydenfoundation.org/",
      "title": "Home - The Charles Hayden Foundation",
      "description": "The Charles Hayden Foundation works to close the opportunity gap by supporting multiple pathways for underserved youth to equitably access quality education and realize rewarding careers.",
      "preview": "Skip to content We envision a world where all youth have equitable access to the education, training, resources, and support systems that enable them"
    },
    {
      "url": "https://hillmanfamilyfoundations.org/",
      "title": "Hillman Family Foundations",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://gsg.mines.edu/",
      "title": "Graduate Student Government - Graduate Student Government",
      "description": "void",
      "preview": "Facebook X Instagram RSS Snapchat My Mines News Canvas Email Library Give Directories Upcoming Events: October Final Friday GSG Feedback Hub Graduate"
    },
    {
      "url": "https://redesigninc.org/",
      "title": "Redesign Inc. - Community Developers in Minneapolis",
      "description": "Redesign is a nonprofit dedicated to improving the five neighborhoods of Greater Longfellow: Seward, Longfellow, Cooper, Howe, and Hiawatha in South Minneapolis. Redesign Inc. provides small business support including grants and loans, technical assistance, real estate planning and development and more.",
      "preview": "Community Fest & Feast: Family Edition OCTOBER 16 | 3-7 PM | FREE Learn More Chili Cookoff | Kids Play Zone Free Family Portraits | Community Service"
    },
    {
      "url": "http://www.missingkids.org/",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "https://karlpilkington-ismyfursona.tumblr.com/",
      "title": "🐇",
      "description": "22 - Canada",
      "preview": "Home Ask me anything Archive 🐇 everythingfox : \"I got you kid.\" (via plainbrowncrawfish ) Jun. 30 2019 7,299 notes pissvortex : (via ofalloftheginjoin"
    },
    {
      "url": "https://itunes.com/apps/storytoysentertainmentlimited",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "https://nextjs.org/docs/app/building-your-application/routing",
      "title": "Getting Started: Layouts and Pages | Next.js",
      "description": "Learn how to create your first pages and layouts, and link between them with the Link component.",
      "preview": "Menu Using App Router Features available in /app Latest Version 15.5.4 App Router Getting Started Layouts and Pages Copy page Layouts and Pages Next.j"
    },
    {
      "url": "https://www.mobvoi.com/us/pages/ticwatche2",
      "title": "TicWatch E2 - A smartwatch boasts a waterproof rating of 5 ATM making them swim friendly.",
      "description": "TicWatch E2 smartwatch - your best go-to fitness and swimming companion! TicWatch E2 smartwatch, up to 50m underwater waterproof, monitors your every stroke on the move. TicWatch E2 smartwatch is designed to fit your active lifestyle needs. TicWatch E2 smartwatch is powered by TicMotion - proactive swimming monitoring, analysis and swim style detection. TicWatch E2 smartwatch - Lightweight & comfortable; Wear OS by Google™; Built-in GPS; 24hr heart-rate monitor; Buy TicWatch E2 smartwatch on Mobvoi official website now!",
      "preview": "US Choose your country or region TicWatch E2 smartwatch Product Support About us Buy now Buy Designed to move you. Your go-to fitness and swimming com"
    },
    {
      "url": "https://kfupm.discovery.symplectic.org/Fyl-Louie-Panoy",
      "title": "Discovery",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://classicharleyjp.blogspot.com/2021/11/beautiful-full-custom-80s-honda-ikon.html",
      "title": "MYPerformance Blog: Beautiful full custom 80`s Honda Ikon Racer Replica only 1500 units limited D edition ...",
      "description": "1983 CB1100RD",
      "preview": "void"
    },
    {
      "url": "https://iotc.org/",
      "title": "IOTC | Indian Ocean Tuna Commission / Commission des Thons de l'Océan Indien",
      "description": "void",
      "preview": "Jump to navigation User menu Contact us Login Search form Search Home The Commission Overview Structure of the Commission Scientific Committee Complia"
    },
    {
      "url": "http://www.blockbyblock.com/",
      "title": "Block by Block | Innovate service solutions for public spaces.",
      "description": "void",
      "preview": "With pride, we make public spaces friendly and vibrant for the communities we serve. Find Out More Your browser does not appear to support video conte"
    },
    {
      "url": "https://authenticallyemmie.com/2010/08/whats-holding-you-back/",
      "title": "What's holding you back?",
      "description": "We as humans are so funny about making excuses. We are so damn good at it without even trying! We talk ourselves out of things that should be good for us in",
      "preview": "Show Offscreen Content Hide Offscreen Content Browse the Blog About About Emily Ho, Authentically Emmie Press and Media Blog Blog Archives Fashion Fav"
    },
    {
      "url": "http://banff.ca/index.aspx?NID=885",
      "title": "Imagery | Banff, AB - Official Website",
      "description": "In the interactive map below you will see grid showing the tiles of 2016 orthophoto imagery that can be downloaded as part of the Banff Open Data Initiative.",
      "preview": "Skip to Main Content Search Home Town Hall Open Data Imagery/Orthophoto Imagery 2022 Town of Banff Open Data Imagery In the interactive map below you"
    },
    {
      "url": "https://flickeringlamps.com/2015/09/04/the-spectacular-tradescant-tomb-a-world-of-wonders-in-one-closet-shut/?like_comment=5176&_wpnonce=739ca7eef0",
      "title": "The spectacular Tradescant tomb: \"a world of wonders in one closet shut\" - Flickering Lamps",
      "description": "Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorated with exotic scenes and creatures, it marks the resting place of members of the Tradescant family, who made a name for themselves in the 17th Century collecting plants and other curiosities from all...",
      "preview": "Skip to content Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorate"
    },
    {
      "url": "http://www.aafp.org/",
      "title": "American Academy of Family Physicians | AAFP",
      "description": "American Academy of Family Physicians (AAFP) represents 128,300 family physicians, residents, & students, providing advocacy, education, patient & practice resources.",
      "preview": "Search search close You Belong at the AAFP There's no specialty like family medicine. You put your energy into building healthy patients, families, an"
    },
    {
      "url": "http://www.uctv.tv/search/?campusID=10",
      "title": "Search Results - UCTV - University of California Television",
      "description": "University of California Television provides informational, educational, and enrichment television programming to the public and draws upon the vast intellectual, scientific, and creative talents of the University of California",
      "preview": "Search / Browse Explore our extensive video archive to find videos that inspire and enlighten. ( Buscar videos en español por palabra clave. ) Keyword"
    },
    {
      "url": "http://www.arcade-history.com/",
      "title": "Gaming: video games, arcade, slots, consoles and computers history",
      "description": "A gaming database featuring all coin-op, arcade games, slot machines, consoles, computers, video games and all others games...",
      "preview": "Members don't see Ads, login now! Login Register Contact ☰ X HOME DATABASE COMPANIES TYPES DOWNLOAD BIRTHDAY BOOKS Games Search Engine 565327 items* |"
    },
    {
      "url": "http://www.fishbase.org",
      "title": "Search FishBase",
      "description": "Search FishBase",
      "preview": "The next website update is scheduled for October to allow for planned technical work. We appreciate your understanding."
    },
    {
      "url": "https://www.bravotv.com/the-daily-dish/rhonj-teresa-giudice-daughter-gabriella-giudice-college-career-plans",
      "title": "Teresa Giudice's Daughter Gabriella Giudice College, Career Plans",
      "description": "We've watched Teresa Giudice's daughters grow up on The Real Housewives of New Jersey over t",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.adlerplanetarium.org/visit/your-visit",
      "title": "Your Visit - Adler Planetarium",
      "description": "Here's everything you need to plan your visit to the Adler Planetarium. Explore our open hours, upcoming events, FAQ, and more.",
      "preview": "JavaScript must be enabled to use this application. Skip to Main Content Go to the home page Tickets Adler Anywhere Space Shop Venue Rentals Ask Adler"
    },
    {
      "url": "https://dol.ny.gov/",
      "title": "Department of Labor Home Page | Department of Labor",
      "description": "void",
      "preview": "Skip to main content We Are Your DOL Get Help With Unemployment Benefits Find a Job Affected by the Federal Shutdown? Information for Workers Impacted"
    },
    {
      "url": "https://senseless-shiver-of-alex.tumblr.com/",
      "title": "Senseless Shiver",
      "description": "Alexandria -> 20yrs old. Just a random blog of all things i find intresting with a smidgen of personal bits scattered here and there :)",
      "preview": "Home Archive Mobile RSS Senseless Shiver Photo July 19, 2016 211 notes skillshotlabs : It's finally here!!! The Notice Me Senpai! Star Festival Event"
    },
    {
      "url": "https://www.mounts.net.au/products/ram-b-202-ga76u-ram-spine-clip-holder-with-ball-for-garmin-handheld-devices",
      "title": "RAM-B-202-GA76U RAM Spine Clip Holder with Ball for Garmin Handheld Devices - Mounts Australia",
      "description": "With the Garmin spine mount adapter, make any Garmin handheld device featuring an integrated spine connection RAM Compatible. Order now!",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Order special instructions Orde"
    },
    {
      "url": "https://www1.nyc.gov/html/dot/html/pedestrians/openstreets.shtml",
      "title": "NYC DOT - Open Streets",
      "description": "void",
      "preview": "Overview Rules Apply Types: Limited Local Access Full Closure Full Closure: Schools Map Locations & Hours Contact Overview New York City's Open Street"
    },
    {
      "url": "https://youtu.be/4ku-6h3vuNw",
      "title": "Alphabet Q2 2021 Earnings Call - YouTube",
      "description": "Alphabet Q2 2021 Earnings Call",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://www.paulaschoice.com/skin-balancing-invisible-finish-moisture-gel/340-3400.html?slfpid=3",
      "title": "SKIN BALANCING Invisible Finish Moisture Gel | Paula's Choice",
      "description": "Lightly hydrate oily skin without clogging pores with this gel moisturizer. Shop SKIN BALANCING Invisible Finish Moisture Gel at Paula's Choice.",
      "preview": "void"
    },
    {
      "url": "https://www.duncanhines.com/dolly-parton",
      "title": "Dolly Parton's Baking Mixes & Food Products | Baking with Dolly",
      "description": "From Dolly's kitchen to yours, enjoy Southern flavors and a bit of magic with Dolly Parton's cake and baking mixes, frostings, frozen foods, recipes, and more!",
      "preview": "Skip to main content From Dolly's Kitchen To Yours Bringing big flavor and a bit of magic to at-home recipes Bake Your Own Sheet of Pure Sweetness Enj"
    },
    {
      "url": "https://www.nortonlifelock.com/privacy",
      "title": "Privacy | Norton",
      "description": "Norton si impegna a salvaguardare la privacy e i dati personali. L'Informativa sulla privacy generale di Norton, gli avvisi sulla privacy e altre informazioni sulla privacy sono disponibili qui.",
      "preview": "Selezione Paese/Area geografica Seleziona il tuo Paese o la tua area geografica Americhe Argentina Brasil Canada (English) Canada (Français) Caribbean"
    },
    {
      "url": "https://atoz.amazon.work",
      "title": "Amazon A to Z Login",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.tkqlhce.com/click-8479616-11570746?url=https%3A%2F%2Fchicagotribune.newspapers.com%3Fxid%3D2301%26utm_campaign%3Devergreen%26utm_medium%3Dreferral%26utm_source%3Dnavigation%26utm_content%3D%26utm_term%3DChicago%20Tribune",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "http://www.southamptonchinese.org.uk/album/2021/1215_Christmas/tn/142.jpg.html",
      "title": "Image: 142",
      "description": "void",
      "preview": "Album : CAS :: 2021 :: 1215 Christmas Up << 141 142 143 >> Created with the tool album generator from Marginal Hacks by David Ljung on Thu Dec 16 21:3"
    },
    {
      "url": "https://tarotcards.gr/ti-einai-ta-taro/",
      "title": "Τι είναι τα Ταρώ; - Tarot Cards",
      "description": "Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδες της ανθρώπινης ιστορίας, λίγα σύμβολα έχουν αγγίξει τόσο έντονα τη φαντασία και την ψυχή όσο",
      "preview": "Επικοινωνία Το κατάστημα μας 0,00 € 0 Cart 0,00 € 0 Cart Products search Τι είναι τα Ταρώ; Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδ"
    },
    {
      "url": "https://www.cvent.com/d/9jqbdx",
      "title": "Redirect page for inactive events",
      "description": "void",
      "preview": "Not what you were looking for? We can't seem to find the page you're looking for. It might have moved, been renamed, or doesn't exist anymore. For ass"
    },
    {
      "url": "http://sahlinstudio.com/product-category/theme/birthday/page/2/?add-to-cart=26386",
      "title": "Sahlin Studio | Digital Scrapbooking DesignsBirthday Archives - Page 2 of 5 - Sahlin Studio | Digital Scrapbooking Designs",
      "description": "Digital scrapbooking products with a mix of vintage, kitschy flair, while still maintaining that modern, classic look. Find digital scrapbooking kits, freebies, tutorials and inspiration to help document your memories.",
      "preview": "Birthday View Cart \"Est. Date\" was successfully added to your cart. Showing 10-18 of 43 results 9 products per page 18 products per page 27 products p"
    },
    {
      "url": "https://spiders-in-the-sky.tumblr.com/post/145707587226",
      "title": "The class students like the most - Untitled",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "Untitled RSS Jun 10 The class students like the most codeorg : A recent survey asked students how they feel about different classes. Other than dance,"
    },
    {
      "url": "https://chatroulette.com/",
      "title": "Chatroulette - Random video chat. Meet strangers worldwide!",
      "description": "Thousands of people meet there! Chatroulette is a random online video chat website. The safe alternative to Omegle. Enjoy meeting new people online with our fast connections. We use advanced moderation, safety is our priority.",
      "preview": "Meaningful connections Mobile App Enjoy chatting on your mobile devices! Download app now on App Store or PlayStore: Safety and Moderation Chatroulett"
    },
    {
      "url": "https://www.skandium.com/collections/knoll-outdoor-collection",
      "title": "Knoll Outdoor Collection - Skandium",
      "description": "Comfort, style, and Vitamin D - all at once. Knoll's modern outdoor lounge furniture, from designers like Harry Bertoia and Richard Schultz, is perfect for your outdoor oasis.",
      "preview": "Skip to the content Home » Knoll Outdoor Collection Knoll Outdoor Collection Comfort, style, and Vitamin D - all at once. Knoll's modern outdoor loung"
    },
    {
      "url": "https://href.li/?http://changetheequation.org/sites/default/files/Change%20the%20Equation%20Teens%20and%20the%20Study%20of%20Science%20Research%20-%20with%20updates%20%284-13-16%29.pptx",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. http://changetheequation.org/sites/default/files/Change%20the%20Equation%20Teens%20and%20the%20Study%20of%20Science%20Research%20-%20wit"
    },
    {
      "url": "https://eshopkatoikidio.gr/gia-gates/gates-trofes/",
      "title": "Τροφές για Γάτες - eshopkatoikidio.gr",
      "description": "Ποιοτικές τροφές για γάτες. Μεγάλη ποικιλία από επιλεγμένα προϊόντα για την ισορροπημένη διατροφή της γάτας σας στις καλύτερες τιμές της αγοράς!",
      "preview": "https://www.googletagmanager.com/ns.html?id=GTM-P4QXG95\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"> ΓΙΑ ΤΗΛΕΦΩΝΙΚΕΣ ΠΑΡΑΓΓΕΛΙΕΣ ΚΑΛΕ"
    },
    {
      "url": "https://insidesources.com/proposal-could-help-cities-recover-from-pandemics-impact/",
      "title": "Proposal Could Help Cities Recover from Pandemic's Impact - InsideSources",
      "description": "Cities across the country are witnessing one of the pandemic's long-term consequences: Reduced workforce in city centers. With many companies electing to",
      "preview": "InsideSources Menu Home Energy Technology Politics Finance Education Publications NH Journal DV Journal Inside Alerts InsideSources Get up-to-date new"
    },
    {
      "url": "https://us.e-activist.com/page/6747/subscribe/1?ea.tracking.id=mailing-list-page",
      "title": "DONATE | Creative Commons",
      "description": "void",
      "preview": "This campaign is now closed."
    },
    {
      "url": "https://colesgroupdc.com/",
      "title": "Coles Group",
      "description": "Whether your organization is in need of boots-on-the-ground environmental services or high-level management consulting, Coles Group is the SBA 8A-Certified business with the expertise and specialized equipment to tackle a wide variety of challenges.",
      "preview": "Back Environmental Services Management Consulting Back Company Team Partners Scroll The Dedicated Client-First Environmental Solutions Business Soluti"
    },
    {
      "url": "https://ui-patterns.com/",
      "title": "UI-Patterns.com",
      "description": "User Interface Design Pattern Library. UI patterns for web designers. See screenshot examples and learn how to do great design like the pros.",
      "preview": "User Interface Design patterns User Interface Design patterns are recurring solutions that solve common design problems. Design patterns are standard"
    },
    {
      "url": "https://www.gallupatwork.com/",
      "title": "All Gallup Events - Gallup",
      "description": "Find a Gallup event near you or join virtually. We host webinars, briefings, and major events to develop leaders, share discoveries and much more.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Attend Gallup Webinars and Events That Improve Your Workplac"
    },
    {
      "url": "https://puc.overheid.nl/rsj/zoeken/resultaat/PUC_172062_21/1/org/rsj/p/1143/s/datumdocument-wt_desc/",
      "title": "Zoekresultaat - Raad voor strafrechtstoepassing en jeugdbescherming",
      "description": "void",
      "preview": "Ga direct naar Inhoud of Menu RSJ Raad voor strafrechtstoepassing en jeugdbescherming Zoeken op tekst Zoekterm Zoeken uitgebreid zoeken Hoofdnavigatie"
    },
    {
      "url": "https://www.myarkansaspbs.org/educators",
      "title": "Learn | Arkansas PBS",
      "description": "void",
      "preview": "Lifelong Learning From award-winning local kids programs to world-class teacher professional development resources, Arkansas PBS brings learning to li"
    },
    {
      "url": "http://www.arcadebelgium.be/",
      "title": "Arcade Belgium - News (en)",
      "description": "void",
      "preview": "Latest news 25.09.2025 - Chaos Code NEXT move lists for all characters. 25.09.2025 - 5 new songs appear in StepManiaX . 24.09.2025 - Chaos Code NEXT i"
    },
    {
      "url": "https://www.washingtonian.com/2023/02/21/the-bidens-went-to-dinner-and-ordered-the-same-dish-dividing-the-internet/",
      "title": "The Bidens Went to Dinner and Ordered the Same Dish, Dividing the Internet",
      "description": "The President and First Lady got two orders of rigatoni at Italian restaurant the Red Hen",
      "preview": "Skip to content Food | News & Politics The Bidens Went to Dinner and Ordered the Same Dish, Dividing the Internet The President and First Lady got two"
    },
    {
      "url": "http://specialcollections.le.ac.uk/digital/collection/p16445coll4/id/148575/",
      "title": "CONTENTdm",
      "description": "void",
      "preview": "Javascript Required To experience full interactivity, please enable Javascript in your browser."
    },
    {
      "url": "http://www.pebritech.sk/happy-creek-no-deposit-bonus-signal-the-fall-of-2021/",
      "title": "4Tipy.sk - Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "description": "Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "preview": "Preskočiť na obsah Čistiace prostriedky Čistiace prostriedky na dlažbu: Top produkty Čistiace prostriedky na dlažbu. Efektívne riešenia pre čisté povr"
    },
    {
      "url": "https://www.rollingstone.com/music/music-lists/500-greatest-albums-of-all-time-156826/",
      "title": "Greatest Albums List (Published 2003)",
      "description": "Rolling Stone's list of the 500 Greatest Albums of All Time was originally published in 2003, with a slight update in 2012.",
      "preview": "× × Skip to main content By Rolling Stone Rolling Stone View all posts by Rolling Stone May 31, 2009 The RS 500 was assembled by the editors of Rollin"
    },
    {
      "url": "https://images.google.vg/url?q=https://maspasha.com/jenis-jenis-crane-dan-fungsinya/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://maspasha.com/jenis-jenis-crane-dan-fungsinya/ . Se non de"
    },
    {
      "url": "https://pcper.com/tag/k53/",
      "title": "k53 - PC Perspective",
      "description": "void",
      "preview": "Tag: k53 ASUS K53T Review: Mainstream Llano Offers Inexpensive Mobile Gaming by Matt Smith | Dec 29, 2011 | Mobile | 16 Back in June of 2011, we revie"
    },
    {
      "url": "http://data.unep-wcmc.org/datasets/38",
      "title": "Ocean+ Habitats",
      "description": "Ocean+ Habitats is a living platform providing the world's decision-makers and communities of practice with the best possible global information, knowledge and tools required to manage and conserve ocean ecosystems.",
      "preview": "Where are marine and coastal habitats? Over 70% of the surface of Earth is ocean, comprising highly diverse marine and coastal ecosystems. These ecosy"
    },
    {
      "url": "https://polls.saintleo.edu/6405-2/",
      "title": "Polling Institute at Saint Leo University - Florida's Republican Gov. DeSantis' Job-Approval Stands at More than 56%, While His COVID Job Performance Marks Nearly as High in New Saint Leo University Survey",
      "description": "The conservative governor shows double-digit leads over Democratic candidates for the job Half of respondents oppose the idea of enacting a Texas-style abortion law in Florida Rubio challenger in U.S. Senate race, Demings, trails the GOP incumbent ST. LEO, FL - The most recent poll of 500 Floridians by the Saint Leo University Polling Institute",
      "preview": "Florida's Republican Gov. DeSantis' Job-Approval Stands at More than 56%, While His COVID Job Performance Marks Nearly as High in New Saint Leo Univer"
    },
    {
      "url": "https://mockuptree.com/free/awesome-paper-bag-mockup/",
      "title": "Free Awesome Paper Bag Mockup | Mockuptree",
      "description": "The best Paper Bag Mockup to create a presentation for your packaging or lable designs. This mockup has two paper bag scenes in PSD files. You can add a design for the front of the paper bag, customize the side and top color, and add your own artwork on the customer receipt.",
      "preview": "Home » Free » Bag Mockups » Awesome Paper Bag Mockup Awesome Paper Bag Mockup The best Paper Bag Mockup to create a presentation for your packaging or"
    },
    {
      "url": "https://br.linkedin.com/company/baruk-automacao-inteligente?trk=organization_guest_main-feed-card-text",
      "title": "Baruk - Automação Inteligente | LinkedIn",
      "description": "Baruk - Automação Inteligente | 922 seguidores no LinkedIn. Criar sistemas inteligentes capazes de reduzir custos e promover a inovação tecnólogica das organizações. | Automatizamos tarefas repetitivas com RPA e criamos serviços web com uso de Inteligência Artificial para negócios. Somos especialistas em Processamento de Linguagem Natural, Aprendizado de Máquina, Serviços Cognitivos (Análise de Sentimentos, Reconhecimento de Imagens), Big Data e Predição (Analytics).",
      "preview": "O LinkedIn respeita a sua privacidade O LinkedIn e terceiros usam cookies essenciais e não essenciais para fornecer, proteger, analisar e aprimorar no"
    },
    {
      "url": "https://portaleinfach.org/tag/d%C2%B7a%C2%B7ch/",
      "title": "D·A·CH - Infoportal Einfache Sprache",
      "description": "Beiträge über D·A·CH von Infoportal",
      "preview": "Zum Inhalt springen Einfache Sprache unter einem D·A·CH: Wie ist Einfache Sprache im deutschsprachigen Raum aufgestellt? Blogbeitrag von Sabine Mannin"
    },
    {
      "url": "http://aathermography.com/",
      "title": "Welcome to Ann Arbor Thermography, serving southeast Michigan and beyond",
      "description": "void",
      "preview": "Ann Arbor Thermography Non-invasive imaging and screening for breast cancer, pain, and more! Welcome Your study Our location Breast Pain Neurological"
    },
    {
      "url": "https://www.nature.com/subjects/neuroscience",
      "title": "Neuroscience - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "http://www.se4all.org/",
      "title": "Home | Sustainable Energy for All",
      "description": "void",
      "preview": "Skip to main content Energy. Climate. Development. We work to ensure everyone, everywhere can live a dignified life on a healthy planet, powered by su"
    },
    {
      "url": "http://www.innogistics.net/",
      "title": "INNOGISTICS | Logistics | Freight | Shipping",
      "description": "logistic",
      "preview": "Innogistics International Limited Innovative Logistics Solutions Home Services Network Resources Contact Us Professional Logistician INNOGISTICS is po"
    },
    {
      "url": "https://standards.ieee.org/",
      "title": "IEEE SA - The IEEE Standards Association - Home",
      "description": "void",
      "preview": "The IEEE Standards Association - Home Raising the World's Standards Discover how the IEEE SA is working to meet your evolving needs. I want to... Sear"
    },
    {
      "url": "https://vix.com/nuevo",
      "title": "ViX: Cine y TV Gratis en Español",
      "description": "void",
      "preview": "Lo sentimos, pero ViX no está disponible en tu país."
    },
    {
      "url": "https://evaturanzo.tumblr.com/",
      "title": "@evaturanzo on Tumblr",
      "description": "Follow @evaturanzo and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Tarde de lujo! flower-child-jessie-deactivated weheartit.com // Source: weheartit.com You are using an unsupported browser and things migh"
    },
    {
      "url": "https://freshvinewine.com/products/brut_rose/",
      "title": "Brut Rosé Fresh Vine Wine's Exclusive Blend of Chardonnay and Pinot Noir",
      "description": "With aromas of fresh strawberry, crisp green apple, and red raspberry along with bright flavors of peach and strawberry, our Brut Rosé pairs perfectly with an active and healthy lifestyle as an affordable luxury wine with less sugar and more flavor.",
      "preview": "void"
    },
    {
      "url": "https://clairemazurel.com/fr/portfolio-89434-presse",
      "title": "PRESSE",
      "description": "PRESSE",
      "preview": "Connexion Panier PRESSE Top"
    },
    {
      "url": "https://elitesportsny.com/2020/10/07/new-york-yankees-suzyn-waldmans-natl-anthem-will-open-up-game-3/",
      "title": "New York Yankees: Suzyn Waldman's Nat'l Anthem will open up Game 3",
      "description": "New York Yankees radio broadcaster Suzyn Waldman's 2020 national anthem performance will be played prior to ALDS Game 3 on Wednesday night.",
      "preview": "Skip to content (Photo by Elsa/Getty Images) New York Yankees radio broadcaster Suzyn Waldman's 2020 National Anthem performance will be played prior"
    }
  ],
  "_meta": {
    "total_bookmarks": 135
  }
}