{
  "data": [
    {
      "url": "https://experiments.withgoogle.com/collection/ai",
      "title": "Google Labs: Google's home for AI experiments - Google Labs",
      "description": "Stay up to date with the latest Google AI experiments, innovative tools, and technology. Explore the future of AI responsibly with Google Labs.",
      "preview": "The home for AI experiments at Google FEATURING FEATURING Flow Flow A new AI filmmaking tool that lets you seamlessly create cinematic clips, scenes a"
    },
    {
      "url": "https://www.algerie360.com/mca-betrouni-reitere-sa-confiance-a-amrouche-mais/",
      "title": "MCA : Betrouni réitère sa confiance à Amrouche mais...... - Algerie360",
      "description": "void",
      "preview": "MCA : Betrouni réitère sa confiance à Amrouche mais...... Par admin 4 avril 2016 à 10:56 mca-betrouni-reitere-sa-confiance-a-amrouche-mais.jpg A lire auss"
    },
    {
      "url": "https://www.google.com.au/maps/search/2-6+Curley+Cct%2C+Roseneath+QLD+4811/@-19.375044170348,146.83236748437,17z",
      "title": "Prima di continuare su Google Maps",
      "description": "void",
      "preview": "Accedi Accedi Prima di continuare su Google Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazione di annunci. Scopri"
    },
    {
      "url": "https://vi.stackexchange.com/questions/2864/indentation-of-preprocessor-directives",
      "title": "Indentation of preprocessor directives - Vi and Vim Stack Exchange",
      "description": "In my vimrc I have the following line, which figures all the indentation of my files. filetype plugin indent on When writing C programs sometimes I use preprocessor directives like #ifdef foo and ...",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Indentation of p"
    },
    {
      "url": "https://products.designsoundnw.com/avcat/ctl18587/index.cfm?manufacturer=clearone&news=22486",
      "title": "News | ClearOne's New COLLABORATE Versa Room CT Includes Everything Required for Pro-Quality Cloud-Based Audio and Video Conferencing Now Shipping Worldwide | ClearOne | Design Sound NW, Inc.",
      "description": "News - ClearOne's New COLLABORATE Versa Room CT Includes Everything Required for Pro-Quality Cloud-Based Audio and Video Conferencing Now Shipping Worldwide - ClearOne. Provided by Design Sound NW, Inc..",
      "preview": "Previous Next Products Contact Us ClearOne 5225 Wiley Post Way Suite 500 Salt Lake City, UT 84116 United States Back to previous page Project List Pre"
    },
    {
      "url": "https://www.azhumane.org/adopt/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.drjaliman.com/index.php",
      "title": "Best Cosmetic Dermatologist NYC | Cosmetic Dermatology Expert",
      "description": "Renowned NYC cosmetic dermatologist providing expert cosmetic and medical dermatology care from her Upper East Side Manhattan office. Achieve radiant, healthy skin with customized treatments.",
      "preview": "Hide Accessibility Tools Light Mode Contrast Mode Grey Mode Increase Font Size Decrease Font Size Reset Font Default Accessibility Options Back to Mai"
    },
    {
      "url": "https://thatsourjampodcast.com/tag/ipod-roulette/",
      "title": "iPod Roulette - That's Our Jam",
      "description": "void",
      "preview": "Skip to content Search Search for: LISTEN TO EPISODE 19: Speaking of the Sons of Liberty... And below are all the supplemental reading/listening items f"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part1",
      "title": "Algorithms, Part I by Princeton University | Coursera",
      "description": "Learn the fundamentals of algorithms in this course from Princeton University. Explore essential topics like sorting, searching, and data structures using Java. Enroll for free.",
      "preview": "Algorithms, Part I Algorithms, Part I Instructors: Kevin Wayne +1 more Instructors Instructor ratings We asked all learners to give feedback on our in"
    },
    {
      "url": "https://www.fondation-bertarelli.org",
      "title": "Fondation Bertarelli",
      "description": "void",
      "preview": "Skip to content Latest News 20 May 2024 In Memoriam: Prof. Charles Sheppard OBE Ph.D. 13 Feb 2023 $75m gift to Harvard Medical School will advance bas"
    },
    {
      "url": "https://www.prnewswire.com/news-releases/apotex-corp-issues-voluntary-nationwide-recall-of-brimonidine-tartrate-ophthalmic-solution-0-15-due-to-cracks-that-have-developed-in-some-of-the-units-caps-of-the-bottles-301759987.html",
      "title": "Apotex Corp. Issues Voluntary Nationwide Recall of Brimonidine Tartrate Ophthalmic Solution, 0.15% due to cracks that have developed in some of the units caps of the bottles",
      "description": "/PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a voluntary recall at the Consumer level for six (6) lots of Brimonidine Tartrate...",
      "preview": "Accessibility Statement Skip Navigation WESTON, Fla. , March 1, 2023 /PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a vo"
    },
    {
      "url": "https://www.coursera.org/learn/machine-learning",
      "title": "Supervised Machine Learning: Regression and Classification | Coursera",
      "description": "In the first course of the Machine Learning Specialization, you will: • Build machine learning models in Python using popular machine ... Enroll for free.",
      "preview": "Supervised Machine Learning: Regression and Classification Supervised Machine Learning: Regression and Classification This course is part of Machine L"
    },
    {
      "url": "https://jobs.opticianonline.net/job/1401945433/optometrist-aberdeen-independent",
      "title": "Optometrist Aberdeen - Independent job with Vivid Optical | 1401945433",
      "description": "Optometrist Aberdeen - Independent job in Aberdeen, Aberdeenshire with Vivid Optical. Apply Today.",
      "preview": "Skip to main content This job has expired Optometrist Aberdeen - Independent Employer Vivid Optical Location Aberdeen, Aberdeenshire Salary Salaries u"
    },
    {
      "url": "https://www.zola.com/",
      "title": "Wedding Planning: Website, Invites, Venues, Registry, & More",
      "description": "Your one-stop destination for all things wedding. Free wedding website, registry, and tools. Find the perfect venue. Shop invites. Your wedding starts here!",
      "preview": "It's easier on the Zola app Open in the Zola app OPEN Web Accessibility Wedding planning starts here From venues and save the dates to a free wedding"
    },
    {
      "url": "https://moegamer.net/2017/01/04/nights-of-azure-introduction-and-history/",
      "title": "Nights of Azure: Introduction and History - MoeGamer",
      "description": "Lesbian vampire demons from the creators of Atelier? You better believe we're on board with that... so let's start by taking a look at the background of developer Gust.",
      "preview": "Skip to content This article is one chapter of a multi-part Cover Game feature ! Next > | Latest >> 2015's Nights of Azure - or Yoru no Nai Kuni to it"
    },
    {
      "url": "https://revodoc.valdoise.fr/resultat.php?q=1&spec_expand=&sort_define=tri_annee&sort_order=1&rows=10&fq=frbr%3A%281%29+AND+typedoc%3A%28%22j%22%29+AND+auteurs_ac%3A%28%22McFerrin%2C+Bobby%22%29+AND+sujets_ac%3A%28%22Jazz%22%29+AND+auteurs_ac%3A%28%22Kay%2C+Connie%22%29+AND+auteurs_ac%3A%28%22Modern+jazz+quartet%22%29+AND+type_fonds%3A%28%22g%22%29",
      "title": "Résultats (oeuvres) - RéVOdoc",
      "description": "void",
      "preview": "E-mail Fichier E-mail : Nom du fichier : Format bibliographique : Texte CSV Excel × Close Identification Identifiant : Mot de passe : Mot de passe oub"
    },
    {
      "url": "https://bethanyrutter.com/2011/09/28/a-fine-vintage-3/",
      "title": "A Fine Vintage #3. - Bethany Rutter",
      "description": "void",
      "preview": "Skip to content Square Unless I find another gem in one of my rummages, this will be the last 'A Fine Vintage' edition for a while! This is the dress"
    },
    {
      "url": "https://inthecloud.withgoogle.com/data-cloud-live-charlotte-23/register.html?utm_source=gc_events&utm_medium=display&utm_campaign=FY23-Q1-northam-NRTH82-physicalevent-er-data-cloud-live-charlotte&utm_content=dcl-charlotte-cgc-events&utm_term=-",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Build what's next Start with $300 in free credits and free usage of 20+ products Get started for free Contact sales send_spark Built with Gemini Enter"
    },
    {
      "url": "https://kids.nationalgeographic.com",
      "title": "National Geographic Kids | National Geographic Kids",
      "description": "National Geographic Kids",
      "preview": "Skip to content Search Shop Games Quizzes Personality Quizzes Puzzles Action Funny Fill-In Videos Amazing Animals Weird But True! Party Animals Try Th"
    },
    {
      "url": "http://daubau.it/cucina/",
      "title": "Teramo la cittadina millenaria e dalla cucina invidiabile - Dau Bau",
      "description": "Altro luogo estremamente importante è il sito archeologico dell'Anfiteatro, ed il museo archeologico, risalenti entrambi all'impero Romano.",
      "preview": "Skip to main content IL TUO NUOVO MAGAZINE Teramo la cittadina millenaria e dalla cucina invidiabile Pubblicato in Cucina e Alimentazione . Immersa ne"
    },
    {
      "url": "https://www.iq.com",
      "title": "iQIYI - Watch Asian dramas shows movies animes Free online - Streaming Korean drama, Chinese drama, Thai drama, with subtitles and dubbing - iQIYI | iQ.com",
      "description": "Watch online free and latest Chinese dramas, Korean dramas, Thai dramas, variety shows, movies and animes with multiple subtitles and dubbing at your fingertips on iQIYI(iQ.com)! VIP unlock more hot shows and contnet. Enjoy in HD with on your mobile, pad, computer, TV devices.",
      "preview": "iQIYI For You Fated Hearts Drama Movie Anime Variety Show More icon/search Popular Searches icon/history History icon/history History Watch Later icon"
    },
    {
      "url": "http://www.aelyria.com/",
      "title": "Coming Soon page",
      "description": "void",
      "preview": "Please come back later."
    },
    {
      "url": "https://fr.servicestart.com/showFAQ.do;jsessionid=88D9CFB3B66BCFD04ACF6CA8C3694736",
      "title": "Prenez le bon départ - devis des Pros - Servicestart",
      "description": "Obtenez jusquà cinq devis comparatifs ! Etes-vous Prestataire ? Recevez gratuitement des demandes ciblées par service et par secteur. Exemple de services : Expert-comptable, Syndic de copropriété, Nettoyage, Architecte.",
      "preview": "Prenez le bon départ - devis de Pros ...ou faites votre demande par téléphone 01 70 61 08 36 Services - Toutes les catégories Changer la langue : Engl"
    },
    {
      "url": "https://fphnyc.org/",
      "title": "Fund for Public Health NYC. Innovative partnership for New Yorkers",
      "description": "Everyone deserves to live a healthy life. The Fund for Public Health in New York Collaborating with communities throughout NYC and leveraging the resources of the public and private sectors, FPHNYC and the Health Department make it possible for more New Yorkers to realize their full health potential. City facilitates innovative projects to improve health for all New Yorkers.",
      "preview": "Skip to content Search Improving the Health of ALL New Yorkers Our Impact Our History We believe health is everybody's business. We all benefit from p"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/consultar-horarios",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.outerspacious.com/privacy-policy",
      "title": "Outerspacious Software - Privacy Policy",
      "description": "void",
      "preview": "Home Support By visiting our Website, downloading our Application(s), and/or otherwise accessing and/or using our Service, you are agreeing to the ter"
    },
    {
      "url": "https://www.vermilionstandard.com/life/senior-living-friendships-old-and-new-provide-saving-grace",
      "title": "Senior Living: Friendships, old and new, provide saving grace | Vermilion Standard",
      "description": "Circle of friends widened during the pandemic.",
      "preview": "Advertisement oop Story continues below This advertisement has not loaded yet, but your article continues below. Skip to Content Advertisement 1 This"
    },
    {
      "url": "https://finhealthnetwork.org/",
      "title": "Financial Health Network",
      "description": "Financial Health Network unites business leaders, policy makers, and innovators to design and implement solutions that improve financial health for all people.",
      "preview": "Improving Financial Health for All For more than two decades, we've united financial services leaders, employers, policymakers, and innovators to desi"
    },
    {
      "url": "https://www.mochu.com.tw/products/%E8%B2%B4%E6%97%8F%E5%B0%8F%E7%8E%8B%E5%AD%90%E5%A5%97%E8%A3%9D",
      "title": "Mochu童裝",
      "description": "Mochu童裝",
      "preview": "{{ 'fb_in_app_browser_popup.desc' | translate }} {{ 'fb_in_app_browser_popup.copy_link' | translate }} {{ 'close' | translate }} {{ 'in_app_browser_po"
    },
    {
      "url": "https://vanessahurst.com/",
      "title": "Vanessa Hurst",
      "description": "engineer, mom, social entrepreneur",
      "preview": "Vanessa Hurst 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna I am never wholly comfortable or"
    },
    {
      "url": "https://matchingham.gs/?sfb65_qg584y4k6750958la/500462/5112946",
      "title": "Matchingham Games",
      "description": "void",
      "preview": "Matching the Fun with Gamers Worldwide! through top notch games Braindom: Brain Games Test Out Looking for brain games, brain tests, 7 seconds riddles"
    },
    {
      "url": "https://famigros.migros.ch/de/familienleben/essen-und-trinken/rezepte/tags/profi/wickelmoeglichkeit",
      "title": "Familien-Rezepte | Famigros",
      "description": "Feine Rezepte und hilfreiche Ernährungstipps rund ums Essen und Trinken in der Familie.",
      "preview": "Internet Explorer 11 wird nicht mehr unterstützt Für ein optimales Webseiten Erlebnis bitten wir dich einen neueren Webbrowser zu nutzen. Breadcrumb N"
    },
    {
      "url": "https://satcherinstitute.org/",
      "title": "Satcher Health Leadership Institute | Health Equity Leadership & Research",
      "description": "Founded by former U.S. Surgeon General Dr. David Satcher, we develop diverse health leaders, conduct equity-centered research, and drive policy change for health justice.",
      "preview": "Health equity has no borders. Attend our 3rd Annual Global Health Equity Summit on October 2nd. RSVP now Thank you! Your submission has been received!"
    },
    {
      "url": "http://placeanad.chicagotribune.com#nt=primarynavbar",
      "title": "Chicago Tribune",
      "description": "Advertise with The Chicago Tribune",
      "preview": "x Previous Next MOST POPULAR ONLINE OPTIONS OBITUARIES Chicagotribune.com ROS Geo-Targeted Impressions Advertise your business to an engaged audience"
    },
    {
      "url": "https://allschoolsinindia.in/category/cut-off-mark-calculator/",
      "title": "Cut Off Mark Calculator",
      "description": "void",
      "preview": "You are here: Home / Archives for Cut Off Mark Calculator KVS Class-1 and Balvatika Admission 2025-26 KV School Online Fee Payment System 2025-26 Maha"
    },
    {
      "url": "https://www.weather.gov/source/zhu/ZHU_Training_Page/turbulence_stuff/turbulence/turbulence.htm",
      "title": "Turbulence",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.porterleath.org/",
      "title": "Welcome to Porter-Leath | Home",
      "description": "Building stronger children, stronger families and a stronger Memphis through community-based programs and services, based on our mission of empowering children and families to achieve a healthy, optimal and independent lifestyle.",
      "preview": "Empowering children and families to achieve a healthy, optimal, and independent lifestyle FOCUS AREAS ABOUT Now Enrolling Children and Hiring Staff fo"
    },
    {
      "url": "https://tyres.geniepowered.com.au/product-category/size-20/",
      "title": "Size 20 | Genie Powered Tyres",
      "description": "void",
      "preview": "Size 20 Tyre Sizes Accessories Drones Jump Starters Power Generators By Brands Accelera BFGoodrich Bridgestone Continental Cooper Dunlop Duro Farroad"
    },
    {
      "url": "https://www.ritzcarlton.com/en/hotels/indonesia/bali#Hotel",
      "title": "Luxury Nusa Dua Bali Hotel | The Ritz-Carlton, Bali",
      "description": "Every detail of The Ritz-Carlton, Bali experience is inspired by the beauty and allure of the ocean. Experience the spacious and luxurious suites and villas with breathtaking views over the Indian Ocean at this Nusa Dua resort in Bali.",
      "preview": "Skip to main content Menu text Menu close text Marriott Logo Marriott Logo Find & Reserve Deals & Packages Meetings & Events Our Brand About Marriott"
    },
    {
      "url": "https://minesnewsroom.com/news/quantitative-biosciences-and-engineering-helps-students-make-sense-biological-systems",
      "title": "Quantitative Biosciences and Engineering helps students make sense of biological systems | Colorado School of Mines | Newsroom",
      "description": "Colorado School of Mines is training the next generation of biological engineers who are skilled in both bioscience and computer science via the new undergraduate degree program.",
      "preview": "Skip to main content February 14, 2023 by Mines Magazine Quantitative Biosciences and Engineering helps students make sense of biological systems Mine"
    },
    {
      "url": "http://www.sspectra.com/is/s000373.html",
      "title": "S000373 | Integer Sequences",
      "description": "void",
      "preview": "Integer Sequences S000373 « S000372 index S000374 » Numbers n such that 8^n+1 has only one primitive prime factor. 0, 1, 3, 9, 15, 21, 39, 57, 69, 159"
    },
    {
      "url": "https://www.nature.org/en-us/",
      "title": "The Nature Conservancy: A World Where People & Nature Thrive",
      "description": "We're working around the world to protect the lands and waters on which all life depends and fight climate change. Join us.",
      "preview": "Every gift today has twice the power for nature. Give Now. Close interstitialRedirectModalTitle interstitialRedirectModalMessage interstitialRedirectM"
    },
    {
      "url": "http://msds.walmartstores.com/",
      "title": "Wercs UPC/Barcode - Powered By The Wercs",
      "description": "void",
      "preview": "Walmart-Sams Club SDS Search Engine & Viewer Home SDS - Help Welcome! All Products Non Archived Products Archived Products « ‹ › » Legal statement Wal"
    },
    {
      "url": "https://channel955.iheart.com/schedule/",
      "title": "Find Channel 955's Friday Live On-Air Schedule | Channel 955",
      "description": "Discover Friday's shows for Channel 955 in Detroit, MI",
      "preview": "On-Air Schedule Mo Tu We Th Fr Sa Su On-Air Now Mojo in the Morning 5:00 AM - 11:00 AM Mojo in the Morning 5:00 AM - 11:00 AM EJ 11:00 AM - 3:00 PM Th"
    },
    {
      "url": "https://www.allenrosewine.com/about",
      "title": "about - Allen Rose Wine",
      "description": "Allen Rose is the combination of Kane Brown and Katelyn Brown's middle names. Learn more about Allen Rose Wine.",
      "preview": "0 Why 'Allen Rose'? Allen Rose is the combination of Kane and my middle name, and we have sat on this name for years knowing it would represent someth"
    },
    {
      "url": "https://cafblcomunicacio.cat/llega-rehabilita-2021/",
      "title": "Llega rehabilita 2021 - CAFBL Comunicació",
      "description": "void",
      "preview": "Usted está aquí: Inicio 1 / Actualidad 2 / Llega rehabilita 2021 Rehabilita es una iniciativa colectiva, impulsada y promovida por el Colegio de Apare"
    },
    {
      "url": "http://ec.ala.org/membership/join",
      "title": "Store",
      "description": "void",
      "preview": "Skip to main content Loading × Cart Summary + Show - Hide 0 item(s) ($0.00) Your cart is empty. Open Invoices × Click the box next to each open invoic"
    },
    {
      "url": "https://elitesportsny.com/2020/10/07/new-york-yankees-suzyn-waldmans-natl-anthem-will-open-up-game-3/",
      "title": "New York Yankees: Suzyn Waldman's Nat'l Anthem will open up Game 3",
      "description": "New York Yankees radio broadcaster Suzyn Waldman's 2020 national anthem performance will be played prior to ALDS Game 3 on Wednesday night.",
      "preview": "Skip to content (Photo by Elsa/Getty Images) New York Yankees radio broadcaster Suzyn Waldman's 2020 National Anthem performance will be played prior"
    },
    {
      "url": "https://www.huemint.com/brand-intersection/",
      "title": "Huemint - Color palette generator for brands, websites and graphics",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://cse.google.ki/url?q=https://outsons.com/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://outsons.com/ . Se non desideri visitare questa pagina, pu"
    },
    {
      "url": "http://www.dataprotection.ie",
      "title": "Homepage | Data Protection Commission",
      "description": "We are the national independent authority responsible for upholding the fundamental right of the individual in the EU to have their personal data protected.",
      "preview": "New Case Studies section Take a look New Guidance: Data Protection Commission Launches Adult Safeguarding Toolkit to Protect Vulnerable Adults' Data V"
    },
    {
      "url": "https://disabilityin.org/resource/disability-stock-photography/",
      "title": "Disability Inclusive Stock Photography - Disability:IN",
      "description": "Disability:IN is pleased to offer disability inclusive stock photography to the public. In an effort to empower business to achieve disability inclusion and equality, we encourage corporations to use this in recruitment material, marketing material, internal and external communications, etc.",
      "preview": "Skip to content Search for: Disability Inclusive Stock Photography Disability Inclusive Stock Photography Disability:IN is pleased to offer disability"
    },
    {
      "url": "https://www.aclu-ky.org",
      "title": "Home - ACLU Kentucky",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Preserving Liberty in the Commonwealth Volunteer with us! The Latest Event | In-person 70th Anniversary Celebration Since 1955, the ACLU of Kentucky,"
    },
    {
      "url": "https://flymapslive.com/",
      "title": "Flymaps",
      "description": "void",
      "preview": "Get the Flymaps app iPhone or iPad Android Flymaps Supports Follows YouTube Instagram Twitter Email Contact us anytime. Feel free to email us . About"
    },
    {
      "url": "https://www.catherinewalker.com/",
      "title": "Catherine Walker - now and since 1977",
      "description": "void",
      "preview": "Latest Video Scroll to Content About Us The Catherine Walker & Co The Catherine Walker & Co design atelier is based in Bury Walk, a pretty Chelsea mew"
    },
    {
      "url": "http://s190595841.onlinehome.us/?p=colchicine%2Bcost%2Buk",
      "title": "fly2lunch.com",
      "description": "void",
      "preview": "It's what you need to do. Fly2Lunch. Airport Restaurant Search Starting airport: Min distance: nm Max distance: nm Search for restaurants: All airport"
    },
    {
      "url": "https://www.edx.org/learn/linux",
      "title": "Learn Linux | edX",
      "description": "Linux is an open-source operating system used in numerous technologies around the world. Explore courses and programs catered to helping you learn this popular OS.",
      "preview": "Learn Linux Linux can be found everywhere you look - from Android phones to NASA to the world's fastest supercomputers. Whether you're a budding compu"
    },
    {
      "url": "https://data.guttmacher.org/states",
      "title": "Data Center | Guttmacher Institute",
      "description": "void",
      "preview": "Skip to main content Data Center July 2025 Data Center Update Guttmacher's Data Center, previously found at data.guttmacher.org, is no longer availabl"
    },
    {
      "url": "https://www.pinterest.dk/bangolufsen/",
      "title": "Bang & Olufsen (bangolufsen) - Profile | Pinterest",
      "description": "Bang & Olufsen | World-renowned for our distinctive range of quality televisions, music systems & high-performance loudspeakers since 1925.#BangOlufsen #since1925",
      "preview": "Bang & Olufsen (bangolufsen) - Profile | Pinterest Bang & Olufsen bang-olufsen.com/en · World-renowned for our distinctive range of quality television"
    },
    {
      "url": "https://help.nationalgeographic.com/",
      "title": "National Geographic Partners Support Center",
      "description": "void",
      "preview": "ng-border-footer facebook twitter instagram"
    },
    {
      "url": "https://federalcharacter.gov.ng/about-us/",
      "title": "About Us - Federal Character Commission",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.siliconvalleycf.org/coronavirus-fund",
      "title": "Emergency Response | Silicon Valley Community Foundation",
      "description": "As a community foundation, SVCF is uniquely positioned to meet the ongoing needs of our local communities and take on unexpected challenges, including the...",
      "preview": "Donor Login Accessibility Increase Font Size Decrease Font Size Reset Font Size EN Translate: Emergency Response As a community foundation, SVCF is un"
    },
    {
      "url": "https://lifeatno27.com/",
      "title": "Life at No.27",
      "description": "Life at No.27 is a non-profit gardening and wellbeing therapy organisation. We provide practical group and 1-2-1 classes and workshops for all ages.",
      "preview": "Life at No.27 is a leading horticultural therapy and mental health counselling provider, built with passion at its core and designed to improve lives."
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Milled-A-search-engine-for-email-newsletters-and-ecommerce-sales-90fa5d0cc8d3440dad3292c4edca7eb8?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.spmcf.org/",
      "title": "Saint Paul & Minnesota Foundation | Saint Paul & Minnesota Foundation",
      "description": "Saint Paul & Minnesota Foundation is a partner to thousands of donors and nonprofit organizations working to create a just and vibrant Minnesota where all people and communities thrive. We help establish not for profit organizations with endowments, help patrons with charitable planning, and manage donor-advised funds.",
      "preview": "Where Giving Grows Make more possible Your Community Foundation The Saint Paul & Minnesota Foundation partners with thousands of donors, nonprofit org"
    },
    {
      "url": "http://www.grandfamilies.org/State-Fact-Sheets",
      "title": "GrandFacts Fact Sheets",
      "description": "The Grandfamilies State Law and Policy Resource Center serves as a national legal resource in support of grandfamilies within and outside the child welfare system. Our goals are to educate individuals about state laws, legislation and policy in support of grandfamilies; assist interested policymakers, advocates, caregivers, and attorneys in exploring policy options to support relatives and the children in their care; provide technical assistance and training.",
      "preview": "Search Search Home About Us Search Laws Topic Library Adoption Care & Custody Education Federal Laws Family First Strengthening Families Fostering Con"
    },
    {
      "url": "https://www.gq-magazine.co.uk/culture/article/bella-ramsey-interview-2023",
      "title": "Bella Ramsey on The Last Of Us, Game Of Thrones and working with Pedro Pascal | British GQ",
      "description": "With a lead role in the biggest show on TV, HBO's post-apocalyptic zombie drama The Last of Us, Bella Ramsey has defeated the keyboard warriors",
      "preview": "Skip to main content When Bella Ramsey and I first met in December , in a Loughborough vegan place a 15-minute drive from her childhood home, The Last"
    },
    {
      "url": "https://www.bmw.com.ec/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Ecuador | Autos Deportivos, Eléctricos, Híbridos",
      "description": "Descubre nuestros carros eléctricos, híbridos conectables y camionetas en el sitio oficial de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "void"
    },
    {
      "url": "https://www.cbs17.com/news/local-news/wake-county-news/raleigh-juvenile-brings-ar-15-rifle-to-millbrook-high-basketball-game-police-say/",
      "title": "Raleigh juvenile brought AR-15 rifle to Millbrook High basketball game, police say",
      "description": "Police said he is not a student at Millbrook High School. Juvenile petitions and secure custody orders are being pursued, officials said.",
      "preview": "Skip to content"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/topics/forms/",
      "title": "Working with forms | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    },
    {
      "url": "https://octagonshop.pl/p1423,worek-bokserski-octagon-160x45-standard-gold.html",
      "title": "Oficjalny sklep Octagon - polskiej marki sportowej",
      "description": "void",
      "preview": "Czapka zimowa Octagon Retro black/white NEW Przechowalnia 49,00 zł Zobacz Ten produkt wysyłamy w 24h! Promocja - 37% Tank Top sportowy Octagon Marble"
    },
    {
      "url": "https://www.moaa.org/",
      "title": "MOAA - MOAA Home Page",
      "description": "The Military Officers Association of America (MOAA) is the country's leading organization protecting the rights of military servicemembers and their families. Those who belong to MOAA not only lend their voices to a greater cause, but they also gain access to extensive benefits tailored to the needs and lifestyles of military officers. MOAA members proudly hail from every branch of the uniformed services. To them, we have made the same promise that they have made to their country: Never Stop Serving.",
      "preview": "TOTALFORCE+ Registration is NOW OPEN for our inaugural conference! Click here to join us Oct. 28-29!  Close banner I am a  Selected Currently Servin"
    },
    {
      "url": "https://abcnews.go.com/Business/video/goodwill-ceo-people-churning-low-wage-jobs-despite-94371832",
      "title": "Video Goodwill CEO: 'People are churning in low-wage jobs' despite hot economy - ABC News",
      "description": "Goodwill CEO Steve Preston breaks down the state of the economy, and where he sees a disconnect between a hot job market and workers toiling in low-wage jobs.",
      "preview": "Goodwill CEO: 'People are churning in low-wage jobs' despite hot economy Goodwill CEO Steve Preston breaks down the state of the economy, and where he"
    },
    {
      "url": "https://www.nature.com/subjects/climate-change",
      "title": "Climate change - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.vaccines.gov/search/",
      "title": "Find pharmacies near you",
      "description": "Vaccines.gov helps you find nearby pharmacies in the United States.",
      "preview": "The functionality of this website may be impacted while it is being updated. Find a pharmacy near you. Enter 5‑digit ZIP code Search Step 1: Enter you"
    },
    {
      "url": "https://www.eastsidefundersgroup.org/",
      "title": "East Side Funders Group",
      "description": "void",
      "preview": "Stay connected with East Side Funders Group Subscribe to receive news about our work. Subscribe Economic Vitality for the East Side of Saint Paul East"
    },
    {
      "url": "https://www.stimson.org/research/trade-tech/conventional-arms/",
      "title": "Conventional Arms Research • Stimson Center",
      "description": "Leading foreign affairs research projects, publications, and events on the topic of Conventional Arms from the Stimson Center.",
      "preview": "Skip to content Trade & Technology Conventional Arms Projects Advancing Child Protection Through Peacekeeping Assessing efforts to protect children an"
    },
    {
      "url": "https://skooloflife.medium.com/99-of-ai-startups-will-be-dead-by-2026-heres-why-bfc974edd968",
      "title": "99% of AI Startups Will Be Dead by 2026 - Here's Why | by Srinivas Rao | Medium",
      "description": "99% of AI Startups Will Be Dead by 2026 - Here's Why In the late '90s, I was a student at Berkeley watching the dot-com boom unfold like a fever dream. Traffic equated to revenue Adding .com to ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in 99% of AI Startups Will Be Dead by 2026 - Here's Why Srinivas Rao 15 min"
    },
    {
      "url": "http://kaporcenter.org",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://wszystko-do-hotelu.pl/11-akcesoria-hotelowe?page=2",
      "title": "Yope | Wyposażenie hotelu | Wszystko-Do-Hotelu.pl",
      "description": "Produkty YOPE są delikatne i bezpieczne, pielęgnują i rozpieszczają. Sprawiają, że codzienne czynności stają się niezwykle przyjemne. Najlepsza jakość, zapach i design.",
      "preview": "Yope Press&wash - seria dla hoteli. YOPE to marka naturalnych kosmetyków i ekologicznych środków czystości. Powstała z poszukiwania produktów codzienn"
    },
    {
      "url": "https://www.nainasingla.com/",
      "title": "Naina Singla - Fashion Stylist and Style Expert. Virtual Capsule Styling for Women",
      "description": "Naina Singla is a fashion stylist and style expert specializing in capsule styling and virtual styling for women in Washington, DC. Naina also offers virtual styling nationwide. Naina's signature and foundation styling service consists of a style assessment and wardrobe edit, curated shopping service and digital look-book",
      "preview": "Cart 0 Scroll a virtual & In-person styling and sourcing studio Naina curates streamlined and versatile wardrobes for women interested in simplicity w"
    },
    {
      "url": "https://securityx.space/2016/09/01/electronic-arts-ea-servers-down-poodlecorp-claims-it-ddosed-gaming-giant-hack-read/",
      "title": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read - securityXspace",
      "description": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read http://ift.tt/2bXaXiH EA sports servers are down and gamers are furious on Twitter - About 11hours ago, PoodleCorp did claim responsibility of DDoSing EA servers. The gaming giant Electronic Arts (EA) is currently experiencing an outage in which EA games, services and support have...",
      "preview": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed G"
    },
    {
      "url": "http://www.claytoncountyga.gov/departments/community-development/geographic-information-system.aspx",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 83
  }
}