{
  "data": [
    {
      "url": "https://groupejerecois.ca/?chefscie=true",
      "title": "Accueil-2025 - Le Groupe Je Reçois",
      "description": "void",
      "preview": "Le Groupe Je Reçois Du traiteur à la transformation alimentaire, une expertise complète À propos de nous LE GROUPE JE REÇOIS Au Groupe Je Reçois, nous"
    },
    {
      "url": "https://www.quill.org/",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "Quill provides free writing and grammar activities for middle and high school students.",
      "preview": "Free tools to make your students better writers and readers . NEW Quill.org, a non-profit, provides free literacy activities that build reading compre"
    },
    {
      "url": "https://www.fnp.com/",
      "title": "FNP: India's #1 Online Gift Store | Flowers, Cakes, Gift Hampers etc.",
      "description": "FNP India's largest online gift shop for Flowers, Cakes, Plants, Personalised Gifts & more. We promise &#9989; midnight & &#9989; same-day delivery in India with FREE shipping!",
      "preview": "Diwali Gifts Birthday Gifts Karwa Chauth Bhai Dooj Same Day Delivery FNP Luxe Housewarming Best Wishes Personalised Rated 4.8 / 5 | Trusted by 4,62,54"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search?showOnly=withImage%7CopenAccess",
      "title": "Search The Collection - The Metropolitan Museum of Art",
      "description": "Search art at the Metropolitan Museum.",
      "preview": "Skip to main content Search The Collection All Fields Artist / Culture Title Description Gallery Accession Number Filter By Object Type / Material mat"
    },
    {
      "url": "https://www.kungahuset.se/english/archive/press-releases/2023-02-14-hm-the-king-to-undergo-planned-surgical-procedure",
      "title": "HM The King to undergo planned surgical procedure | Kungahuset",
      "description": "On the advice of his physician, HM The King will undergo a planned surgical procedure on Monday 20 February 2023. The procedure will be performed using laparoscopic (keyhole) surgery in the heart area.",
      "preview": "Startpage / Archive 14 February 2023 HM The King to undergo planned surgical procedure On the advice of his physician, HM The King will undergo a plan"
    },
    {
      "url": "http://metv.com/contact/",
      "title": "Contact Us",
      "description": "Contact MeTV",
      "preview": "void"
    },
    {
      "url": "https://www.dacast.com",
      "title": "Dacast: Live Streaming Platform | Online Video Hosting",
      "description": "Dacast's Video Streaming Software is the leading Online Video and Hosting Platform. Stream live and on demand video leveraging a video API and 24/7 support.",
      "preview": "Skip to content Stream Video Through a Professional Streaming Platform Host, monetize, and broadcast with an end-to-end live streaming solution. Start"
    },
    {
      "url": "https://metavital.eu/shop/page/14/",
      "title": "Shop - Seite 14 - Metavital - Diagnostik und Therapie‎",
      "description": "void",
      "preview": "Skip to navigation Skip to main content Ergebnis 157 - 168 von 179 wird angezeigt Nach neuesten sortiert Seitenleiste zeigen Zeige 9 12 18 24 Nach Bel"
    },
    {
      "url": "https://www.boehms-dax-strategie.de/geldanlagetipps/finanzen/umweltsuender-bitcoin.html",
      "title": "Umweltsünder Bitcoin? Böhms DAX-Strategie",
      "description": "Bitcoin-Hype auf Kosten der Umwelt? Der Energieverbrauch bei Mining und Transaktion von Kryptowährungen ist bedenklich. Angesichts der Auswirkungen auf die Umwelt ist Kritik durchaus berechtigt!",
      "preview": "++ Most Wanted - Über diese Aktien spricht der Markt! --> Heute gratis sichern ++ × MENÜ GRATIS E-BOOKS > Sie sind hier: Böhms Geldanlagetipps > Finan"
    },
    {
      "url": "https://www.airnewzealand.co.nz/homepage",
      "title": "Air New Zealand - Book Flights & Earn Airpoints™",
      "description": "Air New Zealand's official site. Book domestic & international flights, manage trips and earn Airpoints™ every time you fly with Air NZ.",
      "preview": "Plan Book Experience Airpoints™ Help"
    },
    {
      "url": "https://gsb.urosario.edu.co/Inicio/?_ga=2.50986857.1991745945.1660754957-1637710740.1648474320",
      "title": "Graduate School of Business Universidad del Rosario - Business School Bogotá | GSB",
      "description": "void",
      "preview": "Pasar al contenido principal Su navegador no soporta la etiqueta de vídeo. Bienvenidos al Rosario GSB Top 3 mejor escuela de negocios en Bogotá por su"
    },
    {
      "url": "https://www.marchofdimes.org",
      "title": "Help us improve the health of all moms and babies | March of Dimes",
      "description": "Join March of Dimes in our mission to prevent birth defects and premature birth. Learn about our research, advocacy, and resources for families.",
      "preview": "Skip to main content Video of gaurdians and babies. Help us improve the health of all moms and babies The US is facing an urgent maternal and infant h"
    },
    {
      "url": "https://dmca.openstreetmap.org/",
      "title": "| OpenStreetMap Foundation - DMCA Notice Procedure",
      "description": "void",
      "preview": "DMCA Notice Procedure If you believe content on OpenStreetMap violates your copyright and wish to file a DMCA notice, please follow the procedure belo"
    },
    {
      "url": "https://www.adriancausing.com/",
      "title": "Adrian Causing - Fashion Stylist",
      "description": "void",
      "preview": "Scroll .01 about Adrian adrian causing Over the past 9 years, Adrian has been a fashion retail professional, working for companies such as Saks Fifth"
    },
    {
      "url": "https://www.nicwa.org/",
      "title": "Homepage - NICWA",
      "description": "Protecting Our Children, Preserving Our Culture Alert Bar Headline, Optional Block Who We Are NICWA is a nonprofit uniting tribal nations, individuals, and organizations to protect Native children and families. Together with partners, board, and staff, we work to keep Native children connected to their families, communities, and culture. About NICWA What is the Indian [...]",
      "preview": "Skip to content Protecting Our Children, Preserving Our Culture Alert Bar Headline, Optional Block Who We Are NICWA is a nonprofit uniting tribal nati"
    },
    {
      "url": "https://www.acquisition.gov/browsefar",
      "title": "FAR | Acquisition.GOV",
      "description": "void",
      "preview": "Skip to main content Favorite X Federal Acquisition Regulation Full FAR Download in Various Formats FAC Number Effective Date HTML DITA PDF Word EPub"
    },
    {
      "url": "https://www.daviddavisson.com/full-moon-story-the-night-parade/",
      "title": "Full Moon Story: The Night Parade - Abderitic",
      "description": "(UPDATE: The full moon story series was only available in 2017. All stories posted in 2017 have been taken down.) It's another full moon and time for a new story. This month it's &#8220...",
      "preview": "Skip to content ( UPDATE: The full moon story series was only available in 2017. All stories posted in 2017 have been taken down.) It's another full m"
    },
    {
      "url": "https://www.blm.gov/visit/copper-ridge-dinosaur-tracks-interpretive-site",
      "title": "Copper Ridge Dinosaur Tracks Interpretive Site | Bureau of Land Management",
      "description": "Length of Hike: A short walk (just over 200 yards) up the hill to the tracks. Type of Hike: A short constructed trail that parallels the jeep route. Area Attractions: Dinosaur tracks and beautiful scenery.",
      "preview": "Skip to main navigation Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United St"
    },
    {
      "url": "https://tylkotorun.pl/sterowiec-wolnosc-zawisl-nad-rynkiem-staromiejskim-potrzebny-jest-dyskurs-na-temat-wolnosci/?replytocom=14644",
      "title": "Sterowiec Wolność zawisł nad Rynkiem Staromiejskim. „Potrzebny jest dyskurs na temat wolności\"",
      "description": "Od dziś do niedzieli na Rynku Staromiejskim przed Centrum Kultury Dwór Artusa podziwiać można nową instalację artystyczną. Sterowiec Wolność ma skłaniać do refleksji właśnie na temat wolności. Jego autorką jest artystka Katarzyna Łyszkowska. Sterowiec Wolność został zakupiony do kolekcji rzeźby współczesnej, która powstaje w Centrum Kultury Dwór Artusa. Na ten cel udało się pozyskać dofinansowanie",
      "preview": "Skip to content Menu 13 sierpnia 2021 Sterowiec Wolność zawisł nad Rynkiem Staromiejskim. „Potrzebny jest dyskurs na temat wolności\" Łukasz Buczkowski"
    },
    {
      "url": "https://www.lemonde.fr/technologies/",
      "title": "Technologies - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Technologies. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Technologies publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://connect.brookings.edu/update-your-subscriptions?email=",
      "title": "Manage your Brookings newsletter subscriptions",
      "description": "Brookings publishes a variety of newsletters that keep readers informed of the latest research, commentary and events. Sign-up for free today!",
      "preview": "Manage your newsletter subscriptions Brookings publishes a variety of newsletters that keep readers informed of the latest research, commentary, and e"
    },
    {
      "url": "https://resources.github.com/devops/fundamentals/devsecops/",
      "title": "What is DevSecOps? · GitHub",
      "description": "DevSecOps combines development, security, and operations to automate security integration across all phases of the software development lifecycle (SDLC).",
      "preview": "Skip to content GitHub recognized as a Leader in the Gartner® Magic Quadrant™ for AI Code Assistants. Learn more"
    },
    {
      "url": "https://www.skatteverket.se/privat",
      "title": "Startsida | Skatteverket",
      "description": "Skatteverket - Tillsammans gör vi samhället möjligt",
      "preview": "Till innehåll Till navigationen Teckenspråk Other languages Kontakta oss Logga in Sök Sök Privat Företag Föreningar Offentliga aktörer Om oss Logga in"
    },
    {
      "url": "https://kia.oemdtc.com",
      "title": "Kia - OEMDTC",
      "description": "Kia Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://hog-heltau.de/index.php/bilder-archiv-heltau/2-grabsteine/detail/130-bonfert-michael-1869-1938-schachinger-katharina-1878-1948-grabstein?tmpl=component",
      "title": "Bilder Archiv Heltau",
      "description": "Die Seite aller Heltauer weltweit",
      "preview": "Bonfert Michael 1869-1938 Schachinger Katharina 1878-1948 Grabstein"
    },
    {
      "url": "https://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    },
    {
      "url": "https://www.fireservice.gr/el_GR/-/ektakte-enemerose-gia-to-siderodromiko-dystychema-me-pyrkagia-sten-eisodo-tes-koiladas-ton-tempon-apo-ton-ekprosopo-typou-tou-pyrosbestikou-somatos-py",
      "title": "Έκτακτη ενημέρωση για το σιδηροδρομικό δυστύχημα με πυρκαγιά, στην είσοδο της κοιλάδας των Τεμπών από τον Εκπρόσωπο Τύπου του Πυροσβεστικού Σώματος, Πύραρχο Βασίλειο Βαθρακογιάννη - Νέα - Πυροσβεστικό Σώμα Ελλάδος",
      "description": "01/03/2023 03:25 3364 ‹ › × &times; ...",
      "preview": "Μετάβαση στο περιεχόμενο"
    },
    {
      "url": "https://www.charmcitycakes.com/",
      "title": "Charm City Cakes | Chef Duff's Baltimore Cake Studio",
      "description": "Home to mind-boggling custom cakes created by Chef Duff Goldman's talented team. Featured on the famous Food Network show Ace of Cakes, our cake studio in Baltimore, MD, makes custom cakes for weddings, parties, and all other events. Order a cake, sign up for one of our decorating classes, or walk-in to browse our showroom and buy ready-to-eat baked goods.",
      "preview": "Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (curre"
    },
    {
      "url": "https://repository.iit.edu/islandora/search?type=edismax&cp=islandora%3Auascstudentlife&islandora_solr_search_navigation=0&f%5B0%5D=-mods_subject_topic_ms%3A%22Tricycles%22&f%5B1%5D=-mods_name_creator_namePart_s%3A%22Anderson%2C%5C%20Robert%22&f%5B2%5D=mods_relatedItem_host_titleInfo_title_s%3A%22Office%5C%20of%5C%20Communications%5C%20and%5C%20Marketing%5C%20photographs%2C%5C%201905%5C-1999%22&f%5B3%5D=-mods_subject_topic_ms%3A%22Students%5C-%5C-Social%5C%20life%5C%20and%5C%20customs%22&f%5B4%5D=mods_subject_topic_ms%3A%22Microscopes%22&f%5B5%5D=mods_subject_topic_ms%3A%22Women%5C%20college%5C%20students%22&f%5B6%5D=mods_accessCondition_useAndReproduction_mlt%3A%22in%5C%20copyright%22&f%5B7%5D=mods_name_corporate_affiliated_department_namePart_s%3A%22Illinois%5C%20Tech%5C%20Libraries%22&f%5B8%5D=-mods_typeOfResource_ms%3A%22Still%5C%20image%22",
      "title": "Search results | repository.iit",
      "description": "void",
      "preview": "Skip to main content Search the repository Select Collection All collections Institutional Repository University Archives and Special Collections Sear"
    },
    {
      "url": "https://www.docketalarm.com/cases/Texas_Eastern_District_Court/6--20-cv-00176/R.J._Reynolds_Tobacco_Company_et_al_v._United_States_Food_And_Drug_Administration_et_al/1/",
      "title": "R.J. Reynolds Tobacco Company et al v. United States Food And Drug Administration et al, 6:20-cv-00176, No. 1 (E.D.Tex. Apr. 3, 2020)",
      "description": "<div class='snippet_line'><em class=''>complaint</em> against all defendants ( filing fee $ 400 receipt number 0540-7736993.</div>. Comment letter of rai ...",
      "preview": "Courts Supplemental Search This tool searches government databases directly, ensuring you get up-to-the-minute results. Fees apply when performing sup"
    },
    {
      "url": "https://www.technika-stroje.cz/dilna-zahrada-les/eshop/99-1-nove-produkty/520-3-Sedak",
      "title": "Nářadí a stroje pro dům, dílnu, zahradu a stavbu",
      "description": "V našem eshopu zakoupíte stroje a nářadí pro svou zahradu a dílnu. V nabídce nechybí elektrické stroje, ruční nářadí nebo svařovací technika.",
      "preview": "S cílem usnadnit uživatelům používat naše webové stránky využíváme cookies. Kliknutím na tlačítko \"OK\" souhlasíte s použitím preferenčních, statistick"
    },
    {
      "url": "https://flipboard.com",
      "title": "Flipboard: Your Social Magazine",
      "description": "One place for all the stories you care about. Join the Flipboard community to discover and share what inspires you.",
      "preview": "11 hours ago Former Republican elections official buys Dominion Voting, the company at the center of false 2020 conspiracy theories verified_publisher"
    },
    {
      "url": "https://unicefusa.donorsupport.co/login",
      "title": "UNICEF USA",
      "description": "You're making a difference for children around the world everyday. With your monthly gift, you became a lifeline for children everywhere, helping them survive and thrive. If you have any questions about your monthly gift, please reach out at <a target=\"_blank\" rel=\"noopener\">pledge@unicefusa.org</a>.",
      "preview": "void"
    },
    {
      "url": "https://ideas.ted.com",
      "title": "void",
      "description": "Ideas change everything",
      "preview": "We humans 6 ways to give that aren't about money Good news: You can be a generous person without writing a bunch of checks. In fact, many of the most"
    },
    {
      "url": "http://www.clubvosgienphalsbourglutzelbourg.com/album-photos/photos-annee-2020/assemblee-generale/20200221-191139-1.html",
      "title": "20200221_191139 (1)",
      "description": "void",
      "preview": "Accueil Album photos Année 2020 Assemblée Générale 20200221_191139 (1) 20200221_191139 (1) Retour"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/25356022/?dopt=Abstract",
      "title": "Chemotherapy-related reactivation of hepatitis B infection: updates in 2013 - PubMed",
      "description": "Hepatitis B reactivation is a potentially serious complication of anticancer chemotherapy, which occurs during and after therapy. This condition affects primarily hepatitis B surface antigen (HBsAg)-positive patients, but sometimes HBsAg-negative patients can be at risk, based only on evidence of pa ...",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://help.venmo.com/",
      "title": "Venmo Help Center and Support | Venmo",
      "description": "Looking for Venmo support? Find answers to commonly asked questions relating to your personal or business account.",
      "preview": "You need to enable JavaScript to run this app. Help Center How can we help you? Topics Accounts, Profiles & Settings Updating your Venmo Profile Payme"
    },
    {
      "url": "https://business.gyft.com/gift-card-catalog/",
      "title": "Radware Bot Manager Captcha",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.vizzuality.com/what-we-do/",
      "title": "Vizzuality",
      "description": "We use data and human understanding to develop beautiful digital products, services and strategies.",
      "preview": "Cookie preferences Essentials Necessary for the site to function. Always On. Analytics Measures usage and improves your experience. Checkbox Personali"
    },
    {
      "url": "http://www.inail.it/",
      "title": "Home",
      "description": "void",
      "preview": "Passa al contenuto principale Impostazioni cookie Vai al menu principale Vai al contenuto principale Notizie in evidenza Bando Isi 2024 Chiusa la proc"
    },
    {
      "url": "https://a-alexandra.blogspot.com/2012/08/",
      "title": "A Alexandra: august 2012",
      "description": "Cuvintele sunt cheia! Alese corect, ele pot deschide orice suflet și închide orice gură.",
      "preview": "31 august 2012 De 10 ori mai ... Bruneta, buna, carismatica, zambareata, modesta, incapatanata, ambitioasa, dragastoasa, iubareata ... Atat! Restul su"
    },
    {
      "url": "https://thenevadaindependent.com/article/why-is-the-nevada-department-of-corrections-profiting-off-struggling-families",
      "title": "Why is the Nevada Department of Corrections profiting off struggling families? - The Nevada Independent",
      "description": "Most people probably assume that necessities like food and emergency medical care are provided for people locked up in prisons and jails.",
      "preview": "Close The Nevada Independent Support Our Work Español Government Legislature Federal State Local Tribal Nations Health Care Coronavirus Education K-12"
    },
    {
      "url": "https://abc13.com/amp/felicia-johnson-killed-remains-found-in-sam-houston-national-forest-bones-identified-as-missing-woman-chukwuebuka-nwobodo-charged/12889100/",
      "title": "Felicia Johnson murder: Remains found in Sam Houston National Forest identified as woman missing from Houston for 10 months | abc13.com",
      "description": "Remains%20found%20in%20the%20Sam%20Houston%20National%20Forest%20earlier%20this%20month%20were%20identified%20as%20Felicia%20Johnson%2C%20who%20deputies%20say%20was%20dismembered%20in%202022.",
      "preview": "human remains found Remains found in Sam Houston National Forest identified as woman police believe was dismembered KTRK By Tom Abrahams Monday, Febru"
    },
    {
      "url": "https://www.grireland.ie/results/greyhound-search/owners-page/?oid=42471",
      "title": "Owners Page",
      "description": "void",
      "preview": "toggle menu MENU Home Page Results Greyhound Search Owners Page Mr. Jeremiah Kerins Last Recorded Race or Trial: 30-Sep-25 (Tralee) Address: N/A Recor"
    },
    {
      "url": "https://www.dropbox.com/home",
      "title": "Login or Sign Up - Dropbox",
      "description": "Login to Dropbox. Bring your photos, docs, and videos anywhere and keep your files safe.",
      "preview": "void"
    },
    {
      "url": "https://thestack.technology/data-centre-sustainability-article-2021-the-stack/#:~:text=Back%20in%202015%2C%20Anders%20Andrae,of%20global%20electricity%20by%202030.&text=By%202030%2C%20he%20expects%20the,account%20for%20three%20per%20cent",
      "title": "The Data Centre sustainability challenge: \"Through a glass, darkly?\"",
      "description": "Progress in improving data centre sustainability runs into competing approaches on everything from metrics to roadmaps to policy...",
      "preview": "Content Paint Home About Partner Search Sign in Membership How did you get here? I'm not talking existentially, but here, to this page. If you searche"
    },
    {
      "url": "https://communication.ucf.edu/",
      "title": "Nicholson School of Communication and Media",
      "description": "You're a communicator. A creator of worlds. Whether it's developing a game, filming a scene or writing a newscast, you've got a point of view.",
      "preview": "New name. Same mission. You're a communicator. A creator of worlds. Whether it's developing a game, filming a scene or writing a newscast, you've got"
    },
    {
      "url": "https://oceanexpert.org/event/3827",
      "title": "OceanExpert - A Directory of Marine and Freshwater Professionals",
      "description": "void",
      "preview": "Meli IOC/OTGA/OIH: Implementing the Ocean Data and Information System (ODIS) architecture IOC/OTGA/OIH/ODIS Training Course 17 - 28 April 2023 Locatio"
    },
    {
      "url": "http://uw.edu/studentlife",
      "title": "Student Life - University of Washington",
      "description": "We're here to help UW students make the most of their Husky Experience, bringing together the people, places and programs that support their growth, wellness and success both within and outside of...",
      "preview": "Skip to content Current site All the UW Search scope Current site All the UW Enter search text Student Life We're here to help UW students make the mo"
    },
    {
      "url": "https://www.ten35.com/",
      "title": "void",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. View All View Team View All"
    },
    {
      "url": "https://www.sfhta.eu/?page_id=2883&ai1ec=action~agenda%7Cpage_offset~-1%7Ccat_ids~53,54%7Crequest_format~json",
      "title": "Calendar - SFHTA",
      "description": "void",
      "preview": "Aller au contenu Alerte sécurité : Des emails frauduleux usurpant l'identité de la SFHTA circulent. Ne communiquez jamais vos coordonnées bancaires (R"
    },
    {
      "url": "https://hope-community.org/",
      "title": "Hope Community - Strengthening the power of communities.",
      "description": "void",
      "preview": "Press enter to begin your search About Mission, Values, Vision Staff Board Community Listening Partners & Connections Publications & Media Stories How"
    },
    {
      "url": "http://overdeck.org/",
      "title": "Overdeck Family Foundation",
      "description": "Overdeck Family Foundation seeks to open doors for every child in America by measurably enhancing education both inside and outside the classroom.",
      "preview": "Perspectives Missing Key to Student Engagement: Teachers' Time Read More Research What We're Learning From Our Investments in Reducing Chronic Absente"
    },
    {
      "url": "https://usnavyseals.einnews.com/amp/pr_news/572814177/small-business-opportunities-for-military-spouses-to-sell-to-the-u-s-air-force-and-u-s-army",
      "title": "Please verify you are human.",
      "description": "void",
      "preview": "Please verify you are human. Click here to continue ..."
    },
    {
      "url": "https://www.pwn-usa.org/issues/hiv-tax-bill-resource-center/",
      "title": "HIV Tax Bill Resource Center - Positive Women's Network - USA",
      "description": "HIV COMMUNITY EMERGENCY ON TAX BILLUpdated December 17, 2017A final version of the #GOPTaxScam was released on Friday, December 15th and a vote is expected as early as Tuesday, December 19th. Make no mistake, this bill remains a",
      "preview": "Skip to content HIV Tax Bill Resource Center HIV Tax Bill Resource Center Naina Khanna 2017-12-18T04:56:49-05:00 HIV COMMUNITY EMERGENCY ON TAX BILL U"
    },
    {
      "url": "https://hidratespark.com/blogs/hidrate-spark/march-is-national-nutrition-month",
      "title": "March is National Nutrition Month | HidrateSpark",
      "description": "March is National Nutrition Month, an annual campaign created by the Academy of Nutrition and Dietetics. Here's a preview of what you can learn about and try each week this March.",
      "preview": "Skip to content Close Cookie policy We use cookies and similar technologies to provide the best experience on our website. Refer to our Privacy Policy"
    },
    {
      "url": "https://www.apple.com/in/apple-music/",
      "title": "Apple Music - Apple (IN)",
      "description": "Stream millions of songs in Spatial Audio with Dolby Atmos. Available online and offline, always ad-free. Start listening for free today.",
      "preview": "New subscribers get 3 months free; redeem on iPhone. * Start your trial Apple Music For the love of music. Play over 100 million songs, always ad‑free"
    },
    {
      "url": "https://lifehacker.com/all-the-things-you-didnt-know-dish-soap-can-clean-1848332952",
      "title": "7 Ways You Should Be Using Dish Soap to Clean Your Stuff | Lifehacker",
      "description": "Please mentally prepare to fall in love with this kitchen sink staple.",
      "preview": "Skip to Main Content Home Home & Garden Copied All the Things You Didn't Know Dish Soap Can Clean Please mentally prepare to fall in love with this ki"
    },
    {
      "url": "https://www.att.com/orders/checkmyorder?source=ESsWCfCTA0000000L&wtExtndSource=cfm_AddRes_CheckOrderStatus",
      "title": "Track your Order | AT&T",
      "description": "Get your latest updates on your AT&T order by entering your order number and zip code.",
      "preview": "void"
    },
    {
      "url": "https://storyset.com/",
      "title": "Storyset | Customize, animate and download illustration for free",
      "description": "Edit and animate all our customizable illustrations to enhance your projects totally free. Start now to be creative in our online editor ✅",
      "preview": "Awesome free customizable illustrations for your next project Customize, animate and download our illustrations to make incredible landing pages, app"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "https://www.sentres.com/en/mountain-hikes/schwaz/mountain-hikes-in-schwaz/1431387/",
      "title": "The most beautiful mountain hikes on the Schwaz District » Sentres",
      "description": "A selection of the most beautiful mountain hikes on the Schwaz District > Plan, track and save mountain hikes ➤ Discover Schwaz District!",
      "preview": "Back Share Mountain hikes on the Schwaz District Tyrol,Austria Outdooractive Editors Verified partner Author of this page You will remember your vacat"
    },
    {
      "url": "https://mothersruinnashville.com/",
      "title": "Mother's Ruin Nashville",
      "description": "1239 6th Ave N, Nashville, TN 37208",
      "preview": "Home Order Online Mother's Ruin Nashville Open Daily 'til 2AM Mother's Ruin Nashville Open Daily 'til 2AM Mother's Ruin Nashville Open Daily 'til 2AM"
    },
    {
      "url": "https://www.guttmacher.org/article/2022/02/medication-abortion-now-accounts-more-half-all-us-abortions",
      "title": "Medication Abortion Now Accounts for More Than Half of All US Abortions | Guttmacher Institute",
      "description": "Updated on March 2, 2022: This analysis has been updated to correct the date when the FDA allowed abortion pills to be mailed to patients for the duration of the pandemic. First published on February 24, 2022:",
      "preview": "Skip to main content Policy Analysis February 2022 Medication Abortion Now Accounts for More Than Half of All US Abortions Authors Rachel K. Jones , G"
    },
    {
      "url": "https://blog.whatsapp.com/",
      "title": "WhatsApp Blog",
      "description": "Welcome to the WhatsApp Blog, your source for WhatsApp news and app updates. Learn about new WhatsApp features, how to customize settings, privacy, and more.",
      "preview": "Skip to content WhatsApp Blog"
    },
    {
      "url": "https://icones.js.org/collection/all",
      "title": "Icônes",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://freckautoshop.dk/rawsearch?RimsAndWheels-type=rim&RimsAndWheels-carType=alu&RimsAndWheels-brand=JAPAN%20RACING%20JR30&endless=0",
      "title": "JAPAN RACING JR30 - Få dine fælge her",
      "description": "Vi har alt i fælge og biludstyr. Køb JAPAN RACING JR30 og meget mere ved os. Vi garanterer kvalitet og billige priser.",
      "preview": "Søgeresultater Skift imellem fælgstørrelserne her: Vælg fælge Fjern alle fælge Tilføj alle fælge Filtrer fælge JAPAN RACING JR30 JR30 Matt Black Matt"
    },
    {
      "url": "https://www.vultr.com/?ref=6837140",
      "title": "SSD VPS Servers, Cloud Servers and Cloud Hosting - Vultr.com",
      "description": "Vultr Global Cloud Hosting - Brilliantly Fast SSD VPS Cloud Servers. 100% KVM Virtualization",
      "preview": "GPUs at Vultr now."
    },
    {
      "url": "http://www.grupogates.com/curso_gcal_destinat.htm",
      "title": "Grupo Gates. Masters y Cursos a distancia",
      "description": "void",
      "preview": "Temario Objetivo Destinatarios Tutorías Título Destinatarios El Curso Superior EFEM en Gestión de Calidad está dirigido a: Gerentes, Directores y Empr"
    },
    {
      "url": "https://www.gov.scot",
      "title": "The Scottish Government - gov.scot",
      "description": "The devolved government for Scotland has a range of responsibilities that include: the economy, education, health, justice, rural affairs, housing, environment, equal opportunities, consumer advocacy and advice, transport and taxation.",
      "preview": "Skip to main content Accessibility help Information We use cookies to collect anonymous data to help us improve your site browsing experience. Click '"
    },
    {
      "url": "https://doi.org/10.3389/fmars.2022.849927",
      "title": "Frontiers | A Scientific Synthesis of Marine Protected Areas in the United States: Status and Recommendations",
      "description": "Marine protected areas (MPAs) are a key tool for achieving goals for biodiversity conservation and human well-being, including improving climate resilience a...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience POLICY AND PRACTICE REVIEWS article Fr"
    },
    {
      "url": "https://www.khon2.com/local-news/passengers-shaken-by-turbulence-floating-off-of-our-chairs/",
      "title": "Passengers shaken by turbulence 'Floating off of our chairs' | KHON2",
      "description": "It was a terrifying moment for nearly 300 Hawaiian Airlines passengers. The Honolulu-bound flight from Phoenix experienced severe turbulence about 30 minutes before landing which sent at least 11 people to the hospital in serious condition.",
      "preview": "Skip to content"
    },
    {
      "url": "https://leasing.walmart.com/",
      "title": "Your Shop At Walmart",
      "description": "View Walmart leasing opportunities. In-store spaces available for lease across the US.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://info.montgomerycollege.edu/offices/general-counsel/index.html#public-info",
      "title": "General Counsel | Montgomery College, Maryland",
      "description": "void",
      "preview": "General Counsel The mission of the Office of General Counsel is to provide, manage, and coordinate legal services to pro-actively minimize the College"
    },
    {
      "url": "https://youtube.com/about/",
      "title": "About YouTube - YouTube",
      "description": "YouTube's mission is to give everyone a voice and show them the world. Learn about our brand, community, careers and more.",
      "preview": "About YouTube Our mission is to give everyone a voice and show them the world. We believe that everyone deserves to have a voice, and that the world i"
    },
    {
      "url": "https://www.metoffice.gov.uk/research/climate/maps-and-data",
      "title": "UK climate maps and data - Met Office",
      "description": "The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the UK here.",
      "preview": "UK climate maps and data The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the"
    },
    {
      "url": "https://pub.dev/packages?q=url_launcher",
      "title": "Search results for url_launcher",
      "description": "Pub is the package manager for the Dart programming language, containing reusable libraries & packages for Flutter and general Dart programs.",
      "preview": "Platforms Android iOS Linux macOS Web Windows SDKs Dart Flutter License OSI approved Advanced Flutter Favorite Include unlisted Has screenshot Flutter"
    },
    {
      "url": "https://www.nyasatimes.com/judge-in-muluzi-case-fails-to-deliver-judgement/",
      "title": "Judge in Muluzi case fails to deliver judgement - Malawi Nyasa Times - News from Malawi about Malawi",
      "description": "Malawi breaking news publishing 24 hours a day news about Malawi, Malawi Business, Malawi Tourism, Malawi Politics, Malawi News",
      "preview": "Skip to content High Court judge Maclean Kamwambi on Tuesday failed to turn up at the court in Blantyre to deliver a landmark judgement on whether for"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XII-7&chapter=12&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "https://foodcomplaint.fsis.usda.gov/eCCF/",
      "title": "USDA Electronic Consumer Complaint Form - Welcome",
      "description": "void",
      "preview": "Skip to main content Electronic Consumer Complaint Form (eCCF) See Privacy Policy En Español Check Complaint Status Welcome to the FSIS Electronic Con"
    },
    {
      "url": "https://www.beatsbydre.com/support",
      "title": "Official Beats Support",
      "description": "View topics, frequently asked questions, and resources that will help you with your Beats.",
      "preview": "Enjoy peace of mind with AppleCare+ Enjoy peace of mind with AppleCare+ (Opens in new window) Enjoy peace of mind with AppleCare+ Enjoy peace of mind"
    },
    {
      "url": "https://getset-tc.org/",
      "title": "GetSet Transylvania",
      "description": "GetSet Transylvania is your launchpad to find the local resources and connections to help you and the children in your life - from infancy to five years -old - grow and flourish.",
      "preview": "Back Child Development & Caregiver Resources Finding Connection and Play Finding High-Quality Child Care Family Physical and Mental Health Crisis and"
    },
    {
      "url": "https://wwf.panda.org/knowledge_hub/all_publications/living_planet_report_2018/",
      "title": "Home | WWF",
      "description": "Concerned about the future of our planet? WWF's Living Planet Report 2024 provides critical insights into plummeting wildlife populations and potential solutions.",
      "preview": "Menu Menu Choose your region... Global (English) Global (Spanish) Adria (Croatian) Adria (Serbian) Bolivia (Spanish) Brazil (Portugese) Chile (Spanish"
    },
    {
      "url": "https://johnallenwoodward.com/products/alligator-checkbook-wallet-brown",
      "title": "Chocolate Alligator Checkbook Wallet - JohnAllenWoodward",
      "description": "One of our largest and most functional alligator wallets, the Checkbook Wallet is designed for your coat pocket. Constructed from the finest American Alligator available anywhere in the world. No man made textiles or fillers anywhere. Materials + Care- Outside: Chocolate Glazed Farm Raised Alligator- Inside: Fine Leath",
      "preview": "Chocolate Alligator Checkbook Wallet $895.00 One of our largest and most functional alligator wallets, the Checkbook Wallet is designed for your coat"
    },
    {
      "url": "https://bulletins.psu.edu/undergraduate/colleges/engineering/civil-engineering-bs/#accreditationtext",
      "title": "Civil Engineering, B.S. (Engineering) &vert Penn State",
      "description": "void",
      "preview": "New Bulletin Edition: You are viewing the 2025-2026 edition of the Undergraduate Bulletin. Undergraduate students who entered the university prior to"
    },
    {
      "url": "https://www.twitch.tv",
      "title": "Twitch",
      "description": "Twitch is an interactive livestreaming service for content spanning gaming, entertainment, sports, music, and more.",
      "preview": "void"
    },
    {
      "url": "http://blog.kaporcenter.org",
      "title": "The Bridge",
      "description": "Conversations at the intersection of tech, diversity, and entrepreneurship",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Bridge 7.9K followers · 5+ editors Follow Distance Traveled About kap"
    },
    {
      "url": "https://secure.vera.org/a/donate",
      "title": "Help end mass incarceration. DONATE NOW. - Vera Institute of Justice",
      "description": "Donate to the Vera Institute of Justice. With your support, we can transform our justice systems.",
      "preview": "Help end mass incarceration. DONATE NOW. With your support, we can transform our justice systems. With your support, we can transform our justice syst"
    },
    {
      "url": "https://filmtoro.cz/film/hydra",
      "title": "Hydra (2009) ▶️ Kde sledovat",
      "description": "Je Hydra (2009) online na Netflixu, HBO Max, Oneplay nebo Disney+? Vime, kde, kdy a jak se streamuje online.",
      "preview": "Hydra Pro tento titul zatím čekáme na popisek 😎 📺 Trailer 🎥 Film 📆 2009 🇺🇸 USA ⏰ 93 minut ️▶️ Kde sledovat Tento titul není nikde online 😢 📢 Filmy na"
    },
    {
      "url": "https://angusmon.tumblr.com/",
      "title": "Angusmon",
      "description": "Computer Scientist, Art Lover, Video Game Enthusiast! ^^",
      "preview": "fallisl1fe : To be someone you dont know inspired by @glitchgh0sty 's awesome decepticon!prowl comics >:D (specifically ✨ this and this one ✨ in order"
    },
    {
      "url": "https://muniversepr.com/noticias/este-es-el-septimo-grupo-de-jovenes-seleccionadas-para-miss-universe-puerto-rico-2023/",
      "title": "Este es el séptimo grupo de jóvenes seleccionadas para Miss Universe Puerto Rico 2023 | Miss Universe Puerto Rico",
      "description": "Ahora, llegó el momento de conocer quiénes son las seleccionadas para unirse a este selecto grupo de mujeres que tendrá la oportunidad de representar a su m ...",
      "preview": "Este es el séptimo grupo de jóvenes seleccionadas para Miss Universe Puerto Rico 2023 02/23/2023 2:48 pm SOCIAL MEDIA Ahora, llegó el momento de conoc"
    },
    {
      "url": "https://typescale.io/",
      "title": "Typescale",
      "description": "A free Figma, XD, and Penpot plugin to quickly generate a modular scale for your typography. Transform a single line of text into a harmonious typographic scale.",
      "preview": "Harmonious typographic scales, directly from your design tool. A free Figma, XD, and Penpot plugin to quickly generate a modular scale for your typogr"
    },
    {
      "url": "https://mickeykilloran.tumblr.com/post/143019225768",
      "title": "Computer science: the impact of K-12 on university... - Miss Killoran",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    },
    {
      "url": "https://braverangels.org/",
      "title": "Braver Angels",
      "description": "Braver Angels is a citizens' organization uniting red and blue Americans in a working alliance to depolarize America",
      "preview": "Skip to content We're taking a stand against toxic politics. Will you join us? Braver Angels is leading the nation's largest cross-partisan, volunteer"
    },
    {
      "url": "https://wikis.ec.europa.eu/display/WEBGUIDE/04.+Cookies+and+similar+technologies",
      "title": "Europa Web Guide - European Commission",
      "description": "Rules and guidelines that apply to European Commission websites, covering editorial, legal, technical, visual and contractual aspects.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://it.mongabay.com/",
      "title": "Notizie ambientale - Notizie su flora e fauna selvatiche",
      "description": "Notizie su flora e fauna selvatiche",
      "preview": "Il rewilding trofico potrebbe essere la chiave per contrastare il cambiamento climatico Litigi nella barriera corallina: uno studio afferma che sono a"
    },
    {
      "url": "https://purepuremilk.tumblr.com/",
      "title": "@purepuremilk on Tumblr",
      "description": "Follow @purepuremilk and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts #Youtube blasteriidx Follow Tales of Festival 2016 BD Rip by BlasterIIDX Hi everyone ! As promised, you will find the videos of the ToF 2016 by"
    },
    {
      "url": "https://www.teachley.com",
      "title": "Elementary Math Intervention Program - Teachley",
      "description": "Teachley Math is an essential math intervention program for K-5 schools shown to improve conceptual understanding, fact fluency and problem solving.",
      "preview": "Teachley offers essential math learning programs that teach foundational concepts to every student in grades K-5. Teachley supports teaching and deepe"
    },
    {
      "url": "https://www.metmuseum.org/exhibitions",
      "title": "Exhibitions - The Metropolitan Museum of Art",
      "description": "The Met presents more exhibitions than any art museum in the world with more than 30 exhibitions each year representing a wide range of artists, eras, and cultures.",
      "preview": "Skip to main content Current Exhibitions Featured A slider containing 3 items. Press the down key to skip to the last item. Man Ray: When Objects Drea"
    },
    {
      "url": "https://marketing-advertising.tampabay.com/",
      "title": "Customized Marketing and Advertising Solutions I Times Total Media I Florida",
      "description": "Grow your business with marketing solutions from Times Total Media: a division of the Tampa Bay Times. Our marketing professionals will meet with you to customize a plan for your business. From digital and social, to events and print, we can provide solutions for your business.",
      "preview": "top of page HOME MARKETING SOLUTIONS TO GROW YOUR BUSINESS CONTACT US! MAKING CONNECTIONS DELIVERING RESULTS Catch customers in the digital sea Managi"
    },
    {
      "url": "https://wildlifedashboard.c4ads.org/",
      "title": "C4ADS Wildlife Seizure Dashboard",
      "description": "The C4ADS Wildlife Seizure Dashboard provides advanced analysis of publicly reported global wildlife seizure data.",
      "preview": "void"
    },
    {
      "url": "https://www.apollo.com/",
      "title": "Home | Apollo Global Management",
      "description": "Home",
      "preview": "General Public Institutional Investors Public Shareholders Wealth Professionals Login Investors Former Employees Portfolio Companies About Apollo Over"
    },
    {
      "url": "https://www.snapchat.com/add/coschoolofmines",
      "title": "Colorado School of Mines (@coschoolofmines) | Storie, Lenti e contenuti di Spotlight su Snapchat",
      "description": "Colorado School of Mines è su Snapchat! (@coschoolofmines) | Official Snapchat of Colorado School of Mines! #HelluvaEngineer | Golden, Colorado, United States | Ultimo aggiornamento: 07/03/2025",
      "preview": "Colorado School of Mines coschoolofmines Aggiungimi su Snapchat! Società Snap Inc. Posizioni aperte Notizie Community Assistenza Linee Guida per la Co"
    },
    {
      "url": "https://www.paypal.com/myaccount/privacy/cookiePrefs?locale=en_US",
      "title": "PayPal Privacy",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.obaly-dekorace.cz/pap-uterky-zasobniky/uterky-rolovane/",
      "title": "PAP.UTĚRKY, ZÁSOBNÍKY » Utěrky rolované » obaly-dekorace.cz",
      "description": "void",
      "preview": "Papírové utěrky, zásobníky Pro utírání rukou ve společných prostorách jako jsou toalety, firemní kuchyňky, některá zdravotnická a kosmetická zařízení"
    },
    {
      "url": "https://www.lyft.com/blog/posts/lyft-launches-vaccine-access-campaign",
      "title": "Lyft, Anthem, JPMorgan Chase and United Way Launch Universal Vaccine Access Campaign",
      "description": "Lyft, Anthem, JPMorgan Chase and United Way lead campaign targeting 60 million rides to and from vaccination sites for low-income, uninsured, and at-risk communities.",
      "preview": "Lyft News We're partnering with Anthem, JPMorgan Chase, and United Way to launch a universal vaccine access campaign Danielle Adams - Dec 22, 2020 In"
    },
    {
      "url": "https://www.world.rugby/sevens-series",
      "title": "HSBC SVNS Series | Official Website",
      "description": "Discover the latest news, video, fixtures, results and standings for the HSBC World Rugby Sevens Series here on the official SVNS website",
      "preview": "Skip to main content Menu Close Register Your Interest Tickets News Results Standings Videos FAQs CONTRIBUTORS SHOP PARTNERS - HSBC Archives English F"
    },
    {
      "url": "http://intothenightphoto.blogspot.com",
      "title": "Into The Night Photography",
      "description": "void",
      "preview": "Share: Saturday, December 14, 2024 Free Milky Way NightScapes Photography Lectures Free Milky Way NightScapes Photography Lectures for Camera Clubs an"
    },
    {
      "url": "https://www.ft.com/companies",
      "title": "Companies | Financial Times",
      "description": "News from the world's largest and most influential companies. Get the latest from global brands across various industries, including Amazon, Netflix, Disney, Adidas, and more.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Companies Add to myFT Lead story in Companies First Brands Group Insurers pr"
    },
    {
      "url": "https://hebbarskitchen.com/",
      "title": "Hebbars Kitchen - Indian Veg Recipes | Vegetarian Indian Recipes blog",
      "description": "indian veg recipes blog with step by step photos and videos. collection of indian sweets recipes, breakfast recipes, snacks recipes, curry or sabzi recipes.",
      "preview": "Facebook Instagram Mail Pinterest RSS Twitter Youtube Home Breakfast Dosa Idli Chutney Sandwich Rice Biryani Pulao Paneer Snacks Starters Appetizer Si"
    },
    {
      "url": "https://www.feedingamerica.org/our-work/reduce-food-waste",
      "title": "Food Waste in America: How You Can Help Rescue Food | Feeding America",
      "description": "Join the fight against food waste! Learn how Feeding America rescues 4 billion pounds of food annually, preventing waste and feeding millions.",
      "preview": "Skip to main content Fighting food waste and hunger through food rescue Imagine a world where everyone has enough to eat, and we make the most of our"
    },
    {
      "url": "https://www.dday.it/redazione/48932/recensione-smartphone-xiaomi-15",
      "title": "Non solo elettrico: le batterie di nuova generazione | DMove.it",
      "description": "DMove.it (Digital Move) è il magazine sulla mobilità innovativa, tecnologica e smart. Un punto di riferimento per capire e prevedere come l'hi-tech e la rete stiano cambiando tutti i paradigmi nel mondo delle due e quattro ruote e della mobilità in genere.",
      "preview": "Non solo elettrico: le batterie di nuova generazione miglioreranno di molto anche le ibride plug-in facebook twitter Per alcuni produttori, l'ibrido p"
    },
    {
      "url": "https://www.giftpaperbox.com/china-rectangle_soap_packaging_hinged_lid_box_acrylic_diamond-13680274.html",
      "title": "Rectangle Soap Packaging Hinged Lid Box Acrylic Diamond",
      "description": "High quality Rectangle Soap Packaging Hinged Lid Box Acrylic Diamond from China, China's leading product market Rectangle magnetic closure rigid boxes product, with strict quality control Soap Packaging Hinged Lid Box factories, producing high quality Acrylic Diamond Hinged Lid Box Products.",
      "preview": "Leave a Message We will call you back soon! Your message must be between 20-3,000 characters! Please check your E-mail! SUBMIT More information facili"
    },
    {
      "url": "https://de.mongabay.com/",
      "title": "Mongabay Deutsch - Nachrichten über die Tierwelt und Natur",
      "description": "Nachrichten über die Tierwelt und Natur",
      "preview": "Whistleblower: Envivas Behauptung „gut für den Planeten\" zu sein? Alles Unsinn Verlust der Genehmigungen für Ölpalmen lässt Dörfer in Papua verunsiche"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/436121",
      "title": "Edgar Degas - A Woman Seated beside a Vase of Flowers (Madame Paul Valpinçon?) - The Metropolitan Museum of Art",
      "description": "void",
      "preview": "Visiting Sleeping Beauties: Reawakening Fashion? You must join the virtual exhibition queue when you arrive. If capacity has been reached for the day,"
    },
    {
      "url": "https://online.foundationsource.com/ws/index.jsp?site=marisla",
      "title": "The Marisla Foundation",
      "description": "void",
      "preview": "Information | Guidelines | Application Deadlines | How to Apply | Contact Marisla Foundation® was established in 1986 as a private, non-operating char"
    },
    {
      "url": "https://www.joemerrill.com",
      "title": "Joe Merrill",
      "description": "Developer of Countdown Star and other mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets.",
      "preview": "Welcome Developer of mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets. Countdown Star Countdown Star is the best way"
    },
    {
      "url": "https://jsonformatter.org/json-pretty-print",
      "title": "Best JSON Pretty Print Online",
      "description": "Best JSON Pretty Print tool to Make Pretty JSON and JSON Print in color and Save and Share Online.",
      "preview": "Copied to Clipboard Ad blocking? It's okay. Please share to support us: Share Tweet Share Share JSON Pretty Print JSON Pretty Print helps Pretty JSON"
    },
    {
      "url": "https://help.samsclub.com/app/?xid=ftr:help-center",
      "title": "Support Home Page",
      "description": "void",
      "preview": "Your browser either does not have JavaScript enabled or does not appear to support enough features of JavaScript to be used well on this site. How can"
    },
    {
      "url": "https://www.privacyshield.gov/",
      "title": "Data Privacy Framework",
      "description": "Data Privacy Framework Website",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.bergdorfgoodman.com/p/dyson-special-edition-airwrap-multi-styler-gift-set-prod176550015?slfpid=3",
      "title": "Dyson Special Edition Airwrap Multi-Styler Gift Set - Bergdorf Goodman",
      "description": "Shop Dyson Special Edition Airwrap Multi-Styler Gift Set at Bergdorf Goodman. Find the latest luxury fashions from top designers.",
      "preview": "Skip To Main Content Previous Get 15% off your first order in the BG app. Details > SPLIT YOUR PURCHASES INTO 4 INTEREST-FREE PAYMENTS | LEARN MORE FO"
    },
    {
      "url": "http://hosted2.ap.org/APDefault/*/Article_2015-03-05-US--Blurred%20Lines-Song%20Dispute/id-a6024f2efd254832b069c86a57c70c44",
      "title": "Associated Press News: Breaking News, Latest Headlines and Videos | AP News",
      "description": "Read the latest headlines, breaking news, and videos at APNews.com, the definitive source for independent journalism from every corner of the globe.",
      "preview": "void"
    },
    {
      "url": "https://m.novinite.com/view_news.php?id=181332",
      "title": "Heavy Rainfall and Storm Hit Turkey's Istanbul - Novinite.com - Sofia News Agency",
      "description": "Heavy rainfall disrupted daily life in Istanbul Tuesday with floods and storms taking over the city, reported Daily Sabah Istanbul. The Directorate General of Meteorology warned Monday of heavy rains and possible flooding, saying that summer temperatures were expected to drop from over 30 Celsius to 20.",
      "preview": "Login Heavy Rainfall and Storm Hit Turkey's Istanbul World | July 18, 2017, Tuesday // 11:23 | views pixabay.com Heavy rainfall disrupted daily life i"
    },
    {
      "url": "http://antjex1710146275.wikidot.com/blog:393",
      "title": "Helpful Recommendation For Investing In Actual Property - best with style",
      "description": "void",
      "preview": "Wikidot.com .wikidot.com Share on Edit History Tags Source Explore » best with style best with style Home Pages About Contact Favourites Gallery Admin"
    },
    {
      "url": "https://goto.walmart.com/c/249354/565706/9383?subId1=PEOPEOPLEsPostSAGAwardsGalaWasDeckedOutwithThisChicFurniturefromWalmartmsapozhnikovHomAff13965998202302I&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBetter-Homes-Gardens-Braxton-4-Piece-Wood-Conversation-Set-with-Off-White-Cushions%2F478796207",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://ttool.de/anleitungen/ccee.htm",
      "title": "Untitled Document",
      "description": "void",
      "preview": "Encode with Cinema Craft Encoder 2.5 Start CCE 2.5. Right mouse click to select the avi you want to encode. Doubbelclick the AVI and you see the encod"
    },
    {
      "url": "https://loopholesonlife.com/s01e08-exotics-of-music-2/",
      "title": "S01E08 exotics of music - Loopholes on Life",
      "description": "LEARN from the Past, LIVE for the Moment, LOVE for an Eternity",
      "preview": "Jan 31, 2019 Care to share? Click to share on Facebook (Opens in new window) Facebook Click to share on X (Opens in new window) X Click to share on Pi"
    },
    {
      "url": "https://www.out.com/fashion/2019/2/25/shangela-talks-being-first-drag-queen-oscars",
      "title": "Shangela Talks Being the First Drag Queen at the Oscars",
      "description": "The entertainer gives all the details of her look.",
      "preview": "Out.com Celebrities TV Shows Movies Music Drag Interviews Fashion Lifestyle Travel OUT Exclusives OUT 100 ADVOCATE Pride Out Traveler PLUS ADVOCATE CH"
    },
    {
      "url": "http://www.brendentheatres.com/actor/jay-lycurgo/",
      "title": "Brenden Theatres",
      "description": "Check showtimes and buy tickets at your local theater",
      "preview": "Loading..."
    },
    {
      "url": "http://www.stayaka.com/",
      "title": "Hotel Residences and Hotels | AKA",
      "description": "AKA's luxury hotels and hotel residences feature extraordinary business, wellness & lifestyle amenities for short term and extended stays.",
      "preview": "Select Location Hotel AKA Back Bay Hotel AKA Boston Common Hotel AKA Nomad AKA Central Park AKA Times Square AKA Sutton Place AKA Rittenhouse Square A"
    },
    {
      "url": "http://www.bellezzedellatoscana.it/",
      "title": "Bellezze della Toscana",
      "description": "Bellezze della Toscana offre fotografie dei posti, raccoglie webcams e informazioni, segnala sagre feste ed eventi regionali",
      "preview": "La Toscana è tra le prime regioni d' Italia per patrimonio culturale e paesaggistico. Il capoluogo di regione è Firenze. Situata nell'Italia centrale,"
    },
    {
      "url": "https://gurdiga.com/blog/2021/03/05/angular-tip-of-the-week-parametrized-templates/",
      "title": "Angular tip of the week: parametrized templates",
      "description": "On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way to get a \"parametrized\" piece of view. Coming...",
      "preview": "Menu March 5, 2021 Tags angular coding On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way"
    },
    {
      "url": "https://www.dsei.co.uk/exhibiting",
      "title": "DSEI UK 2027 - Excel London - 7 - 10 September 2027",
      "description": "DSEI UK is pivotal for the global defence industry, promoting the UK's defence ethos, agenda, and leadership while fostering opportunities with allies.",
      "preview": "About Official Sponsors Media Partners Gallery DSEI Germany DSEI Japan Visit Why Visit DSEI UK? 2025 Exhibiting Companies DSEI UK 2025 Theme At The Sh"
    },
    {
      "url": "https://ourspiritualquest.com/category/zeitgeist/",
      "title": "Zeitgeist | Our Spiritual Quest",
      "description": "Posts about Zeitgeist written by Laura Maxwell",
      "preview": "Our Spiritual Quest Journeying together on A Spiritual Quest - Spiritual Truths with Laura Maxwell, her radio guests and friends. Skip to content Home"
    },
    {
      "url": "https://docs.mapbox.com/#navigation",
      "title": "Mapbox Docs",
      "description": "void",
      "preview": "Skip to main content Mapbox Documentation Examples, tutorials, and API references for building with Mapbox. Maps Navigation Search Data Help & Support"
    },
    {
      "url": "http://horizonschildren.org/",
      "title": "Horizons For Homeless Children | Volunteer Opportunities Boston",
      "description": "Horizons a non-profit improving lives of young homeless children - helping families. High-quality early education, play and support services.",
      "preview": "Our waitlist is growing: help children thrive Make a gift Tickets now available for Horizons 27th annual Breakfast Get your tickets or sponsorship tod"
    },
    {
      "url": "https://www.crashmyplaya.com/",
      "title": "Crash My Playa 2026",
      "description": "Welcome to the official Crash My Playa event website - the ultimate vacation experience with Luke Bryan! Join us from January 15-18, 2026 in Riviera Maya, Mexico at the breathtaking oceanfront Moon Palace Cancún resort. Explore this site to learn more about the event, including important announcements, updates, package availability, event photos, travel options, and guest services offerings.",
      "preview": "Packages on sale now! Book for just 5% down with a monthly payment plan.  January 15-18, 2026 Riviera Cancún, MX Info PACKAGE INFO January 15-18, 202"
    },
    {
      "url": "https://www.tensorflow.org/guide/keras/functional",
      "title": "The Functional API | TensorFlow Core",
      "description": "Complete guide to the functional API.",
      "preview": "Skip to main content / English 中文 - 简体 GitHub Sign in TensorFlow Core TensorFlow Learn TensorFlow Core Guide The Functional API Stay organized with co"
    },
    {
      "url": "https://allaboutdnt.com/",
      "title": "Thank you for visiting AllaboutDNT.com - Future of Privacy Forum",
      "description": "Thank you for visiting AllaboutDNT.com. Future of Privacy Forum launched this website in 2013 to provide information on how web browsers can express a user's preference for tracking using Do Not Track (DNT). DNT is a technical specification designed to help users express their preferences about online tracking. It is...",
      "preview": "Thank you for visiting AllaboutDNT.com > Thank you for visiting AllaboutDNT.com Thank you for visiting AllaboutDNT.com. Future of Privacy Forum launch"
    },
    {
      "url": "http://dict.youdao.com/w/ein_visum_bewilligen/",
      "title": "【ein_visum_bewilligen】什么意思_英语ein_visum_bewilligen的翻译_音标_读音_用法_例句_在线翻译_有道词典",
      "description": "void",
      "preview": "词典 翻译 有道精品课 云笔记 惠惠 更多产品 登录 有道 - 网易旗下搜索 中英 ▼ 目录 释义 翻译 当前查询结果是否对您有帮助 go top ein visum bewilligen 网络释义 同意签证 ... 同意， Einverstanden. 同意签证 ein Visum bewilli"
    },
    {
      "url": "http://www.laparola.net/ricerca.php?frase=Politica+sulla+privacy&versione=C.E.I.",
      "title": "La Sacra Bibbia",
      "description": "Politica sulla privacy, i versetti della Bibbia che contengono questa parola o frase",
      "preview": "Politica sulla privacy Questa espressione non appare nella versione C.E.I. . Dimensione testo: Visualizzare un brano della Bibbia Brano da visualizzar"
    },
    {
      "url": "https://www.rocksbox.com/",
      "title": "Rocksbox",
      "description": "The Ultimate Online Jewelry Shopping Destination. Discover a curated collection of rings, necklaces, earrings, and bracelets. Explore on-trend jewelry from top designers.",
      "preview": "Skip to content This site has limited support for your browser. We recommend switching to Edge, Chrome, Safari, or Firefox. Save 20%* - Discount Appli"
    }
  ],
  "_meta": {
    "total_bookmarks": 142
  }
}