{
  "data": [
    {
      "url": "http://formacioncontinua.cientifica.edu.pe/",
      "title": "Home | U. Cientifica - Formación Continua",
      "description": "void",
      "preview": "CURSOS DE ESPECIALISTAS PARA tu día a día Suma habilidades en corto tiempo y desde cualquier lugar con clases 100% virtuales en vivo. ELIGE TU TEMA PR"
    },
    {
      "url": "https://motionforjustice.vera.org/",
      "title": "Reshaping Prosecution Initiative | Vera Institute",
      "description": "We're helping prosecutors reduce the number of people entering the system, address racial disparities, and increase their accountability to communities.",
      "preview": "void"
    },
    {
      "url": "https://www.zedge.net",
      "title": "ZEDGE: We Make Phones Personal",
      "description": "Download free ringtones, HD wallpapers, backgrounds, icons and games to personalize your cell phone or mobile device using the Zedge app for Android and iPhone.",
      "preview": "Zedge We Make Phones Personal Zedge is the # 1 phone personalization app in the world and helps you make sure your phone reflects you. Join the fun, g"
    },
    {
      "url": "https://licensing.theguardian.com/",
      "title": "Home | The Guardian Licensing",
      "description": "Guardian Licensing is responsible for the commercial licensing and distribution of Guardian and Observer content",
      "preview": "It ' s your choice When we make Guardian Licensing available to you online, we use cookies and similar technologies to help us to do this. Some are ne"
    },
    {
      "url": "https://www.dacast.com",
      "title": "Dacast: Live Streaming Platform | Online Video Hosting",
      "description": "Dacast's Video Streaming Software is the leading Online Video and Hosting Platform. Stream live and on demand video leveraging a video API and 24/7 support.",
      "preview": "Skip to content Stream Video Through a Professional Streaming Platform Host, monetize, and broadcast with an end-to-end live streaming solution. Start"
    },
    {
      "url": "https://roundingsquares.com/privacy/",
      "title": "Privacy - Rounding Squares",
      "description": "Last updated: February 11, 2025 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. We use Your Personal data to provide and improve the Service. By using the Service,Continue reading \"Privacy\"",
      "preview": "Skip to content Last updated: February 11, 2025 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of You"
    },
    {
      "url": "https://www.td.com/us/en/personal-banking/",
      "title": "Online Banking, Loans, Credit Cards & Home Lending | TD Bank",
      "description": "Explore TD's online banking services, credit cards, checking accounts, savings accounts, loans and more financial products for you and your business.",
      "preview": "Checking that grows with you. Plus $200. All-new TD Complete Checking's right for all life stages. And new customers earn $200 with qualifying activit"
    },
    {
      "url": "http://www.springboardto.org/",
      "title": "Springboard to Opportunities | Community Voices. Community Success.",
      "description": "Springboard to Opportunities is a nonprofit organization working alongside residents of federally subsidized housing as they pursue their goals.",
      "preview": "Skip to primary navigation Skip to main content Community Voices. Community Success. We are a nonprofit organization working alongside residents of fe"
    },
    {
      "url": "https://www.today.com/popculture/jill-martin-we-re-engaged-again-why-time-around-different-t239511",
      "title": "Jill Martin: We're engaged ... again! Why this time around is different",
      "description": "In an exclusive essay for TODAY, Jill Martin shares what she has learned about love - and herself - after getting engaged to fiancé Erik Brooks a second time.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.greenbiz.com/events/greenbiz/2023",
      "title": "Trellis Group (formerly GreenBiz)",
      "description": "Trellis Group empowers sustainability professionals to tackle the climate crisis through our industry-leading events, media and peer network.",
      "preview": "Skip to content Homepage Top Ad Latest Energy Get ready to weigh in on an overhaul of carbon accounting for electricity by Heather Clancy Communicatio"
    },
    {
      "url": "http://www.centene.com/",
      "title": "Managed Care & Healthcare Solutions | Centene Corporation",
      "description": "As a managed care organization, we provide access to high-quality healthcare solutions that help families & individuals. Learn more about Centene.",
      "preview": "void"
    },
    {
      "url": "https://www.joemerrill.com",
      "title": "Joe Merrill",
      "description": "Developer of Countdown Star and other mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets.",
      "preview": "Welcome Developer of mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets. Countdown Star Countdown Star is the best way"
    },
    {
      "url": "http://www.militarychild.org/",
      "title": "Homepage - Military Child Education Coalition® (MCEC®)",
      "description": "void",
      "preview": "Stay Up-to-Date with New Podcasts and Webinars Filter & Sort Podcast High Quality Connections Episode 360 Dr. Kimberly Dickman discusses the impact of"
    },
    {
      "url": "https://www.thelasvegasluxuryhomepro.com/property-search/detail/95/2362123/681-homewillow-ave-las-vegas-nv-89123/",
      "title": "Las Vegas Area Homes For Sale - Las Vegas Area Real Estate",
      "description": "Search homes for sale near Las Vegas, NV. Listings include large photos, virtual tours, Google Maps & Street View, local school info - Top-rated Las Vegas Realtor and Real Estate agent.,",
      "preview": "Find Your Las Vegas Area Luxury Home $COUNT$ listing$S$ available. Let us find the one that's right for you. Enter Location, Zip, Address or MLS # Min"
    },
    {
      "url": "https://www.viviennestringa.com/pages/marizibill-recueil-de-poemes-guillaume-apollinaire.html",
      "title": "Marizibill. Alcools, Guillaume Apollinaire",
      "description": "Marizibill. Recueil de poèmes, Alcools, Poèmes, Guillaume Apollinaire, Frans leren, Vivienne Stringa",
      "preview": "Marizibill. Recueil de poèmes, Guillaume Apollinaire MARIZIBILL Dans la Haute-Rue à Cologne Elle allait et venait le soir Offerte à tous en tout migno"
    },
    {
      "url": "https://www.ncai.org/ptg/small-business/grow-with-google",
      "title": "Partnership for Tribal Governance | NCAI",
      "description": "void",
      "preview": "Skip Navigation Home Initiatives Partnerships & Initiatives Partnership for Tribal Governance Partnership for Tribal Governance Partnership for Tribal"
    },
    {
      "url": "https://bwittmblr.tumblr.com/post/145943365905",
      "title": "The class students like the most",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "codeorg : A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer scienc"
    },
    {
      "url": "https://camerajabber.com",
      "title": "Camera Jabber - The latest news, reviews, tutorials and everything photography",
      "description": "The latest news, reviews, tutorials and everything photography",
      "preview": "News Winners of the 2025 Leica Oskar Barnack Awards announced Alejandro Cegarra has been named winner of the 2025 Leica Oskar Barnack Award (LOBA), wh"
    },
    {
      "url": "https://uit.stanford.edu/security/copyright-infringement",
      "title": "Report Alleged Copyright Infringement | University IT",
      "description": "Stanford has designated an agent to receive notifications of alleged copyright infringement in the stanford.edu, stanford.org, stanford.com, sup.org, and supdigital.org domains. If you believe your copyrighted work is being infringed on a Stanford site, please notify the Stanford Information Security Office.",
      "preview": "Skip to main content Report Alleged Copyright Infringement Stanford has designated an agent to receive notifications of alleged copyright infringement"
    },
    {
      "url": "http://ninatomtcarlsen.no/tag/yoga/",
      "title": "yoga | Nina Marie Tømt Carlsen",
      "description": "void",
      "preview": "Currently browsing tag yoga Du har nå et helt nytt ubrukt år foran deg som du kan fylle med ny lærdom og trene på nye ting som ... Har du en hektisk hve"
    },
    {
      "url": "https://effecthouse.tiktok.com/?utm_content=left_sidebar&utm_source=tiktok_webapp_main",
      "title": "TikTok effect house",
      "description": "void",
      "preview": "Latest Learn Top Creators Download Latest Learn Top Creators TikTok effect house Build fun and creative effects for TikTok Download Effect House Free"
    },
    {
      "url": "https://docs.github.com/en/get-started/quickstart/hello-world",
      "title": "Hello World - GitHub Docs",
      "description": "Follow this Hello World exercise to learn GitHub's pull request workflow.",
      "preview": "Skip to main content Hello World Follow this Hello World exercise to learn GitHub's pull request workflow. In this article Introduction This tutorial"
    },
    {
      "url": "https://luxopuncture-asselin.com/salade_navets_p1/",
      "title": "Salade de navets - Centre de luxopuncture Géraldine Asselin sur Genève et Annecy. Perdez du poids, Arrêtez de fumer, diminuez votre stress grâce à la luxopuncture.",
      "description": "Salade de navets",
      "preview": "Accéder au contenu principal Salade de navets Laisser un commentaire Annuler la réponse Votre adresse e-mail ne sera pas publiée. Les champs obligatoi"
    },
    {
      "url": "https://besthindisex.com/indian/?link=category_thumb",
      "title": "Popular indian",
      "description": "void",
      "preview": "BEST HINDI SEX Surprise Me! indian She rejoices after receiving 4 cumshots and a creampie 22752 13:04 indian Xxx Queen stepmom hard sex full Dirty tal"
    },
    {
      "url": "https://www.coursera.org/learn/machine-learning",
      "title": "Supervised Machine Learning: Regression and Classification | Coursera",
      "description": "In the first course of the Machine Learning Specialization, you will: • Build machine learning models in Python using popular machine ... Enroll for free.",
      "preview": "Supervised Machine Learning: Regression and Classification Supervised Machine Learning: Regression and Classification This course is part of Machine L"
    },
    {
      "url": "http://www.foolsdog.com/privacy.html",
      "title": "The Fools Dog - Privacy Policy",
      "description": "void",
      "preview": "Our Apps Features Support"
    },
    {
      "url": "https://elhablador.com/blog/tag/tadeo-palacios/",
      "title": "Tadeo Palacios - Bitácora de El Hablador",
      "description": "void",
      "preview": "Skip to the content Close Menu La violencia reexaminada Por C. Briceño Ángeles Mailer publicó Los desnudos y los muertos tres años después de finaliza"
    },
    {
      "url": "https://e.app.link/?mParticle%20ID=Anonymous&utm_term=enews&utm_content=all-shows&utm_medium=redirect-to-nbc&utm_campaign=enews_web_evergreen_redirect&utm_source=enews-dotcom&Canonical%20URL=https%3A%2F%2Fwww.nbc.com%2Fnetworks%2Fe&$ios_deeplink_path=series%2F&$android_deeplink_path=series%2F&$desktop_url=https%3A%2F%2Fwww.nbc.com%2Fnetworks%2Fe",
      "title": "E! - NBC.com",
      "description": "Find content from E! and the NBCUniversal family of networks on NBC.com!",
      "preview": "Main Content"
    },
    {
      "url": "https://mailchimp.com/legal/privacy/#3._Privacy_for_Contacts",
      "title": "Global Privacy Statement | Intuit",
      "description": "Discover how we handle your personal information with our privacy statement. Our policy outlines the data we collect, how we use it, who we share it with, your personal information rights, and how to get in contact with us.",
      "preview": "GLOBAL PRIVACY STATEMENTS You deserve transparency into our data use Select your preferred language English Français Français (Canada) Español Intuit"
    },
    {
      "url": "https://www.porterleath.org/",
      "title": "Welcome to Porter-Leath | Home",
      "description": "Building stronger children, stronger families and a stronger Memphis through community-based programs and services, based on our mission of empowering children and families to achieve a healthy, optimal and independent lifestyle.",
      "preview": "Empowering children and families to achieve a healthy, optimal, and independent lifestyle FOCUS AREAS ABOUT Now Enrolling Children and Hiring Staff fo"
    },
    {
      "url": "https://operations.osmfoundation.org/policies/tiles/",
      "title": "Tile Usage Policy",
      "description": "void",
      "preview": "Toggle navigation OSMF OWG Home Reports Policies Meetings Tile Usage Policy OpenStreetMap (OSM) data is free for everyone to use . Our tile servers ar"
    },
    {
      "url": "https://www.pec-cares.org/",
      "title": "Pec Cares -",
      "description": "void",
      "preview": "Skip to content Global issues have a significant impact on societies, so individuals must participate in addressing these challenges in their communit"
    },
    {
      "url": "https://www.crazyegg.com/privacy",
      "title": "Crazy Egg | Privacy Policy",
      "description": "Our Privacy Policy is part of Crazy Egg's Terms of Use and describes the privacy practices of Crazy Egg, Inc. on our websites, located at https://www.crazyegg.com, as well as other websites or mobile applications that we own or operate collectively via Crazy Egg's website. Check it out!",
      "preview": "Privacy Policy Last Updated: January 6, 2025 This Privacy Policy describes the privacy practices of Crazy Egg, Inc. (\"Crazy Egg\", \"we\", \"us\", \"our\") o"
    },
    {
      "url": "https://www.bbc.com/sport/football/scores-fixtures",
      "title": "Scores & Fixtures - Football - BBC Sport",
      "description": "All the football fixtures, latest results & live scores for all leagues and competitions on BBC Sport, including the Premier League, Championship, Scottish Premiership & more.",
      "preview": "Football Scores & Fixtures Search October 2025 Today Choose date, selected date is Friday 10 October 2025 Skip to content Skip to today Fri 12 Sat 13"
    },
    {
      "url": "https://www.fariyas.com/resort-in-lonavala/",
      "title": "Fariyas Resort, Lonavala. Hotel, Restaurant & Wedding Venue",
      "description": "Resort, Hotel, Wedding Venue & Spa in Lonavala-Khandala with Water Theme Park near Mumbai, Pune, Bhushi Dam, Pawna Lake, Railway Station, Wax Museum",
      "preview": "SEARCH SITE BY TYPING (ESC TO CLOSE)"
    },
    {
      "url": "https://topgolf.com/us/company/privacy-policy/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ikea.com/de/en/cat/kitchen-cabinets-fronts-24987/",
      "title": "Products - Discover Our Full Range Of Furniture And Homeware - IKEA Germany",
      "description": "Browse our full range of products from dressing tables to complete modern kitchens. Click here to find the right IKEA product for you. Discover more here.",
      "preview": "Skip to main content Skip to product list Products Looking for new arrivals in the IKEA range? Explore our latest additions of affordable furniture an"
    },
    {
      "url": "https://www.qualcomm.com/company/corporate-responsibility/purposeful-innovation/wireless-reach/overview",
      "title": "Wireless Reach™ | Qualcomm",
      "description": "PROGRAMS Wireless Reach programs showcase new and innovative ways that cutting-edge mobile technologies can be used to help achieve the United Nations' Sustainable Development Goals (SDGs) and the social and economic priorities of communities and...",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.siteliner.com/",
      "title": "Siteliner - Find Duplicate Content on your site",
      "description": "void",
      "preview": "Explore your site. Find duplicate content, broken links, and more... Starting Scan... © 2025 Indigo Stream Technologies, providers of Copyscape . All"
    },
    {
      "url": "http://www.give.org/charity-reviews/national/civil-rights/american-civil-liberties-union-foundation-in-new-york-ny-227",
      "title": "American Civil Liberties Union Foundation charity review & reports by Give.org",
      "description": "American Civil Liberties Union Foundation charity review and evaluation. American Civil Liberties Union Foundation is an accredited BBB Wise charity - see why they meet the standards of charity accountability.",
      "preview": "Support Give.org Charity Review Issued: July 2023 Expires: July 2025 CHARITY REVIEW American Civil Liberties Union Foundation meets-standards Accredit"
    },
    {
      "url": "https://arlingtonblackchamber.org/",
      "title": "Arlington Black Chamber - Making Arlington Work For Everyone",
      "description": "void",
      "preview": "The Arlington Black Chamber of Commerce is in its eleventh year of providing assistance, support, and representation for African-American entrepreneur"
    },
    {
      "url": "http://www.ecs.org",
      "title": "Education Commission of the States - Your Education Policy Team",
      "description": "We provide education leaders with evidence-based information & opportunities for collaboration, because informed policymakers create better policies.",
      "preview": "Our Work Chair's Initiative Policy Priority Areas Trending Topics Ed Note Blog Data Systems Early Care and Education Funding Governance Postsecondary"
    },
    {
      "url": "https://covid-19-response.unstatshub.org/data-solutions/",
      "title": "Data solutions | COVID-19 response",
      "description": "Guidance and possible approaches for the production of timely data to monitor the evolution and impacts of COVID-19.",
      "preview": "Department of Economic and Social Affairs Statistics • COVID-19 response Home Ensuring continuity Working remotely Data solutions Open data Useful lin"
    },
    {
      "url": "https://www.sidracortina.com/superproduccion-manzana/",
      "title": "Sidra Cortina | Cosecha de manzana 2017",
      "description": "void",
      "preview": "Sidra Cortina Productos Tienda Virtual Casa Cortina Villacubera Contacto RESERVAS → SidraTurismo Español English Français 中文 es | en | fr | 中文 Sidra C"
    },
    {
      "url": "http://ticdesign.chumenwenwen.com/en",
      "title": "TicDesign | Index",
      "description": "TicDesign An open source UI library for Ticwear and Android wear apps Provide a set of solutions for smartwatch ...",
      "preview": "TicDesign An open source UI library for Ticwear and Android wear apps Provide a set of solutions for smartwatch GitHub demo.apk Loading version... An"
    },
    {
      "url": "https://www.benevity.com/",
      "title": "Community & Workforce Corporate Purpose Software | Benevity",
      "description": "Transform your company's impact strategy with Benevity. Manage volunteering, donations, and grants-all in one trusted platform for corporate purpose.",
      "preview": "We are your purpose at work Bring all your company's impact programs together in the first Enterprise Impact Platform - so you can drive more good, si"
    },
    {
      "url": "https://www.campaignlive.com/article/in-together/1719527",
      "title": "All in, together | Campaign US",
      "description": "By sharing what we have learned, we call on the industry to tap into our collective responsibility to make work where everyone feels seen.. From Campaign US",
      "preview": "Skip to Content Skip to Main Navigation Skip to Footer Home Page Lorraine Twohill, chief marketing officer, Google A single person sees almost 2 milli"
    },
    {
      "url": "https://www.titlenine.com/p/womens-fleece-lined-leggings-crash-striated/270916.html",
      "title": "Women's Fleece Lined Leggings: Crash Striated",
      "description": "Crash Fleece-lined Tights Striated are great for cold weather training. Tightly woven exterior blocks wind. Abrasion resistant. Cozy warmth. By Title Nine",
      "preview": "Search Account Order Status Sign In / Sign Up 0 Search Close Apparel & Gear Bottoms Leggings & Tights Women-Owned Crash Polartec® Fleece Lined Tights"
    },
    {
      "url": "https://www.bloomberg.com/tosv2.html?vid=&uuid=b507760d-76bc-11ec-8922-7374547a4a4a&url=L2FwcHMvbmV3cz9waWQ9d2FzaGluZ3RvbnN0b3J5JnNpZD1hZUVBQkJOeGZzQ3M=",
      "title": "Bloomberg - Are you a robot?",
      "description": "void",
      "preview": "We've detected unusual activity from your computer network To continue, please click the box below to let us know you're not a robot. Why did this hap"
    },
    {
      "url": "https://www.theaftd.org/mnlstatement23/",
      "title": "Willis Family Statement | AFTD",
      "description": "FTD Info & Resources Read About Emma's Book Tour",
      "preview": "Skip to content A Statement from the Willis Family February 16, 2023 A Statement from the Willis Family February 16, 2023 As a family, we wanted to ta"
    },
    {
      "url": "https://archiveprogram.github.com/",
      "title": "GitHub Archive Program | Preserving open source software for future generations",
      "description": "Preserving open source software for future generations",
      "preview": "skip to content Preserving open source software for future generations The world is powered by open source software. It is a hidden cornerstone of mod"
    },
    {
      "url": "https://gsb.urosario.edu.co/Inicio/?_ga=2.50986857.1991745945.1660754957-1637710740.1648474320",
      "title": "Graduate School of Business Universidad del Rosario - Business School Bogotá | GSB",
      "description": "void",
      "preview": "Pasar al contenido principal Su navegador no soporta la etiqueta de vídeo. Bienvenidos al Rosario GSB Top 3 mejor escuela de negocios en Bogotá por su"
    },
    {
      "url": "https://escholarship.org/search/?q=author%3A%22Despierre%2C%20Evelyn%22",
      "title": "Search",
      "description": "void",
      "preview": "Skip to main content Sort By: Relevance A-Z By Title Z-A By Title A-Z By Author Z-A By Author Date Ascending Date Descending Show: 10 20 30 Article Pe"
    },
    {
      "url": "https://www.unikdekor.se/tapet/barntapeter-standard/disney-pixar-bilar/",
      "title": "Disney Pixar Bilar - Unikdekor.se",
      "description": "Glad barntapet med Blixten från Disney Pixars film bilar till riktigt bra pris. Vi har mängder av motiv att välja bland!",
      "preview": "Produkten har blivit tillagd i varukorgen Svensk butik Trygga köpvillkor Säkra betalsätt - inga avgifter Fraktfritt vid köp över 500 kr 100% Nöjd-Kund"
    }
  ],
  "_meta": {
    "total_bookmarks": 54
  }
}