{
  "data": [
    {
      "url": "https://primachivasso.it/rubriche/turismo/eventi-da-non-perdere-6/",
      "title": "Eventi da non perdere - News Prima",
      "description": "La Rovereto di Fortunato Depero e la mostra al Mart Il prossimo 6 novembre, a Rovereto (TN), si può passeggiare sulle orme",
      "preview": "27/10/2021 alle 12:52 La Rovereto di Fortunato Depero e la mostra al Mart Il prossimo 6 novembre, a Rovereto (TN), si può passeggiare sulle orme di Fo"
    },
    {
      "url": "https://www.atlantikhome.fr/09/1283606421_Sat_mercado+libre+polvos/",
      "title": "atlantikhome.fr",
      "description": "void",
      "preview": "atlantikhome.fr est en vente sur kifdom.com pour 53.00 € Acheter ce nom de domaine en achat immediat A propos de atlantikhome.fr Score 3 Domaines réfé"
    },
    {
      "url": "https://www.erbamin.ca/collections/sprain",
      "title": "Sprain - Erbamin",
      "description": "void",
      "preview": "Browse Close menu Search Log in Create account SHOP BY BRAND Weight Loss See More \"Close Cart\" Apple Cider Viniger Bromelain Chitosan CLA Forskolin Ga"
    },
    {
      "url": "https://kimberlyakimbothemusical.com/",
      "title": "KIMBERLY AKIMBO A New Musical | Official Site",
      "description": "Your official source of tickets and information about KIMBERLY AKIMBO, now playing at the Booth Theatre on Broadway.",
      "preview": "GET TICKETS Tour About Company Acclaim Shop Listen Now on tour across the US! WINNER! 2023 Tony Award for BEST MUSICAL Now on Tour The Tony-Award ® wi"
    },
    {
      "url": "https://know4life.tumblr.com/",
      "title": "Know4LIFE",
      "description": "www.Know4LIFE.net",
      "preview": "9 October 2025 Reblog liberalsarecool : \"Unelected bureaucrats and activist judges for me, no democracy for thee.\" MAGA gospel. None of these subhuman"
    },
    {
      "url": "https://simpleswap.io/cn/crypto-to-crypto/usdterc20-scrt",
      "title": "USDT 至 SCRT 兑换 | 转换 Tether USD 为 Secret 于 SimpleSwap 平台",
      "description": "Exchange USDT to SCRT at the finest current rate via SimpleSwap! ➡️ Sign-up free ➡️ Swap over 1000 coins ➡️ Convert crypto fast ➡️ Swap Tether USD to Secret with our service at the lowest current price, 24/7 live support",
      "preview": "Exchange Navigation menu Log in Get an account USDT 至 SCRT 兑换 | 转换 Tether USD 为 Secret 于 SimpleSwap 平台 Other Options to Swap Secret Explore many other"
    },
    {
      "url": "https://www.petplate.com/",
      "title": "PetPlate: Fresh Dog Food Delivery",
      "description": "Looking for Reviews of Fresh Dog Food? You've come to the right place. Subscribers (and Pets!) unanimously agree, PetPlate hits the spot. Starting for less than $3/day.",
      "preview": "Get 60% OFF your first box + one FREE bag of Treats! REDEEM NOW Home Find A Store Entrées Barkin' Beef Chompin' Chicken Tail Waggin' Turkey Lip Lickin"
    },
    {
      "url": "https://bmw.oemdtc.com",
      "title": "BMW & MINI - OEMDTC",
      "description": "BMW & MINI Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://iste.org/areas-of-focus/AI-in-education",
      "title": "ISTE | Artificial Intelligence in Education",
      "description": "ISTE offers free resources and guides for educators who are interested in learning about how artificial intelligence can empower learners at every level.",
      "preview": "Your new membership experience is here! Explore your benefits at iste-ascd.org. Or join or renew now to get connected. Dismiss banner Skip to content"
    },
    {
      "url": "https://oceanacidification.noaa.gov/what-is-oa/",
      "title": "What is OA? - NOAA Ocean Acidification Program",
      "description": "void",
      "preview": "Skip to content National Oceanic and Atmospheric Administration Ocean Acidification Resource « Back to Resources List What is OA? Source: NOS Audience"
    },
    {
      "url": "http://outlier.uchicago.edu/TimeforCS/",
      "title": "Time for CS",
      "description": "void",
      "preview": "Warning: JavaScript is not enabled in your browser Some parts of this site won't work without JavaScript. Integrating Computer Science into Elementary"
    },
    {
      "url": "https://blackbrand.biz/",
      "title": "Black BRAND | Hampton Roads Black Chamber of Commerce",
      "description": "Empowering Black entrepreneurs in Hampton Roads for 10+ years. Join Black BRAND's Regional Renaissance. Where Black business grows and thrives.",
      "preview": "Skip to content Home About Us Leadership Our Initiatives B-Force Accelerator Women Who Lead SURGE Community Business Academy Impact Collective Regiona"
    },
    {
      "url": "https://danvilleutilities.com/nDanville/nDanville.html",
      "title": "nDanville Welcome | Danville Utilities",
      "description": "void",
      "preview": "Search Results ... Close myAccount Pay Bill Outages Moving About Us Contact Us Forms Customer Light / Street Light Repair Request Utilities Customer A"
    },
    {
      "url": "https://www.openhistory.de/author/charlottejahnz/",
      "title": "Charlotte Jahnz - Open History e.V.",
      "description": "114 Menschen mit verschiedenen Vorlieben und Interessen, die in Deutschland, Frankreich, Österreich und Luxemburg wohnen, beteiligen sich dieses Jahr am #histowichteln. Das ist eine ganze Menge (43 mehr als im letzten Jahr!) und macht die Sache umso spannender. Nun haben wir schon zwei Jahre #histowichteln hinter uns. Deshalb haben wir...",
      "preview": "114 Men­schen mit ver­schie­de­nen Vor­lie­ben und Inter­es­sen, die in Deutsch­land, Frank­reich, Öster­reich und Luxem­burg woh­nen, betei­li­gen si"
    },
    {
      "url": "https://windsor.ai/forum/categories?mode=privacy&sid=8f9db9d8da24279ecd934bf6b7a4f1ae",
      "title": "Windsor.ai: No-Code Data Connectors & ETL/ELT Software",
      "description": "Automate data integration from 325+ sources with no-code connectors, and send it to top destinations in under 5 minutes.",
      "preview": "Windsor.ai: Sync data from 325+ data sources in minutes Automate data integration from all your marketing and business platforms with Windsor.ai's no-"
    },
    {
      "url": "https://appsource.microsoft.com/en-us/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "https://tv.google",
      "title": "Google TV | All in one smart TV streaming platform",
      "description": "Your favorite streaming apps for movies, shows, live TV, and more, on one platform. Built right into your smart TV or streaming device, Google TV is your new home for all the content you love.",
      "preview": "Gemini is now available on select devices. Learn more . Get Google TV Google TV Streamer Smart TVs Mobile App 10,000+ apps. 800+ free channels. Music"
    },
    {
      "url": "https://www.ksat.com/",
      "title": "San Antonio News, Texas News, Sports, Weather from KSAT.com, Expect More",
      "description": "The latest in news, weather and sports for San Antonio and Central and South Texas.",
      "preview": "A community forum was held Thursday night in the district to talk about LGBTQ+ protections 8 hours ago San Antonio's Pride district defends rainbow cr"
    },
    {
      "url": "https://aws.amazon.com/training/restart/",
      "title": "AWS restart",
      "description": "void",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training and"
    },
    {
      "url": "https://www.diigo.com/",
      "title": "Diigo - Better reading and research with annotation, highlighter, sticky notes, archiving, bookmarking & more.",
      "description": "Diigo is a powerful research tool and a knowledge-sharing community",
      "preview": "Downloads Blog Sign in Sign up Downloads Blog Sign in Sign up Diigo Your Learning, Simplified GET STARTED Collect Save and tag your online resources f"
    },
    {
      "url": "https://www.ipma.pt/pt/otempo/observar/",
      "title": "Redireccionamento",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.aemet.es/es/eltiempo/prediccion/municipios/madrid-id28079",
      "title": "El Tiempo: Madrid (Madrid) - Predicción 7 días - Tabla - Agencia Estatal de Meteorología - AEMET. Gobierno de España",
      "description": "El Tiempo. Predicción para los municipios españoles: Madrid (Madrid) - Predicción 7 días - Tabla",
      "preview": "Aceptar cookies Información sobre uso de cookies Este sitio web utiliza cookies propias y de terceros para mejorar la experiencia de navegación, y ofr"
    },
    {
      "url": "https://githubstatus.com/",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#county-view",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.angel.com/legal/privacy",
      "title": "Watch Free Compelling Movies & TV Shows Online | Angel",
      "description": "Stream free movies & TV shows on Angel.com or the Angel app. Watch Angel Originals like The Wingfeather Saga, Dry Bar Comedy, and more.",
      "preview": "Angel Angel Studios Privacy Policy Updated: March 18, 2025 Welcome to Angel Studios! Angel Studios, Inc. (\"Angel Studios\" or \"we\", \"us\" or \"our\") resp"
    },
    {
      "url": "http://www.c2k-manip.com/forum/viewtopic.php?p=41693&sid=70acbe4103203ff2229634fd32497436",
      "title": "i-manip.com • Consulter le sujet - Capteur densité (ROI)",
      "description": "void",
      "preview": "i-manip.com L'info des manips passée aux RX Retour au site Inscription Connexion Rechercher FAQ Cours Interros Emploi soignant Index du forum » i-mani"
    },
    {
      "url": "https://dreamstudio.ai/generate",
      "title": "Dream Studio, Stable Diffusion in an easy-to-use application",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://alba-ewaste.sg/",
      "title": "ALBA E-Waste Singapore - Singapore E-Waste Collection & Recycling Program",
      "description": "void",
      "preview": "Skip to content Home About Us Types of E-Waste Regulated Consumer E-Waste Disposal Guide Where can I recycle my E-Waste Data Security Partners Newsroo"
    },
    {
      "url": "https://covid19.colorado.gov/",
      "title": "COVID19 | Colorado Department of Public Health and Environment",
      "description": "void",
      "preview": "Skip to main content 1 COVID19 Available languages: Español 2025-2026 COVID-19 vaccines On Sept. 3, 2025, CDPHE Executive Director Jill Hunsaker Ryan"
    },
    {
      "url": "https://help.shipt.com/how-shipt-works",
      "title": "How Shipt Works - Shipt",
      "description": "Curious about how Shipt works? Find out how to order groceries and more, how to check out the Shipt app, and get information about becoming a Shipt shopper.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Help Center How Shipt Works How do I ord"
    },
    {
      "url": "http://twitpic.com/2xbppo",
      "title": "Twitpic",
      "description": "void",
      "preview": "Dear Twitpic Community - thank you for all the wonderful photos you have taken over the years. We have now placed Twitpic in an archived state. For mo"
    },
    {
      "url": "https://hackinfo.online/threads/10-zamechatelnyx-podarkov-pk-gejmeram.1746/",
      "title": "Browser verification",
      "description": "void",
      "preview": "Browser verification Please wait..."
    },
    {
      "url": "https://www.coursera.org/campus?utm_campaign=website&utm_content=corp-to-landing-for-campus&utm_medium=coursera&utm_source=header&utm_term=a-out",
      "title": "Online Learning Platform for Universities | Coursera",
      "description": "Build on top of your curriculum with innovative, career-aligned courses and micro-credentials to strengthen the employment outcomes that attract students and increase enrollments.",
      "preview": "Strengthen employability to attract more students Equip students with the most in-demand skills and prepare them for job success. Contact us See your"
    },
    {
      "url": "https://www.bea.gov/news",
      "title": "News | U.S. Bureau of Economic Analysis (BEA)",
      "description": "NewsU.S. Economy at a Glance Get the big picture on the health of the U.S. economy.",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home News News News U.S. Economy at a Glance Get the"
    },
    {
      "url": "https://discourse.mozilla-community.org/c/add-ons",
      "title": "Add-ons - Mozilla Discourse",
      "description": "Discussions about add-on development, add-on support and addons.mozilla.org. You can also learn more about add-ons on MDN, or in the add-ons blog.",
      "preview": "Add-ons Topic Replies Views Activity About the Add-ons category Add-ons 0 24614 July 11, 2014 WebExtension API support for web app windows Development"
    },
    {
      "url": "https://www.sonoraquest.com/covid-testing/?elqTrackId=5aa56dddceef4a1b93c14d44d19a61cc&elqaid=93&elqat=2",
      "title": "Sonora Quest",
      "description": "void",
      "preview": "We're Sorry You must have JavaScript enabled to load the site. This can be done in your browser's settings."
    },
    {
      "url": "https://webpass.net/chicago/",
      "title": "Chicago Fiber Internet | GFiber Webpass",
      "description": "Sign up with GFiber Webpass for gigabit fiber optic internet in Chicago, IL with no data caps or contracts.",
      "preview": "Skip to main content The most awarded ISP with no data caps or hidden fees. Check availability Check availability Award-winning internet without dat"
    },
    {
      "url": "https://www.amendtogether.org/",
      "title": "AMEND Together",
      "description": "void",
      "preview": "Challenge. Cultivate. Change Challenge. Cultivate. Change. Powered by Squarespace . 1608 Woodmont Blvd | Nashville, TN 37215 | (615) 269-9922 | inform"
    },
    {
      "url": "http://targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://intothenightphoto.blogspot.com",
      "title": "Into The Night Photography",
      "description": "void",
      "preview": "Share: Saturday, December 14, 2024 Free Milky Way NightScapes Photography Lectures Free Milky Way NightScapes Photography Lectures for Camera Clubs an"
    },
    {
      "url": "http://www.nborg.com",
      "title": "nB0rg - Home",
      "description": "Indie developer of iOS apps for iPhone, iPad, iPod Touch.",
      "preview": "HOME PRESS SUPPORT CONTACTS Follow @nB0rg Apps for iPhone, iPad, and iPod Touch SOLITAIRE PARADE 100 FREE solitaire card games. Including Klondike, Sp"
    },
    {
      "url": "https://www.dafont.com/",
      "title": "DaFont - Scaricare caratteri",
      "description": "Archivio di caratteri scaricabili liberamente. Cerca per ordine alfabetico, stile, autore o popolarità.",
      "preview": "English Français Español Deutsch Italiano Português Il mio profilo | Registrazione Temi Novità Autori Top Forum FAQ Carica un carattere Strumenti goog"
    },
    {
      "url": "http://www.booklists.yalsa.net/directory/results?author=1692",
      "title": "Search results - YALSA Book Finder",
      "description": "void",
      "preview": "Browse by: Award/booklist Author Genre Award year Award/booklist AILA Youth Literature Award Honor - Young Adult AILA Youth Literature Award Winner -"
    },
    {
      "url": "https://www.boxycharm.com",
      "title": "BOXYCHARM: The Best Monthly Beauty and Makeup Box Subscription",
      "description": "Your customized beauty membership with five full-size products worth up to $200 for only $32 per month.",
      "preview": "BUZZWORTHY BEAUTY DELIVERED MONTHLY Score 5 full-size beauty products worth up to $200 for only $32/month, plus unlock 24/7 access to epic deals (up t"
    },
    {
      "url": "https://www.aclu-mn.org",
      "title": "ACLU of Minnesota",
      "description": "void",
      "preview": "Skip to main content Fighting for Civil Liberties for 70 Years Get our updates Email address * Zip code * Leave this field blank School Board Watch St"
    },
    {
      "url": "https://www.coursera.org/specializations/python",
      "title": "Python for Everybody | Coursera",
      "description": "Offered by University of Michigan. Learn to Program and Analyze Data with Python. Develop programs to gather, clean, analyze, and visualize ... Enroll for free.",
      "preview": "Python for Everybody Specialization Python for Everybody Specialization Learn to Program and Analyze Data with Python. Develop programs to gather, cle"
    },
    {
      "url": "https://tiltify.com/international-rescue-committee",
      "title": "Tiltify - Made for Fundraisers",
      "description": "We give you the tools to engage with your donors and raise more for your charity",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.sesamestreetformilitaryfamilies.org/topic/afliccion",
      "title": "Aflicción | Sesame Street for Military Families",
      "description": "Aflicción | Sesame Street for Military Families",
      "preview": "Antes de ver Después de ver Cuando un ser querido muere, los niños (y las personas mayores) generalmente sienten mucha soledad. Pero hay personas que"
    },
    {
      "url": "https://www.schweigerderm.com/providers/rachel-nazarian-m-d/",
      "title": "Rachel Nazarian, MD, FAAD | Schweiger Dermatology Group",
      "description": "Rachel Nazarian, MD, FAAD is a board-certified dermatologist in NY. Call or book appointment online.",
      "preview": "2020 - 2025 2022, 2023 Rachel Nazarian, MD, FAAD Dr. Rachel Nazarian is a board-certified dermatologist seeing patients with Schweiger Dermatology Gro"
    },
    {
      "url": "https://www.torproject.org/projects/torbrowser.html.en",
      "title": "Tor Project | Download",
      "description": "Download | Defend yourself against tracking and surveillance. Circumvent censorship.",
      "preview": "Download Tor Browser Protect yourself against tracking, surveillance, and censorship. Download for Windows Signature Download for macOS Signature Down"
    },
    {
      "url": "https://thriftcraftlive.com/2017/01/02/a-few-small-projects/",
      "title": "A few small projects - thriftcraftlive",
      "description": "The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here are a few projects from last fall that never made their way on to the internet: #1: DIY Window Shelves Our apartment has tiny window sills, they're only about...",
      "preview": "Skip to content The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here ar"
    },
    {
      "url": "https://johnroberts.me/tag/fairhead/",
      "title": "Fairhead Archives - John Roberts",
      "description": "void",
      "preview": "Skip to content There's not much left to say about the quality of climbing at Fairhead festival that hasn't already been said. Perfect weather, perfec"
    },
    {
      "url": "https://www.comicrelief.com/",
      "title": "A just world free from poverty | Comic Relief",
      "description": "Comic Relief is a major UK charity, with a vision of a just world, free from poverty.",
      "preview": "Skip to main content (opens in new window) 4. NOTV25 Landing page cards Find out Who your donations are helping Comic Relief supports incredible proje"
    },
    {
      "url": "https://www.politifact.com/",
      "title": "PolitiFact",
      "description": "PolitiFact is a fact-checking website that rates the accuracy of claims by elected officials and others on its Truth-O-Meter.",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "https://www.cricadium.com/",
      "title": "Latest Cricket News, Match Predictions & Analysis - Cricadium",
      "description": "Stay updated with Cricadium for cricket news, match predictions, live scores, in-depth analysis, player insights, and fantasy cricket tips.",
      "preview": "Advertisements Jaiswal Hits 7th Test Ton, Enters Elite List of Young Centurions Advertisements Latest Cricket News KL Rahul Enters 2000-Run Club in Wo"
    },
    {
      "url": "https://bioinformation.net/008/97320630008175.htm",
      "title": "Functional analysis and structure determination of alkaline protease from Aspergillus flavus",
      "description": "void",
      "preview": "BACK TO CONTENTS | PDF | PREVIOUS | NEXT Title Functional analysis and structure determination of alkaline protease from Aspergillus flavus Authors Ra"
    },
    {
      "url": "https://www.wykop.pl/tag/technologia/",
      "title": "#technologia :: Wykop.pl",
      "description": "Wszystkie treści z tagiem #technologia - dyskusje, Znaleziska, Wpisy. Dodaj tag do obserwowanych i bądź na bieżąco!",
      "preview": "Najbogatszy Polak Zbigniew Sołowow inwestuje pod Krakowem. W Polsce powstało jedno z najnowocześniejszych biolaboratoriów w Europie. Więcej informacji"
    },
    {
      "url": "https://online.adp.com/olp/olplanding.html?APPID=WFNPORTAL&v=1813381371",
      "title": "Federation Redirector",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://cataphrak.com/2021/11/15/november-update-3/?replytocom=2283",
      "title": "November Update | Paul Wang",
      "description": "I am happy to say that as of the first week of this month, the last full chapter of Lords of Infinity is finally complete. I am now working on the two epilogues which will wrap up the main plot. I suspect that will keep me busy for the next month or two. As usual,...",
      "preview": "Blog About Me Flash Games Interactive Fiction Patreon Content Contact"
    },
    {
      "url": "https://www.mediafax.ro/social/astazi-este-ziua-internationala-a-barbatului-19751405",
      "title": "Astăzi este Ziua Internaţională a Bărbatului",
      "description": "Ce ne-am face oare fără bărbaţi? Probabil când am face pană, am schimba maşina cu totul! Gluma, glumă dar îţi spun că astăzi este Ziua Internaţională a",
      "preview": "Prima pagină » Social » Astăzi este Ziua Internaţională a Bărbatului Astăzi este Ziua Internaţională a Bărbatului 19 nov. 2020, 03:05, Social Alice St"
    },
    {
      "url": "https://kingdomofwizards-blog.tumblr.com/",
      "title": "@kingdomofwizards-blog on Tumblr",
      "description": "Follow @kingdomofwizards-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes coachella Follow Came for the crab fries, stayed for the sets. kingdomofwizards-blog yummy bhdaus Follow Regram from @styledbyhabitat. Lov"
    },
    {
      "url": "https://securustech.net/contact-us",
      "title": "Contact Us - Securus Technologies",
      "description": "Friends and Family.",
      "preview": "Contact Us By Phone MAIN SUPPORT LINE 24×7 365 days a year Calling from mobile device 972-734-1111 Calling using landline phone/international 1-800-84"
    },
    {
      "url": "https://pt.jobrapido.com/Ofertas-de-Emprego-para-Assistente-Comunica%C3%A7%C3%A3o-em-Porto?p=5&shm=all",
      "title": "Emprego Assistente Comunicação Porto, Ofertas de Emprego | Jobrapido.com",
      "description": "Emprego Assistente Comunicação Porto. Todas as novas ofertas em um único lugar. Encontra seu próximo emprego no Jobrapido.com",
      "preview": "Ofertas de emprego encontradas Anúncios Google Ofertas de emprego Abrir pré-visualização da oferta de: Assistente Loja (m/f) - Sta Maria da Feira |2ª"
    },
    {
      "url": "https://www.atlantamagazine.com/great-reads/jason-carter-the-inevitable-candidate/",
      "title": "Bruteforce Prevention",
      "description": "void",
      "preview": "Please click the button to confirm you aren't a bot."
    },
    {
      "url": "https://www.somervillema.gov/",
      "title": "Home | City of Somerville",
      "description": "void",
      "preview": "Skip to main content Events Oct 10 Events Trash & Recycling On Schedule Street Sweeping In Effect Construction View Projects Report Airplane Noise Som"
    },
    {
      "url": "http://lightningstrikestudios.com/",
      "title": "Home - LightningStrike Studios",
      "description": "LightningStrike Studios is a professional communications firm dedicated to saving our clients time. Through our network of skilled associates - graphic artists, web designers, translators, photographers, videographers, project managers, and printers - we provide a comprehensive solution to an array of communications projects.",
      "preview": "Skip to main content Main Content LIGHTNINGSTRIKE STUDIOS Professional Communication for the Chronically Busy™ We know you're busy, so we'll get right"
    },
    {
      "url": "https://www.urbanic.com/?country_code=IN&utm_source=google&utm_medium=cpc&gclid=CjwKCAiA7939BRBMEiwA-hX5JxrSomTtxmB1OVfePe9Bp00h",
      "title": "URBANIC",
      "description": "URBANIC",
      "preview": "Skip to content ABOUT WISHLIST Search Trending Now Bodycon Dresses T-Shirts Jeans Blazers Popular Products Classic Blazer with Patchwork Rs. 11,598.10"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/ultimate-chocolate-cake",
      "title": "Moist chocolate cake recipe | Good Food",
      "description": "Indulge yourself with this ultimate chocolate ganache cake recipe that is beautifully moist, rich and fudgy. Perfect for a celebration or an afternoon tea",
      "preview": "Skip to main content Ultimate chocolate cake Angela Nilsen Save recipe Cuts into 14 slices Easy Prep: 30 mins - 40 mins Cook: 1 hr - 1 hr and 30 mins"
    },
    {
      "url": "https://gitlab.cosma.dur.ac.uk/swift/swiftsim/-/graphs/83a60ec46cf16d3775d7fabcac126e228712e796/charts",
      "title": "Repository analytics · SWIFT / SWIFTsim · GitLab",
      "description": "SPH With Inter-dependent Fine-grained Tasking",
      "preview": "Programming languages used in this repository Measured in bytes of code. Excludes generated and vendored code. Commit statistics for 83a60ec46cf16d377"
    },
    {
      "url": "https://earthday.org/actions/volunteer/",
      "title": "Volunteer with Earthday.org - Earth Day",
      "description": "Become an Earth Day volunteer! Sign up to get involved and learn how to make an impact for environmental action.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Take Action Volunteer with Earthday.org Home Take Action Volunteer with Earthd"
    },
    {
      "url": "https://www.vicinft.com/company",
      "title": "Vici Network",
      "description": "Orchestrate many-to-many swaps. Vici Network offers users a dynamic and engaging solution for everyone to create and manage their own token portfolio.",
      "preview": "Enterprise Blockchain Solutions Secure, compliant, and scalable smart contract infrastructure for stablecoins and token-based applications, powered by"
    },
    {
      "url": "https://bmw.oemdtc.com",
      "title": "BMW & MINI - OEMDTC",
      "description": "BMW & MINI Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.texastribune.org/2022/04/06/texas-mail-in-ballot-rejection-voting/",
      "title": "More than 12% of Texas mail-in ballots rejected in March primary | The Texas Tribune",
      "description": "Figures released by the Texas secretary of state show that more than 24,000 Texas voters had their ballots rejected in the March primary. The rejection rate is a significant increase over previous elections.",
      "preview": "Skip to main content People wait outside the Bexar County Elections Department in San Antonio to drop off their mail-in ballots, turn in their voter r"
    },
    {
      "url": "https://teressafoglia.com/",
      "title": "Teressa Foglia",
      "description": "The finest handmade bespoke and custom hats using the highest quality, sustainably sourced materials. Visit our boutiques in Malibu + Brooklyn.",
      "preview": "Skip to content Join us in Round Top, Texas Oct 2 - Oct 18 RSVP Join us in Round Top, Texas Oct 2 - Oct 18 RSVP Join us in Round Top, Texas Oct 2 - Oc"
    },
    {
      "url": "https://jwt.io/#debugger-io",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "https://linkedin.com/company/imcsnet",
      "title": "IMCS Network | LinkedIn",
      "description": "IMCS Network | 1,638 followers on LinkedIn. We are about our people, those that work at the forefront of fisheries MCS, compliance and enforcement. | The IMCS Network is a global community bringing together national fisheries agencies and regional fisheries organisations to strengthen fisheries monitoring, control and surveillance (MCS), compliance and enforcement. Founded in 2001, the Network was born from a simple truth: the professionals on the frontlines of fisheries MCS need to be connected, supported and empowered. Today, we connect 81 national agencies and regional organisations, alongside partners from IGOs, NGOs and academia.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://radaronline.com/exclusives/2019/03/jack-osbourne-lisa-stelly-nasty-divorce-finalized/",
      "title": "Jack Osbourne's Divorce From Wife Lisa Stelly Finalized",
      "description": "Jack Osbourne's marriage to Lisa Stelly is finally over, as a Los Angeles judge has signed off on the nasty divorce.",
      "preview": "Sign up for your daily dose of dope. × or Sign in with lockrMail LOG IN LOG IN Radar Staff March 7 2019, Updated 1:59 p.m. ET Jack Osbourne 's marriag"
    },
    {
      "url": "http://www.accrepairs.com/",
      "title": "The ACC Repair Guy!",
      "description": "This page is about the repair of Amateur Radio Repeater Controllers made by Advanced Computer Controls, RC-85, RC-850, RC-96, DVR, and SM-100.",
      "preview": "Welcome to ACC Repairs Advanced Computer Control Repair NO LONGER KEEPING ACC CONTROLLERS ON THE AIR AFTER 25+ YEARS!"
    },
    {
      "url": "https://www.cotedazur-sothebysrealty.com/en/luxury-properties/ref-ca6-1727/sale-mansion-valbonne-15-rooms-9-bedrooms-06560/",
      "title": "Luxury real estate Côte d'Azur",
      "description": "Are you looking for a house, villa or apartment to buy on the French Riviera? Cote d'Azur Sotheby's International Realty offers you the finest selection of properties available for sale.",
      "preview": "Contact us Côte d'Azur (Cannes) Sotheby's International Realty 74 boulevard de la Croisette 06400 CANNES, France +33 4 92 92 12 88 Côte d'Azur (Beauli"
    },
    {
      "url": "http://www.geomatics.ucalgary.ca/",
      "title": "Department of Geomatics Engineering | Schulich School of Engineering | University of Calgary",
      "description": "void",
      "preview": "Skip to main content Department of Geomatics Engineering About our department Our programs Find your degree Our research Explore the details Faculty m"
    },
    {
      "url": "https://montcherand.ch/pilier-public/avis-d-enquete/146-avis-d-enquete-08-12-2021",
      "title": "Pilier Public - Commune de Montcherand",
      "description": "Le village de Montcherand faisait partie autrefois de la terre des Clées. Il dépendait du prieuré de Baulmes, avant sa réunion au monastère de Payerne au XIème siècle. Montcherand relevait donc directement de la grande Abbaye bourguignonne de Cluny.",
      "preview": "Accueil Pilier Public Pilier Public Recherche Ce site peut utiliser des cookies et des scripts externes. Plus d'informations J'accepte Eglise et fresq"
    },
    {
      "url": "https://people.com/style/youtube-announces-first-beauty-festival/",
      "title": "YouTube Announces Its First YouTube Beauty Festival",
      "description": "The virtual YouTube Beauty Festival will feature timely panel discussions as well as informative beauty segments with celebrities and YouTube content creators",
      "preview": "YouTube to Host Its First-Ever Beauty Festival with Jessica Alba, Pharrell Williams and More Stars Hosted by Derek Blasberg, the virtual summit will"
    },
    {
      "url": "https://www.weavergreen.com/collections/outdoor-runner-rugs/products/gooseberry-provence-runner-rug",
      "title": "Mustard Runner Rug | Gooseberry Provence - Weaver Green",
      "description": "This mustard yellow runner rug in Provence design is machine washable and stain resistant. Soft like wool, it's made entirely from recycled plastic bottles.",
      "preview": "Skip to content Free UK delivery when you spend over £50 Call: 01548 431902 Brochure Showroom Gift Cards Contact Item added to your cart Check out Con"
    },
    {
      "url": "https://cdn.flipsnack.com/widget/v2/widget.html?hash=dc8rl0fcjl",
      "title": "Flipsnack",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://northsidefunders.org/",
      "title": "Northside Funders Group",
      "description": "Northside Funders Group is working to align public and private investments to resource solutions that center racial equity and community voice on the Northside of Minneapolis.",
      "preview": "0 Our Approach What We Fund Our members The Northside Latest updates Changing the way philanthropy works in North Minneapolis A new approach to place-"
    },
    {
      "url": "http://www.mozilla.org",
      "title": "Internet for people, not profit - Mozilla Global",
      "description": "Mozilla is the not-for-profit behind the lightning fast Firefox browser. We put people over profit to give everyone more power online.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://www.springernature.com/ccpa",
      "title": "California Privacy Rights Act | Springer Nature | Legal information | Springer Nature",
      "description": "California Privacy Rights Act",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Menu Home Products Open science Authors Editors Peer Reviewers Poli"
    },
    {
      "url": "https://plugins.trac.wordpress.org/browser/gdpr-cookie-compliance/",
      "title": "gdpr-cookie-compliance - WordPress Plugin Repository",
      "description": "void",
      "preview": "Skip to content Plugin Directory Search: Login Timeline View Tickets Browse Source Context Navigation Last Change Revision Log source: gdpr-cookie-com"
    },
    {
      "url": "https://gap.igs4ds.net/c/249354/383280/5556?subId1=PEOHilaryDuffWearsPleatedTennisSkirtsOnandOfftheCourtandNowWeWanttheVersatileWardrobeStaplesomalleyFasAff13947509202302I&u=https%3A%2F%2Fathleta.gap.com%2Fbrowse%2Fproduct.do%3Fpid%3D798736012%23pdp-page-content",
      "title": "Levitate Skort | Athleta",
      "description": "Shop Athleta's Levitate Skort:",
      "preview": "Levitate Skort Out of Stock Levitate Skort $69.00 $29.97 Image of 5 stars, 4.62 are filled, 318 Ratings 318 Ratings Final Sale Color Black Size Size G"
    },
    {
      "url": "https://www.billboard.com/music/rock/travis-barker-surgery-broken-ring-finger-1235268167/",
      "title": "Travis Barker Getting Surgery on Broken Ring Finger",
      "description": "After breaking his ring finger two times this month, Travis Barker revealed Monday (Feb. 27) on Instagram that he's getting surgery.",
      "preview": "× Skip to main content Travis Barker attends the 2019 iHeartRadio Music Awards in L.A. Emma McIntyre/Getty Trending on Billboard After injuring his ri"
    },
    {
      "url": "https://georgiablanch7.tumblr.com/",
      "title": "@georgiablanch7 on Tumblr",
      "description": "Follow @georgiablanch7 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "http://www.c2k-manip.com/forum/viewtopic.php?p=41693&sid=70acbe4103203ff2229634fd32497436",
      "title": "i-manip.com • Consulter le sujet - Capteur densité (ROI)",
      "description": "void",
      "preview": "i-manip.com L'info des manips passée aux RX Retour au site Inscription Connexion Rechercher FAQ Cours Interros Emploi soignant Index du forum » i-mani"
    },
    {
      "url": "https://www.novotrading.hu/arukereso-235/hati-permetezo-263",
      "title": "Az Ön által kért oldal nem található!",
      "description": "Az Ön által kért oldal nem található! - Barkács felhasználásra szánt elektromos és kéziszerszámok, légtechnikai és kerti gépek, háztartási eszközök és gyermekjátékok kis és nagykereskedelme.",
      "preview": "Weboldalunk használatával jóváhagyja a cookie-k használatát a Cookie-kkal kapcsolatos irányelv értelmében. Beállítások módosítása Elfogadom Szükséges"
    },
    {
      "url": "https://docs.appsyoulove.com/policies/privacy-policy/",
      "title": "Privacy Policy · AppsYouLove Terms & Policies",
      "description": "void",
      "preview": "Privacy Policy Effective September 22, 2025 Welcome to AppsYouLove LTD. Your privacy is important to us AppsYouLove LTD (\"AppsYouLove\", \"us\", \"our\" or"
    },
    {
      "url": "https://www.farmers.gov",
      "title": "Farmers.gov",
      "description": "Explore USDA programs and resources to help you start, grow, and protect your operation.",
      "preview": "top USDA.gov for News 2023/2024 Supplemental Disaster Assistance Explore USDA Disaster Recovery Resources : Flood Severe Storms Wildfire Hurricane Ass"
    },
    {
      "url": "https://cocoeco.ca/en/dry/cornstarch",
      "title": "Cornstarch | COCOÉCO",
      "description": "void",
      "preview": "Skip to main content You are here Home Catalog Dry Ingredients Powders Cornstarch Cornstarch 5.89$ INCI: Zea mays (corn) starch *** Quantities are lim"
    },
    {
      "url": "https://budgestudios.com",
      "title": "Budge Studios | Apps for Kids",
      "description": "Our apps for kids take the most popular and loved children's characters on exciting digital adventures. Discover amazing games for the whole family.",
      "preview": "Frozen Bluey PAW Patrol My Little Pony World Barbie Budge World Miraculous DC Super Hero Girls EverRun Hello Kitty Hot Wheels My Little Pony RaceCraft"
    },
    {
      "url": "https://www2.illinois.gov/epa/Pages/default.aspx",
      "title": "EPA",
      "description": "We safeguard environmental quality, consistent with the social and economic needs of the State, so as to protect health, welfare, property and the quality of life.",
      "preview": "Skip to main content Illinois Environmental Protection Agency Land Air Water Energy Contact Us Records Search Vehicle Emissions Testing Quick Answer D"
    },
    {
      "url": "https://www.metalowafigurka.pl/p138,duza-metalowa-figurka-ze-srubek-biznesmen-szef-87.html",
      "title": "🧑‍💼Duża metalowa figurka ze śrubek Biznesmen - Szef (87) | Polski producent nr 1",
      "description": "Duża metalowa figurka ze śrubek Biznesmen - Szef (87). Sprawdź naszą szeroka ofertę +Metalowych figurek+ na każdą okazję.",
      "preview": "Katalog » 🧑‍🏭PREZENT DLA PRACOWNIKA » 👷Zawody typowo męskie 🧑‍💼Duża metalowa figurka ze śrubek Biznesmen - Szef (87) Rated 5 /5 based on 10 customer r"
    },
    {
      "url": "https://www.gapinc.com/en-us/jobs/w33/29/staff-software-engineer",
      "title": "Careers | Gap Inc.",
      "description": "Explore job opportunities at Gap Inc. and its portfolio of global brands.",
      "preview": "women folding clothes What starts here shapes culture. Self-expression is the language of fashion. What we create together has the power to start conv"
    },
    {
      "url": "https://www.helsenorge.no/vaksiner/",
      "title": "Sjekk hvilke vaksiner du har tatt - Helsenorge",
      "description": "Få oversikt over hvilke vaksiner som er registrert på deg selv og dine barn under 16 år. Du kan også skrive ut vaksinasjonskortet ditt.",
      "preview": "Vaksiner Her finner du opplysninger om hvilke sykdommer du er vaksinert mot og når vaksinen er satt. Har du barn under 16 år, kan du også se deres vak"
    },
    {
      "url": "https://seymourcenter.ucsc.edu/",
      "title": "Seymour Marine Discovery Center - Aquarium and science center at UCSC",
      "description": "void",
      "preview": "Skip to content Seymour Marine Discovery Center"
    },
    {
      "url": "https://www.blipfoto.com/",
      "title": "Blipfoto | Your photo journal",
      "description": "Keep a simple record of your life, with just one photo a day. Start your free photo journal now, because life is worth celebrating every day.",
      "preview": "The daily photo journal If you have an account already... Sign in If not, then come and try us out ... Sign up If you want to find out more... About u"
    },
    {
      "url": "https://redginganinja.tumblr.com/",
      "title": "@redginganinja on Tumblr",
      "description": "25 // Female // Too many fandoms Tmnt tag: gingatmnt Wattpad: AshandSinders",
      "preview": "Posts Nozel x Reader Hey all.... Slowly trying to get back into writing and adding some fandoms to the list. One I'm into right now is Black Clover..."
    },
    {
      "url": "https://www.starquik.com/",
      "title": "Starquik",
      "description": "Starquik",
      "preview": "Skip to content Your cart is empty. Start shopping now to add items to your cart! Continue shopping Shop by Category Foodgrain, Oil & Masala Fruits &"
    },
    {
      "url": "http://www.mpatlas.org/",
      "title": "Home | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "EEZ data: marineregions.org ; MPA data: MPAtlas , WDPA/ProtectedPlanet The Marine Protection Atlas integrates science-based assessments that measure p"
    },
    {
      "url": "https://ads.tiktok.com",
      "title": "TikTok for Business | Marketing & Advertising on TikTok",
      "description": "Advertise on TikTok. Make ads that entertain and campaigns that connect. Where large and small businesses, agencies & creators can achieve big results.",
      "preview": "Grow your brand Increase Sales Boost conversions Attract customers with TikTok ads I'm an advertiser Get started I'm an advertiser I'm an agency Achie"
    }
  ],
  "_meta": {
    "total_bookmarks": 107
  }
}