{
  "data": [
    {
      "url": "https://www.greatschools.org/iowa/charles-city/4038-Washington-Elementary-School/",
      "title": "Washington Elementary School - Charles City, Iowa - IA | GreatSchools",
      "description": "Washington Elementary School is a public school in Charles City, IA. It is one of 3 elementary schools in Charles City Community School District.",
      "preview": "Iowa › Charles City › Charles City Community School District › Washington Elementary School Washington Elementary School Unclaimed Currently unrated 1"
    },
    {
      "url": "https://skims.com/products/full-control-tights-onyx",
      "title": "Hosiery - Women's Tights & Sheer Pantyhose | SKIMS",
      "description": "Pair our collection of sheer tights and pantyhose with your favorite SKIMS pieces for a reinvented smoothing experience with full, medium and nude cover...",
      "preview": "Skip to main content Hosiery Shop SKIMS hosiery: sheer tights, pantyhose, bralettes, & more Bundle & Save Thongs Cheeky Underwear Briefs Boxers Home /"
    },
    {
      "url": "https://proportio.app/",
      "title": "Proportio.app",
      "description": "Tool for creating proportional scales for typography, iconography, spacing, and components in design systems.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.la-croix.com/elections/resultats-presidentielles/bas-rhin-67/bernolsheim-67170",
      "title": "Résultats présidentielle 2022 : Bernolsheim (67170)",
      "description": "Résultats Bernolsheim (67170) : Retrouvez dès dimanche 20h, les résultats complets du 1er et du 2nd tour de l'élection présidentielle 2022 pour Bernolsheim.",
      "preview": "Résultats présidentielle 2022 : Bernolsheim (67170) Voici les résultats complets du 2nd tour de l'élection présidentielle 2022 pour la ville de : Bern"
    },
    {
      "url": "http://www.cciabm.com/categoria/destaques/page/2",
      "title": "destaque",
      "description": "void",
      "preview": "Início » Categoria: \"destaque\" Categoria: destaque Having Towards Win Regarding A Web casino Online Spots. Postado por cciabm-adm em janeiro 17, 2021"
    },
    {
      "url": "https://translate.wordpress.org/projects/wp-plugins/gdpr-cookie-compliance",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law < GlotPress | WordPress.org",
      "description": "void",
      "preview": "Skip to content Log In Register Projects Plugins GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law New to"
    },
    {
      "url": "https://tr2me.com/shop/tr2me-orders-ps-sf-5a4260/",
      "title": "TR2me Orders PS / SF - 5A4260 - TR2ME",
      "description": "void",
      "preview": "SIGN IN YOUR ACCOUNT TO HAVE ACCESS TO DIFFERENT FEATURES USERNAME PASSWORD Remember Me CREATE AN ACCOUNT FORGOT YOUR PASSWORD? FORGOT YOUR DETAILS? U"
    },
    {
      "url": "http://www.greencarreports.com/news/1098873_new-home-electric-car-charging-station-chooses-greenest-power",
      "title": "New Home Electric-Car Charging Station Chooses Greenest Power",
      "description": "Two companies partner to make a charging station that finds clean energy sources.",
      "preview": "Electric cars produce no tailpipe emissions, but their low overall carbon footprint can still be reduced even further. The cleaner the power source us"
    },
    {
      "url": "https://www.nyc.gov/site/dhs/index.page",
      "title": "Welcome to the NYC Department of Homeless Services - DHS",
      "description": "void",
      "preview": "Department of Homeless Services 311 Search all NYC.gov websites Menu Serving New Yorkers with Care & Compassion Text-Size Search Search Search Parents"
    },
    {
      "url": "https://xchaoticrage.tumblr.com/post/90177493115",
      "title": "💗VII-XVIII-MCMXCIII 💗 | Too Much STEM, Not Enough Computer Science?",
      "description": "Too Much STEM, Not Enough Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "💗VII-XVIII-MCMXCIII 💗 📚 [Chapter 30] 📚 Too Much STEM, Not Enough Computer Science? codeorg Not a day goes by that I don't read an article or speech ab"
    },
    {
      "url": "https://www.abc.net.au/news/",
      "title": "ABC News - Trusted Source of Latest News & Headlines",
      "description": "Follow the latest news headlines from Australia's most trusted source. Read in-depth expert analysis and watch live coverage on ABC News.",
      "preview": "ABC News Loading Top Stories All State Trending Top Stories Ceasefire begins but IDF to 'remain in Gaza to pressure Hamas' Topic: Unrest, Conflict and"
    },
    {
      "url": "https://learning.postman.com/docs/getting-started/introduction/",
      "title": "Postman documentation overview | Postman Docs",
      "description": "Postman is a collaboration platform for API development. Postman's features simplify each step of building an API and streamline collaboration so you can create better APIs-faster.",
      "preview": "Postman documentation overview Welcome to the Postman Docs! This is the place to find official information on how to use Postman in your API projects."
    },
    {
      "url": "https://dime.dot.ca.gov/index.php?r=sample/printreport&sample_id=16929",
      "title": "DIME - Print Sample Record",
      "description": "void",
      "preview": "Skip to Main Content Search Samples & Test Results Projects Supported Test Methods Reports & Summaries Annual Aggregate Source Tests Usage Statistics"
    },
    {
      "url": "https://andina.pe/ingles/noticia-peru-government-decrees-mandatory-social-isolation-for-15-days-to-combat-coronavirus-788411.aspx",
      "title": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus 20:24 | Lima, Mar. 15. President Martin Vizcarra on Sunday night"
    },
    {
      "url": "http://www.rareoldprints.com/house/Hall%20Barn",
      "title": "Antique Prints of Hall Barn House",
      "description": "void",
      "preview": "rareoldprints.com British Buildings Images of historic British buildings grouped by type and architect. Houses : Hall Barn 6 items Antique Prints of H"
    },
    {
      "url": "http://www.vizio.com/privacy",
      "title": "DCC Technology",
      "description": "Exertis is our fastest growing distributor.",
      "preview": "Home The world needs progress makers Acting as an enabler between global technology brands and the people and businesses who use their products, we br"
    },
    {
      "url": "https://www.rondhuit.com/nlpmachine-learning.html",
      "title": "Natural Language Processing and Machine Learning for Information Retrieval - 株式会社ロンウイット",
      "description": "RONDHUIT introduces these technologies in various area to provide you with a better search system. What is Bet ...",
      "preview": "日本語 English Natural Language Processing and Machine Learning for Information Retrieval RONDHUIT introduces these technologies in various area to provi"
    },
    {
      "url": "https://ads.tiktok.com",
      "title": "TikTok for Business | Marketing & Advertising on TikTok",
      "description": "Advertise on TikTok. Make ads that entertain and campaigns that connect. Where large and small businesses, agencies & creators can achieve big results.",
      "preview": "Grow your brand Increase Sales Boost conversions Attract customers with TikTok ads I'm an advertiser Get started I'm an advertiser I'm an agency Achie"
    },
    {
      "url": "https://developer.microsoft.com/",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "https://walmart.guildeducation.com/partner/",
      "title": "Walmart - Education Benefit | Guild",
      "description": "Opportunity that starts with education and skilling. Access a catalog of learning programs and tailored coaching services to unlock possibility with your Guild benefit through Live Better U.",
      "preview": "You need to enable JavaScript to run this app. Learn more about programs that can unlock your career path! Your Education, Paid by Walmart Live Better"
    },
    {
      "url": "https://investors.target.com/node/32506/html",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://www.finescale.com/how-to",
      "title": "How To Tips | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://hydrogen.shopify.dev",
      "title": "Hydrogen: Shopify's headless commerce framework",
      "description": "Build performant ecommerce faster with Shopify's React-based framework for developing custom storefronts. Built-in Oxygen hosting makes deployment easy.",
      "preview": "Headless in half the time Shopify's headless stack that's engineered for performance and productivity. npm create @shopify/hydrogen@latest See documen"
    },
    {
      "url": "https://americassbdc.org/",
      "title": "Home - America's SBDC",
      "description": "America's SBDCs provide free and confidential business advice to help entrepreneurs start, grow, and succeed. Find your local SBDC and get the support you need today.",
      "preview": "America's SBDCs Your Vision for Tomorrow Starts Today. You don't have to build your business alone. Our expert, no-cost advisors provide the guidance"
    },
    {
      "url": "http://pandas.undp.org/en/panda-ambassadors",
      "title": "What is a Panda Ambassador? | UNDP Pandas for the Global Goals",
      "description": "Meet UNDP's Panda Ambassadors for the Global Goals and find out more about UNDP's work to protect biodiversity and ecosystems and to promote sustainable development around the world.",
      "preview": "What is a Panda Ambassador? Back in January, UNDP and China's Chengdu Panda Base announced two baby panda cubs as the first ever Animal Ambassadors fo"
    },
    {
      "url": "https://www.wgsn.com/en/blog",
      "title": "Blog | WGSN",
      "description": "void",
      "preview": "Skip to main content Blog Category - Any - Fashion Beauty Tech Interiors Colour Consumer Behaviour Food & Drink Sports & Outdoor Retail Marketing Prod"
    },
    {
      "url": "https://www.jiahometechs.com",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "https://www.europarl.europa.eu/news/en/headlines",
      "title": "Topics | European Parliament",
      "description": "Discover the topics Parliament is working on",
      "preview": "Change the navigation language BG - български ES - español CS - čeština DA - dansk DE - Deutsch ET - eesti keel EL - ελληνικά EN - English FR - frança"
    },
    {
      "url": "https://learning.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Google Learning - Digital Learning Tools & Solutions",
      "description": "Explore digital learning tools and solutions from Google designed to help everyone in the world learn anything in the world.",
      "preview": "Helping everyone in the world learn anything in the world Learning for school Find products and support Product Suite Find products built for educatio"
    },
    {
      "url": "https://www.nap.edu/catalog/24926/assessing-and-responding-to-the-growth-of-computer-science-undergraduate-enrollments",
      "title": "Assessing and Responding to the Growth of Computer Science Undergraduate Enrollments | The National Academies Press",
      "description": "Read online, download a free PDF, or order a copy in print or as an eBook.",
      "preview": "Skip to main content Login or Register for a free MyNAP member account to save 10% off online and receive other benefits. [ Learn More ] Consensus Stu"
    },
    {
      "url": "https://handbook.unimelb.edu.au/2022/subjects/info90007/dates-times",
      "title": "Dates and times: Social Computing (INFO90007) - The University of Melbourne Handbook",
      "description": "Dates and times for Social Computing (INFO90007)",
      "preview": "Handbook home Search the Handbook Courses Undergraduate courses Graduate courses Research courses Subjects Undergraduate subjects Graduate subjects Re"
    },
    {
      "url": "https://www.instagram.com/youtube/",
      "title": "YouTube (@youtube) • Instagram photos and videos",
      "description": "31M Followers, 1,785 Following, 6,024 Posts - YouTube (@youtube) on Instagram: \"in our showgirl era ❤️‍🔥\"",
      "preview": "void"
    },
    {
      "url": "https://www.xbox.com/en-us/games/store/xbox-game-pass-ultimate/cfq7ttc0khs0?icid=CNavAllXboxGamePassUltimate",
      "title": "Buy Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month | Xbox",
      "description": "New games on day one. 300+ console and PC games. Stream and play anywhere.* Get all benefits. Earn even more exclusive rewards.",
      "preview": "Skip to main content Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month Microsoft Corporation $29.99/month Subscription continues automatically"
    },
    {
      "url": "http://www.itu.ch/",
      "title": "ITU: Connecting the world and beyond",
      "description": "The United Nations agency for digital technologies",
      "preview": "Connecting the world and beyond عربي 中文 Español Français Русский Advanced Search ITU About ITU Media Centre Events Publications Statistics Action area"
    },
    {
      "url": "https://www.hbo.com/insecure",
      "title": "Watch Insecure (HBO) | HBO Max",
      "description": "Watch Insecure (HBO) on HBO Max. Plans start at $9.99/month. Created by and starring Issa Rae, this comedy series looks at the friendship of two modern-day Black women and all of their tribulations.",
      "preview": "Skip To Content Choose your language ENGLISH English Español Skip To Content Oh no! This title currently isn't available to watch in your country. TV-"
    },
    {
      "url": "https://panerabread.wgiftcard.com/responsive/personalize_responsive/chooseDesign/panerabread/1",
      "title": "Radware Bot Manager Captcha",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.thefamilyplacenc.com/",
      "title": "The Family Place | Family resources in Transylvania County",
      "description": "Explore The Family Place, your hub for family resources in Transylvania County. From parenting support in Brevard, playgroups for kids in Rosman, to free family activities, we're here to help families connect, learn, and thrive.",
      "preview": "top of page The Family Place is a local family resource center that strengthens families and builds resiliency through support, education, and communi"
    },
    {
      "url": "https://translate.wordpress.org/projects/wp-plugins/gdpr-cookie-compliance",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law < GlotPress | WordPress.org",
      "description": "void",
      "preview": "Skip to content Log In Register Projects Plugins GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law New to"
    },
    {
      "url": "https://futuretodayinc.com/privacy.html",
      "title": "Privacy Policy | Future Today Inc",
      "description": "void",
      "preview": "Privacy Policy Last updated on: September 15, 2025 Privacy Summary OUR CONTACT INFORMATION Future Today Inc. Address: Future Today Inc. 3705 Haven Ave"
    },
    {
      "url": "https://bloomberg.org/blog/",
      "title": "Blog | Bloomberg Philanthropies",
      "description": "Young people entering the workforce today are facing a brand-new challenge:Can I find a job that AI can't touch?And just as important,what skills will make me irreplaceable? Enter: the arts and cultural sector - and specifically, theBloomberg Arts Internshipprogram, also known as BAI. Launched in 2012, this program connects high school and college students with...",
      "preview": "Skip to main content Blog Filter All Arts Environment Founder's Projects Government Innovation Bloomberg Associates Arts Follow the Data Podcast: Arts"
    },
    {
      "url": "https://www.aftonbladet.se/nyheter/",
      "title": "Nyheter från Sverige och världen",
      "description": "Senaste nyheterna från Sveriges största nyhetssajt. Håller dig uppdaterad dygnet runt.",
      "preview": "search abplus Nyheter Uppgifter: Polisen har stoppat stöldliga En stor polisinsats har pågått söder om Stockholm under fredagen. - Vi har varit där me"
    },
    {
      "url": "https://wedsites.com",
      "title": "All-in-One Wedding Website, Online Invitations & Digital Planner - WedSites",
      "description": "A wedding planning platform for busy couples.",
      "preview": "Everything you need to plan a stress-free wedding -in one beautiful place. All of the completely customizable bells and whistles you need for the wedd"
    },
    {
      "url": "https://www.woodfordreserve.com/",
      "title": "Homepage - Woodford Reserve",
      "description": "Woodford Reserve isn't manufactured, it's hand crafted in small batches. This artisanal process allows us to craft it at all five sources of bourbon flavor giving it its distinct taste and crisp, clean finish.",
      "preview": "Skip to main content The world's finest bourbon Our Story Bourbon Whiskey Perfectly Balanced The art of making fine bourbon first took place on the si"
    },
    {
      "url": "https://ims.ucsc.edu/",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://www.stantec.com/en/markets/urban-places",
      "title": "Urban Places",
      "description": "Everywhere we work-in cities and suburbs alike-economic shifts and demographic trends are creating an urban renaissance.",
      "preview": "Skip to main content Start of main content Markets Urban Places 01 05 Creating places for people Everywhere we work-in cities and suburbs alike-econom"
    },
    {
      "url": "https://www.saatva.com/bedding/percale-sheet-set",
      "title": "Percale Sheet Set: Twin, TwinXL, Full, Queen, King, Cal King, Split King| Saatva",
      "description": "Sleep cooler with our crisp percale cotton sheets made from breathable & durable long staple cotton. FREE shipping and 45-day returns.",
      "preview": "ADA Class Action Settlement Notice Don't Wait! Our BIGGEST Celebrating America Sale EVER | Save up to $625 off | Ends 10/13 | More Info Click to zoom"
    },
    {
      "url": "https://gridintegration.lbl.gov/publications?page=7&f%5Bauthor%5D=479&s=title&o=asc",
      "title": "Publications | Grid Integration Group",
      "description": "void",
      "preview": "Skip to main content Berkeley Lab Energy Technologies Area Energy Storage & Distributed Resources Publications X Search: title 2014 Stadler, Michael ,"
    },
    {
      "url": "https://danvilleutilities.com/nDanville/nDanville.html",
      "title": "nDanville Welcome | Danville Utilities",
      "description": "void",
      "preview": "Search Results ... Close myAccount Pay Bill Outages Moving About Us Contact Us Forms Customer Light / Street Light Repair Request Utilities Customer A"
    },
    {
      "url": "https://www.phoneduo.app",
      "title": "Dual Chat",
      "description": "void",
      "preview": "Stay connected around the world Why choose Dual Chat Affordable Start to enjoy phone call at low rates right now. High Quality Global node deployment"
    },
    {
      "url": "https://dynamic-ais.spire.com",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    }
  ],
  "_meta": {
    "total_bookmarks": 50
  }
}