{
  "data": [
    {
      "url": "https://www.adrenaline-junkee.com/product-p/hcolsw12-0178.htm",
      "title": "UTV Accessories | UTV Parts | UTV Products & More - Adrenaline Junkee",
      "description": "void",
      "preview": "Adrenaline Junkee Login My Account Help Shopping Cart: 0 Items: $0.00 Order Online or Call 800.832.4070 Home HOME FAQ COMPANY INFO SHOP BY UTV SHOP BY"
    },
    {
      "url": "https://news.gallup.com/393302/week-in-charts-newsletter-subscribe.aspx",
      "title": "Subscribe to the Front Page Newsletter - Gallup",
      "description": "Be a better leader. Get weekly data and analysis you can trust about the most important issues facing our world -- in five simple charts.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Share on Twitter Share on LinkedIn Share on Instagram Thanks"
    },
    {
      "url": "https://www.crossfitsodacity.com/about",
      "title": "About Us",
      "description": "Our team cares about guiding and encouraging each and every member to obtain the goals they seek for themselves.",
      "preview": "CrossFit Gym in Columbia, SC Our Mission is to Help You Succeed About CrossFit Soda City CFSC is one of over 14,000 licensed CrossFit Affiliates world"
    },
    {
      "url": "https://www.hotwire.com/",
      "title": "Cheap Hotels, Cars, & Flights | Last Minute Travel Deals | Hotwire",
      "description": "Find the best deals on the cheapest hotels, cars & flights with Hotwire. Save big on hotels and cars with Hotwire Hot Rates.",
      "preview": "void"
    },
    {
      "url": "http://www.gallerycollection.com/",
      "title": "Christmas Cards for Business & Personal Use | Gallery Collection",
      "description": "Stunning Business Christmas cards and Corporate Holiday cards can be personalized with your company name & logo. Shop today to get an exclusive deal!",
      "preview": "Business Christmas Cards, Corporate Christmas Cards & much more! Loading... Christmas Cards Loading... 55% Christmas Loading... New For 2025 Christmas"
    },
    {
      "url": "https://www.apple.com/",
      "title": "Apple",
      "description": "Discover the innovative world of Apple and shop everything iPhone, iPad, Apple Watch, Mac, and Apple TV, plus explore accessories, entertainment, and expert device support.",
      "preview": "Apple iPhone 17 Pro All out Pro. Learn more Buy iPhone Air The thinnest iPhone ever. With the power of pro inside. Learn more Buy iPhone 17 Magichroma"
    },
    {
      "url": "http://blogs.edf.org/energyexchange/2018/11/08/what-if-gadgets-talked-to-the-grid-to-cut-carbon-with-this-new-technology-they-can/",
      "title": "What if gadgets talked to the grid to cut carbon? With this new technology, they can. - Energy Exchange",
      "description": "Having breakfast at a local restaurant last weekend, I was sitting next to parents who were desperately trying to get their toddler to eat the pancakes he had ordered a few minutes earlier. Watching the high-stakes drama, it occurred to me that toddlers are a bit like our electric grid: They can change drastically at [...]",
      "preview": "Back Climate change solutions We deliver game-changing solutions that have a real impact for people around the globe. Our vision: A vital Earth. For e"
    },
    {
      "url": "http://txshowdown.com/",
      "title": "Texas Showdown 2026 - The Premier Texas Tournament - Now in its 25th Anniversary!",
      "description": "Join the most prestigious gaming tournaments in Texas. Compete in Street Fighter 6, Tekken 8, Mortal Kombat 1, and more with epic prizes and professional setups.",
      "preview": "void"
    },
    {
      "url": "http://www.sailacrossthesun.com/",
      "title": "Sail Across the Sun",
      "description": "Thank you, Sail Across The Sun Family, for another incredible vacation! Train looks forward to reuniting with you at sea in 2027! As Alumni, you'll be the first to get any and all updates on our next sailing. Until next time. . . see you soonish!",
      "preview": "Thanks for sailing! Thank you, Sail Across The Sun Family, for another incredible vacation! Train looks forward to reuniting with you at sea in 2027!"
    },
    {
      "url": "https://catboost.ai/en/docs/concepts/python-reference_catboostregressor",
      "title": "CatBoostRegressor | CatBoost",
      "description": "class CatBoostRegressor (iterations= None, learning_rate= None, depth= None, l2_leaf_reg= None, model_size_reg= None, rsm= None, loss_function= 'RMSE', border_c",
      "preview": "Documentation Your browser is out of date Some features of the site may not work, and the browser may not be secure. Install a new browser: Yandex Bro"
    },
    {
      "url": "https://www.cameleon.live",
      "title": "Live Streaming Apps | Video Streaming Software",
      "description": "Live Streaming Software for Mac and Windows. Live Streaming Apps for iPhone and iPad. YouTube Live, Facebook Live, RTMP live video streaming. Live broadcast app, free live apps for Facebook, Weibo and YouTube",
      "preview": "Live Streaming Apps for iPhone, Mac and PC YouTube live streaming software for Windows and Mac . Go live on Facebook from Mac and Windows . Wowza, RTM"
    },
    {
      "url": "https://www.leevalley.com/en-ca/discover/sharpening",
      "title": "Sharpening & Honing Tools - Lee Valley Tools",
      "description": "Looking for Sharpening Tools for your next woodworking and other projects? Shop Sharpening & Honing Tools Collection on Lee Valley, and explore our large Tools collection.",
      "preview": "Skip to content Accessibility Statement ITEM ADDED TO YOUR CART () Checkout Continue Shopping Sharpening & Honing Tools Whether you're an expert user"
    },
    {
      "url": "https://es.mongabay.com/2022/06/panama-una-bandera-de-conveniencia-para-la-pesca-ilegal-oceanos/",
      "title": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar",
      "description": "Noticias sobre la fauna y la naturaleza",
      "preview": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar Mary Triny Zea , Michelle Carrere 13 Jun 2022 América Central La r"
    },
    {
      "url": "https://www.gndr.org/",
      "title": "GNDR - Global Network of Civil Society Organisations for Disaster Reduction",
      "description": "GNDR the largest global network of organisations working to strengthen the resilience of people most at risk of disasters.",
      "preview": "Contact \" * \" indicates required fields First name * Last name * Email address * Language preference * English Spanish French NEWS International Day f"
    },
    {
      "url": "https://www.csipacific.ca/",
      "title": "Canadian Sport Institute Pacific - CSI Pacific",
      "description": "void",
      "preview": "Skip to content Victoria | Vancouver | Whistler Performance Nation Careers News EDIA Donate Now Topbar Menu Facebook page opens in new window X page o"
    },
    {
      "url": "https://www.thecultureequity.com/",
      "title": "Home | The Culture Equity",
      "description": "Explore Culture Equity: Your Premier Multicultural Marketing Partner, Houston-Based with Offices in Phoenix and Las Vegas. Elevate Your Brand's Cultural Impact and Strategies Now!",
      "preview": "top of page At The Culture Equity, we believe culture is the key to unlocking your brand's true potential. Our mission is to help businesses create ex"
    },
    {
      "url": "https://www.indiapincode.info/andhra-pradesh-visakhapatnam-fortward-530001.html",
      "title": "Fortward, Visakhapatnam - PIN Code - 530001 - India PIN Code",
      "description": "PIN Code for Fortward, Visakhapatnam, Andhra Pradesh is 530001. Get this location Maps and GPS Coordinates.",
      "preview": "Browse PIN Codes Browse Locations Contact Us Ξ Browse PIN Codes Browse Locations Contact Us Find: State: Andaman and Nicobar Islands Andhra Pradesh Ar"
    },
    {
      "url": "http://filesystems.org/",
      "title": "FiST: Stackable File System Language and Templates",
      "description": "void",
      "preview": "FiST: Stackable File System Language and Templates File System development is very difficult and time consuming. Even small changes to existing file s"
    },
    {
      "url": "http://www.isfdb.org/cgi-bin/title.cgi?1653700",
      "title": "Title: General Akmed's Revenge?",
      "description": "void",
      "preview": "Title: General Akmed's Revenge? You are not logged in. If you create a free account and sign in, you will be able to customize what is displayed. Sear"
    },
    {
      "url": "https://ca.linkedin.com/company/capitalg?trk=affiliated-pages",
      "title": "CapitalG | LinkedIn",
      "description": "CapitalG | 44,347 followers on LinkedIn. Alphabet&#39;s independent growth fund | CapitalG is Alphabet&#39;s independent growth fund. We invest capital to help remarkable entrepreneurs and leading transformational companies accelerate the growth of their businesses.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.xbox.com/en-us/games/store/xbox-game-pass-ultimate/cfq7ttc0khs0?icid=CNavAllXboxGamePassUltimate",
      "title": "Buy Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month | Xbox",
      "description": "New games on day one. 300+ console and PC games. Stream and play anywhere.* Get all benefits. Earn even more exclusive rewards.",
      "preview": "Skip to main content Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month Microsoft Corporation $29.99/month Subscription continues automatically"
    },
    {
      "url": "https://www.aquamaps.org/",
      "title": "AquaMaps Search Page",
      "description": "void",
      "preview": "ver. 10/2019 Standardized distribution maps for over 33,500 species of fishes, marine mammals and invertebrates Home | About AquaMaps | CYOM User Manu"
    },
    {
      "url": "https://www.score.org/",
      "title": "Free Small Business Mentorship and Resources | SCORE",
      "description": "From planning to execution, get resources or real-time assistance for every stage of your business. SCORE has a library of useful documents and online courses, as well as experienced mentors to help",
      "preview": "Skip to main content Find a location Find the SCORE location nearest to you. Search Locations Get Free Expert Mentoring to Grow Your Small Business Wh"
    },
    {
      "url": "http://pandas.undp.org/en/panda-ambassadors",
      "title": "What is a Panda Ambassador? | UNDP Pandas for the Global Goals",
      "description": "Meet UNDP's Panda Ambassadors for the Global Goals and find out more about UNDP's work to protect biodiversity and ecosystems and to promote sustainable development around the world.",
      "preview": "What is a Panda Ambassador? Back in January, UNDP and China's Chengdu Panda Base announced two baby panda cubs as the first ever Animal Ambassadors fo"
    },
    {
      "url": "https://www.state.gov/",
      "title": "U.S. Department of State - Home",
      "description": "Leading U.S. foreign policy to advance the interests and security of the American people.",
      "preview": "Skip to content An official website of the United States Government Here's how you know Official websites use .gov A .gov website belongs to an offici"
    },
    {
      "url": "https://go.dev/tour/welcome/1",
      "title": "A Tour of Go",
      "description": "void",
      "preview": "A Tour of Go"
    },
    {
      "url": "https://invest.bnpparibas.com/en",
      "title": "Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content 3RD QUARTER 2025 RESULTS - LIVE WEBCAST A live webcast in English of the analysts' conference call hosted by Jean-Laure"
    },
    {
      "url": "https://www.charlottetilbury.com/us/product/matte-revolution-red-carpet-red",
      "title": "Red Matte Lipstick - Matte Revolution - Red Carpet Red | Charlotte Tilbury",
      "description": "Shop Matte Revolution lipstick in Red Carpet Red, a classic matte red lipstick for a Hollywood glamour pout in a matte finish. Discover more lipsticks online.",
      "preview": "Jump to content MATTE REVOLUTION RED CARPET RED $35.00 ( $100.00 / 10 g ) Red Carpet Red Short Video Red Carpet Red - Out of Stock SHADE MATCH A true"
    },
    {
      "url": "https://www.bible.com/events/48819772",
      "title": "Sunday, January 2, 2022",
      "description": "God's Remembrance of His People, Malachi 3:16-18, Jason Harms",
      "preview": "The Bible App is completely free, with no advertising and no in-app purchases. Get the app Northwood Community Church Share Sunday, January 2, 2022 Go"
    },
    {
      "url": "https://www.healthline.com/",
      "title": "Healthline: Medical information and health advice you can trust.",
      "description": "We're committed to being your source for expert health guidance. Come to us in your pursuit of wellness.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://newsroom.it.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Storia in primo piano HERO BLOCK/STORIA IN PRIMO PIANO PayPal FABA: l'espansione digitale oltre i confini nazionali FABA, il brand dietro i dispositiv"
    },
    {
      "url": "https://prior.allenai.org/",
      "title": "Perceptual Reasoning and Interaction Research",
      "description": "Explore PRIOR, a team working on Perceptual Reasoning and Interaction Research at Allen Institute for AI",
      "preview": "PRIOR: Perceptual Reasoning and Interaction Research High-impact open-source AI research Featured Project Molmo Molmo is a family of open state-of-the"
    },
    {
      "url": "https://squeakosaurus.com/privacy-policy",
      "title": "Privacy Policy - Squeakosaurus Squeakosaurus",
      "description": ". . . Privacy Policy Privacy Policy for Squeakosaurus Last updated: August 15, 2022 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. We use Your Personal data to [...]",
      "preview": ". . . Privacy Policy Privacy Policy for Squeakosaurus Last updated: August 15, 2022 This Privacy Policy describes Our policies and procedures on the c"
    },
    {
      "url": "http://www.saporum.com/index.php?option=com_recipes&Itemid=28",
      "title": "Saporum.com is for sale | HugeDomains",
      "description": "Painless, quick delivery of your domain name. Fast and professional service.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://nationalfund.org/collaborative/new-york-city-workforce-funders/?gclid=CjwKCAjwiuuRBhBvEiwAFXKaNF35FF-ruuvIbgCGuVdaVMRiLDLfi_hY5YOR0PVmJh_SbA2uGAadsxoCBV8QAvD_BwE",
      "title": "New York City Workforce Funders | National Fund for Workforce Solutions",
      "description": "Established in 2000, the New York City Workforce Funders (Workforce Funders) is a key entity in building a more effective workforce system for low-income job...",
      "preview": "Skip to content New York City Workforce Funders Established in 2000, the New York City Workforce Funders (Workforce Funders) is a key entity in buildi"
    },
    {
      "url": "https://www.dr.dk/nyheder/indland",
      "title": "Indland | Nyheder Indland | Vi holder dig orienteret døgnet rundt | DR",
      "description": "Nyheder fra Danmark døgnet rundt. Hold dig opdateret på de nyeste historier. Find nyheder om politik, penge og sport. Læs nyheder fra Indland her",
      "preview": "Gå til indhold Navigation DR's hovedindgange DR.DK DRTV DR LYD Gå til forsiden Sektionens indgange Seneste nyt Indland Udland Penge Politik Regionalt"
    },
    {
      "url": "https://tympanus.net/Development/ShapeOverlays/",
      "title": "SVG Shape Overlays | Demo 1 | Codrops",
      "description": "A set of morphing shape overlays with SVG",
      "preview": "arrow drop github keyboard HelloSign API: The dev friendly eSign Embed HelloSign API into your app in minutes, with just a few lines of code. Alloy!"
    },
    {
      "url": "https://www.self.com/story/issa-rae",
      "title": "Issa Rae on Life as a Newlywed, Creating Boundaries, and Taking Care of One Another | SELF",
      "description": "In SELF magazine's September cover, we're talking self-care and community care with actor, writer, and producer Issa Rae.",
      "preview": "Skip to main content Fitness Food Health Love Beauty Sports Life Health Conditions Shopping Video Challenges Workouts Newsletter Signup See the 2025 S"
    },
    {
      "url": "https://www.unwto.org/",
      "title": "UN Tourism | Bringing the world closer",
      "description": "UN Tourism is the United Nations agency responsible for the promotion of responsible, sustainable and universally accessible tourism",
      "preview": "Skip to main content"
    },
    {
      "url": "https://youtube.googleblog.com/",
      "title": "Official YouTube Blog for Latest YouTube News & Insights",
      "description": "Explore our official blog for the latest news about YouTube, creator and artist profiles, culture and trends analyses, and behind-the-scenes insights.",
      "preview": "YouTube Official Blog Homepage Hero Slider Inside YouTube Second chances on YouTube 1 / 5 Creator and Artist Stories The definitive guide to creating"
    },
    {
      "url": "https://www.bravotv.com",
      "title": "Bravo Official Site: Shows, Videos, News & Schedule",
      "description": "Watch full episodes and exclusive videos for Bravo shows including Top Chef, The Real Housewives of Beverly Hills and Vanderpump Rules.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://winnyc.org",
      "title": "Home - WIN",
      "description": "Win is New York City's largest provider of shelter and supportive housing for families with children experiencing homelessness.",
      "preview": "Skip to content Win is the largest provider of shelter and supportive housing for NYC's homeless families. ABOUT WIN Join our team & help break the cy"
    },
    {
      "url": "https://www.swisstopo.admin.ch/en/geodata/landscape/names3d.html",
      "title": "swissNAMES3D",
      "description": "With over 437000 geo-referenced entries, swissNAMES3D is the most comprehensive collection of Swiss geographic names. The free dataset is based on a simple data model and provides the ideal basis for a broad range of applications.",
      "preview": "Published on 8 January 2024 swissNAMES3D With over 437000 geo-referenced entries, swissNAMES3D is the most comprehensive collection of Swiss geographi"
    },
    {
      "url": "https://www.hsph.harvard.edu/nutritionsource/healthy-weight/diet-reviews/paleo-diet/",
      "title": "Diet Review: Paleo Diet for Weight Loss • The Nutrition Source",
      "description": "The Paleolithic or \"Paleo\" diet seeks to address 21st century ills by revisiting the way humans ate during the Paleolithic era more than 2 million years ago.",
      "preview": "Skip to content The Nutrition Source > Healthy Weight > Diet Reviews > Diet Review: Paleo Diet for Weight Loss The Nutrition Source Menu Search for: F"
    },
    {
      "url": "https://www.ebags.com/backpacks-bags/laptop-backpacks/just-right-standard-backpack/137311XXXX.html",
      "title": "Mother Lode Travel Backpacks | Samsonite",
      "description": "Find amazing products in Mother Lode' today | Samsonite US",
      "preview": "The Mother Lode collection continues to offer exceptional durability and organizational features. Now with the trusted Samsonite name behind them, you"
    },
    {
      "url": "https://www.musee-orsay.fr/en/whats-on",
      "title": "What's on | Musée d'Orsay",
      "description": "void",
      "preview": "Skip to main content What's on Choose a date : Select a date Start date End date Today This week-end Next week Interested in : Exhibitions Tours and w"
    },
    {
      "url": "https://www.rya.org.uk/knowledge/safety",
      "title": "Water Safety Advice | Home | RYA - Royal Yachting Association",
      "description": "Keep yourself and others safe. If you're heading out on the water to enjoy sailing, powerboating, canal boating or boardsports, you need to know what to do should an emergency occur.",
      "preview": "Skip To Content Water safety Helpful tips to keep yourself and others safe on the water While our rivers and coastal areas are a great way to get clos"
    },
    {
      "url": "https://www.baynews9.com/fl/tampa/news/2022/02/02/polk-county-group-proposes-book-ban-",
      "title": "16 books taken off Polk Public School shelves for review",
      "description": "Some of the books include \"The Bluest Eye\" and \"The Kite Runner.\"",
      "preview": "Open in Our App Get the best experience and stay connected to your community with our Spectrum News app. Learn More Open in Spectrum News App Continue"
    },
    {
      "url": "https://www.philadelphiaeagles.com/news/irv-cross",
      "title": "Eagles mourn the passing of Pro Bowl CB and legendary broadcaster Irv Cross",
      "description": "The first Black person to anchor a network sports show and earn the Pete Rozelle Award, Cross is remembered as 'the ultimate teammate.'",
      "preview": "Skip to main content Advertising Philadelphia Eagles News Pro Bowl CB and legendary broadcasting pioneer Irv Cross passes away at the age of 81 The fi"
    },
    {
      "url": "https://www.closerscopy.com/",
      "title": "AI Copywriting Robot - ClosersCopy",
      "description": "void",
      "preview": "Get Your Copywriting Superpowers Boost Your Sales with SEO Optimized Blogs and Irresistible Marketing Copy Leverage the secrets of the most powerful c"
    },
    {
      "url": "https://www.badmintonireland.com/",
      "title": "Badminton Ireland",
      "description": "Badminton Ireland is the National Governing Body for Badminton clubs and leagues in Ireland. Comprises Connacht Badminton, Leinster Badminton, Munster Badminton and Ulster Badminton.",
      "preview": "void"
    },
    {
      "url": "https://www.seamwork.com/articles/understanding-ease",
      "title": "Understanding Ease",
      "description": "Learn everything you need to know about ease in a sewing pattern.",
      "preview": "Sew our favorite romantic button-up shirt for FREE this fall! Get your Free Pattern × Search Posted in: Sewing Tutorials , Fitting Adjustments • Decem"
    },
    {
      "url": "https://www.suzannes.se/271607502_502687727816019_5709728333999177448_n/",
      "title": "271607502_502687727816019_5709728333999177448_n - Suzannes.se",
      "description": "Besök inlägget om du vill veta mer.",
      "preview": "Dela detta: Klicka för att dela på Facebook (Öppnas i ett nytt fönster) Facebook Klicka för att dela på X (Öppnas i ett nytt fönster) X Klicka för att"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/collection/quick-and-healthy-recipes",
      "title": "116 Quick & Healthy Recipes | Good Food",
      "description": "Tuck into quick healthy meals that you can make in under 30 minutes. We've got plenty of tasty salads, soups and mains to leave you feeling nourished.",
      "preview": "Skip to main content Quick & healthy recipes 116 Recipes Tuck into these quick and easy healthy meals that you can make in under 30 minutes. We've got"
    },
    {
      "url": "https://kookitodesign.com/blog/woreczki-na-przysmaki-dla-psa-wybierz-najlepszy",
      "title": "Woreczki na przysmaki dla psa - wybierz najlepszy! - Akcesoria dla psów - Sklep dla psów | Kookito Design",
      "description": "Wszyscy psiarze chcą dla swoich czworonożnych pupilów tego, co najlepsze - dlatego kupujemy różnego rodzaju akcesoria dla psów. Coraz popularniejszym gadżetem wśród amatorów tych czworonogów stają się woreczki na przysmaki dla psa, które przydają się podc",
      "preview": "Koszyk jest pusty x Do bezpłatnej dostawy brakuje -,-- Darmowa dostawa! Suma 0,00 zł Cena uwzględnia rabaty Realizuj zamówienie"
    },
    {
      "url": "https://www.nass.org/can-I-vote/voter-registration-status",
      "title": "Voter Registration Status | NASS",
      "description": "void",
      "preview": "Skip to main content X Click the search icon or 'view more results' to see all results. VIEW MORE RESULTS CLOSE Not sure if you're already registered,"
    },
    {
      "url": "https://www.seoquake.com/index.html",
      "title": "Free SEO Checker & Page Audit (Analyze Your Site)",
      "description": "Get instant SEO scores and uncover hidden on-page SEO opportunities. Analyze your webpage for free and outrank competitors today.",
      "preview": "Close Find Out What's Stopping You From Ranking Higher ✓ Analyze rankings, traffic, and competitors ✓ Find SEO issues blocking your growth ✓ Get a ste"
    },
    {
      "url": "https://www.sharkclean.com/exclusive-offer/SV1106WKT/shark-freestyle-cordless-vacuum/",
      "title": "Shark® Cordless Vacuum Cleaners | Wireless & Rechargeable",
      "description": "Discover lighter, longer running and more powerful cordless stick and upright vacuum cleaners from Shark®, the #1 vacuum brand in America*. Free shipping.",
      "preview": "Log in or create an account to add this item to your favorites. Get easier, faster product support and access to warranty information Quickly buy acce"
    },
    {
      "url": "https://carpet-rug.org/testing/seal-of-approval-service-providers/hire-a-carpet-cleaning-professional/",
      "title": "Hire a Carpet Cleaning Professional - The Carpet and Rug Institute",
      "description": "Keep Your Carpet Looking Beautiful with Professional Cleaning Vacuuming is great for basic carpet maintenance, but to keep it at peak performance, CRI recommends professionally deep cleaning your carpet every 12 to 18 months. (Be sure to check your carpet warranty for specific requirements.) Seal of Approval Service Providers CRI strongly recommends getting your carpet [...]",
      "preview": "Skip to content Home Testing Seal of Approval Service Providers Hire a Carpet Cleaning Professional Hire a Carpet Cleaning Professional Keep Your Carp"
    },
    {
      "url": "https://switchboardta.transistor.fm/",
      "title": "Switchboard",
      "description": "Switchboard is a one-stop resource hub for refugee service providers in the United States.",
      "preview": "Switchboard is a one-stop resource hub for refugee service providers in the United States. Play Episode One Pause Episode January 9, 2025 • 25 Minutes"
    },
    {
      "url": "https://www.galeria-dacapo.com/produkt/sowa-wiszaca-12/",
      "title": "Sowa wisząca - Da Capo Galeria Instrumentów",
      "description": "void",
      "preview": "Przejdź do treści"
    },
    {
      "url": "https://cristianchinabirta.ro/tag/masina/",
      "title": "Despre masina - Cristian China-Birta",
      "description": "Despre masina. Am scris peste 13.000 de articole pe blog. Dintre ele, unele sunt despre masina . Intră acum să le citești.",
      "preview": "Skip to content Cristian China-Birta Mare maestru de isprăvi 2.0 Caută Caută Închide Meniu Etichetă: masina Ce maşină vrem să avem astăzi? Stau dimine"
    },
    {
      "url": "https://www.accesscu.ca/en/news/access-cu-fulfills-commitment-for-better-member-experience-and-cyber-security",
      "title": "Access Credit Union - Access CU fulfills commitment for better member experience & cyber security",
      "description": "Access Credit Union persisted through the past year's challenges to deliver a promise made to their members for a better member experience and enhanced cyber security.",
      "preview": "Personal Business Wealth About Service Status Rates News Join Us Contact Search Sign In Search Sign In Sign In Personal + - Spending Saving Borrowing"
    },
    {
      "url": "https://mexico.generation.org/stories/alexis-22-pittsburgh/",
      "title": "Alexis | 22 | Pittsburgh | Generation Mexico",
      "description": "Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 2014. Se encuentra actualmente trabajando para int ...",
      "preview": "Skip to content Alexis | 22 | Pittsburgh Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 201"
    },
    {
      "url": "https://jimbeddow.tumblr.com/",
      "title": "@jimbeddow on Tumblr",
      "description": "Follow @jimbeddow and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://jobs.jobvite.com/wri/jobs/",
      "title": "World Resources Institute Careers",
      "description": "void",
      "preview": "WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE Select a Region {{ i"
    },
    {
      "url": "http://www.lanuovasardegna.it/",
      "title": "La Nuova Sardegna",
      "description": "Tutte le notizie della Sardegna, con foto e video, di cronaca, politica, sport, cultura, spettacoli, economia e tempo libero",
      "preview": "I video del giorno Sardegna Sassari, 400 studenti in piazza per la Settimana della Protezione civile Natura La Maddalena, tartaruga verde avvistata ne"
    },
    {
      "url": "https://campaigns.organizefor.org/petitions/help-make-hair-discrimination-illegal",
      "title": "Help Us End Hair Discrimination in the Workplace, Schools, and Pools | OrganizeFor",
      "description": "Currently, it is legal to discriminate against a person in the workplace, schools, and/or pools because of their natural or protective hairstyle in all states except for California, New York, New Jersey, Virginia, Colorado, Washington, Maryland, Connecticut, Delaware, New Mexico, Nebraska, Nevada, Oregon, Illinois, Maine, Tennessee, Louisiana, Massachusetts, Alaska, Michigan, Texas, Minnesota, Arkansas, Vermont, New Hampshire, and Missouri. Hair discrimination remains a source of racial...",
      "preview": "Skip to main content Start a Campaign Log in To: Lawmakers Across the Country Help Us End Hair Discrimination in the Workplace, Schools, and Pools Vot"
    },
    {
      "url": "https://balticword.eu/",
      "title": "balticword.eu steht zum Verkauf",
      "description": "Die Domain balticword.eu steht zum Verkauf. Sie können diese Domain jetzt per Sofortkauf zum Festpreis mit dem Treuhandservice von ELITEDOMAINS kaufen.",
      "preview": "balticword.eu Diese Domain wird verkauft - Nutzen Sie diese Chance! balticword.eu Schlagen Sie zu, bevor es jemand anderes tut! Kontakt zum Inhaber au"
    },
    {
      "url": "https://gen.medium.com",
      "title": "GEN",
      "description": "A former publication from Medium about politics, power, and culture. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in GEN by Medium 100K followers · 1 editor Follow About Help Status About Ca"
    },
    {
      "url": "http://www.shopgoodwill.com",
      "title": "Online Thrift Store For Unique & Vintage Finds | ShopGoodwill.com",
      "description": "Find incredible deals at Home | ShopGoodwill.com , the go-to online thrift store for gently used clothing, electronics, vintage jewelry and more. Save big today!",
      "preview": "Online Marketplace for Goodwill Thrift Stores | Shopgoodwill.com Featured Items View All Hot 50 View All Shop Top Categories View All View All Recomme"
    },
    {
      "url": "https://www.theguardian.com/science",
      "title": "Science | The Guardian",
      "description": "Latest Science news, comment and analysis from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Science Nobel prizes Nobel prize in chemistry awarded to scientists for work on 'Hermione's handbag' Trio hono"
    },
    {
      "url": "https://www.eventbrite.ca/e/business-model-canvas-for-indigenous-entrepreneurs-tickets-558263470067?aff=erelexpmlt",
      "title": "Business Model Canvas For Indigenous Entrepreneurs Tickets, Tue, 14 Mar 2023 at 10:00 AM | Eventbrite",
      "description": "Eventbrite - Business Link presents Business Model Canvas For Indigenous Entrepreneurs - Tuesday, 14 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Business Model Canvas For Indigenous Entrepreneurs View details Follow this organizer to stay informed on future events By Busi"
    },
    {
      "url": "https://www.metmuseum.org/exhibitions",
      "title": "Exhibitions - The Metropolitan Museum of Art",
      "description": "The Met presents more exhibitions than any art museum in the world with more than 30 exhibitions each year representing a wide range of artists, eras, and cultures.",
      "preview": "Skip to main content Current Exhibitions Featured A slider containing 3 items. Press the down key to skip to the last item. Man Ray: When Objects Drea"
    },
    {
      "url": "https://talkingpointsmemo.com/livewire/chris-christie-tired-minimum-wage-debate",
      "title": "Chris Christie: 'I'm Tired Of Hearing About The Minimum Wage' - TPM - Talking Points Memo",
      "description": "New Jersey Gov. Chris Christie (R) said Tuesday that he's \"tired\" of hearing discussion on the minimum wage and seemed to suggest that a higher minimum wage isn'...",
      "preview": "Latest 17 hours ago 9th Circuit Trump Judges Enthusiastically Support His Ability To Deploy Military Anywhere At Any Time 20 hours ago Greg Bovino Eme"
    },
    {
      "url": "https://www.justice.gov",
      "title": "Department of Justice | Homepage | United States Department of Justice",
      "description": "Official website of the U.S. Department of Justice (DOJ). DOJ's mission is to enforce the law and defend the interests of the United States according to the law; to ensure public safety against threats foreign and domestic; to provide federal leadership in preventing and controlling crime; to seek just punishment for those guilty of unlawful behavior; and to ensure fair and impartial administration of justice for all Americans.",
      "preview": "Skip to main content Remote video URL Video Justice Department Files Lawsuit Under the FACE Act Against Violent Protestors at Synagogue in West Orange"
    },
    {
      "url": "https://www.nba.com/stats/players/traditional",
      "title": "Players Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each player in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.surlatable.com/emile-henry-145-pizza-stone/PRO-3562741.html",
      "title": "Emile Henry Pizza Stone, 14.5\" | Sur La Table",
      "description": "Emile Henry Pizza Stone",
      "preview": "Skip to Content SHIPS FAST Why you'll love it Create delicious, pizzeria-quality pies at home-in the oven or on the grill. Emile Henry's burgundy clay"
    },
    {
      "url": "https://www.greendot.com/greendot/privacy-policy-bank?issuingBank=gdb",
      "title": "Account Agreements",
      "description": "void",
      "preview": "Please choose your Green Dot issued card below Log in to your account to access your specific Account Agreement. GO2bank Visa Debit Card (available on"
    },
    {
      "url": "https://www.elcarrocolombiano.com/noticias/kia-producira-vehiculos-en-india-desde-2019/",
      "title": "Kia producirá vehículos en India desde 2019",
      "description": "Con una inversión de US$1.100 millones, estará ubicada en el distrito de Anantapur, estado de Andhra Pradesh, y podrá construir 300.000 vehículos anuales a partir de 2019. La firma coreana Kia Motors anunció que construirá una planta manufacturera en la localidad de Anantapur en la India, en la cual aspira a producir 300.000 vehículos anuales desde 2019, entre los cuales se cuentan un sedán compacto y un SUV compacto para la India. Para construir esta nueva implantación industrial se calcula una inversión cercana a los US$ 1.100 millones. Las obras iniciarán en diciembre próximo en una extensión de 2,16 kilómetros cuadrados...",
      "preview": "Inicio Lanzamientos Carros Novedades Pruebas Reseñas Autos del Mundo Clásicos Colombianos Clásicos del Mundo Dos Ruedas Noticias De todo un poco Indus"
    },
    {
      "url": "https://www.adl.org/education/references/hate-symbols/confederate-flag",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.formula1.com/en/results.html",
      "title": "2025 RACE RESULTS",
      "description": "Results",
      "preview": "2025 2025 Active 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 2001 2000 1999 199"
    },
    {
      "url": "https://www2.illinois.gov/epa/Pages/default.aspx",
      "title": "EPA",
      "description": "We safeguard environmental quality, consistent with the social and economic needs of the State, so as to protect health, welfare, property and the quality of life.",
      "preview": "Skip to main content Illinois Environmental Protection Agency Land Air Water Energy Contact Us Records Search Vehicle Emissions Testing Quick Answer D"
    },
    {
      "url": "https://www.calacademy.org/about-us/sustainability-in-action",
      "title": "Sustainability in Action - California Academy of Sciences",
      "description": "See how we're shrinking our carbon footprint, expanding our conservation work, and helping you to get involved.",
      "preview": "It seems JavaScript is either disabled or not supported by your browser. To view this site, enable JavaScript by changing your browser options and try"
    },
    {
      "url": "http://www.compassinterpreters.org/",
      "title": "Interpretation Services For Utica Residents | The Center",
      "description": "The Center offers interpretation services to Utica area residents. Click here to request an interpreter or to join our interpretation team!",
      "preview": "Skip to main content Overview Our interpreters provide in-person, accurate, and complete interpretation assignments daily. Our medical interpreters we"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Contributors",
      "title": "Contributors - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Contributors From OpenStreetMap Wiki Jump to navigation Jump to search Help Contributors In other languages Afrikaans asturianu azərbaycanca Bahasa In"
    },
    {
      "url": "http://washington.edu/news/video/?utm_source=UW%20News&utm_medium=nav&utm_campaign=video",
      "title": "Video stories | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Video stories President Jones to welcome incoming class at New Student Convocation on Sunday"
    },
    {
      "url": "https://www.blackrock.com/aladdin",
      "title": "Aladdin® by BlackRock - software for portfolio management",
      "description": "Aladdin is a portfolio management software that provides investment professionals a way to view and manage daily investments. Explore our enterprise solution.",
      "preview": "Skip to content BlackRock BlackRock iShares iShares Aladdin Aladdin Our company Our company Subscribe to Updates Subscribe to Updates Connect Contact"
    },
    {
      "url": "https://nvbdc.org/about-the-nvbdc/",
      "title": "About the NVBDC",
      "description": "The National Veteran Business Development Council is the leading Veteran Owned Business Certification organization developed by Veterans, for Veterans.",
      "preview": "About us The NVBDC views entrepreneurship as another form of employment and believes that helping our veterans succeed in business helps them, their f"
    },
    {
      "url": "https://c4fap.org/",
      "title": "Center for Fine Art Photography",
      "description": "The Center for Fine Art Photography, a 501(c)(3) non-profit, promotes the art of photography by supporting diverse creative artists through exhibitions and educational programs.",
      "preview": "Center for Fine Art Photography Cart 0 Back previous Back C4FAP Team Our Vision Back Opportunities Denis Roussel Fellowship Scroll The Center for Fine"
    },
    {
      "url": "https://tedatwork.ted.com",
      "title": "TED@Work : Inspire new ways of working",
      "description": "TED@Work supports learning and skills development, culture-building, communication, leadership and more. Our suite of talent solutions includes a workplace learning program, communication coaching and strategic business events.",
      "preview": "Manager and leadership development is a top priority for organizations. Check out our Manager Confidential series! Anchor Link to Section 0 Workplace"
    },
    {
      "url": "http://math.hws.edu/javanotes/",
      "title": "Javanotes 9, JavaFX Edition -- Title Page",
      "description": "void",
      "preview": "Introduction to Programming Using Java Version 9.0, JavaFX Edition (May, 2022) Author: David J. Eck ( eck@hws.edu ) W ELCOME TO Version 9.0 of Introdu"
    },
    {
      "url": "http://www.vam.ac.uk/",
      "title": "The family of art, design and performance museums · V&A",
      "description": "Welcome to the V&A - the family of art, design and performance museums",
      "preview": "Skip to main content The family of art, design and performance museums · V&A Home page Marie Antoinette Style A complex fashion icon, Marie Antoinette"
    },
    {
      "url": "https://www.vtiger.com/migration/",
      "title": "Migrating Customer Data Made Easy with Vtiger CRM",
      "description": "Considering moving from another CRM to Vtiger? Sign up for one of our migration plans and let us replicate all of your fields, users, workflows and data in Vtiger for you.",
      "preview": "× Search Vtiger.com Search Switching to Vtiger from another CRM? Allow us to make this transition seamless with free migration services. Write to [ema"
    },
    {
      "url": "https://link.nbcnews.com/join/5cj/think-signup",
      "title": "Sign up for the THINK newsletter | NBC News",
      "description": "Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from NBC News THINK.",
      "preview": "ReTHINK your week with the THINK newsletter Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from"
    },
    {
      "url": "https://chat.tripsit.me/",
      "title": "TripSit.Me",
      "description": "Tripsit Harm Reduction Through Education",
      "preview": "Loading..."
    },
    {
      "url": "https://octoverse.github.com",
      "title": "Octoverse 2024: The state of open source | The State of the Octoverse",
      "description": "Find out how AI and a rapidly growing global developer community are coming together with compounding results.",
      "preview": "void"
    },
    {
      "url": "https://www.wmar2news.com/news/national/despite-job-openings-gap-remains-between-labor-pool-and-needed-skills",
      "title": "Despite job openings, gap remains between labor pool and needed skills",
      "description": "There's been a lot of focus on the Great Resignation, but there is another side to the job market that doesn't always get as much attention: the gap between available jobs and employees with the skills to do them. There are ongoing efforts now to shrink that skills gap for those looking for work.",
      "preview": "void"
    },
    {
      "url": "http://ricettedalmondo.blogspot.com/",
      "title": "Ricette dal Mondo",
      "description": "Divertiti anche tu a sperimentare ricette da tutto il mondo! Qui potrai trovare le migliori ricette etniche, dalle più classiche a quelle più strane. Scopri come cucinare un succulento Hamburger Americano, uno squisito Sushi Giapponese o come sorprendere gli amici con una fantastica ed originale cena Indiana.",
      "preview": "void"
    },
    {
      "url": "http://www.greenpak.com.mt",
      "title": "| GreenPak",
      "description": "Broadcasting Authority",
      "preview": "iBiNs About iBiNs Find Nearest iBiN Batteries for Hospice About Batteries for Hospice Find Nearest Battery Bin Producer Compliance Contact Us Login /"
    }
  ],
  "_meta": {
    "total_bookmarks": 100
  }
}