{
  "data": [
    {
      "url": "https://mb.oemdtc.com",
      "title": "Mercedes-Benz & Smart - OEMDTC",
      "description": "Mercedes-Benz & Smart Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://calendar.mines.edu",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "http://www.minesnewsroom.com",
      "title": "Mines Newsroom - Official news from the Colorado School of Mines",
      "description": "Official news from the Colorado School of Mines covering innovation in teaching, learning, and research.",
      "preview": "Skip to main content 5 Questions with George Saunders: What STEM students asked the acclaimed author and Mines alum George Saunders '81 returns to Min"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/MyFonts-Buy-and-Download-Fonts-f14da000a65649c9b6bf30ae77fc482e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://larotative.info/spip.php?page=login&url=assises-de-la-maternelle-comment-2711.html&lang=fr",
      "title": "La Rotative - Archives",
      "description": "Site collaboratif d'informations locales, Tours et alentours",
      "preview": "Se connecter Identifiants personnels Login ou adresse email : Mot de passe : mot de passe oublié ? Rester identifié quelques jours S'inscrire"
    },
    {
      "url": "https://www.emijay.com/products/big-effing-claw-clip-in-buttercream",
      "title": "Big Effing Clip® Hair Claw in Buttercream &hyphen Emi Jay",
      "description": "This staple piece was made to be your neutral go-to.",
      "preview": "Skip to content Pause slideshow Play slideshow Out now: Toasted Sugar Free Standard Shipping On Orders $150+ Download our app award winner Big Effing"
    },
    {
      "url": "https://malpracticer.tumblr.com/post/145709315589",
      "title": "The class students like the most",
      "description": "The class students like the most codeorg: \" A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer...",
      "preview": "Home Art Tag Ask me anything Submit a post Mobile RSS Squiggle Zone Text The class students like the most codeorg : A recent survey asked students how"
    },
    {
      "url": "http://www.photopreneur.com/",
      "title": "Photopreneur - Photography Books, Photography ebooks and Photography Courses",
      "description": "Photography courses, books and ebooks on photography topics for amateur and professional photographers. Photoprenuer is the authority for books, courses and blogs about making money with your photography.",
      "preview": "P hotopreneur is a community project that publishes photography courses, photography books, photography ebooks and blogs for photographers, bloggers,"
    },
    {
      "url": "http://ptekarrieriroda.hu/allasajanlat/junior-lawyer-specialized-in-banking-finance-762.html",
      "title": "Vave Magyarország: Sportfogadások és online kaszinó",
      "description": "A Vave bukméker és online kaszinó valódi pénzben való játékhoz💸 A regisztrációt követően a bónuszt kriptovalutában fizetjük ki [BTC, ETH, USDT]. Több mint 40 sportágra ⚽ és több mint 1000 legjobb játékgépre 🎰 lehet fogadni.",
      "preview": "Bónusz Promóciók Nyerőhelyek No deposit Ingyen porgetes Vave: új bukméker és online kaszinó Magyarországon A hagyományos bukmékerek gyakran figyelmen"
    },
    {
      "url": "https://www.yourprimer.com/?utm_source=marketingplatform.google.com&utm_medium=et&utm_campaign=marketingplatform.google.com%2Fabout%2Fanalytics%2F",
      "title": "Italia in Digitale - Formazione Online Aziende e Professionisti",
      "description": "Scopri il programma e gli strumenti di formazione online Google per acquisire nuove competenze digitali per la tua crescita aziendale e professionale.",
      "preview": "Questo sito utilizza i cookie per erogare i propri servizi e migliorarne la qualità e per analizzare il traffico. Se accetti, i cookie vengono utilizz"
    },
    {
      "url": "https://www.montana.edu/calendar/events/35017",
      "title": "MSU Calendar | Montana State University",
      "description": "void",
      "preview": "MSU Calendar MSU Calendar of Events Search by authors Search by publication titles Search by article titles Search Clear Submit an Event The MSU Calen"
    },
    {
      "url": "https://www.visualstudio.com/",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "http://www.cnr.it/",
      "title": "Home | Consiglio Nazionale delle Ricerche",
      "description": "void",
      "preview": "Salta al contenuto principale Navigazione Il Golfo di Napoli svela una grande scogliera corallina a 500 metri di profondità Nota stampa 10/09/2025 Dal"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/i/impressionism",
      "title": "Impressionism | Tate",
      "description": "Tate glossary definition for impressionism: Approach to painting scenes of everyday life developed in France in the nineteenth century and based on the practice of painting finished pictures out of doors and spontaneously 'on the spot'",
      "preview": "Impressionism Impressionism developed in France in the nineteenth century and is based on the practice of painting out of doors and spontaneously 'on"
    },
    {
      "url": "https://www.kostenlose-urteile.de/Urteile_vom_2005-11-11.htm",
      "title": "urteile.news | 11.11.2005 - Urteilsmeldungen von diesem Tag",
      "description": "deutsche und ausgewählte EU-Rechtsprechung ➤ Verkehrsrecht / Straßenverkehrsrecht ✔ Verwaltungsrecht ✔ Sozialrecht ✔ Versammlungsrecht ✔ Presserecht",
      "preview": "Veröffentlichungen vom 11. November 2005 Urteile, erschienen im November 2005 Mo Di Mi Do Fr Sa So 44 1 2 3 4 5 6 45 7 8 9 10 11 12 13 46 14 15 16 17"
    },
    {
      "url": "https://careersolutionsjobs.org/donate/friends-of-career-solutions/",
      "title": "Friends of Career Solutions - Career Solutions",
      "description": "Success begins here! Friends of Career Solutions (FOCS) is a 501c3 Not-For-Profit collaborating with Career Solutions on workforce programs serving youth and immigrants. Thanks to sponsorships, donations, and grants, programs are FREE to participants. Donations are tax deductible.",
      "preview": "Skip to content Friends of Career Solutions Friends of Career Solutions Career Solutions 2025-07-16T12:13:52-05:00 Success begins here! Friends of Car"
    },
    {
      "url": "https://www.cornertablenantucket.com/",
      "title": "The Corner Table Café",
      "description": "The Corner Table Cafe is a year-round cafe in Nantucket. Serving healthy comforting food in a place that feels like home.",
      "preview": "0"
    },
    {
      "url": "https://www.inspectionpanel.org/",
      "title": "Home | Inspection Panel",
      "description": "void",
      "preview": "Skip to main content Release of the latest Emerging Lessons Series on Livelihoods Learn more Tracking a case 178 Complaints across 57 countries Search"
    },
    {
      "url": "https://www.acer-userforum.de/members/jim-pansen.76925/",
      "title": "Jim Pansen | Acer-Userforum.de",
      "description": "void",
      "preview": "Zurzeit aktive Besucher Profilnachrichten Profilnachrichten suchen Menü Login Registrieren App installieren Installieren Foren Mitglieder JavaScript i"
    },
    {
      "url": "https://www.skiutah.com/",
      "title": "Ski Utah - Ski Utah",
      "description": "Ski Utah is dedicated to promoting the ski and snowboard industry in the great state of Utah. The state of Utah is famous for its world-class resorts and for having The Greatest Snow on Earth®.",
      "preview": "Plan Your Trip Ski Resorts Lodging Activities Reservation Experts Outdoor Shops + Gear Food + Drink Transportation Ski School All Amenities Utah Regio"
    },
    {
      "url": "https://bellofox.com/",
      "title": "Buy Women Fashion Accessories,Jewellery, Sunglasses Online - Bellofox",
      "description": "Women Fashion Accessories : Get a fabulous look with the Bellofox beautiful fashion accessories, which will help you to collect some high-fashion accessories to accentuate your wardrobe.",
      "preview": "💖 Buy 2 Get 1 Free on Selected Styles - Limited Time Only 💖 💖 Buy 2 Get 1 Free on Selected Styles - Limited Time Only 💖 💖 Buy 2 Get 1 Free on Selected"
    },
    {
      "url": "https://downtownaustin.com/covid-19/roadmap-to-recovery/",
      "title": "Roadmap to Recovery and Resilience | Downtown Austin Alliance",
      "description": "Our Roadmap to Recovery includes urgent short-term strategies and long-term goals to promote the ongoing growth and enhanced resilience of downtown Austin.",
      "preview": "Skip to main content Roadmap to Recovery and Resilience Addressing economic recovery needs and opportunities for downtown Austin is one of the fastest"
    },
    {
      "url": "https://swipepages.com/",
      "title": "Best Landing Page Builder for Conversions - Swipe Pages",
      "description": "Generate leads & increase conversion rate using fast, mobile optimized landing pages. A Landing page builder trusted by 7500+ ROI driven marketers.",
      "preview": "Product Landing Page Templates AI Page Builder Mobile Landing Pages Features Performance Pricing Solutions For Agencies For Ecommerce For SaaS For Rea"
    },
    {
      "url": "http://thesharetrust.org/",
      "title": "The Share Trust",
      "description": "The Self Help Group approach is a fundamental belief in the ability of people, working collectively, to revolutionize their communities.",
      "preview": "Back Approach Team Partners Financials Work With Us Back Self Help Groups Local Coalition Accelerator Enabling Environment Back Research Resources Pas"
    },
    {
      "url": "https://ubeauty.com/products/the-mantle-skin-conditioning-wash?variant=40855746412644",
      "title": "Nourishing Double Cleanser - U Beauty the MANTLE",
      "description": "Our nourishing double cleanser effectively removes makeup, sunscreen, dirt, sweat, and pollutants while helping to maintain the skin's natural balance. Grab yours!",
      "preview": "FREE SHIPPING ON ALL ORDERS | FREE GIFT ON ORDERS US$200+ USA (English) Canada (English) Canada (Français) UK/EU/International"
    },
    {
      "url": "https://www.samadeva.com/event?type=25&date=nextweek&dept=26&xevtyp=2",
      "title": "Events | Samadeva",
      "description": "void",
      "preview": "Se rendre au contenu Prochaine semaine Evénements à venir Méthodes All Categories 3 Danses et mouvements sacrés 1 Ennéagramme 1 Fin de vie et guidance"
    },
    {
      "url": "https://fr.servicestart.com/showFAQ.do;jsessionid=88D9CFB3B66BCFD04ACF6CA8C3694736",
      "title": "Prenez le bon départ - devis des Pros - Servicestart",
      "description": "Obtenez jusquà cinq devis comparatifs ! Etes-vous Prestataire ? Recevez gratuitement des demandes ciblées par service et par secteur. Exemple de services : Expert-comptable, Syndic de copropriété, Nettoyage, Architecte.",
      "preview": "Prenez le bon départ - devis de Pros ...ou faites votre demande par téléphone 01 70 61 08 36 Services - Toutes les catégories Changer la langue : Engl"
    },
    {
      "url": "https://www.scsglobalservices.com/services/sustainably-grown-certification",
      "title": "SCS Sustainably Grown® Certification | SCS Global Services",
      "description": "Distinguish Your Brand with the Most Comprehensive Claim for Sustainable Agriculture",
      "preview": "Skip to main content SCS Sustainably Grown® Certification Distinguish Your Brand with the Most Comprehensive Standard for Sustainable Agriculture Appl"
    },
    {
      "url": "https://creativecommons.org/licenses/by-nc/4.0/",
      "title": "Deed - Attribution-NonCommercial 4.0 International - Creative Commons",
      "description": "void",
      "preview": "Skip to content Canonical URL https://creativecommons.org/licenses/by-nc/4.0/ See the legal code You are free to: Share - copy and redistribute the ma"
    },
    {
      "url": "http://www.fandango.com/PrivacyPolicy.aspx",
      "title": "Fandango | A Message To Our Fans",
      "description": "A Message To Our Fans",
      "preview": "Sorry, Fandango is not available outside the United States."
    },
    {
      "url": "http://yt.be/songwriters",
      "title": "YouTube for Songwriters - Songwriters Home",
      "description": "Browse resources tailor-made for songwriters, producers, and their teams. Find answers, create your visual discography, and promote your latest work on YouTube.",
      "preview": "The Home For Songwriters On YouTube Made just for you - a space created for songwriters, producers, and their teams to thrive on YouTube. Browse Resou"
    },
    {
      "url": "https://thelastmileradio.org/",
      "title": "Home - The Last Mile Radio",
      "description": "The Last Mile Radio on SiriusXM serves as an inspiring and informative platform dedicated to criminal justice reform and the transformative potential of individual change.",
      "preview": "Stories of Paving the Road to Change Live Broadcast Saturdays @ 12pm ET Season 3 Episode 91: April Bosworth and Michelle Cirocco 28:00 September 29, 2"
    },
    {
      "url": "https://imcsnet.org/",
      "title": "IMCS NETWORK | IMCS",
      "description": "void",
      "preview": "Skip to main content IMCS NETWORK Image Image Promoting and facilitating communication collaboration coordination capacity development across our comm"
    },
    {
      "url": "https://www.stiriagricole.ro/date/2017/01/18",
      "title": "18 ianuarie 2017 | StiriAgricole.ro",
      "description": "void",
      "preview": "Sari la conținut Instagram Rss Facebook Twitter Caută 00000001pm 720020, PM1 PNDR: pana cand puteti depune proiecte cu fonduri europene pe submasura 4"
    },
    {
      "url": "https://www.change.org/p/ban-water-beads-now",
      "title": "Petizione · BAN WATER BEADS NOW!!!!!! - Stati Uniti · Change.org",
      "description": "Water beads are a Small & Deadly Danger! Even just ONE water bead can KILL! Our goal is to protect children by demanding the CPSC require manufacturers and retailers put clearer warning labels on water bead products, prohibit water beads from being marketed to children as toys, and for Congress to pass legislation protecting our children from water beads, and other hazardous products by ensuring",
      "preview": "BAN WATER BEADS NOW!!!!!! BAN WATER BEADS NOW!!!!!! Firmatari recenti Shelby Quinn • 18 ore fa Summer Anthonette Terez • 4 giorni fa harumi jin • 4 gi"
    },
    {
      "url": "https://blackazian13.tumblr.com/",
      "title": "Cat Submarine!",
      "description": "Lexie B. | Chocolate Connoisseur | Wanna Be World-Traveler",
      "preview": "Next Cat Submarine! Go ahead, shoot for the stars! No seriously go ahead, I'll try to answer anything as truthfully as possible Or just just a note sa"
    },
    {
      "url": "https://www.adoreme.com/try-adoreme-elite",
      "title": "The Elite Box | Monthly Lingerie Subscription Box | Adore Me",
      "description": "Try Adore Me Elite Box, a monthly lingerie subscription box curated just for you, delivered right to your doorstep. Lingerie shopping has never been easier.",
      "preview": "void"
    },
    {
      "url": "https://mpa-guide.protectedplanet.net/",
      "title": "The MPA Guide",
      "description": "void",
      "preview": "The MPA Guide is a science-based tool and framework to identify different types of MPAs and connect these types of MPAs with the outcomes they are exp"
    },
    {
      "url": "https://georgiablanch7.tumblr.com/",
      "title": "@georgiablanch7 on Tumblr",
      "description": "Follow @georgiablanch7 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://my.tonies.com/legals/privacy-policy",
      "title": "tonies® - Welcome to mytonies",
      "description": "This is the home of your tonies and great audio-content.",
      "preview": "You need to enable JavaScript to run this app. Scheinbar nutzt du einen veralteten Browser. Damit Du weiterhin mytonies nutzen kannst, aktualisiere De"
    },
    {
      "url": "https://www.pkp.pl/pl/bilety",
      "title": "Nie znaleziono żądanej strony",
      "description": "Strona internetowego serwisu korporacyjnego PKP S.A. (Polskie Koleje Państwowe Spółka Akcyjna)",
      "preview": "Nie znaleziono żądanej strony. Kontynuując przeglądanie stron serwisu pkp.pl wyrażasz zgodę na używanie plików cookies. Poprzez zmianę ustawień swojej"
    },
    {
      "url": "http://www.oceana.org/",
      "title": "Oceana | Protecting the World's Oceans",
      "description": "Working to protect and restore our oceans, Oceana is the largest international advocacy organization dedicated solely to ocean conservation. Learn more and get involved.",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== QG1lZGlhIG9ubHkgc2NyZWVuIGFuZCAobWluLXdpZHRoOiA3ODJweCkgeyAud3AtYmxvY2stdG9vbHNld"
    },
    {
      "url": "https://usa.oceana.org/blog/global-fishing-watch-put-test-monitoring-phoenix-islands-protected-area",
      "title": "Global Fishing Watch Put to the Test: Monitoring the Phoenix Islands Protected Area - Oceana USA",
      "description": "In November 2014, Oceana unveiled the prototype of a new tool that will enhance transparency and accountability in commercial fishing fleets around the world. A public version is set to launch this year, but Global Fishing Watch has already been put to the test. Near real-time data, as well as historical data dating back to ... Read more",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://help.lyft.com/hc/en-us",
      "title": "Lyft Help",
      "description": "void",
      "preview": "Skip to Content How can we help you? Popular articles Lost and found for riders How and when driver pay is calculated Report a safety incident or cita"
    },
    {
      "url": "https://bugatti.oemdtc.com",
      "title": "Bugatti - OEMDTC",
      "description": "Bugatti Recalls, Technical Service Bulletins, TSB's, Diagnostic Tips & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://apps.apple.com/us/developer/google-llc/id281956209",
      "title": "‎Google Apps on the App Store",
      "description": "Download apps by Google, including YouTube TV, YouTube Kids, YouTube, and many more.",
      "preview": "Google Bundles Best of Google bundle Productivity iPad & iPhone Google NotebookLM Productivity Google Gemini Productivity Google Play Console Develope"
    },
    {
      "url": "https://alerts.mongabay.com/",
      "title": "Subscribe to Mongabay news alerts",
      "description": "Subscribe to environmental news alerts.",
      "preview": "Subscribe to Mongabay news alerts Our topic-based news alerts allow you to get daily or weekly notifications via email about topics you select. Simply"
    },
    {
      "url": "https://www.callherdaddy.com/",
      "title": "Call Her Daddy",
      "description": "Call Her Daddy podcast hosted by Alex Cooper exclusively on Spotify.",
      "preview": "Shop NEW DROP AVAILABLE NOW SHOP HERE NEW PRODUCTS View All → Tops Bottoms Sets All Products Health And Wellness Crewneck (Blue) Health And Wellness S"
    },
    {
      "url": "https://www.self.com/story/issa-rae",
      "title": "Issa Rae on Life as a Newlywed, Creating Boundaries, and Taking Care of One Another | SELF",
      "description": "In SELF magazine's September cover, we're talking self-care and community care with actor, writer, and producer Issa Rae.",
      "preview": "Skip to main content Fitness Food Health Love Beauty Sports Life Health Conditions Shopping Video Challenges Workouts Newsletter Signup See the 2025 S"
    },
    {
      "url": "https://left.gr/mayri-ergasia?page=2",
      "title": "μαύρη εργασία :: 3 :: left.gr",
      "description": "void",
      "preview": "to top Παράκαμψη προς το κυρίως περιεχόμενο Φόρμα αναζήτησης Αναζήτηση Ηλεκτρονικά πλέον στο Σώμα Επιθεωρητών Εργασίας οι καταγγελίες για ανασφάλιστη"
    },
    {
      "url": "http://cs.stanford.edu/people/eroberts/",
      "title": "Eric Roberts: Home Page",
      "description": "void",
      "preview": "Eric Roberts Charles Simonyi Professor of Computer Science, emeritus Links: Courses Books Papers Talks Biographical sketch Curriculum vitae [ pdf ] No"
    },
    {
      "url": "https://www.clarinsusa.com/en/instant-eye-make-up-remover/01183100.html",
      "title": "Clarins Eye Makeup Removers | CLARINS®",
      "description": "Shop Clarins' range of plant-based eye makeup removers-an essential part of your everyday skincare routine. Gentle and compatible with all skin types.",
      "preview": "Skip to page content Go to footer Accessibility tool Receive a FREE 7-piece gift with any $100+ order. CODE: BEST25 Learn more Receive a FREE Mary's M"
    },
    {
      "url": "https://aqbutik.se/sv/tarot-angla-orakelkort/tarotkort/large-thoth-tarot-deck-aleister-crowley.html",
      "title": "void",
      "description": "void",
      "preview": "kontakt@aqbutik.se 0733227727 Produkter Aromalampor/Doftlampor. Askar och Boxar Blandat Buddhor Böcker CD & DVD Doftoljor, Eteriska oljor, Parfymer oc"
    },
    {
      "url": "https://supportlocal.usatoday.com/",
      "title": "Support Local Businesses with USA TODAY Network",
      "description": "Support Local is a place to show support for your local businesses during this challenging time. Help us continue to serve your communities in the future.",
      "preview": "Support Local Businesses Small businesses are facing a great challenge. Your city needs your support. As we begin rebuilding America, it's important t"
    },
    {
      "url": "http://twitpic.com/2xbppo",
      "title": "Twitpic",
      "description": "void",
      "preview": "Dear Twitpic Community - thank you for all the wonderful photos you have taken over the years. We have now placed Twitpic in an archived state. For mo"
    },
    {
      "url": "https://help.lyft.com/hc/e/articles/115013078668-Scheduled-rides-for-riders#scheduleride",
      "title": "Scheduled rides for riders - Lyft Help",
      "description": "void",
      "preview": "Skip to Content Scheduled rides for riders You can plan ahead by scheduling a ride up to 90 days ahead of time. When you schedule a ride, you'll speci"
    },
    {
      "url": "https://www.biotyfoule.org/project_patrick-lambert/",
      "title": "Patrick Lambert | Biotyfoule",
      "description": "void",
      "preview": "Patrick Lambert 6 coteaux de Sonnay - 37500 Cravant les Coteaux AOC : Chinon www.chinon.com/vignoble/patrick-lambert Web essentials Non Gamstop Casino"
    },
    {
      "url": "https://www.denverbroncos.com/news/denver-broncos-cheerleader-gabriela-windey-named-a-co-winner-of-pop-warner-human",
      "title": "Denver Broncos Cheerleader Gabriela Windey named a co-winner of Pop Warner Humanitarian Award",
      "description": "Windey is the first woman to receive the honor, which usually is given to NFL players.",
      "preview": "Skip to main content Advertising Denver Broncos | News Denver Broncos Cheerleader Gabriela Windey named a co-winner of Pop Warner Humanitarian Award A"
    },
    {
      "url": "http://www.garzia.it/",
      "title": "Garzia.it",
      "description": "void",
      "preview": "Sito in costruzione"
    },
    {
      "url": "https://www.themuseumofbroadway.com/",
      "title": "The Museum of Broadway - An Immersive Museum.",
      "description": "The Museum of Broadway is an interactive and experiential museum that celebrates Broadway's rich history, the behind-the-scenes and its game changers.",
      "preview": "WINNER! USA Today 10 Best Pop Culture Museums Tickets WINNER! USA Today 10 Best Pop Culture Museums Stages of Imagination: The Iconic Broadway Designs"
    },
    {
      "url": "https://rdmasters.lympago.com/2016/12/we-spotted-this-ai2-scooting-along-at_4.html",
      "title": "We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today!",
      "description": "We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today!",
      "preview": "Skip to main content We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today! Get link Facebook X Pin"
    },
    {
      "url": "http://www.usanetwork.com/page/help",
      "title": "Availability Notice",
      "description": "void",
      "preview": "Enable JavaScript to run this app. Skip to main content Skip to main content"
    },
    {
      "url": "https://sklep.zrobswojkosmetyk.pl/pl/p/mail/recommend/3802",
      "title": "Surowce kosmetyczne i naturalne półprodukty | Zrób Swój Kosmetyk - Zrób Swój Kosmetyk",
      "description": "Oferta Zrób Swój Kosmetyk ma składniki, zioła i surowce do tworzenia kosmetyków naturalnych, świec i mydeł! Ekstrakty roślinne i owocowe, hydrolaty, olejki eteryczne i glinki. Zamów teraz!",
      "preview": "Zarejestruj się Zaloguj się Jesteś w: » Strona główna Promocja na Masła Kosmetyczne do nawet -15% Sprawdź Tutaj Złożenie zamówienia oznacza akceptację"
    },
    {
      "url": "https://depositphotos.com/",
      "title": "Royalty-free Images, Photo Stock, Video & Music | DepositPhotos",
      "description": "Royalty-free stock images at affordable prices on DepositPhotos. Download stock photos for commercial use. Pictures, videos, music for every topic.",
      "preview": "Current page requires JavaScript, this web browser either does not support JavaScript, or scripts are being blocked. Please turn on JavaScript or use"
    },
    {
      "url": "https://dukespace.lib.duke.edu/dspace/bitstream/handle/10161/2847/2000%20commencement.pdf?sequence=3",
      "title": "Commencement Program",
      "description": "Graduation programs for commencement at Duke University.",
      "preview": "Commencement Program Loading... Files 1850_commencement_program.pdf 489.64 KB 1859_commencement_program.pdf 764.36 KB 2000 commencement.pdf 4.64 MB 20"
    },
    {
      "url": "https://act.feedingamerica.org/R97FxdMzpUi1W5dBdcPdqw2",
      "title": "Urge Congress: Permanently expand SNAP benefits! | Feeding America",
      "description": "Join me in taking action to fight hunger today.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://kidshelpphone.ca/text/",
      "title": "Need help now? Text our texting service. - Kids Help Phone",
      "description": "Youth can text for mental health support 24/7 using Kids Help Phone's texting service.",
      "preview": "Get help right now Message Online Text Call Need help now? To start using the text service, text CONNECT to 686868 or tap to message online from a web"
    },
    {
      "url": "https://reviveapp.net/",
      "title": "Revive - Photo Animation App. Animate Old Photos in Seconds",
      "description": "Revive is a super easy AI app that lets you create an animation from any photo. Just one tap and any image can dance, sing and speak.",
      "preview": "Bring any image to life Get amused Turn your granny into a singer Make your baby talk and sing Prank your friends and ROFL Dance along with your date"
    },
    {
      "url": "https://www.fark.com/",
      "title": "Drew Curtis' FARK.com",
      "description": "Humorous views on interesting, bizarre and amusing articles, submitted by a community of millions of news junkies, with regular Photoshop contests.",
      "preview": "Skip to content Try Ads-Free Fark Report It's Not News, It's Fark How To Fark Log In | Sign Up » Login Password Forgot password? X FARK TotalFark my F"
    },
    {
      "url": "https://apostforyou.tumblr.com/",
      "title": "Autumn ^.^",
      "description": "Quotes, Songs, Pictures and more. Feel free to asking me a question I'm open to anything...",
      "preview": "heyitsmec asked: Once you get this, list 5 things that make you happy, and then put this in the ask box of the last 10 people in your activity <3 Food"
    },
    {
      "url": "http://www.retrosoftware.co.uk/",
      "title": "Retrosoftware",
      "description": "void",
      "preview": "Main Page From Retrosoftware Jump to: navigation , search Welcome to RetroSoftware.co.uk Contents 1 Retro Software: Homebrew games publisher ... mainl"
    },
    {
      "url": "https://patriotpost.us/articles/81010-the-lefts-covert-war-on-the-suburbs-2021-07-01/print",
      "title": "The Left's Covert War on the Suburbs - The Patriot Post",
      "description": "void",
      "preview": "The Patriot Post ® · The Left's Covert War on the Suburbs By Douglas Andrews · July 1, 2021 https://patriotpost.us/articles/81010-the-lefts-covert-war"
    },
    {
      "url": "http://www.aboutads.info/choices",
      "title": "WebChoices",
      "description": "The new WebChoices consumer choice tool.",
      "preview": "WebChoices Beta Using this tool, you can control the collection and use of data for interest-based advertising on this browser. Make Selections to Lim"
    },
    {
      "url": "https://iloveladycakes.com/",
      "title": "LadyCakes Bakery - Downtown Cape Coral, Cape Coral, FL",
      "description": "Ever since she was a little girl, Bess LadyCakes loved to bake. In 2014 she turned her passion into a business. This family-owned bakery offers anything from a quick treat to go, to a multilayered cake masterpiece.",
      "preview": "× Turn moments into memories! Choose us for your next special occasion or get-together. Got a birthday party, rehearsal dinner, corporate or other eve"
    },
    {
      "url": "https://give.feedingamerica.org/a/donate-monthly",
      "title": "Monthly Giving & Recurring Donations | Feeding America",
      "description": "Your monthly gift is the most effective way to help feed kids and families year-round. Help us in our fight against hunger with a recurring donation.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://www.fandango.com/mobilemovietickets",
      "title": "Fandango | A Message To Our Fans",
      "description": "A Message To Our Fans",
      "preview": "Sorry, Fandango is not available outside the United States."
    },
    {
      "url": "https://cz.products.erstegroup.com/Retail/cs/Produkty/Certifikaty/Bonus_certifikaty/Stranky/NovuC3uA9_emise/index.phtml",
      "title": "Investiční centrum",
      "description": "Přehled důležitých údajů o finančním trhu. Akcie a indexy. Peněžní a kapitálové trhy. Měny. Komodity. Mince a drahé kovy. kryptoměny.",
      "preview": "Přeskočit navigaci Jdi na Novinky Jdi na Přehled trhů Jdi na Aktuální produkty Jdi na Research Česká spořitelna 1 / 4 Zastavit Investiční centrum Česk"
    },
    {
      "url": "https://www.eventbrite.sg/e/low-cost-untraditional-e-commerce-business-for-the-e-commerce-professional-tickets-545261871937?aff=erelexpmlt",
      "title": "Low Cost Untraditional E-commerce Business for the E-commerce Professional Tickets, Fri, Mar 3, 2023 at 11:00 AM | Eventbrite",
      "description": "Eventbrite - YouthEssentialsSg presents Low Cost Untraditional E-commerce Business for the E-commerce Professional - Friday, March 3, 2023 - Find event and ticket information.",
      "preview": "Postponed View event Low Cost Untraditional E-commerce Business for the E-commerce Professional View details Follow this organizer to stay informed on"
    },
    {
      "url": "https://secondlife.com/",
      "title": "Official Site | Second Life - Virtual Worlds, Virtual Reality, VR, Avatars, and Free 3D Chat",
      "description": "Second Life's official website. Second Life is a free 3D virtual world and original metaverse where users can create, connect, and chat with others from around the world using voice and text.",
      "preview": "EXPLORE. DISCOVER. CREATE. Your world. Your imagination. Join Free Launch SL in browser Launch SL on desktop Expect the Unexpected Explore Now With th"
    },
    {
      "url": "https://www.hbo.com/insecure",
      "title": "Watch Insecure (HBO) | HBO Max",
      "description": "Watch Insecure (HBO) on HBO Max. Plans start at $9.99/month. Created by and starring Issa Rae, this comedy series looks at the friendship of two modern-day Black women and all of their tribulations.",
      "preview": "Skip To Content Choose your language ENGLISH English Español Skip To Content Oh no! This title currently isn't available to watch in your country. TV-"
    },
    {
      "url": "https://github.com/GlobalFishingWatch/gfwr",
      "title": "GitHub - GlobalFishingWatch/gfwr: R package for accessing data from Global Fishing Watch APIs",
      "description": "R package for accessing data from Global Fishing Watch APIs - GlobalFishingWatch/gfwr",
      "preview": "Skip to content"
    },
    {
      "url": "https://naufraghi-nella-rete.tumblr.com/",
      "title": "Naufraghi nella Rete",
      "description": "e il naufragar m'è dolce in questo mare?",
      "preview": "How the Singapore Circle Line rogue train was caught with data blog.data.gov.sg Why most unit testing is waste • /r/programming reddit.com Change you"
    },
    {
      "url": "https://biodiversitya-z.org/content/specially-protected-areas-of-mediterranean-importance-spami#:~:text=Description.%20The%20Specially%20Protected%20Areas%20of%20Mediterranean%20Importance,the%20components%20of%20biological%20diversity%20in%20the%20Mediterranean%2C",
      "title": "Specially Protected Areas of Mediterranean Importance (SPAMI) definition | Biodiversity A-Z",
      "description": "A cluster of online glossaries about biodiversity",
      "preview": "Home Areas Specially Protected Areas of Mediterranean Importance (SPAMI) Areas of Biodiversity Importance Summaries of globally relevant systems to id"
    },
    {
      "url": "https://inbuildingtech.com/buildings/brainbox-ai-watttime-partner-to-reduce-co2-emissions-produced-by-cre-properties/",
      "title": "BrainBox AI, WattTime partner to reduce CO2 emissions produced by CRE properties | RCR Wireless News",
      "description": "Canadian company BrainBox AI, a specialist in autonomous building technology, announced a partnership with WattTime, an environmental tech nonprofit.",
      "preview": "Facebook Linkedin RSS Twitter Youtube Subscribe News Channels 5G 5G Testing 6G IoT Network Infrastructure Open RAN Private 5G Telco AI Telco Cloud Res"
    },
    {
      "url": "https://ukchat.com/",
      "title": "Forums - Free Chat Rooms - UkChat.com",
      "description": "Free Online Chat Rooms Official Forum Boards - UkChat.com",
      "preview": "New posts Menu Log in Register Navigation Install the app Install How to install the app on iOS Follow along with the video below to see how to instal"
    },
    {
      "url": "https://www.camamba.com/",
      "title": "Free Webcam Chat Rooms - Camamba",
      "description": "The free webcam chat community. Find new friends from all over the world! Chat, flirt, play and share on Camamba. Much more than just a chat ...",
      "preview": "CAMAMBA - Webcam Chat The internet's most notorious webcam chat - come and join the family! Free Sign Up Log In Log into the Camamba Webcam Chat: User"
    },
    {
      "url": "https://developers.googleblog.com",
      "title": "Home - Google Developers Blog",
      "description": "void",
      "preview": "English Español (Latam) Bahasa Indonesia 日本語 한국어 Português (Brasil) 简体中文 Featured articles AI AI Homepage Gemini 2.5 Flash Image now ready for product"
    },
    {
      "url": "https://demonic-passion.tumblr.com/",
      "title": "I Pretend to Exist in Your Head",
      "description": "I am an imaginary song playing in the back of your head and the dancing lights that pop up on the outskirts of your vision. Created somewhere between make-believe and playing pretend. Come in and have...",
      "preview": "I am an imaginary song playing in the back of your head and the dancing lights that pop up on the outskirts of your vision. Created somewhere between"
    },
    {
      "url": "https://shopfavoritedaughter.com/",
      "title": "Favorite Daughter",
      "description": "Favorite Daughter offers trendy women's clothing, including stylish denim, dresses, tops, and accessories. Shop for high-quality, fashionable pieces that fit your lifestyle.",
      "preview": "Loading... Skip to content Cart Close Dialog You are $0.00 away from free shipping YOU HAVE NO ITEMS IN YOUR SHOPPING CART. Subtotal $0.00 Cart Checko"
    },
    {
      "url": "https://refactoringui.com/previews/building-your-color-palette/",
      "title": "Building Your Color Palette - Refactoring UI",
      "description": "void",
      "preview": "Refactoring UI home page Building Your Color Palette Adapted from our book and video series, Refactoring UI . Ever used one of those fancy color palet"
    },
    {
      "url": "https://aalftc.org/",
      "title": "African American Leadership Forum",
      "description": "We lead by manifesting racial equity through radically innovative solutions. We're bringing this world from our imagination into being, through cross-community collaboration.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.pixelistes.com/forum/mycalendar3.php?month=12&year=2022&sid=b7a799b02a930f0995e5488ed89fa26a",
      "title": "Pixelistes • Calendrier",
      "description": "void",
      "preview": "L'équipe Mentions légales Nous contacter Publicité Subscribe to our Feed Recherche avancée Index du forum Galeries Annuaire Calendrier Règlement Blog"
    },
    {
      "url": "https://www.weather.gov/source/zhu/ZHU_Training_Page/turbulence_stuff/turbulence/turbulence.htm",
      "title": "Turbulence",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://igotmeamovie.tumblr.com/post/144213563447",
      "title": "Welcome friend - Computing occupations are now the #1 source of new wages in America",
      "description": "Computing occupations are now the #1 source of new wages in America codeorg: \"A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "Welcome friend Laurence; 19, bi. Gender? Hahaha shit idk. Archive Search May 11th, 2016 at 4:28PM Computing occupations are now the #1 source of new w"
    },
    {
      "url": "https://marketentryfund.org/",
      "title": "Funding for Food Businesses and Farmers - The Market Entry Fund",
      "description": "The Market Entry Fund is a nonprofit that enables small businesses in food production to thrive through connections, business consulting, and micro-grants.",
      "preview": "Welcome Enabling Local Food | Beverage Production Enabling Local Food | Beverage Production Enabling Local Food | Beverage Production Enabling Local F"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85935",
      "title": "Searchable Recipe Database - Sesame Braised Chicken in a Pot With Shiitake, Daikon and Ginger",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://donate.stripe.com/aEUbLhbeYgR5aYwfYZ",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.votervoice.net/GOODWILL/home",
      "title": "Action Center",
      "description": "void",
      "preview": "Action Center Action Center Policy Policy Priorities Key Legislation Blog Register to Vote Sign Up Check back later! Goodwill Industries International"
    },
    {
      "url": "https://www.bloomberg.com/tosv2.html?vid=&uuid=b507760d-76bc-11ec-8922-7374547a4a4a&url=L2FwcHMvbmV3cz9waWQ9d2FzaGluZ3RvbnN0b3J5JnNpZD1hZUVBQkJOeGZzQ3M=",
      "title": "Bloomberg - Are you a robot?",
      "description": "void",
      "preview": "We've detected unusual activity from your computer network To continue, please click the box below to let us know you're not a robot. Why did this hap"
    },
    {
      "url": "https://boerse.vr-profibroker.de/marktinfos/index.htn?u=8171706&rzbk=0003&rzid=XC&event=hv",
      "title": "Volksbank Leonberg-Strohgäu eG",
      "description": "void",
      "preview": "Informationen zu Cookies und lokalen Einstellungen Cookies und lokale Einstellungen sind kleine Datenpakete, die es uns und Ihnen erleichtern eine opt"
    },
    {
      "url": "http://abs.gov.au/AUSSTATS/abs@.nsf/DetailsPage/1270.0.55.004July%202011?OpenDocument",
      "title": "1270.0.55.004 - Australian Statistical Geography Standard (ASGS): Volume 4 - Significant Urban Areas, Urban Centres and Localities, Section of State, July 2011",
      "description": "void",
      "preview": "Skip to main content Archived content. This page is no longer actively maintained and may not function as intended. For the latest information and sta"
    },
    {
      "url": "https://bobbasset.com/items/bird-brass-beak-art-leather-mask/",
      "title": "Bird Brass Beak Art Leather Mask - Bob Basset",
      "description": "void",
      "preview": "01 02 03 04 05 06 Bird Brass Beak Art Leather Mask We don't currently have this mask in stock, but we can make a similar one for you. Manufacturing ti"
    },
    {
      "url": "https://www.ins4fl.com/insurance-companies/chubb-group/",
      "title": "Your Local Apopka Chubb Group Agency | DeClue Brothers Insurance Solutions",
      "description": "We've helped countless people throughout Florida save money and enjoy the peace of mind that a policy from Chubb Group provides.",
      "preview": "Skip to the content Home > Insurance Companies > Chubb Group Chubb Group Posted by DeClue Brothers Insurance Solutions on October 10, 2025 At DeClue B"
    },
    {
      "url": "https://www.wykop.pl/tag/technologia/",
      "title": "#technologia :: Wykop.pl",
      "description": "Wszystkie treści z tagiem #technologia - dyskusje, Znaleziska, Wpisy. Dodaj tag do obserwowanych i bądź na bieżąco!",
      "preview": "Najbogatszy Polak Zbigniew Sołowow inwestuje pod Krakowem. W Polsce powstało jedno z najnowocześniejszych biolaboratoriów w Europie. Więcej informacji"
    },
    {
      "url": "https://www.loomis.us/",
      "title": "Loomis US | The Future of Cash Management",
      "description": "Loomis integrated technology solutions offer the tools you need to manage cash across financial, retail, education, government, jewelry, healthcare, and high-value industries.",
      "preview": "Skip to main content Keep Your Staff in Store With labor costs on the rise, don't waste time on bank trips. Find Out How Outsource Your Cash Operation"
    },
    {
      "url": "http://www.excite.com/",
      "title": "www.excite.com",
      "description": "void",
      "preview": "Email Finance Sports Weather Entertainment web Web Images News Video Search Yellow Pages | White Pages Quick Links More Resources Autos Culture Entert"
    },
    {
      "url": "https://blog.artstorefronts.com/new-features/",
      "title": "Art Storefronts Features - New Additions to the ASF Platform",
      "description": "The latest and greatest features and updates we have released for the Art Storefronts online art gallery platform to help you sell more art online.",
      "preview": "#New Features The latest and greatest features and updates we have released for the Art Storefronts online art gallery platform. Send Me New Feature U"
    },
    {
      "url": "https://mygabc.org/",
      "title": "Greater Augusta Black Chamber Of Commerce - One Community",
      "description": "void",
      "preview": "Skip to content Pomimo łatwości uprawiania hazardu online w Polsce, nadal istnieją regulacje mające na celu zapobieganie uzależnieniu. Ostatnie badani"
    },
    {
      "url": "https://fentybeauty.com/products/stunna-lip-paint-longwear-fluid-lip-color-uncensored",
      "title": "Stunna Lip Paint Longwear Fluid Lip Color | Fenty Beauty",
      "description": "Shop Fenty Beauty's weightless, longwear liquid lipstick with a soft matte finish-born in a range of head-turning shades to suit all skin tones.",
      "preview": "Skip To Main Content Create an account to unlock free U.S. standard shipping + returns. | SIGN IN | SIGN UP 20% off moisturizing faves + a free Teddy"
    },
    {
      "url": "https://www.steveandalex.org/",
      "title": "Inspired Giving | Steven & Alexandra Cohen FoundationSteven & Alexandra Cohen Foundation | The Steven & Alexandra Cohen Foundation leads by example to show the world what giving can do.",
      "description": "The philanthropic efforts of the Steven & Alexandra Cohen Foundation started in 2001 and have resulted in over $1.3 billion in funds to public 501(c)(3) nonprofit organizations based in the United States that either help people in need or solve complex problems.",
      "preview": "Skip to content There's something you can do that doesn't take a lot: GIVE. Join us in giving to make the world a better place. \"With just a little bi"
    },
    {
      "url": "https://www.shift72.com",
      "title": "Shift72: Secure video on demand platforms",
      "description": "Shift72 is a white-labelled, secure video on demand platform that rapidly delivers streaming and monetisation solutions.",
      "preview": "Book a demo Trusted by the biggest names in industry See how it works Unmatched Flexibility on a Platform You Can Trust Shift72 stands apart as the go"
    },
    {
      "url": "http://www.decadecounter.com/",
      "title": "MASTER38 Slot gacor untuk para master slotter dimanapun berada",
      "description": "Beyoung: India's best online shopping site for trendy clothes. Shop cargos, joggers, oversized t-shirts, and more with Free Shipping & COD. Affordable style for every occasion!",
      "preview": "Log In / Signup logo Topwear T-shirts Plain T-shirts Printed T-shirts Regular Fit T-shirt Oversized T-shirts Polo T-shirts Full Sleeve Tshirts View al"
    },
    {
      "url": "https://www.scalemates.com/",
      "title": "Scalemates, plastic modeling database | stash manager",
      "description": "Search thousands of kits, articles, walkarounds, books, events, shops... Connect with scale modelers and manage your stash of kits",
      "preview": "Plastic modeling database Explore our massive database of kits, reviews, books, walkarounds, articles... Stash management Manage your collection of ki"
    },
    {
      "url": "https://honda.oemdtc.com",
      "title": "Honda & Acura - OEMDTC",
      "description": "Honda & Acura Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.ala.org/",
      "title": "American Library Association",
      "description": "American Library Association | Awards, publishing, and conferences: ALA membership advocates to ensure access to information for all",
      "preview": "Skip to main content"
    },
    {
      "url": "https://squareup.com/gift/DZ2XF6VYSST92/order",
      "title": "Order Havenly eGift Cards",
      "description": "Order Havenly eGift Cards online and give the perfect gift. Send gift cards instantly to anyone. Powered by Square Gift Cards",
      "preview": "void"
    },
    {
      "url": "https://www.manageo.fr/entreprises/398150797.html",
      "title": "▷Société SN FM INTERNATIONAL à RUEIL-MALMAISON (établissement secondaire fermé) : CA, résultats, bilan gratuit, SIRET, dirigeants, solvabilité, n° TVA - manageo.fr",
      "description": "10 oct. 2025 - Bilans, solvabilité, alertes, n° TVA gratuit, RCS, code NAF et APE, SIREN, dirigeants, publications officielles, effectifs, statuts",
      "preview": "ENTREPRISE SN FM INTERNATIONAL | 398 150 797 00015 71 BD RICHELIEU , 92500 RUEIL-MALMAISON voir la carte Autres activités manufacturières Etablissemen"
    },
    {
      "url": "https://colordesigner.io/",
      "title": "Color Designer - the most comprehensive color tools platform",
      "description": "Welcome to the most comprehensive color tools platform. Unleash your creativity using color wheel, devise harmonious palettes with the Color Palette Builder, and create depth with the gradient options. It's a designer's playground. Enjoy exploring!",
      "preview": "Hide Ads, 14 days free All Tools Color Palette Builder Gradient Generator Color Mixer Color Name Finder Color Converter Color palette from image Image"
    },
    {
      "url": "https://www.taylorjeanstephan.com/",
      "title": "Taylor Jean Stephan",
      "description": "Taylor Jean Stephan is a beauty, wellness & style expert. Her writing has appeared in Cosmopolitan, Elle, Oprah Daily, Women's Health, Refinery29, The Zoe Report, AskMen and more. She's an on- air correspondent and you can also find her on Instagram partnering with brands to review new products and try out hot celeb treatments.",
      "preview": "Scroll Taylor Jean Stephan is a beauty, wellness & style expert Work With Me shop with me Beauty Style wellness Nice to meet you! Meet Taylor Taylor p"
    }
  ],
  "_meta": {
    "total_bookmarks": 119
  }
}