{
  "data": [
    {
      "url": "https://brasil.mongabay.com/",
      "title": "Notícias ambientais - Mongabay Brasil",
      "description": "Notícias sobre vida selvagem e natureza",
      "preview": "Mais recente Destaque Projeto na maior favela do Brasil transforma óleo descartado em produtos ecológicos André Aram 10 Out 2025 As ações coletivas e"
    },
    {
      "url": "https://namati.org/",
      "title": "Namati",
      "description": "I am a member of the Grassroots Justice Network. I think you should join too! http://namati.org/join",
      "preview": "Skip to content Building Power, Deepening Democracy We advance social and environmental justice by building a movement of people who know, use, and sh"
    },
    {
      "url": "https://www.pafans.com/actualidad/2021/se-presenta-el-restaurante-twentynines-y-el-videojuego-the-beat-challenge-90507",
      "title": "Se presenta el restaurante TwentyNine's y el videojuego The Beat Challenge • Pafans.com",
      "description": "Las dos novedades llegan gracias a la unión de PortAventura World, LaLiga y Kosmos",
      "preview": "MENÚ Guía de PortAventura El resort PortAventura Park Mediterrània Polynesia SésamoAventura China México Far West Carnaval Easter Celebration Hallowee"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/cookies#cookie_management",
      "title": "Cookie Notice | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "https://billingsgazette.com/news/state-and-regional/flurry-of-keystone-xl-pre-construction-activity-resumes/article_2101a963-a28d-5956-9a22-695ad4cf643b.html",
      "title": "Flurry of Keystone XL pre-construction activity resumes",
      "description": "The Canadian company that wants to build the Keystone XL crude oil pipeline has informed a court that it will spray weeds, haul pipe, move work-camp modular housing and cut",
      "preview": "Skip to main content Skip to main content You have permission to edit this article. Edit Close"
    },
    {
      "url": "https://www.shredfoundation.org/",
      "title": "SHRED Foundation - Home",
      "description": "Speak to any of our SHRED volunteers and they can tell you how rewarding and fun it is to be involved on SHRED SUNDAYS. Volunteers get a free lift ticket and more. Click the the \"LET'S SHRED'...",
      "preview": "Home Our Mission SHRED Industries Volunteer Our Mission is to provide life and career opportunities to youth through snowboarding and skateboarding. S"
    },
    {
      "url": "https://fr.linkedin.com/company/unibail-rodamco-westfield?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Unibail-Rodamco-Westfield | LinkedIn",
      "description": "Unibail-Rodamco-Westfield | 136 816 abonnés sur LinkedIn. Creating sustainable places that Reinvent Being Together | Creating sustainable places that Reinvent Being Together. Unibail-Rodamco-Westfield is a creator and operator of unique sustainable places where people and communities connect through extraordinary, meaningful shared experiences. Working across the most dynamic markets in Europe and the US, Unibail-Rodamco-Westfield is committed to the vital role we can play in the regeneration of cities, accelerating their environmental transition to a net-zero future, and in the transformation of retail.",
      "preview": "LinkedIn respecte votre confidentialité LinkedIn et des tiers utilisent des cookies essentiels et non essentiels pour fournir, sécuriser, analyser et"
    },
    {
      "url": "https://lulac.org/",
      "title": "LULAC",
      "description": "To advance the economic condition, educational attainment, political influence, housing, health and civil rights of the Hispanic population of the United States.",
      "preview": "Skip to main content LULAC is the nation's largest and oldest civil rights volunteer-based organization that empowers Hispanic Americans and builds st"
    },
    {
      "url": "http://www.mytaxiindia.com/",
      "title": "Outstation Taxi Booking |Online Taxi & Car Rental Service| Mytaxiindia",
      "description": "Online outstation taxi booking |Call 0124-6263626 | Book an outstation taxi in Delhi, Gurgaon, Chandigarh, Pune, Mumbai, Darjeeling & 102 cities of India at lowest fares",
      "preview": "void"
    },
    {
      "url": "https://www.nga.gov/collection/highlights.html",
      "title": "Artworks | National Gallery of Art",
      "description": "Explore our collection of nearly 160,000 works spanning the history of Western art.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.rocksbox.com/",
      "title": "Rocksbox",
      "description": "The Ultimate Online Jewelry Shopping Destination. Discover a curated collection of rings, necklaces, earrings, and bracelets. Explore on-trend jewelry from top designers.",
      "preview": "Skip to content This site has limited support for your browser. We recommend switching to Edge, Chrome, Safari, or Firefox. Save 20%* - Discount Appli"
    },
    {
      "url": "https://press.assuralia.be/een-aanrijding-aangeven-met-je-smartphone-of-tablet-het-kan-voortaan-met-de-app-crashformr",
      "title": "Een aanrijding aangeven met je smartphone of tablet? Het kan voortaan met de app Crashform®",
      "description": "Voortaan hoeven bestuurders bij een aanrijding geen papieren aanrijdingsformulier meer te gebruiken. Dankzij de app Crashform kunnen zij met een...",
      "preview": "Auto Een aanrijding aangeven met je smartphone of tablet? Het kan voortaan met de app Crashform® 19 januari 2017 Voortaan hoeven bestuurders bij een a"
    },
    {
      "url": "https://www.afvalfondsverpakkingen.nl/nl",
      "title": "Home | Verpact",
      "description": "void",
      "preview": "Wij zijn Verpact Verpact staat voor makkelijke en betaalbare recyclingsystemen en een circulaire economie waarbij verpakkingsmateriaal een grondstof i"
    },
    {
      "url": "https://form.jotform.com/213476622243857",
      "title": "This workshop is full, please select another date.",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://etcanada.com/news/969657/paul-rudd-says-it-was-pointless-trying-to-get-in-shape-next-to-ant-man-co-star-jonathan-majors-he-was-terrifying/",
      "title": "The Leading Source for Entertainment and Celebrity News | Entertainment Tonight",
      "description": "Entertainment Tonight (ET) is the authoritative source on entertainment and celebrity news with unprecedented access to Hollywood's biggest stars, upcoming movies, and TV shows.",
      "preview": "Entertainment Tonight ETonline Streaming: Keep Watching UP NEXT ETonline Streaming: Keep Watching Victoria Beckham Opens Up About Eating Disorder and"
    },
    {
      "url": "https://www.google.ms/url?q=https://www.dealermobil.top/model/toyota-venturer",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://www.dealermobil.top/model/toyota-venturer . Se non deside"
    },
    {
      "url": "https://alowieke.blog/2016/06/20/het-web/",
      "title": "Het web - Alowieke",
      "description": ". . Als een vitale wilgenboom. of een veld vol madelieven. Als het groeien van cellen van een bevruchte eicel tot een dartel jong Als een oerknal van sterren en het begin van alles zo groeit het web van universum . Elke avond bij schemering komt ze. Je ziet haar niet zitten, in de...",
      "preview": "Naar de inhoud springen . . Als een vitale wilgenboom. of een veld vol madelieven. Als het groeien van cellen van een bevruchte eicel tot een dartel j"
    },
    {
      "url": "https://careers.bcg.com/",
      "title": "Home | Careers | Boston Consulting Group",
      "description": "Looking to jumpstart your career at BCG? Help our clients do amazing work while unlocking the potential of those who advance the world. Explore BCG jobs today.",
      "preview": "Search results Beyond is where we begin. Join our consulting team and collaborate with brilliant minds to shape the future of business, government, an"
    },
    {
      "url": "https://www.majorcadailybulletin.com/tag/Majorca+all+year.html",
      "title": "Tag: «Majorca all year»",
      "description": "All the news about «Majorca all year»: current events, latest news, news archive, videos and photos",
      "preview": "Etiqueta 'Majorca all year' Latest headlines Palma's strategy for being an all-year destination Low-season tourism has grown in Palma in recent years."
    },
    {
      "url": "https://data.gpo.zugaina.org/hamari/sci-libs/libsbig/",
      "title": "Index of /hamari/sci-libs/libsbig",
      "description": "void",
      "preview": "Index of /hamari/sci-libs/libsbig Name Last modified Size Description Parent Directory - Manifest 24-Aug-2025 02:16 638 libsbig-2.1.4.ebuild 06-Jun-20"
    },
    {
      "url": "https://www.lefigaro.fr/international",
      "title": "Le Figaro - International : Actualité internationale en direct",
      "description": "Donald Trump, Syrie, Brexit... Retrouvez toute l'actualité internationale sur Le Figaro",
      "preview": "Aller au contenu Passer la publicité Passer la publicité Publicité International Cessez-le-feu à Gaza : les images historiques des milliers de Palesti"
    },
    {
      "url": "https://speechify.com/medium?source=home-------------------------------------",
      "title": "Medium Members Can Listen To Any Medium Story With The Speechify Play Button | Speechify",
      "description": "At Medium and Speechify, we're always exploring new ways to make content more accessible. That's why we're excited to share that Speechify is available to all.",
      "preview": "Home Medium members can listen to any Medium story with the Speechify Play Button Medium members can listen to any Medium story with the Speechify Pla"
    },
    {
      "url": "https://www.accesscu.ca/en/news/access-cu-fulfills-commitment-for-better-member-experience-and-cyber-security",
      "title": "Access Credit Union - Access CU fulfills commitment for better member experience & cyber security",
      "description": "Access Credit Union persisted through the past year's challenges to deliver a promise made to their members for a better member experience and enhanced cyber security.",
      "preview": "Personal Business Wealth About Service Status Rates News Join Us Contact Search Sign In Search Sign In Sign In Personal + - Spending Saving Borrowing"
    },
    {
      "url": "https://www.holdingdownthefortpodcast.com/",
      "title": "Holding Down the Fort by US VetWealth Podcast | Jen Amos | Substack",
      "description": "A podcast dedicated to seasoned spouses preparing for military transition. Because you, too, are retiring - and now, it's your turn to own what's next. Click to read Holding Down the Fort by US VetWealth Podcast, by Jen Amos, a Substack publication.",
      "preview": "Holding Down the Fort by US VetWealth Podcast Subscribe Sign in Home Podcast Book BTS SBP Archive About 17:41 216: Military Transition for Seasoned Sp"
    },
    {
      "url": "https://cotswoldfarmhousefurniture.co.uk/pages/desks",
      "title": "Desks - Cotswold Farmhouse Furniture",
      "description": "void",
      "preview": "Free Delivery on all Products (Excluding Chairs) to Mainland England & Wales. Cart (0) 0 Dining Tables Table & Bench Sets Chairs Coffee Tables Console"
    },
    {
      "url": "https://lab.kb.nl/?theme=dark&amp%3Bf%5B0%5D=field_file_format%3A18&amp%3Bf%5B1%5D=field_product_source%3A5&f%5B0%5D=field_product_type%3A2&f%5B1%5D=field_product_source%3A9&f%5B2%5D=field_category%3A30",
      "title": "KB LAB | KB LAB",
      "description": "void",
      "preview": "Skip to main content KB LAB Join us and explore the KB's digital treasure trove In the KB Lab you can find experimental tools and data built for and f"
    },
    {
      "url": "https://www.deafwest.org/about",
      "title": "About Deaf West Theatre | Transforming Accessibility in the Arts",
      "description": "Learn about Deaf West Theatre's mission to create accessible, bilingual performances in American Sign Language (ASL) and English.",
      "preview": "top of page ABOUT Deaf West Theatre is dedicated to groundbreaking arts projects. By engaging creatives and audiences, we amplify and expand the defin"
    },
    {
      "url": "https://youngaudiences.org/",
      "title": "Young Audiences | Arts for Learning - National Organization",
      "description": "Founded in 1952, Young Audiences Arts for Learning is the nation's largest arts in education network, supporting arts integration and STEAM.",
      "preview": "Skip to main content Save the Date: 2025 National Benefit Gala Join Us October 21 CAPE Bringing New Afterschool Arts Classes to Chicago Elementary Sch"
    },
    {
      "url": "https://colorhunt.co/",
      "title": "Color Hunt - Color Palettes for Designers and Artists",
      "description": "Discover the newest hand-picked color palettes of Color Hunt. Get color inspiration for your design and art projects.",
      "preview": "Color Hunt ✕ Colors Collections Related Add to Chrome Palettes Create Collection About Instagram Terms of Service Privacy Policy Made by Gal Shir Blue"
    },
    {
      "url": "https://www.vectorstyler.com/",
      "title": "VectorStyler",
      "description": "Modern vector graphics and illustration software.",
      "preview": "VectorStyler 1.2, see what is new! For MacOS and Windows. Create illustrations, logos, icons, drawings and typography for screen, print and web The fu"
    },
    {
      "url": "https://thewickedmakers.com/",
      "title": "Wicked Makers - We make free DIY videos on YouTube.",
      "description": "We make free DIY videos on YouTube.",
      "preview": "Skip to main content Press enter to begin your search Close Search Wicked DIY. See Our Projects We're Jaimie & Jay! We make spooky stuff together on Y"
    },
    {
      "url": "https://www.tickpick.com/privacy",
      "title": "TickPick | Privacy Policy",
      "description": "Our Privacy Policy informs consumers on how we collect users data, how we use that data, and how to contact to us if you have questions regarding our policy.",
      "preview": "Close × MLB NHL NBA NFL CONCERTS OTHER SELL TICKETS EVENTS NEAR YOU ORGANIZE EVENTS MY ACCOUNT LOG IN BACK Arizona Diamondbacks Atlanta Braves Baltimo"
    },
    {
      "url": "https://www.bluenaturealliance.org/",
      "title": "Homepage - Blue Nature Alliance",
      "description": "A global partnership to catalyze the conservation of 18 million square kilometers of ocean over five years.",
      "preview": "A Global Partnership Catalyzing Momentum for Large-Scale Ocean Conservation Where We Partner Search Map 3D 2D Our Global Impact Ocean conservation are"
    },
    {
      "url": "https://www.epix.com/privacy-policy",
      "title": "MGM+ | Privacy Policy",
      "description": "Get MGM+ and get 1000s of movies and TV series, ad-free. Cancel anytime.",
      "preview": "MGM+ | Privacy Policy"
    },
    {
      "url": "https://www.thecrownact.com/about",
      "title": "About - The Official CROWN Act",
      "description": "The CROWN Act stands for \"Create a Respectful and Open World for Natural Hair,\" created in 2019 to ensure protection against discrimination based on race-based hairstyles by extending statutory protection to hair texture and protective styles such as braids, locs, twists, and knots in the workplace and public schools.",
      "preview": "0 The Official Campaign of The CROWN Act is led by the CROWN Coalition, founded by Dove, National Urban League, Color Of Change, and Western Center on"
    },
    {
      "url": "https://connect.mozilla.org/",
      "title": "Home - Mozilla Connect",
      "description": "Share product feedback, submit ideas for new features, and help shape future releases.",
      "preview": "Browse Support Mozilla Connect Ideas Discussions Community Labs Support Sign In Welcome to the Mozilla Connect Community! cancel Turn on suggestions A"
    },
    {
      "url": "https://www.flaquarium.org/",
      "title": "Explore The Florida Aquarium | Home of Marine Wonders",
      "description": "Discover the wonders of marine life at The Florida Aquarium. Experience engaging exhibits, conservation programs, and fun activities for the whole family.",
      "preview": "Skip to Content Your Adventure Starts Here Buy Tickets New Now Open!"
    },
    {
      "url": "https://www.flowerbeauty.com/products/warrior-princess-mascara-new",
      "title": "Warrior Princess Mascara | FLOWER Beauty",
      "description": "Get the fanned-out lash look fit for a princess. This vegan mascara boosts volume and length with a buildable formula that coats every single lash.",
      "preview": "Skip to content We're working on something new... In the meantime, please use our store locator to shop Flower Beauty. Shop Flower Beauty on CVS.com S"
    },
    {
      "url": "https://99designs.com/designers/search?categories[]=email-design",
      "title": "Trova il designer perfetto | 99designs",
      "description": "void",
      "preview": "Home Trova un designer Trova il designer perfetto Offriamo designer professionisti per oltre 90 specialità di design . Registrati per trovare il desig"
    },
    {
      "url": "https://azpbs.org/",
      "title": "Home - Arizona PBS",
      "description": "Arizona PBS specializes in the education of children, in-depth news and public affairs, lifelong learning, and the celebration of arts and culture - utilizing the power of noncommercial television, the Internet, educational outreach services, and community-based initiatives.",
      "preview": "Skip to content Alert: Defunded but not defeated: Your support is essential. Help keep Arizona PBS strong. watch the untold story | AIRS Oct. 10 King"
    },
    {
      "url": "https://www.iflix.com",
      "title": "iflix - Genuine HD Video Online Watching Platform | Chinese series,Korean series,Comic,etc.",
      "description": "iflix is both the producer and the provider of global high-quality video services. There are the latest popular TV series, movies, variety shows, and animations. HD videos are free to be viewed online. VIP members can unlock more wonderful exclusive contents! iflix also supports English subtitles, Thai subtitles, Indonesian subtitles, Malay subtitles, Korean subtitles, and other subtitles and dubbing.",
      "preview": "WeTV Hot 1 / 1 Love in the Crossfire Married by Fate, Bound by Love Love's Ambition Zhao Lusi and Chen Weiting's True Love Hypothesis Queendom (Uncut"
    },
    {
      "url": "https://subscribe.providencejournal.com/masthead?gps-source=CPMASTHEAD&itm_campaign=2023MAREVERG&itm_medium=ONSITE&onSuccessRedirectURL=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "http://britishnewsflash.org/warnhinweise-sollen-vor-massenvernichtungs-waffen-warnen/",
      "title": "British Newsflash Magazine - Liberty and Peace NOW - IBS Television Liberty - British Newsflash Magazine - Liberty and Peace NOW - IBS Television Liberty - radiotvinfo medianetwork - BRITISHNEWSFLASH.ORG",
      "description": "BRITISHNEWSFLASH.ORG This domain name is for sale. Owning a suitable domain name will help you achieve greater success in your career. For any business consultation about BRITISHNEWSFLASH.ORG, please contact us! ! !",
      "preview": "BRITISHNEWSFLASH.ORG available for sale For instantly purchase. Please contact us to get this domain. Get A Quote Telegram Whatsapp Skype [email prote"
    },
    {
      "url": "https://delorie.com/archives/browse.cgi?p=djgpp/1997/10/09",
      "title": "Mail Archives: djgpp/1997/10/09",
      "description": "void",
      "preview": "delorie.com / archives /browse.cgi search Mail Archives: djgpp/1997/10/09"
    },
    {
      "url": "https://store.nintendo.com/en-us/nintendo-switch-digital-games",
      "title": "My Nintendo Store - Nintendo Official Site",
      "description": "Shop at the My Nintendo Store for exclusive Nintendo merchandise, video games in digital and physical formats, Nintendo Switch™ systems, and much more.",
      "preview": "My Nintendo Store Donkey Kong™ Bananza DK Island & Emerald Rush DLC : Your action-packed vacation in the sun and sand starts here! Go bananas! Fantasy"
    },
    {
      "url": "https://freead1.net/grp/sale-buy:3/foods:100/mushrooms:536/USA:42/California:5/Artesia:139",
      "title": "Free ads without registration",
      "description": "The best classifieds. Free ads, easy and fast without registration. Post free ad.",
      "preview": "MAKE YOUR AD VIP Free ads without registration Job administration agriculture art / actors / designers babysitters / nanny banking commerce communicat"
    },
    {
      "url": "https://www.pissedandproud.org/ni-ju-san-besser-als-schlecht-live-in-remscheid-cd/",
      "title": "NI JU SAN - BESSER ALS SCHLECHT (LIVE IN REMSCHEID) CD | Günnis Reviews",
      "description": "(www.nix-gut.de) / (www.nijusan.de) Nach fünf Alben entschloss sich die Band aus dem Rheinland, ein Live-Album aufzunehmen, das von der Aufnahmequalität her nicht verkehrt ist, die Kapazität einer CD voll ausnutzt und mit seinen Live-Fotos und Grußworten im Booklet grundsätzlich eine runde Sach...",
      "preview": "Startseite Tonträger A-Z Tonträger A Tonträger B Tonträger C Tonträger D Tonträger E Tonträger F Tonträger G Tonträger H Tonträger I/J Tonträger K Ton"
    },
    {
      "url": "https://www.soulshineatsea.com/",
      "title": "Soulshine at Sea",
      "description": "In light of recent events, the Soulshine at Sea with Michael Franti event scheduled for November 4-8, 2025, is cancelled. We are actively working to announce a new event that will sail November 4-8, 2025. Additional details were shared on Monday, August 18. As we communicated on Friday, August 15 to booked guests, all guests will be offered options regarding their reservations, which include a full refund or future Sixthman credit. We appreciate your patience as we work behind the scenes to ...",
      "preview": "In light of recent events, the Soulshine at Sea with Michael Franti event scheduled for November 4-8, 2025, is cancelled. We are actively working to a"
    },
    {
      "url": "https://cozyearth.com/collections/online-warehouse-sale",
      "title": "Online Warehouse Sale | Cozy Earth",
      "description": "Shop our online warehouse sale and save up to 55% on best-selling products and more. Hurry, limited quantities available! All items are final sale.",
      "preview": "Please note: This Item is final sale. Exchanges, returns, & warranties not allowed. Valid while supplies last. All sales final. Added to Bag Pairs Gre"
    },
    {
      "url": "https://astronomyinspires.tumblr.com/",
      "title": "Astronomy Inspires",
      "description": "I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will share your love of all things Astro-related here. Please send me...",
      "preview": "Astronomy Inspires I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will sh"
    },
    {
      "url": "https://gurdiga.com/blog/2021/03/05/angular-tip-of-the-week-parametrized-templates/",
      "title": "Angular tip of the week: parametrized templates",
      "description": "On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way to get a \"parametrized\" piece of view. Coming...",
      "preview": "Menu March 5, 2021 Tags angular coding On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way"
    },
    {
      "url": "https://madeinjeddah.net/tag/greeting/",
      "title": "Greeting | madeinjeddah",
      "description": "Posts about Greeting written by Luqman, fawzibourkankaoukji, Majed Munshi, and redasejeny",
      "preview": "madeinjeddah urbanphenomena: design+research Tag Archives: Greeting About Jeddah Architectural Guide Made in Jeddah Research archive Social/Media Visu"
    },
    {
      "url": "http://www.precisiontrucks.com/",
      "title": "Precision Truck Products I America's #1 Toter Manufacturer",
      "description": "Precision Truck Products, Inc. - Home of the Precision 6-way Power Hitch and America's #1 Choice for the Mobile Home Transportation Industry",
      "preview": "top of page AMERICA'S #1 TOTER MANUFACTURER VIEW TRUCK INVENTORY TOTER GALLERY FOR MORE PAST CONVERSIONS, CLICK HERE CURRENT INVENTORY 2017 Freightlin"
    },
    {
      "url": "https://statebags.com/",
      "title": "STATE Bags - Backpacks, Totes and Bags for Women, Men & Kids",
      "description": "STATE designs fashionable bags for work, travel, gym, & play. Shop the perfect backpacks, totes, crossbody bags, diaper bags, kids' accessories & more.",
      "preview": "Skip to Main Content SHOP NOW Solids Graham Tote Nylon Pink WAITLIST! More details Quick shop Graham Tote Nylon Pink Graham Tote 8 Colors $120 Add | $"
    },
    {
      "url": "https://www.newamericaneconomy.org/stories/page/4/?state=new-york-district-24&category=feature",
      "title": "Stories - New American Economy",
      "description": "Documenting the impact of immigrants on our nation's economy.",
      "preview": "Skip To Content Learn more at iMarch.us now. Featured Stories View All Taiwanese Immigrant Engineer Turned Mayor in West Windsor Iranian Student Turne"
    },
    {
      "url": "https://www.goodwill.org/shoppers/",
      "title": "Shoppers - Goodwill Industries International",
      "description": "READ MORE from Shoppers",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content Shoppers Why Sh"
    },
    {
      "url": "https://thrivemarket.com/p/earth-mama-belly-butter",
      "title": "Earth Mama Belly Butter | Thrive Market",
      "description": "Buy Earth Mama Belly Butter online at Thrive Market. Save time and money and get the best healthy groceries delivered. Free shipping on most orders!",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Ear"
    },
    {
      "url": "http://banff.ca/index.aspx?NID=885",
      "title": "Imagery | Banff, AB - Official Website",
      "description": "In the interactive map below you will see grid showing the tiles of 2016 orthophoto imagery that can be downloaded as part of the Banff Open Data Initiative.",
      "preview": "Skip to Main Content Search Home Town Hall Open Data Imagery/Orthophoto Imagery 2022 Town of Banff Open Data Imagery In the interactive map below you"
    },
    {
      "url": "https://www.sportelo.com.ng/",
      "title": "Sportelo - Sports And Much More....",
      "description": "-",
      "preview": "Connect with us English Premier League 5 days ago Jim Beglin suggests Luis Diaz was disappointed with Liverpool teammate during Newcastle win; Luis Di"
    },
    {
      "url": "https://www.miga.org/",
      "title": "Homepage | World Bank Group Guarantees | MIGA",
      "description": "void",
      "preview": "Skip to main content Guarantee Platform World Bank Group Guarantees deliver efficiency and boost impact Get in Touch 1 / 3 Credit Guarantees For loans"
    },
    {
      "url": "http://www.chemicalelements.com/elements/ir.html",
      "title": "Chemical Elements.com - Iridium (Ir)",
      "description": "void",
      "preview": "Home About This Site Comments Help Links Window Version Show Table With: Name Atomic Number Atomic Mass Electron Configuration Number of Neutrons Melt"
    },
    {
      "url": "https://www.gafollowers.com/tag/stray-dog-savannah/",
      "title": "stray dog savannah - GAFollowers",
      "description": "A stray golden retriever is keeping watch over her puppy's grave at Laurel Grove Cemetery in Savannah, GA. She buried",
      "preview": "Friday, October 10, 2025 Login Home News Culture Opinion Lifestyle No Result View All Result No Result View All Result No Result View All Result Home"
    },
    {
      "url": "https://www.vg.no/sport",
      "title": "VG Sport - Alt om sport",
      "description": "Les alt om sport, og få siste nytt om fotball, håndball, vintersport, tennis, friidrett og mye mer!",
      "preview": "Hopp til hovedinnholdet"
    },
    {
      "url": "https://cool.culturalheritage.org/",
      "title": "Conservation OnLine - CoOL",
      "description": "Resources for conservation professionals",
      "preview": "Search Deep in CoOL Search CoOL ConsDistList Publications/List Archives Organizations Conservation Topics About CoOL Donate in support of CoOL Welcome"
    },
    {
      "url": "http://open.canada.ca/en",
      "title": "Open Government | Open Government - Government of Canada",
      "description": "Collaborative open source project led by the Government of Canada",
      "preview": "Language selection Français Skip to main content Skip to \"About government\" Switch to basic HTML version Open Government Access information that is d"
    },
    {
      "url": "https://es.mongabay.com/2022/06/panama-una-bandera-de-conveniencia-para-la-pesca-ilegal-oceanos/",
      "title": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar",
      "description": "Noticias sobre la fauna y la naturaleza",
      "preview": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar Mary Triny Zea , Michelle Carrere 13 Jun 2022 América Central La r"
    },
    {
      "url": "https://fondationprimat.org/en/projets/fighting-overfishing-in-the-mediterranean-through-increased-transparency/",
      "title": "Fighting overfishing in the Mediterranean through increased transparency - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Theme(s) Environment Duration 2021-2025 Challenge Preservation of ecosystems Locations Mediterranea Partners Global Fishing Watch Project funding Fond"
    },
    {
      "url": "http://hrscview.fu-berlin.de/",
      "title": "HRSC webGIS @ FU-Berlin Planetary Sciences",
      "description": "void",
      "preview": "Mouse pos. (Lon, Lat): Toolbar: × Layer"
    },
    {
      "url": "https://www.seedsindia.org/",
      "title": "Home - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Maharashtra Flood Response 2025 Donate Now Jammu & Kashmir and Punjab Flood Response 2025 Donate Now SEEDS receives prestigious United Nati"
    },
    {
      "url": "https://www.my-best-kite.com/how-to-make-a-kite.html",
      "title": "How To Make A Kite - 27 Kites! Illustrated Step-By-Step Instructions",
      "description": "Learn how to make a kite, 8 types to choose from, each in 3 sizes! Plus 3 Box kites. Full step-by-step instructions.",
      "preview": "This feature requires JavaScript to be turned on . 🔍 This feature requires JavaScript to be turned on . 🔍 Menu Home Home Page Site Map About Tim Kite"
    },
    {
      "url": "http://www.nacleanenergy.com/articles/35982/cleaner-ev-charging-can-reduce-curtailment",
      "title": "North American Clean Energy - Cleaner EV Charging Can Reduce Curtailment",
      "description": "The first half of 2019 was record-setting for renewable energy, though not necessarily for good reasons: in May, California curtailed a...",
      "preview": "Block ip Trap Popular now Why the West Needs to Secure Heavy Rare Earths for the Future of Advanced Manufacturing Read Article Articles All articles n"
    },
    {
      "url": "https://georgiablanch7.tumblr.com/",
      "title": "@georgiablanch7 on Tumblr",
      "description": "Follow @georgiablanch7 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://www.seattleaquarium.org/",
      "title": "Seattle Aquarium | Inspiring Conservation of our Marine Environment",
      "description": "The Seattle Aquarium offers fun, exciting ways to discover more about the amazing Puget Sound and our world's one ocean.",
      "preview": "SEA the wonder the joy what's new! Seattle Aquarium Plan Your Visit Membership Featured Aquarium highlights Step out of the Pacific Northwest and into"
    },
    {
      "url": "https://www.who.int/emergencies/diseases/novel-coronavirus-2019",
      "title": "Coronavirus disease (COVID-19)",
      "description": "Information on COVID-19, the infectious disease caused by the most recently discovered coronavirus.",
      "preview": "Skip to main content Coronavirus disease (COVID-19) pandemic Advice Advice for policy-makers Advice for the public Advice for health workers and admin"
    },
    {
      "url": "https://marketplace.stripe.com/",
      "title": "Stripe App Marketplace",
      "description": "Stripe Apps integrate all the tools you use to run your business",
      "preview": "void"
    },
    {
      "url": "https://www.vrai.com/diamond-jewelry",
      "title": "Diamond Jewelry with VRAI Created Diamonds: Elevate Style Responsibly",
      "description": "Shop our collection of VRAI created diamond jewelry from earrings, necklaces, and bracelets to rings. VRAI jewelry showcases expert craftsmanship and elegance.",
      "preview": "VRAI created diamond jewelry Express your values and style with sustainable fine jewelry. Express your values and style with sustainable fine jewelry."
    },
    {
      "url": "https://westernmechanical.net/equipment/service.php?id=9",
      "title": "200 Ton Hydraulic Crawlers | Western Mechanical",
      "description": "Western focuses on providing innovative, professional and cost effective industrial contracting solutions to our customer's everyday problems, worldwide.",
      "preview": "Give Us A Call: 1.705.737.4135 Send Us A Message: ddinniwell@westernmechanical.net Home Company Team News Careers Services Equipment Projects Civil Co"
    },
    {
      "url": "https://winreality.com/win-reality-vr/",
      "title": "VR + AI Baseball & Softball Training",
      "description": "WIN Reality is the revolutionary VR baseball & softball training platform. Take your hitting to the next level with virtual baseball coaching, training, & more!",
      "preview": "Skip to content TRAIN LIKE THE BEST. WIN MORE AT THE PLATE. Get the training used by elite colleges and professional organizations to develop their ne"
    },
    {
      "url": "https://covid19relief.sba.gov/",
      "title": "Manage your EIDL | U.S. Small Business Administration",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://marineregions.org/",
      "title": "Marine Regions",
      "description": "void",
      "preview": "About Gazetteer Maritime Boundaries Sources Statistics Downloads User testimonials Loading video... About Marine Regions Marine Regions is a standard"
    },
    {
      "url": "https://fontsinuse.com/typefaces/85/helvetica",
      "title": "FF Tisa in use - Fonts In Use",
      "description": "FF Tisa in use",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Flag Foundries FontFont Designers Mitja Miklavčič Release Date 2008 Related Typefaces Alda FF Tisa Sans (4) MVB Dovetai"
    },
    {
      "url": "http://www.wrlfmd.org/",
      "title": "Homepage | World Reference Laboratory for Foot-and-Mouth Disease",
      "description": "void",
      "preview": "Skip to main content Search Homepage Go to main content Foot-and-Mouth Disease Find out more Foot-and-mouth Disease Reports by country Foot-and-mouth"
    },
    {
      "url": "http://www.grandfamilies.org/",
      "title": "Home",
      "description": "The Grandfamilies State Law and Policy Resource Center serves as a national legal resource in support of grandfamilies within and outside the child welfare system. Our goals are to educate individuals about state laws, legislation and policy in support of grandfamilies; assist interested policymakers, advocates, caregivers, and attorneys in exploring policy options to support relatives and the children in their care; provide technical assistance and training.",
      "preview": "Search Search Home About Us Search Laws Topic Library Adoption Care & Custody Education Federal Laws Family First Strengthening Families Fostering Con"
    },
    {
      "url": "https://ims.ucsc.edu/about/directors-message.html",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://za.pinterest.com/itmakeyourdays/baseball-canvas/",
      "title": "20 Baseball Canvas ideas | baseball canvas, canvas art wall decor, canvas",
      "description": "Mar 11, 2018 - Explore it make your day store's board \"Baseball Canvas\" on Pinterest. See more ideas about baseball canvas, canvas art wall decor, canvas.",
      "preview": "Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to select. Touch dev"
    },
    {
      "url": "http://www.rickyzoom.com/",
      "title": "Giochi e giocattoli Hasbro, giocattoli per bambini e bambine, action figure e giochi da tavolo - Hasbro",
      "description": "Scopri i giochi e i giocattoli Hasbro. Scopri i giocattoli divertenti per bambini e bambine con la nostra selezione di action figure, bambole, giochi elettronici, giochi da tavolo e molto altro sul sito Hasbro.",
      "preview": "Giochi e giocattoli Hasbro Homepage Promotional Banners ESPLORA I GIOCHI E I GIOCATTOLI HASBRO Trova tutti i giocattoli dei tuoi brand preferiti, tra"
    },
    {
      "url": "http://www.stpaul.gov/",
      "title": "Home | Saint Paul Minnesota",
      "description": "The official website of the City of Saint Paul, Minnesota",
      "preview": "Skip to main content Notifications Toggle PAULIE: New Permitting and Licensing Platform Launched on September 17 Saint Paul's new, secure one-stop onl"
    },
    {
      "url": "https://publicwiki.deltares.nl/label/contaminants+metals+soil",
      "title": "Labelled content - Deltares Public Wiki",
      "description": "void",
      "preview": "Settings Popular Labels All Labels Labelled content Related Labels dgt mangroves speciation waterplanten stroming waterkwaliteit macrophytes cat-commu"
    },
    {
      "url": "https://www.tampabay.com/news/florida-politics/2022/05/03/most-florida-voters-oppose-abortion-bans-polls-show/",
      "title": "Most Florida voters oppose abortion bans, polls show",
      "description": "When surveys have asked about limits to abortion access, a majority has consistently said \"no.\"",
      "preview": "Search Subscribe Manage profile Donate Log in Log out Search Featured Latest News Most Read Like This Search Advertisement Featured Our editors' top p"
    },
    {
      "url": "https://news.mongabay.com/2019/05/monitoring-hack-shines-a-light-on-fishing-boats-operating-under-cover-of-dark/",
      "title": "Monitoring hack shines a light on fishing boats operating under cover of dark",
      "description": "Environmental science and conservation news",
      "preview": "Monitoring hack shines a light on fishing boats operating under cover of dark Basten Gokkon 17 May 2019 Asia Indonesian Fisheries Comments Share artic"
    },
    {
      "url": "https://www.klowdtv.com/",
      "title": "Live TV Streaming | KlowdTV",
      "description": "KlowdTV provides live TV streaming on your desktop or mobile device without a contract, offering flexibility and affordability. Sign up for a free-trial!",
      "preview": "Close menu Join Packages Channels Support Log in Watch Free. Check it out. Watch 90+ Live Channels Free Watch Free Now Package Pricing Subscribe to on"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2022/06/30/iowa-caucus-2024-nikki-haley-will-run-president-if-theres-place-me/7747121001/",
      "title": "Nikki Haley says during Iowa visit she is considering presidential run",
      "description": "Former U.N. Ambassador and potential presidential candidate Nikki Haley spoke at a fundraiser for U.S. Rep. Randy Feenstra of Iowa Thursday.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "http://doc.govt.nz",
      "title": "Department of Conservation",
      "description": "Tō tātou taiāo. Tō tātou hītori. He tāonga tūturu nō Aotearoa. Maioha rawatia. Poipoia rawatia. Tukua. Our nature. Our history. It's New Zealand's unique legacy. Enjoy it. Enrich it. Pass it on.",
      "preview": "Department of Conservation Te Papa Atawhai Please enable JavaScript in your browser settings to view this site. Department of Conservation | Te Papa A"
    },
    {
      "url": "https://www.loomis.us/",
      "title": "Loomis US | The Future of Cash Management",
      "description": "Loomis integrated technology solutions offer the tools you need to manage cash across financial, retail, education, government, jewelry, healthcare, and high-value industries.",
      "preview": "Skip to main content Keep Your Staff in Store With labor costs on the rise, don't waste time on bank trips. Find Out How Outsource Your Cash Operation"
    },
    {
      "url": "https://montcherand.ch/pilier-public/avis-d-enquete/146-avis-d-enquete-08-12-2021",
      "title": "Pilier Public - Commune de Montcherand",
      "description": "Le village de Montcherand faisait partie autrefois de la terre des Clées. Il dépendait du prieuré de Baulmes, avant sa réunion au monastère de Payerne au XIème siècle. Montcherand relevait donc directement de la grande Abbaye bourguignonne de Cluny.",
      "preview": "Accueil Pilier Public Pilier Public Recherche Ce site peut utiliser des cookies et des scripts externes. Plus d'informations J'accepte Eglise et fresq"
    },
    {
      "url": "https://clipbucket.com",
      "title": "ClipBucket - Open Source, VOD, OTT, Enterprise Video Hosting & Management Solution",
      "description": "void",
      "preview": "CLIPBUCKET & VODLIX ARE NOW WORKING AS ONE Read More No More Waiting, Connect With Clipbucket And Send us Message × Please feel free to contact us for"
    },
    {
      "url": "https://byblack.us/",
      "title": "ByBlack - National Certification & Directory for Black Business",
      "description": "A platform to give Black-owned businesses access to training & contracting opportunities. We help companies & consumers buy Black.",
      "preview": "ByBlack - National Certification & Directory for Black Business Skip to main content Close About Us Navigate to /about-us. Team Navigate to /partners."
    },
    {
      "url": "https://metashare.csc.fi/repository/search/?q=&selected_facets=availabilityFilter_exact%3AAvailable%20-%20Restricted%20Use&selected_facets=useNlpSpecificFilter_exact%3ALinguistic%20Research&selected_facets=timeCoverageFilter_exact%3A1920-1939&selected_facets=licenceFilter_exact%3AUnder%20Negotiation&selected_facets=foreseenUseFilter_exact%3AHuman%20Use&selected_facets=languageNameFilter_exact%3ATundra%20Nenets&selected_facets=languageNameFilter_exact%3AEastern%20Mari&selected_facets=languageNameFilter_exact%3ASelkup",
      "title": "META-SHARE | Kielipankki",
      "description": "void",
      "preview": "META-SHARE META-SHARE was the Language Bank's metadata repository. It contained information about each language resource's type, content, extent, lice"
    },
    {
      "url": "http://abc.go.com/shows/the-view/video/pl55492969/vdka0_va37t1oc",
      "title": "WATCH: {videotitle} Video | The View",
      "description": "Watch The View: {videodescription} video at abc.com",
      "preview": "Skip to Content The View ABOUT The View Videos {videotitle} Follow The View:"
    },
    {
      "url": "https://aldopiombino.blogspot.com/2010/11/il-disegno-di-legge-3687-sulla-riforma.html",
      "title": "scienzeedintorni: Il disegno di legge 3687 sulla riforma dei dipartimenti: un provvedimento centrato sulle grandi facoltà e non sulle piccole (specialmente scientifiche)",
      "description": "Scienzeedintorni non si occupa di politica che molto malvolentieri e solo se ha riflessi pesanti sulla scienza o sullo stato dell'ambiente...",
      "preview": "skip to main | skip to sidebar scienzeedintorni le sabbie del tempo sono erose dal fiume del cambiamento costante giovedì 18 novembre 2010 Il disegno"
    },
    {
      "url": "https://babesies.tumblr.com/",
      "title": "void",
      "description": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE",
      "preview": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE 9 / 26 2025 8304 N nociceptrix-deactivated20241108 : Shall we blossom into homies 9 / 24 2025 1"
    },
    {
      "url": "https://www.visionsdureel.ch/photo-video/2021/surfaces-cristina-motta/",
      "title": "Surfaces - Cristina Motta - Visions du Réel",
      "description": "void",
      "preview": "En De Fr Accessibilité A - A + Nyon Time 00:00 Carte Blanche Vidéo Newsletter Votre adresse e-mail Veuillez renseigner votre email Newsletter - FR Nou"
    },
    {
      "url": "http://www.landsend.com/",
      "title": "Lands' End: Quality Clothing, Outerwear, Swimwear and Footwear",
      "description": "Lands' End is a classic American lifestyle brand with a passion for quality, legendary service & real value. We seek to deliver timeless style for women, men, kids and the home. Shop lasting quality swimsuits, outerwear, apparel, home décor & more.",
      "preview": "skip to content skip to navigation skip to search Sale Outerwear Women Men Kids School Home Totes Swim Shoes New Peak Fall Sale 50% Off Sitewide* Stoc"
    },
    {
      "url": "http://www.scbcc.us/",
      "title": "Chamber of Commerce | Bridgeport, CT",
      "description": "void",
      "preview": "(877) 722-2293 Home Initiatives MBE Certification Resources Opportunities News/Events Contact Creating a Level Playing Field for Minority Business Joi"
    },
    {
      "url": "https://cool.culturalheritage.org/",
      "title": "Conservation OnLine - CoOL",
      "description": "Resources for conservation professionals",
      "preview": "Search Deep in CoOL Search CoOL ConsDistList Publications/List Archives Organizations Conservation Topics About CoOL Donate in support of CoOL Welcome"
    },
    {
      "url": "https://forum.corel.com/search.php?search_id=active_topics&sid=9078362d4fdca1df89b80c0d3a53f368",
      "title": "Supporto - Corel",
      "description": "Il servizio clienti Corel ti assiste con gli ordini, la registrazione del prodotto e qualsiasi domanda tu possa avere.",
      "preview": "Supporto Seleziona la linea di prodotti per il quale hai bisogno che ti aiutiamo a muovere i primi passi. Конфликт России и Украины В свете произошедш"
    }
  ],
  "_meta": {
    "total_bookmarks": 106
  }
}