{
  "data": [
    {
      "url": "https://www.oneplus.com/us",
      "title": "OnePlus Official Site",
      "description": "Shop for OnePlus Mobiles, IOT, and Accessories including OnePlus 13, 13R, Nord N30 5G, Pad 2, Watch 3, Buds Pro 3, and Buds 3 at the OnePlus official store. Get Discount bundle here!",
      "preview": "Skip to main content OnePlus Official Site"
    },
    {
      "url": "https://us.stromerbike.com/products/st1-comfort?variant=42496029884658",
      "title": "Stromer: Premium Speed Pedelecs",
      "description": "Join over 100,000 riders worldwide and discover Stromer bikes-the powerful, fast e-bikes designed for commuters seeking excitement, style, and efficiency. Explore our models and find your perfect Stromer!",
      "preview": "Your browser does not support the video tag. Here to change. Ride the movement. Explore our best ways to get around"
    },
    {
      "url": "https://www.iphonemod.net/iphone-6s-and-6s-plus-feature-2gb-ram.html",
      "title": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "description": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "preview": "Search for: Search Switch skin facebook twitter instagram youtube Search for: Search Menu Follow us facebook twitter instagram youtube นักพัฒนา iOS ชื"
    },
    {
      "url": "https://www.vesuvius.com/en/index.html",
      "title": "Vesuvius",
      "description": "Vesuvius is a Global leader in molten metal flow engineering",
      "preview": "Our use of cookies This site uses cookies. By continuing to browse the site you are agreeing to our use of cookies. For more details about cookies and"
    },
    {
      "url": "https://www.daswetter.com/wetter_Oisquercq-Europa-Belgien-Wallonisch+Brabant--1-180489.html",
      "title": "Wetter Oisquercq 14 Tage - daswetter.com | Meteored",
      "description": "Das Wetter in Oisquercq - Wettervorhersage für 14 Tage. Aktuelles Wetter in Oisquercq: Temperatur, Schnee, Regen, Wind, Luftfeuchtigkeit, Wetterwarnungen, etc",
      "preview": "Wetter Oisquercq 13:00 Freitag ... Artboard bedeckt 16° gefühlte Temperatur 16° Norden 4 - 15 km/h Stündlich Bewölkter Himmel für die nächsten Stunden"
    },
    {
      "url": "http://www.gavi.org/infuse",
      "title": "INFUSE",
      "description": "Launched at Davos in 2016, Innovation for Uptake, Scale and Equity in Immunisation (INFUSE) helps improve vaccine delivery systems by connecting high-impact, proven innovations with the countries that need them most. It then \"infuses\" them with capital and expertise to help take them to scale.",
      "preview": "Skip to main content Back to INFUSE Launched at Davos in 2016, Innovation for Uptake, Scale and Equity in Immunisation (INFUSE) helps improve vaccine"
    },
    {
      "url": "https://www.imli.org/",
      "title": "Welcome to IMLI - IMO International Maritime Law Institute (IMLI)",
      "description": "About IMLIThe IMO International Maritime Law Institute is a world recognized centre for the training of specialists in international maritime law. Special emphasis is given to international regulations adopted by the International Maritime Organization.Prospective StudentsOur students thrive in a demanding academic atmosphere and experience an inter-cultural dialogue at the Institute, located on the premises of [...]",
      "preview": "IMO International Maritime Law Institute Over 35 Years Serving the Rule of International Maritime Law Description IMLI Course on Law of Ports View Pro"
    },
    {
      "url": "https://info.cell.com/one-earth-registration",
      "title": "One Earth - Register",
      "description": "Get the latest news from One Earth, the home for high-quality research in environmental change and sustainability science, bringing together the natural, social, & applied sciences.",
      "preview": "Science that inspires Close Log in Register Subscribe Claim Home Research Journals Cell Cancer Cell Cell Chemical Biology Cell Host & Microbe Cell Met"
    },
    {
      "url": "https://give.nationalgeographic.org/page/53299/donate/1?user_id=rhvqdpwoqxo2zug1yr8dem3j6gi7vyh3",
      "title": "Donate to National Geographic Society",
      "description": "I just donated to the National Geographic Society because I want to support science, exploration, and conservation. Will you consider making a gift too? Every dollar donated supports the National Geographic Society's on-the-ground efforts.",
      "preview": "Your impact begins today Your generous contribution will immediately go to work supporting the things you care passionately about. Whether it's saving"
    },
    {
      "url": "https://rdmasters.lympago.com/2016/12/we-spotted-this-ai2-scooting-along-at_4.html",
      "title": "We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today!",
      "description": "We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today!",
      "preview": "Skip to main content We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today! Get link Facebook X Pin"
    },
    {
      "url": "https://screenrant.com/bachelor-paradise-thomas-jacobs-plan-propose-becca-kufrin/",
      "title": "BIP: Thomas Jacobs Reveals Plan To Propose To Becca Kufrin",
      "description": "Bachelor Nation star Thomas Jacobs, who met his girlfriend, Becca Kufrin, on Bachelor In Paradise season 7, revealed his future plan for a proposal.",
      "preview": "Close Close Sign in to your ScreenRant account Bachelor In Paradise star Thomas Jacobs, who met his girlfriend Becca Kufrin on the beach in Mexico las"
    },
    {
      "url": "https://www.servinauta.com/1487-2/img-20180822-wa0012/",
      "title": "img-20180822-wa0012 - Servinauta",
      "description": "void",
      "preview": "Buscador Buscar Inicio Servicios Barcos de Ocasión Alquiler Academia Náutica Noticias Contacto Buscar... Noticias: Buscar... Todas las noticias Archiv"
    },
    {
      "url": "https://earth.esa.int/eogateway/missions/Spire",
      "title": "undefined - Earth Online",
      "description": "Read more about news and information on ESA activities. Check information about ESA's Earth Observation data, and the satellite missions and instruments that acquire this data.",
      "preview": "earth online Tweet Share"
    },
    {
      "url": "https://canalpersonal.com/seguros-para-empresas/responsabilidad-civil/directivos",
      "title": "Directivos - Seguros Canal Personal",
      "description": "En Canal Personal correduría de Seguros encontrarás el seguro a tu medida con las mejores condiciones.",
      "preview": "Llámanos y te asesoramos 976 48 36 00 La Correduría de Seguros más Recomendada Enviar email 976 48 36 00 Llámanos y te asesoramos La Correduría de Seg"
    },
    {
      "url": "https://apps.mob.org/genre/cloud/p21-android-1.6/",
      "title": "Android Cloud Services apps. Download free Cloud Services programs for Android Android 1.6 phone.",
      "description": "Download Cloud Services Android free programs. Download apps for Android Android 1.6 phone or tablet. You can download best Android Cloud Services programs for all phone models for free from our site.",
      "preview": "Download apps for Android 1.6 for free: Cloud Services Apps for Android » Android 1.6 Program categories: Audio & Video Business Education Image & Pho"
    },
    {
      "url": "https://veteranjobsmission.com/",
      "title": "Veteran Jobs Mission",
      "description": "void",
      "preview": "Skip to main content About the mission It began in 2011 as the 100,000 Jobs Mission, with 11 leading companies committed to hiring 100,000 veterans by"
    },
    {
      "url": "https://docs.github.com/en/get-started/quickstart/hello-world",
      "title": "Hello World - GitHub Docs",
      "description": "Follow this Hello World exercise to learn GitHub's pull request workflow.",
      "preview": "Skip to main content Hello World Follow this Hello World exercise to learn GitHub's pull request workflow. In this article Introduction This tutorial"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Web_Mercator",
      "title": "Web Mercator - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Web Mercator From OpenStreetMap Wiki Jump to navigation Jump to search Help EPSG:3857 In other languages Afrikaans asturianu azərbaycanca Bahasa Indon"
    },
    {
      "url": "https://www.plomben.de/einsatzbereiche/transportunternehmen/",
      "title": "Transport-Plomben für Logistik & Speditionen - Plomben.de",
      "description": "Transport-Plomben: Durchziehplomben ✓ Transportindikatoren ✓ Fixlängenplomben ✓ Kabelplomben ✓ nummeriert ✓ mit Barcode ✓ ‣ Jetzt kaufen!",
      "preview": "Schneller Versand ab 250 Euro versandkostenfrei 033397 . 26 80 34 freundliche Beratung info@plomben.de Kauf auf Rechnung Um Plomben.de in vollem Umfan"
    },
    {
      "url": "https://www.tkqlhce.com/click-8479616-11570746?url=https%3A%2F%2Fchicagotribune.newspapers.com%2F%3Fxid%3D2301%26utm_campaign%3Devergreen%26utm_medium%3Dreferral%26utm_source%3Dnavigation%26utm_content%3D%26utm_term%3DChicago%20Tribune#nt=secondarynavbar",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://www.milestonehotel.com/?cjevent=4ec1f2f92cc511eb834e01140a180510",
      "title": "The Milestone Hotel & Residences, Five-Star Boutique Hotel, Kensington, London",
      "description": "The Milestone Hotel is a five-star boutique hotel that puts you in the heart of Kensington, London. Book direct for special offers.",
      "preview": "The Milestone Hotel & Residences Elegance and luxury Situated directly opposite Kensington Palace, The Milestone Hotel & Residences offers exceptional"
    },
    {
      "url": "https://strobist.blogspot.com/",
      "title": "Strobist",
      "description": "void",
      "preview": "Strobist ® Learn How to Light. UPDATE: Strobist was archived in 2021. Here is what I am up to now . ________________________________________ Welcome t"
    },
    {
      "url": "http://tnfri.fra.affrc.go.jp/eindex.html",
      "title": "Fisheries Research Agency",
      "description": "void",
      "preview": "Tohoku National Fisheries Research Institute Outline Tohoku National Fisheries Research Institute conducts research on fisheries in the northern Pacif"
    },
    {
      "url": "https://www.sare.org/resources/cover-crops/",
      "title": "Cover Crops for Sustainable Crop Rotations - SARE",
      "description": "Cover crops are one of the best ways to improve soil health, reduce off-farm inputs and protect natural resources. Find a wealth of educational materials developed out of decades of SARE-funded cover crop research.",
      "preview": "Skip to content A condensed version of this page is available as a four-page PDF, Cover Crops for Sustainable Crop Rotations , or use the Order in Pri"
    },
    {
      "url": "https://www.plantedtank.net/forums/",
      "title": "The Planted Tank Forum",
      "description": "A forum community dedicated to Aquatic tank owners and enthusiasts. Come join the discussion about flora, fauna, health, housing, filters, care, classifieds,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Planted"
    },
    {
      "url": "https://www.tatler.com/article/hollywood-scion-emma-roberts-is-the-march-cover",
      "title": "Hollywood scion Emma Roberts is the March cover | Tatler",
      "description": "Emma Roberts is embracing new beginnings: new motherhood, relationships, and a move from leading lady to hotshot behind the screen. Ellie Austin discovers how she's taking back control",
      "preview": "Skip to main content Emma wearing a Fendi coat and Chopard Haute Joaillerie Collection earrings Victor Demarchelier Emma Roberts has asked to meet in"
    },
    {
      "url": "https://www.veteranjobsmission.com/",
      "title": "Veteran Jobs Mission",
      "description": "void",
      "preview": "Skip to main content About the mission It began in 2011 as the 100,000 Jobs Mission, with 11 leading companies committed to hiring 100,000 veterans by"
    },
    {
      "url": "https://eppbj.fr",
      "title": "Accueil | Etpourquoipasbyjohn",
      "description": "void",
      "preview": "top of page CLIQUEZ SUR LES ÎCONES POUR VOIR NOTRE ACTUALITE CONSEILS, IDEES & BONNE HUMEUR S'abonner Nous sommes des experts passionnés et engagés en"
    },
    {
      "url": "https://mikebloomberg.com",
      "title": "Mike Bloomberg",
      "description": "Mike's innovations in business, government, and philanthropy have made him a leader on critical issues facing America and the world.",
      "preview": "Skip to main content Michael R. Bloomberg is an entrepreneur and three-term Mayor of New York City whose innovations in government and philanthropy ha"
    },
    {
      "url": "https://disconnect.me/",
      "title": "void",
      "description": "void",
      "preview": "Freedom from tracking . +1M websites scanned +5M apps scanned +10M emails scanned Disconnect tracks the trackers, across the internet and beyond. Lear"
    },
    {
      "url": "http://www.onepixeldev.com/contactappsupport",
      "title": "One Pixel Dev - Contact/App Support",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Contact/App Support Have any questions or bugs? Send them in here, we will respond quickly! Email General - onepixe"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/?intake=NBC_News",
      "title": "Privacy Policy | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "http://anjalipathak.com/",
      "title": "Anjali Pathak",
      "description": "void",
      "preview": "0 Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (cur"
    },
    {
      "url": "https://500px.com",
      "title": "500px",
      "description": "void",
      "preview": "Explore the most popular photos on 500px."
    },
    {
      "url": "https://lindquist.cul.columbia.edu/catalog?f%5Bstate_or_province__facet%5D%5B%5D=Oklahoma&f%5Bsubject_geographic__facet%5D%5B%5D=Concho+%28Okla.%29&f%5Bsubject_name__facet%5D%5B%5D=Concho+Indian+School+%28Concho%2C+Okla.%29&f%5Btopic_subject__facet%5D%5B%5D=Portraits%2C+Group&f%5Btopic_subject__facet%5D%5B%5D=Girls&f%5Btopic_subject__facet%5D%5B%5D=Indians+of+North+America--Education&f%5Btopic_subject__facet%5D%5B%5D=Children&f%5Btopic_subject__facet%5D%5B%5D=Indian+students&per_page=60",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "http://www.iso.org/iso/iso_catalogue/catalogue_tc/catalogue_detail.htm?csnumber=58625",
      "title": "ISO/IEC 40500:2012 - Information technology - W3C Web Content Accessibility Guidelines (WCAG) 2.0",
      "description": "Information technology - W3C Web Content Accessibility Guidelines (WCAG) 2.0",
      "preview": "Skip to main content Reference number ISO/IEC 40500:2012 © ISO 2025 ISO/IEC 40500:2012 Information technology - W3C Web Content Accessibility Guidelin"
    },
    {
      "url": "https://www.pixelistes.com/forum/mycalendar3.php?month=12&year=2022&sid=b7a799b02a930f0995e5488ed89fa26a",
      "title": "Pixelistes • Calendrier",
      "description": "void",
      "preview": "L'équipe Mentions légales Nous contacter Publicité Subscribe to our Feed Recherche avancée Index du forum Galeries Annuaire Calendrier Règlement Blog"
    },
    {
      "url": "https://www.odditycentral.com/news/portuguese-man-buys-tiny-island-successfully-establishes-his-own-kingdom.html",
      "title": "Portuguese Man Buys Tiny Island, Successfully Establishes His Own Kingdom",
      "description": "Renato Barros bought the tiny island of Pontnha, on Funchal harbor, Portugal, for 25,000 euros and proceeded to establish his own sovereign kingdom. Today Pontinha is an independent principality.",
      "preview": "Contact About Contribute Categories Animals Architecture Art Auto Events Foods Funny News Pics Tech Travel Videos WTF Privacy policy Cookie Policy X P"
    },
    {
      "url": "https://merry.ulb.uni-bonn.de/mrbs_scan/week.php?year=2021&month=07&day=5&area=20&room=11",
      "title": "Sie werden weitergeleitet...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://esci.ucsc.edu/index.html",
      "title": "Environmental Sciences",
      "description": "void",
      "preview": "About The UCSC Environmental Sciences (ESCI) major is an interdepartmental, undergraduate-only degree program. The purpose of the ESCI major is to edu"
    },
    {
      "url": "https://www.mccormickfoundation.org/",
      "title": "Homepage - Robert R. Mccormick Foundation",
      "description": "The Robert R. McCormick Foundation envisions a Chicagoland with educated and informed individuals who are engaged in improving their communities.",
      "preview": "Skip to content We invest in organizations building thriving Chicago communities $1.8 Billion Granted Since 1955, the Robert R. McCormick Foundation h"
    },
    {
      "url": "https://www.accessguide.io/",
      "title": "Homepage - Access Guide",
      "description": "Access Guide is a friendly introduction to digital accessibility based on WCAG 2.1 (web content accessibility guidelines).",
      "preview": "Welcome to Access Guide, a friendly introduction to accessibility! Browse the cards below to learn more about the guidelines. 🔎 Search Allow users to"
    },
    {
      "url": "https://ballparkhq.com/",
      "title": "Ballpark - Research anything. Powered by AI.",
      "description": "Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes",
      "preview": "Research made simple with AI Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes Re"
    },
    {
      "url": "https://www.phoneduo.app",
      "title": "Dual Chat",
      "description": "void",
      "preview": "Stay connected around the world Why choose Dual Chat Affordable Start to enjoy phone call at low rates right now. High Quality Global node deployment"
    },
    {
      "url": "https://wpml.org/?aid=85067&affiliate_key=oYH2FlnrApDE",
      "title": "WPML - The WordPress Multilingual Plugin",
      "description": "WPML is the plugin that makes over a million WordPress sites multilingual. It's powerful enough for corporate sites, yet simple for blogs.",
      "preview": "Skip to content Skip to sidebar LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWZpZWxke21hcmdpbi1ib3R0b206MC43NmVtfS50Yi1maWVsZC0tbGVmdHt0Z"
    },
    {
      "url": "http://www.scottygroup.com/",
      "title": "SCOTTY Group",
      "description": "void",
      "preview": "browser window size is below minimum resolution Contact Secure. Reliable. Trusted. Secure. Reliable. Trusted. Anticipating tomorrow The reason why mos"
    },
    {
      "url": "https://www.goodwilleasterseals.org/",
      "title": "Home :: Goodwill Easter Seals",
      "description": "void",
      "preview": "Skip to main content Welcome! Goodwill is more than a store... Access free career training services; Get great deals on 1,000s of items added daily; H"
    },
    {
      "url": "https://miami.cbslocal.com/2022/02/12/florida-seeks-clear-abortion-waiting-period/",
      "title": "Florida Seeks To Clear Way For Abortion Waiting Period - CBS Miami",
      "description": "As Florida lawmakers consider blocking abortions after 15 weeks of pregnancy, the state also is seeking to scuttle a court challenge to a 2015 law that would require women to wait 24 hours before having abortions.",
      "preview": "Local News Politics Consumer Health Entertainment Tech Lottery News Neighbors 4 Neighbors U.S. World NEXT Weather Tracking The Tropics Hurricane Preps"
    },
    {
      "url": "https://www.sdle.co.il/product/silver-oxide-primary-button-batteries-technology-application-market-review-2021/",
      "title": "Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 - Shmuel De-Leon Energy - Battery knowledge",
      "description": "We will send you the research soft copy by e-mail within 2 working days from completing the payment. Cost include 4.3% PayPal commission. Israeli customer should add an extra 17% VAT. Please contact us for payment with bank wire transfer or check and for any questions shmuel@sdle.co.il",
      "preview": "Facebook Twitter Google+ YouTube LinkedIn Pinterest Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 $ 522.00 Silv"
    },
    {
      "url": "https://hjweinbergfoundation.org/",
      "title": "The Harry and Jeanette Weinberg Foundation - The Harry and Jeanette Weinberg Foundation",
      "description": "Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fight poverty and build strong, vibrant communities where everyone can thrive. We advance that mission through five core focus areas: Housing Housing The Foundation supports organizations that provide safe and affordable housing. Learn More Health Health The [...]",
      "preview": "Skip to content Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fi"
    },
    {
      "url": "https://www.hs.fi/urheilu/",
      "title": "Urheilu | HS.fi",
      "description": "void",
      "preview": "Siirry sivun pääsisältöön. Siirry sivuston hakuun. Urheilu Kommentti | 007 on nyt jalkapallossa haukkumasana - eikä se kerro ajastamme hyvää 007-vitsi"
    },
    {
      "url": "https://www.schoolnewsnetwork.org/2020/09/28/plotting-for-a-plot/",
      "title": "Plotting for a plot - School News Network | A Window into Your Public Schools",
      "description": "Students' hand-drawn maps are meant for the safekeeping of memories and to spur ideas for when they write personal narratives...",
      "preview": "Facebook Instagram Mail Pinterest RSS Twitter Youtube Districts A-G Byron Center Caledonia Cedar Springs Comstock Park East Grand Rapids Forest Hills"
    },
    {
      "url": "https://leadersup.typeform.com/LUcoaching",
      "title": "Discover Typeform, where forms = fun",
      "description": "Create a beautiful, interactive form in minutes with no code. Get started for free.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now You've taken one. Now make one. Whether your"
    },
    {
      "url": "https://university.mongodb.com/",
      "title": "MongoDB Courses and Trainings | MongoDB University",
      "description": "Discover our MongoDB Database Management courses and begin improving your CV with MongoDB certificates. Start training with MongoDB University for free today.",
      "preview": "You need to enable javascript to view this website."
    },
    {
      "url": "https://kathysbee.tumblr.com/post/143007468856",
      "title": "toss and tumbl",
      "description": "Data Rocks! Let's continue to expose & excite kids K-12 about CS. Join us for #ScratchDay on 5/15. hocobeyou.com",
      "preview": "Theme by Themes that you like toss and tumbl Pinterest Twitter Instagram Facebook Computer science: the impact of K-12 on university enrollment codeor"
    },
    {
      "url": "https://material.io/design/color/the-color-system.html",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.healthline.com/nutrition/ketogenic-diet-101",
      "title": "The Ketogenic Diet: A Detailed Beginner's Guide to Keto",
      "description": "The ketogenic diet (keto) is a low-carb, high-fat diet that causes weight loss and provides numerous health benefits. This is a detailed beginner's guide.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://www.pressherald.com/2023/02/27/missing-topsham-women-had-run-out-of-gas-survived-temps-of-15-degrees/",
      "title": "Before rescue, missing Midcoast women were stuck in car for days in sub-zero temps",
      "description": "A game warden found Kimberly Pushard, 51, and Angela Bussell, 50, on a snowmobile trail near Nicatous Lake in Hancock County on Sunday, one day after their Jeep had run out of gas and no longer had heat.",
      "preview": "5 min read Font size + Gift Article You are able to gift 5 more articles this month. Anyone can access the link you share with no account required. Le"
    },
    {
      "url": "https://cfnj.org/new-jersey-pandemic-relief-fund/",
      "title": "New Jersey Pandemic Relief Fund",
      "description": "This new nonprofit umbrella organization will marshal resources across the state to identify critical needs and fight the economic and social impact of COVID-19 on New Jersey's vulnerable communities.",
      "preview": "March 24, 2020 The Community Foundation of New Jersey is pleased to be partnering with First Lady Tammy Murphy and other civic leaders to host the New"
    },
    {
      "url": "https://www.wielkawyspa.com.pl/aktualnosci/sport-i-rekreacja/przebudowa-terenow-sportowych-przy-sosw-we-wroclawiu/",
      "title": "Przebudowa terenów sportowych przy SOSW we Wrocławiu - Wielka Wyspa - portal społecznościowo informacyjny",
      "description": "Nowe boiska, skocznia oraz dodatkowe oświetlenie powstaną przy Specjalnym Ośrodku Szkolno-Wychowawczym nr 10. Będzie to kolejny etap rozbudowy placówki przy ul. Parkowej we Wrocławiu. Po wyłonieniu wykonawcy na przebudowę budynku SOSW, miasto rozstrzygnęło następny przetarg, tym razem na inwestycję części sportowej Ośrodka. To oznacza, że w przyszłym roku wychowankowie placówki przy ul. Parkowej będą mogli użytkować nowiutkich boisk i skoczni. Powstanie wielofunkcyjne boisko do koszykówki i siatkówki oraz osobne do piłki nożnej. Dzięki nim dzieci i młodzież z [...]",
      "preview": "Przejdź do treści Przebudowa terenów sportowych przy SOSW we Wrocławiu Bartek 16 października, 2020 14:41:20 Nowe boiska, skocznia oraz dodatkowe oświ"
    },
    {
      "url": "http://worldreview.com/",
      "title": "worldreview.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.accaglobal.com/us/en.html",
      "title": "Home | ACCA Global",
      "description": "ACCA (the Association of Chartered Certified Accountants) is the global body for professional accountants.",
      "preview": "The global body for professional accountants About us Search jobs Find an accountant Technical resources Help & support Apply now MyACCA Global Americ"
    },
    {
      "url": "https://www.visualstudio.com/vs/getting-started/",
      "title": "Getting started with Visual Studio",
      "description": "Tutorials, videos and docs recommendations for learning to code in Visual Studio",
      "preview": "Skip to main content This device is not currently supported for these products. Visual Studio IDE Visual Studio for Mac Visual Studio Code To continue"
    },
    {
      "url": "http://www.likeadoll.com/",
      "title": "Like A Doll",
      "description": "void",
      "preview": "Hierloom Quality Teddy Bears and Gifts. Hoodie Bears, Sweater Bears, Funky Friends and Top Teddies are one-of-a-kind gifts that are custom made, and p"
    },
    {
      "url": "https://www.publishersweekly.com/pw/by-topic/industry-news/book-deals/article/90329-viva-editions-to-publish-anne-heche-memoir.html",
      "title": "Viva Editions to Publish Anne Heche Memoir",
      "description": "Start Publishing's Viva Editions imprint will release Anne Heche's memoir 'Call Me Anne' on January 24. An award-winning actress, Heche died in August in a car crash in Los Angeles just as she was completing the book.",
      "preview": "Self-Pub Jobzone | Login Logout | Subscribe: Log In Logout ADVERTISEMENT Home > News > Book Deals Viva Editions to Publish Anne Heche Memoir By Jim Mi"
    },
    {
      "url": "https://support.serviceshub.microsoft.com/supportforbusiness",
      "title": "Services Hub",
      "description": "Microsoft Services Hub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.eventbrite.de/e/mach-deine-website-bei-google-sichtbarer-tickets-559525173857?aff=erelexpmlt",
      "title": "Mach deine Website bei Google sichtbarer Tickets, Di, 14.03.2023 um 16:00 Uhr | Eventbrite",
      "description": "Eventbrite - Susanne Bungart präsentiert Mach deine Website bei Google sichtbarer - Dienstag, 14. März 2023 - Informieren Sie sich über das Event und darüber, wie Sie an Tickets gelangen.",
      "preview": "Verkauf beendet Event anzeigen Mach deine Website bei Google sichtbarer Details anzeigen Folgen Sie diesem Veranstalter, um über zukünftige Events inf"
    },
    {
      "url": "http://www.dapottery.com/post/candle-holders/",
      "title": "Candle Holders - Dave Ameika Pottery",
      "description": "void",
      "preview": "San Diego Ceramics Artist Home About Dave Ameika Who I Am What I Do Mission Statement Galleries Soda Firings Crystalline Pots Cone Ten Reduction Shino"
    },
    {
      "url": "http://www.ferienwohnung-in-obergurgl.at/bildergalerie/ferienwohnung_oetztal/content/_0059684695_large.html",
      "title": "Bilder Ferienwohnung Ötztal",
      "description": "void",
      "preview": "Bilder Ferienwohnung Ötztal www.ferienwohnung-in-obergurgl.at Ferienwohnung Ötztal für 3-5 Personen Zurück Index Weiter oetztal-1 630 Appartementhaus"
    },
    {
      "url": "https://www.voteearlyday.org/",
      "title": "Celebrate Vote Early Day on October 28th, 2025",
      "description": "When you vote early you ensure that school, work, long lines, or a bad commute on Election Day won't stop your ballot from being counted!",
      "preview": "Celebrate Vote Early Day on October 28th, 2025 Vote Early Become a Partner Countdown to Vote Early Day October 28, 2025 Partners celebrating Vote Earl"
    },
    {
      "url": "https://himera.eu/portfolio-abonament-opisaniya-sajt-parfyumi/",
      "title": "Портфолио - Абонамент описания сайт парфюми",
      "description": "Абонамент създаване описания на парфюми за онлайн магазин:",
      "preview": "Последни публикации 4 основни качества за един копирайтър Копирайтинг на английски език - текст за категория About Us 3 основни етапа за работа на все"
    },
    {
      "url": "http://www.ecotic.ro",
      "title": "Acasă - ECOTIC",
      "description": "void",
      "preview": "021 9641 office@ecotic.ro Facebook X Instagram RSS Facebook X Instagram RSS Plasează o comandă de preluare DEEE RO EN RO De la liniar la circular, pen"
    },
    {
      "url": "https://airbel.rescue.org/",
      "title": "Research and Innovation | Airbel Impact Lab - Research & Innovation at the IRC",
      "description": "Airbel Impact Lab is the innovation team at the International Rescue Committee. We develop products, services, and systems to improve humanitarian response-creating lasting impact for people affected by conflict and crisis.",
      "preview": "Research and Innovation at the International Rescue Committee We design, test and scale life-changing products and services to solve the challenges pe"
    },
    {
      "url": "https://www.usatoday.com/story/entertainment/movies/2020/08/26/tom-sizemore-suit-alleging-he-groped-little-girl-dismissed/5636906002/",
      "title": "Tom Sizemore suit alleging he groped 11-year-old girl dismissed",
      "description": "A lawsuit accusing Tom Sizemore of child molestation on a movie set in 2003 has been dismissed by a Utah judge, two years after it was filed.",
      "preview": "Skip to main content Home Movies Celebrities TV Music Books Broadway Theatre Crosswords Games Entertain This! Celebrity Deaths Horoscopes American Inf"
    },
    {
      "url": "https://www.surlatable.com/emile-henry-145-pizza-stone/PRO-3562741.html",
      "title": "Emile Henry Pizza Stone, 14.5\" | Sur La Table",
      "description": "Emile Henry Pizza Stone",
      "preview": "Skip to Content SHIPS FAST Why you'll love it Create delicious, pizzeria-quality pies at home-in the oven or on the grill. Emile Henry's burgundy clay"
    },
    {
      "url": "https://www.tennisexplorer.com/",
      "title": "Tennis Explorer: Tennis Stats, WTA & ATP Tennis Betting",
      "description": "Tennis Explorer provides online tennis statistics from WTA & ATP Tour, world tennis players rankings, tennis results, forum, tennis picks and much more.",
      "preview": "New registration | Lost password TennisExplorer LIVE Scores 10.10. 14:16, GMT+1 Home page Today's matches Rankings Players LIVE Scores Results Tours c"
    },
    {
      "url": "https://www.ekollel.com/?s=are%20nestle%20nerds",
      "title": "You searched for are nestle nerds - The Kosher Portal",
      "description": "void",
      "preview": "Skip to content Sorry, but nothing matched your search terms. Please try again with some different keywords. Search for: Search"
    },
    {
      "url": "https://amzn.to/3x8Hk7p",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://www.kemenygyarto-balatonlelle.hu/de/hirek/kepgaleria/fustcsovek/dickwandigen-rohr/",
      "title": "Dickwandigen rohr :: Kéménytechnikai Szaküzlet",
      "description": "void",
      "preview": "Durchsuchen Magyar Deutsch Startseite Bildergalerie KREA gravity schornstein Schornstein system elemente Sonst Rauchrohr Dickwandigen rohr Dünnwandige"
    },
    {
      "url": "https://clipbucket.com",
      "title": "ClipBucket - Open Source, VOD, OTT, Enterprise Video Hosting & Management Solution",
      "description": "void",
      "preview": "CLIPBUCKET & VODLIX ARE NOW WORKING AS ONE Read More No More Waiting, Connect With Clipbucket And Send us Message × Please feel free to contact us for"
    }
  ],
  "_meta": {
    "total_bookmarks": 80
  }
}