{
  "data": [
    {
      "url": "https://www.ams.usda.gov/rules-regulations/be",
      "title": "BE Disclosure | Agricultural Marketing Service",
      "description": "void",
      "preview": "Skip to main content BE Disclosure U.S. Secretary of Agriculture Sonny Perdue announced the National Bioengineered Food Disclosure Standard on Decembe"
    },
    {
      "url": "http://www.opentuna.org/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Beginners%27_guide",
      "title": "Beginners' guide - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Beginners' guide From OpenStreetMap Wiki Jump to navigation Jump to search Help Beginners' guide In other languages Afrikaans asturianu azərbaycanca B"
    },
    {
      "url": "http://us.chinesemenu.com/us/deerfield-beach-fl-33442/szechuan-city/",
      "title": "Szechuan City - Deerfield Beach - Online Coupons, Specials, Discounts. Order Asian, Chinese Food - ChineseMenu.com",
      "description": "Chinesemenu provide you with reviews which wrote by clients from Deerfield Beach as well as Szechuan City, meanwhile, the telephone of restaurants and its addresses and map information.",
      "preview": "United States ▼ United States Canada Australia United Kingdom China Sign in | Sign up | Szechuan City Name: Szechuan City Address: 3264 W Hillsboro Bl"
    },
    {
      "url": "https://allantowns.com/tag/game-of-thrones/",
      "title": "Game of Thrones | A little bit about a lot of stuff",
      "description": "Posts about Game of Thrones written by Allan Townsend",
      "preview": "I was waiting for my bag at JFK and saw this crowd around a girl signing autographs. I take a picture and she looks at me with evil eyes and says, \" I"
    },
    {
      "url": "https://latino.si.edu/about/national-museum-american-latino",
      "title": "Leadership | National Museum of the American Latino",
      "description": "Jorge Zamanillo is the founding director of the Smithsonian's National Museum of the American Latino.",
      "preview": "Skip to main content Leadership Founding Director As the founding director of the Smithsonian's National Museum of the American Latino, Jorge Zamanill"
    },
    {
      "url": "https://sandraugriffin.com/product/the-adventures-of-marshela-mouse/",
      "title": "The Adventures of Marshela Mouse - Sandra Ure Griffin",
      "description": "Fully illustrated pen and ink with full color washes. Grades Pre-K- 4. Price includes shipping.",
      "preview": "Skip to content The Adventures of Marshela Mouse $ 18.00 Fully illustrated pen and ink with full color washes. Grades Pre-K- 4. Price includes shippin"
    },
    {
      "url": "https://www.svwoltersdorf.de/2008/08/17/erfolgreicher-start-in-die-meisterschaft/",
      "title": "Erfolgreicher Start in die Meisterschaft | SV 1919 Woltersdorf",
      "description": "void",
      "preview": "Zum Punktspiel-Auftakt hat die erste Mannschaft beim 6:1 über Preußen Bad Saarow überzeugen können. Mit Spielbeginn übernahmen das Team sofort die Ini"
    },
    {
      "url": "https://lookingtogod.org/2021/05/03/stay-the-course/",
      "title": "Stay the Course - Looking to God",
      "description": "How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then others are saying, \"The truth is abound.\" God is not a God of confusion but of peace. \"Do not be anxious, saying, 'What shall we eat?' or 'What...",
      "preview": "Skip to content How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then oth"
    },
    {
      "url": "https://www.iucn.org/news/marine-and-polar/202203/unea-resolution-end-plastic-pollution-and-iucn-role-implementation-treaty",
      "title": "UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty | IUCN",
      "description": "The new UNEA Resolution, 'End Plastic Pollution: Towards a legally binding instrument', establishes an Intergovernmental Negotiating Committee that will develop the specific content of the new plastic pollution treaty with the aim of completing its work by the end of 2024. The future is ours to improve, and this news from UNEA provides a strong message of hope that we can indeed eliminate plastic pollution from our environment with a multi-pronged approach and international cooperation.",
      "preview": "Skip to main content Share: Story 09 Mar, 2022 UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty The new UNEA"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/04/29/their-majesties-king-willem-alexander-and-queen-maxima-to-travel-california-and-texas-on-economic-working-visit",
      "title": "Their Majesties King Willem-Alexander and Queen Máxima to travel California and Texas on economic working visit | News item | Royal House of the Netherlands",
      "description": "From Tuesday 6 to Friday 9 September, Their Majesties King Willem-Alexander* and Queen Máxima will be conducting an economic working visit to California and Texas in the United States. The trip will see them visit San Francisco, Silicon Valley, Austin and Houston.",
      "preview": "Search within English part of Royal House of the Netherlands Search Their Majesties King Willem-Alexander and Queen Máxima to travel California and Te"
    },
    {
      "url": "https://handbook.unimelb.edu.au/2022/subjects/info90007/dates-times",
      "title": "Dates and times: Social Computing (INFO90007) - The University of Melbourne Handbook",
      "description": "Dates and times for Social Computing (INFO90007)",
      "preview": "Handbook home Search the Handbook Courses Undergraduate courses Graduate courses Research courses Subjects Undergraduate subjects Graduate subjects Re"
    },
    {
      "url": "https://data.linz.govt.nz/",
      "title": "LINZ Data Service",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.buschvanderworp.nl/verf-mediums-vernis/gouache-plakkaat/winsor-newton-designers-gouache/bruin/",
      "title": "Bruin - Busch & van der Worp",
      "description": "Alles voor de kunstenaar, in onze winkel in Zwolle, maar ook online, verkopen we markers, olieverf, acrylverf, doeken, penselen, potloden, lijsten, papier, ezels etc. Van heel veel verschillende merken, zoals Copic, Caran d'Ache, Rembrandt, Posca, Winsor en Newton, Talens, ARA, Golden, Faber Castell, Arches, Schut etc.",
      "preview": "Meteen naar de content Facebook Instagram YouTube TikTok Pinterest REVIEWS ⭐⭐⭐⭐⭐ 4,9 Artikel toegevoegd aan winkelwagen Winkelwagen bekijken Afrekenen"
    },
    {
      "url": "https://country.iheart.com/alternate/amp/2022-12-13-kelsea-ballerini-gets-brutally-honest-and-vulnerable-in-podcast-episode/",
      "title": "Kelsea Ballerini Gets 'Brutally Honest And Vulnerable' In Podcast Episode | iHeartCountry Radio",
      "description": "Kelsea Ballerini recently spoke with podcast host Jade Iovine, and Iovine said the pair, \"had an incredibly honest and real conversation, so much so that I think we both forgot we were recording a podcast for thousands of people to hear.\"",
      "preview": "Por Kelly Fisher Dec 13, 2022 Foto : Getty Images Kelsea Ballerini opened up in a \"brutally honest and vulnerable chat\" with Jade Iovine on a new podc"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en/exclusive-services",
      "title": "Exclusive online services | Bang & Olufsen",
      "description": "Read more about the exclusive services we offer online, from express delivery and gift wrapping, to product care.",
      "preview": "From the comfort of your home Enjoy exclusive services When you purchase directly from B&O, you unlock a range of exclusive online services, including"
    },
    {
      "url": "https://www.correduriasegurossola.com/es/politica-de-privacidad/",
      "title": "Política de privacidad",
      "description": "Política de privacidad",
      "preview": "Español es català ca Llama ahora Español es català ca Llama ahora Política de privacidad QDQ MEDIA SAU no es responsable de la recogida de datos perso"
    },
    {
      "url": "https://www.hilton.com/en/hotels/laxbhhh-the-beverly-hilton/",
      "title": "Luxury Rooms & Suites | Beverly Hilton Hotel - Official Site",
      "description": "A four star Beverly Hlls, CA hotel, The Beverly Hilton is known for it's great location, elegant accommodations and year-round star-studded events.",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Ski"
    },
    {
      "url": "https://usnavyseals.einnews.com/amp/pr_news/572814177/small-business-opportunities-for-military-spouses-to-sell-to-the-u-s-air-force-and-u-s-army",
      "title": "Please verify you are human.",
      "description": "void",
      "preview": "Please verify you are human. Click here to continue ..."
    },
    {
      "url": "https://www.popaganda.com/",
      "title": "POPAGANDA",
      "description": "void",
      "preview": "0 NOW YOU SEE IT MAY 20 Allouche Gallery 77 Mercer St, New York, NY 10012 DELUSIONVILLE COLORING BOOK Color in your favorite Delusionville characters"
    },
    {
      "url": "https://www.soulshineatsea.com/",
      "title": "Soulshine at Sea",
      "description": "In light of recent events, the Soulshine at Sea with Michael Franti event scheduled for November 4-8, 2025, is cancelled. We are actively working to announce a new event that will sail November 4-8, 2025. Additional details were shared on Monday, August 18. As we communicated on Friday, August 15 to booked guests, all guests will be offered options regarding their reservations, which include a full refund or future Sixthman credit. We appreciate your patience as we work behind the scenes to ...",
      "preview": "In light of recent events, the Soulshine at Sea with Michael Franti event scheduled for November 4-8, 2025, is cancelled. We are actively working to a"
    },
    {
      "url": "https://www.weavergreen.com/collections/outdoor-runner-rugs/products/gooseberry-provence-runner-rug",
      "title": "Mustard Runner Rug | Gooseberry Provence - Weaver Green",
      "description": "This mustard yellow runner rug in Provence design is machine washable and stain resistant. Soft like wool, it's made entirely from recycled plastic bottles.",
      "preview": "Skip to content Free UK delivery when you spend over £50 Call: 01548 431902 Brochure Showroom Gift Cards Contact Item added to your cart Check out Con"
    },
    {
      "url": "https://portal.azure.com/",
      "title": "Microsoft Azure",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.mozgasvilag.hu/turazas/hirek/erdely-a-turara-telen-nyaron-hivo-havasok-birodalma",
      "title": "Erdély, a túrára télen-nyáron hívó havasok birodalma",
      "description": "Erdély leírhatatlan szépségű havasai mindannyiunk szívéhez közel állnak. Túrák sokaságával csábítanak, bemutatjuk őket részletesen.",
      "preview": "Futás Hírek Hol fussak? Futócipők Futócipőtesztek Futóedzések Futás edzéstervek Gyakorlatok futóknak Futás tudástár Futóversenyek Lengyelországi élmén"
    },
    {
      "url": "http://www.chemguide.co.uk/",
      "title": "chemguide: helping you to understand Chemistry - Main Menu",
      "description": "Main menu of a site aimed to help advanced level chemistry students to understand chemistry",
      "preview": "chemguide Helping you to understand Chemistry MAIN MENU Keyword searching I have removed the Google search box because it was giving problems. Follow"
    },
    {
      "url": "https://www.jff.org/",
      "title": "Transforming systems for the workforce of the future - Jobs for the Future (JFF) - Jobs for the Future (JFF)",
      "description": "Discover the workforce of the future. At Jobs for the Future, we drive transformation in U.S. education and workforce systems, fostering equitable economic advancement for all.",
      "preview": "Skip to content Discover what quality jobs really look like Quality Jobs, Real Opportunities Quality jobs are key to economic success for people, busi"
    },
    {
      "url": "https://insights.spire.com/maritime/shipview/",
      "title": "ShipView™: Easy-to-Use Ship Tracker App | Web Ship Tracking",
      "description": "ShipView™ is an easy-to-use ship tracking web application that leverages Spire Maritime's global AIS data. Get started using ShipView™ now",
      "preview": "ShipView: Easy to Use Ship Tracker App ShipView™ is an easy-to-use ship tracker app that leverages Spire Maritime's global AIS data Core features of o"
    },
    {
      "url": "https://www.lagazettedescommunes.com/449633/et-si-on-parlait-enfin-du-travail-dans-la-fonction-publique/",
      "title": "Et si on parlait (enfin) du travail dans la fonction publique !",
      "description": "L'affaire est entendue, avec la publication du rapport de Philippe Laurent, président du Conseil supérieur de la fonction publique territoriale, sur le temps de travail dans la fonction publique ...",
      "preview": "Accueil Actualité France Et si on parlait (enfin) du travail dans la fonction publique ! [OPINION] TEMPS DE TRAVAIL Et si on parlait (enfin) du travai"
    },
    {
      "url": "http://oceans.ubc.ca/rashid-sumaila/",
      "title": "Rashid Sumaila, FRSC | Institute for the Oceans and Fisheries",
      "description": "Rashid Sumaila, FRSC University Killam Professor Canada Research Chair (Tier I, Interdisciplinary Ocean and Fisheries Economics) Email: r.sumaila@oceans.ubc.ca Office phone: 604-822-0224 Rashid Sumaila's research focuses on bioeconomics, marine ecosystem valuation and the analysis of global issues such as fisheries subsidies, marine protected areas, illegal fishing, climate change, marine plastic pollution, and oil spills. Read More Research Area ocean, fisheries, economics, bioeconomic modeling, subsidies, high seas, valuation, infinity fish, climate change, discounting",
      "preview": "Search Institute for the Oceans and Fisheries Home Page About Our Values People Pets Alumni Research Graduate Program Courses Non-credit Courses News"
    },
    {
      "url": "http://novenyeink.hu/flora-a-g/kertigyongyvesszo.htm",
      "title": "Mester Zs - Toldi Z: Magyarország flórája és vegetációja - kerti gyöngyvessző",
      "description": "void",
      "preview": "F L Ó R A L A P Betűméret: » kisebb » nagyobb Kerti gyöngyvessző [ Spiraea x vanhouttei ] Család: rózsafélék - Rosaceae Alacsony-középmagas cserje. Ad"
    },
    {
      "url": "https://www.fisheries.noaa.gov/national/bycatch/fishing-gear-purse-seines",
      "title": "Fishing Gear: Purse Seines | NOAA Fisheries",
      "description": "A purse seine is a large wall of netting deployed around an entire area or school of fish.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.yogabycandace.com/blog",
      "title": "Blog - YOGABYCANDACE",
      "description": "void",
      "preview": "My tips for improving my HRV number. Read More A few of the YBC® fam's fav things. Read More Some recs coming your way. Read More The Fall Favorites M"
    },
    {
      "url": "https://relatedwords.io/stepson",
      "title": "Stepson Words - 392 Words Related to Stepson",
      "description": "A big list of 'stepson' words. We've compiled all the words related to stepson and organised them in terms of their relevance and association with stepson.",
      "preview": "Below is a massive list of stepson words - that is, words related to stepson. The top 4 are: son , stepfather , nephew and stepmother . You can get th"
    },
    {
      "url": "https://player.blubrry.com/?media_url=https%3A%2F%2Fmedia.blubrry.com%2Fyalepress%2Fp%2Fmedia.blubrry.com%2Fyalepodcasts%2Fp%2Fcontent.blubrry.com%2Fyalepodcasts%2F337-4373241344226031166-ybmc_1930_MP3_for_Audio_Podcasting.mp3&podcast_link=https%3A%2F%2Fyalepodcasts.blubrry.net%2F2017%2F03%2F30%2Fthe-poetry-of-pop-music%2F",
      "title": "Blubrry Player",
      "description": "void",
      "preview": "Donate + Share + X (Twitter) Facebook LinkedIn Apps + Spotify Menu + Apps Share Download Visit Episode Page Yale Podcasts Yale Podcasts 00:00 |"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/c/cubism",
      "title": "Cubism | Tate",
      "description": "Tate glossary definition for cubism: A revolutionary new approach to representing reality in art invented by artists Pablo Picasso and Georges Braque in which the artists aimed to bring different views of their subjects together in the same picture",
      "preview": "Cubism Cubism was a revolutionary new approach to representing reality invented in around 1907-08 by artists Pablo Picasso and Georges Braque. They br"
    },
    {
      "url": "https://www.mtn.com/mtn-group-and-microsoft-sign-strategic-alliance-agreement/",
      "title": "MTN Group and Microsoft sign strategic alliance agreement |",
      "description": "MTN Group and Microsoft today announced a strategic alliance agreement to accelerate digital and cloud transformation working towards a shared vision of",
      "preview": "Search for: Close NEWSROOM Media releases MTN Group and Microsoft sign strategic alliance agreement 03 November 2022 Share via Email Share via X Share"
    },
    {
      "url": "https://author-welcome.nature.com/41598",
      "title": "Submission Welcome Page",
      "description": "void",
      "preview": "Start your submission Choose an article type for your submission I'm submitting: A research article including any article for a Guest Edited Collectio"
    },
    {
      "url": "https://www.nj.gov/dep/get-past-plastic/#reusable_bags",
      "title": "NJDEP",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://dinosaurtheory.com/theory.html",
      "title": "Explains Scientific Theories and Inductive Reasoning",
      "description": "Here are some answers to common questions about scientific theories, inductive reasoning, and the theory of evolution.",
      "preview": "| Return to Home Page | Questions and Answers about Scientific Theories 1. If scientific theories are the most important ideas in science, and scienti"
    },
    {
      "url": "https://augustinusbader.com/us/en/the-eyebrow-and-lash-enhancing-serum",
      "title": "The Eyebrow and Lash Enhancing Serum: Clinically Proven Results | Augustinus Bader EU",
      "description": "Treat your lashes and brows to luxury with The Eyebrow and Lash Enhancing Serum from Augustinus Bader. Help strengthen, grow and nourish for longer, fuller brows and lashes.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. chevron-left chev"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85932",
      "title": "Searchable Recipe Database - Italian Spinach with Raisins and Pine Nuts",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.wavy.com/news/investigative/pharrell-hints-something-in-the-water-may-not-return-to-virginia-beach-saying-city-is-run-by-toxic-energy/",
      "title": "Something in the Water won't return to Virginia Beach in 2022; creator Pharrell Williams says city is run by 'toxic energy' | WAVY.com",
      "description": "The return of the Something in the Water festival may not happen after creator Pharrell Williams says the city is run by a \"toxic energy\" and hasn't valued his proposed solutions.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.somaiya.edu/en",
      "title": "Somaiya Vidyavihar University",
      "description": "Somaiya Vidyavihar University is committed to quality education and development.",
      "preview": "Somaiya Vidyavihar University How Can We Help You ? We are happy to answer all your admission related enquiries. Fill out the form and we will be in t"
    },
    {
      "url": "https://www.ikea.com/us/en/p/uppdatera-flatware-tray-white-70491410/",
      "title": "UPPDATERA flatware tray, white, 12x19 ½\" - IKEA",
      "description": "UPPDATERA flatware tray, white, 12x19 ½\" Helps keep the kitchen drawer organized, so you can spend more time on setting the table nicely and less on looking for lost cutlery. A simple and practical cutlery tray in plastic that's easy to clean.",
      "preview": "Skip to main content informationCircle Last call for fall savings on all sofas and lamps. Deals end 10/12. 4 UPPDATERA images Skip images Sorry, your"
    },
    {
      "url": "http://optout.networkadvertising.org/?c=1",
      "title": "How to Opt Out - NAI: Network Advertising Initiative",
      "description": "You have options for controlling how information about you is used for online advertising. You may receive advertising online in different forms and across different media, including on web browsers,",
      "preview": "Skip to content How to Opt Out Index How to Exercise Your Privacy Choices NAI GPC Browser Extension (external) Web Browser Privacy Settings Advertisin"
    },
    {
      "url": "http://www.hollidaycreate.com",
      "title": "Marketing that Offers Solutions | Holliday Creative Marketing",
      "description": "Holliday Creative Marketing Home page that describes what the business offers.",
      "preview": "top of page MARKETING If you want your business to grow and go to the next level...you have to MARKET IT. WEBSITE DEVELOPMENT Custom websites Website"
    },
    {
      "url": "https://accounts.nintendo.com/term_chooser/privacy_policy",
      "title": "Nintendo Account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://services.github.com/",
      "title": "Expert Services | GitHub · GitHub",
      "description": "From idea to implementation, our experts are ready to help your team get wherever you want to go. Start a conversation with us about how we can bring your goals to life.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.healthaction.org/resources",
      "title": "Respiratory Health at Work | Health Action Alliance",
      "description": "The Health Action Alliance provides employers with tools, resources, and insights to keep workers safe from flu, COVID-19, and other respiratory illnesses.",
      "preview": "By clicking \"Accept\", you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing e"
    },
    {
      "url": "https://healthnewsplus.net/tag/bolly4u-movie-download-free/",
      "title": "Health News Plus | Latest Worldwide Health News And Tips",
      "description": "The Newest Science And The Most Authoritative Information And Creativeness For Residing Active. HealthNewsPlus - Conveying Together Like-Willing People Who Are Obsessive About Permanency.",
      "preview": "Close Menu Facebook X (Twitter) Instagram News How to Build an Effective Backup Plan for Simultaneous Interpretation Home How to Get Rid of Mycotoxins"
    },
    {
      "url": "https://terminalbstore.com/",
      "title": "TERMINAL B | Luxury Candles & Niche Fragrances Inspired by Travel",
      "description": "TERMINAL B creates luxury candles and home fragrances inspired by global travel. Our hand-poured candles are crafted with premium ingredients to create unique scents and an immersive olfactory experience. Explore high-end home fragrance, highly scented candles, and more.",
      "preview": "icon-hamburger icon-X Menu 0 items $0.00 Check out icon-hamburger icon-X Menu Cart 0 Search Search icon-X Close (esc) where fragrance meets global tra"
    },
    {
      "url": "https://code.visualstudio.com?utm_source=developermscom",
      "title": "Visual Studio Code - Code Editing. Redefined",
      "description": "Visual Studio Code redefines AI-powered coding with GitHub Copilot for building and debugging modern web and cloud applications. Visual Studio Code is free and available on your favorite platform - Linux, macOS, and Windows.",
      "preview": "Join a VS Code Dev Days event near you to learn about AI-assisted development in VS Code. Dismiss this update The open source AI code editor Download"
    },
    {
      "url": "https://www.theatlantic.com/international/archive/2016/11/trump-far-right-europe/507314/",
      "title": "Europe's Far Right Sees Hope in Trump's Victory - The Atlantic",
      "description": "The victory of a candidate they believe espouses their views has emboldened them.",
      "preview": "The congratulations began even before it was clear Donald Trump would triumph in the American presidential election, and they continued the next day a"
    },
    {
      "url": "http://www.tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    },
    {
      "url": "https://www.geobiental.com/consultoria-ambiental-puerto-real/autorizacion-ambiental-unificada-puerto-real/",
      "title": "Autorización Ambiental Unificada (AAU) en Puerto Real » Geobiental",
      "description": "Geobiental le asesora y le ayuda en la realización de la documentación para la Autorizacion Ambiental Unificada de su proyecto en Puerto Real.",
      "preview": "Ir al contenido Autorización Ambiental Unificada en Puerto Real Si necesita realizar la documentación y trámite para la Autorización Ambiental Unifica"
    },
    {
      "url": "https://www.seasketch.org/home.html",
      "title": "SeaSketch",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.istat.it/it/dati",
      "title": "Dati - Istat",
      "description": "void",
      "preview": "banche-dati Dati Home / Dati Condividi: Dati L'attività di diffusione dell'Istituto si pone tre obiettivi principali: garantire l'accesso ai risultati"
    },
    {
      "url": "https://www.hun.is/hlustadu-a-nyja-lagid-hennar-gwen-stefani/",
      "title": "Gwen Stefani með nýtt lag - hlustaðu hér | Hun.is",
      "description": "void",
      "preview": "Fréttir Gula froðan Slúðrið Hver þremillinn! Stjörnumerkin Fallegt Dýrin Fyndið Heimildarmyndir Heilsan Andleg heilsa Lífið Uppskriftir Jólabakstur Fi"
    },
    {
      "url": "https://www.calacademy.org/about-us/sustainability-in-action",
      "title": "Sustainability in Action - California Academy of Sciences",
      "description": "See how we're shrinking our carbon footprint, expanding our conservation work, and helping you to get involved.",
      "preview": "It seems JavaScript is either disabled or not supported by your browser. To view this site, enable JavaScript by changing your browser options and try"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2020/10/holiday-safety__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCxZLs82Dg$",
      "title": "Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy",
      "description": "void",
      "preview": "Guest Experience Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy Oct 22, 2020 Copy link to share Link copied As the"
    },
    {
      "url": "https://mubi.com",
      "title": "MUBI: Watch and Discover Movies",
      "description": "Watch truly great cinema. Wherever you are. From iconic, award-winning directors to emerging auteurs. Transformative films from all over the world. Stream Now. Download to watch Offline. Start your free 7 day trial now.",
      "preview": "Watch more great cinema. Cinema like nowhere else. Try 7 Days Free Get started By clicking ' Get started ' you are indicating that you have read and a"
    },
    {
      "url": "https://www.typography.guru/journal/letterspacing-r24/",
      "title": "OpenType Myths Explained - Typography Journal",
      "description": "First of all, it's important to know that OpenType is not as new as some marketing claims try to suggest. It is directly based on the TrueType specifications, or to be even more precise: it is based on Apple's SFNT (\"Spline Font\") format originally developed for QuickDraw. You can think of OpenTy...",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "https://www.law.columbia.edu/news/archive/kimberle-crenshaw-intersectionality-more-two-decades-later#:~:text=Crenshaw%3A%20Intersectionality%20is%20a%20lens,class%20or%20LBGTQ%20problem%20there",
      "title": "Kimberlé Crenshaw on Intersectionality, More than Two Decades Later | Columbia Law School",
      "description": "Professor Crenshaw coined the term and co-founded the African American Policy Forum. Before AAPF's 20th anniversary, Crenshaw reflects on where intersectionality is heading.",
      "preview": "Skip to main site navigation Skip to main content Kimberlé Crenshaw on Intersectionality, More than Two Decades Later News From Columbia Law Story Arc"
    },
    {
      "url": "https://linkprotect.cudasvc.com/url?a=https%3a%2f%2fwww.merriam-webster.com%2fdictionary%2fimmune%2520response&c=E,1,IRylLSgwjmbRRoiCBugCAIdIpQPfAuV6qrr18EFhkJB0AxAjx2QVmkiNB7H7DBftWoyjfTPRSV3PeAexrDpYe-xI75kbwc6ynQ464Ddj0A,,&typo=1",
      "title": "IMMUNE RESPONSE Definition & Meaning - Merriam-Webster",
      "description": "The meaning of IMMUNE RESPONSE is a bodily response to an antigen that occurs when lymphocytes identify the antigenic molecule as foreign and induce the formation of antibodies and lymphocytes capable of reacting with it and rendering it harmless -called also immune reaction.",
      "preview": "Est. 1828 Dictionary Definition Definition Example Sentences Word History Rhymes Entries Near Cite this Entry Citation Share Kids Definition Kids Medi"
    },
    {
      "url": "https://www.postgresql.org/docs/current/functions-window.html",
      "title": "PostgreSQL: Documentation: 18: 9.22. Window Functions",
      "description": "9.22.&nbsp;Window Functions # Window functions provide the ability to perform calculations across sets of rows that are related to the ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://webcourseworks.com/customers-we-serve/",
      "title": "Web Courseworks is now Forj LMS | Forj",
      "description": "Forj LMS Product Description and Benefits",
      "preview": "Join the Forj Community Get insights and ideas delivered right to your inbox. Learning Web Courseworks is now Forj Forj and Web Courseworks merged in"
    },
    {
      "url": "https://thelowcarbdiabetic.blogspot.com/2012/04/tinker-taylor-liar-troll-part-two.html",
      "title": "The Low Carb Diabetic: Tinker Taylor Liar Troll ! Part two.",
      "description": "Karla awoke with a shudder from the usual nightmare. Laying in her chair and in a cold sweat. Was it the never ending nightmare, or the surf...",
      "preview": "Total Pageviews Sunday, 22 April 2012 Tinker Taylor Liar Troll ! Part two. Karla awoke with a shudder from the usual nightmare. Laying in her chair an"
    },
    {
      "url": "https://pl.wikipedia.org/wiki/Funt_%C5%9Awi%C4%99tej_Heleny",
      "title": "Funt Świętej Heleny - Wikipedia, wolna encyklopedia",
      "description": "void",
      "preview": "Przejdź do zawartości Z Wikipedii, wolnej encyklopedii Ten artykuł dotyczy jednostki monetarnej. Zobacz też: inne znaczenia tego słowa . Funt Świętej"
    },
    {
      "url": "http://www.kodak.com/",
      "title": "Eastman Kodak Company | Kodak",
      "description": "A global technology company providing industry-leading products and services for commercial print, packaging, publishing, manufacturing and entertainment.",
      "preview": "Statement Regarding Misleading Media Reports August 13, 2025 The future of print: Turning challenges into opportunities July 09, 2025 A digital plus f"
    },
    {
      "url": "http://www.geomatics.ucalgary.ca/",
      "title": "Department of Geomatics Engineering | Schulich School of Engineering | University of Calgary",
      "description": "void",
      "preview": "Skip to main content Department of Geomatics Engineering About our department Our programs Find your degree Our research Explore the details Faculty m"
    },
    {
      "url": "http://www.ebookcompiler.com/",
      "title": "eBook Compiler Software: create your own eBooks",
      "description": "eBook Software: create your own eBooks",
      "preview": "Introduction Features Power Features What People Say Download Register Questions & Answers Contact Us Affiliates Related Products Upon review of your"
    },
    {
      "url": "http://www.wideeyecreative.com",
      "title": "Wide Eye / a digital creative agency - web design & branding for mission-driven organizations and nonprofits",
      "description": "Wide Eye is a full-service creative agency specializing in interactive design, web development, and digital communications for brands that change the world. Headquartered in Washington, DC.",
      "preview": "Skip to main content Wide Eye Creative Close Things that agencies probably won't tell you about your RFP process, but should... Things that agencies pro"
    },
    {
      "url": "https://www.forbes.com.mx/buffett-dona-2000-millones-a-la-gates-foundation/",
      "title": "Buffett dona 2,000 millones a la Gates Foundation • Forbes México",
      "description": "El Oráculo de Omaha donó en total 2,600 mdd en acciones de Berkshire Hathaway a cinco fundaciones benéficas, ha donado casi 20,000 mdd en toda su vida.",
      "preview": "Portada / Forbes Life / Filantropía / Buffett dona 2,000 millones a la Gates Foundation Forbes Staff julio 9, 2013 @ 6:28 am 2013-07-09T06:28:00-0600"
    },
    {
      "url": "https://xtalks.com/2023-farm-bill-what-lawmakers-are-hoping-to-achieve-in-agriculture-nutrition-and-beyond-3376/",
      "title": "2023 Farm Bill: What Lawmakers are Hoping to Achieve in Agriculture, Nutrition and Beyond - Xtalks",
      "description": "The 2023 Farm Bill is the comprehensive package that US Congress uses to set national agriculture, conservation and nutrition policy.",
      "preview": "Friday, October 10, 2025 | 10am EDT: Beyond 3+3: Rethinking Early-Phase Oncology Study Design X Skip to content The 2023 Farm Bill is the comprehensiv"
    },
    {
      "url": "https://dagrafiotis.com/?p=1434&from_cat=17&lang=en",
      "title": "UDP for President | Demosthenes Agrafiotis",
      "description": "Επίσημη ιστοσελίδα του Δημοσθένη Αγραφιώτη, ποιητή - καλλιτέχνη διαμέσων | Official Website of Demosthenes Agrafiotis, poet - intermedia artist | Site Officiel de Démosthène Agrafiotis, poète - artiste intermédia",
      "preview": "Language gr en fr Demosthenes Agrafiotis works exhibitions books curation on dA CV contact news all poetry visual poetry painting photography performa"
    },
    {
      "url": "https://www.huffpost.com/",
      "title": "HuffPost - Breaking News, Politics, Entertainment & Opinion",
      "description": "Read the latest U.S. and world news, politics, entertainment, lifestyle and opinion pieces from HuffPost's trusted team of journalists.",
      "preview": "Skip to Main Content Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost News. ©2025 BuzzFeed, Inc. All rights reserved. Trending"
    },
    {
      "url": "https://encodedsweetness-blog.tumblr.com/",
      "title": "A Look Into the Void",
      "description": "Background in Biology and Computer Science. Engineer. Student. Coquette. A Little Arrogant. A Lot OCD.",
      "preview": "A Look Into the Void Background in Biology and Computer Science. Engineer. Student. Coquette. A Little Arrogant. A Lot OCD. Ask Archive Coding Sugar B"
    },
    {
      "url": "http://arizonapolevaultacademy.com/WeatherUpdate/tabid/596/ctl/Login/Default.aspx?returnurl=%2FWeatherUpdate%2Ftabid%2F596%2Fctl%2FLogin%2FDefault.aspx",
      "title": "Arizona Pole Vault Academy > Home",
      "description": "Arizona Pole Vault Academy is a place where you can learn how to be the best pole vaulter you can possibly be.",
      "preview": "Vaulting high Doesn't have to be difficult! Here at AZPVA we have experienced coaches, a world class facility, over 400 poles and proven methodology t"
    },
    {
      "url": "https://ceoworks.org/",
      "title": "CEO | Center for Employment Opportunities",
      "description": "Center for Employment Opportunities (CEO) offers employment and reentry services to individuals returning from incarceration.",
      "preview": "Search Contact Locations 600,000+ people come home from prison every year. With a job and support , they have a chance to succeed. FIND WORK WITH DAIL"
    },
    {
      "url": "https://didgiwidgi.co.uk/htm/art-prints-7.htm",
      "title": "Artificial Intelligence - An In-Depth Analysis",
      "description": "A history of AI, what it can do, and what it can't do - yet.",
      "preview": "Can technology create art? Can technology create music? Can technology replace human ingenuity? Can Computers Compete With Humans in Creative Fields?"
    },
    {
      "url": "https://sexyfishmiami.com/",
      "title": "Asian Restaurant & Late Night Bar Miami | Fish Restaurant | Sexy Fish",
      "description": "Located in the heart of Brickell, offering high-end glamour, surrealist décor, and opulent culinary majesty inspired by the oceans of Asia. Sexy Fish offers an all-day to late-night experience, allowing guests to enjoy incredible entertainment, as w...",
      "preview": "Sorry, your browser doesn't support HTML5 video tag. Sorry, your browser doesn't support HTML5 video tag. Welcome to Sexy Fish Sorry, your browser doe"
    },
    {
      "url": "https://www.all-in-pokershop.cz/all-in_pokershop/eshop/11-1-Studiove-vybaveni-fotopotreby/122-2-Studiove-blesky-prislusenstvi",
      "title": "Studiové blesky",
      "description": "Studiová světla, blesky, stativy, zábleskové lampy, žárovky, fotografické pozadí",
      "preview": "S cílem usnadnit uživatelům používat naše webové stránky využíváme cookies. Kliknutím na tlačítko \"OK\" souhlasíte s použitím preferenčních, statistick"
    },
    {
      "url": "https://stackoverflow.com/questions/tagged/mapbox+mapbox-ios+mapbox-android",
      "title": "Newest 'mapbox+mapbox-ios+mapbox-android' Questions - Stack Overflow",
      "description": "Stack Overflow | The World's Largest Online Community for Developers",
      "preview": "How are we doing? Please help us improve Stack Overflow. Take our short survey Collectives™ on Stack Overflow Find centralized, trusted content and co"
    },
    {
      "url": "http://www.d20monkey.com/comic/gratuitous-flashback/",
      "title": "» Gratuitous Flashback",
      "description": "This strip is a little talking head and copy/pastey. Deal with it, person already typing that comment. You have no power here. AND OMG A NEW SHIRT!",
      "preview": "/> Next > Last >> Gratuitous Flashback Chapter: Season Eight This strip is a little talking head and copy/pastey. Deal with it, person already typing"
    },
    {
      "url": "https://www.postermywall.com/index.php/email/templates/all/all/all?utm_source=nav&utm_content=allemailtemplates&utm_medium=link&utm_campaign=emailtemplategallerynav",
      "title": "Free Email Templates, Responsive With Easy Editing | PosterMyWall",
      "description": "Engage your audience with PosterMyWall's email templates and drag-and-drop editor. Customize our free, responsive email templates and send campaigns like a pro or download your emails as HTML.",
      "preview": "We are working hard to add templates. In the meanwhile, please browse all our templates below. We are working hard to add templates. In the meanwhile,"
    },
    {
      "url": "https://www.sare.org/publications/smart-water-use-on-your-farm-or-ranch/soil-management/conservation-tillage/",
      "title": "Conservation Tillage - SARE",
      "description": "Conservation tillage leaves at least 30 percent of the soil surface covered by residue after planting. No-till planters leave even more than that by placing seeds or transplants in narrow slots, the only area where farmers disturb the soil. No-till also consistently improves water infiltration, with reports of up to three times the infiltration compared [...]",
      "preview": "Skip to content No-till soybeans emerge through corn stubble on a Pennsylvania farm. Photo by Edwin Remsberg Conservation tillage leaves at least 30 p"
    },
    {
      "url": "https://air-loisirs.com/gb/contact-us",
      "title": "Nous contacter",
      "description": "Use our form to contact us",
      "preview": "Store information  AIR LOISIRS Chemin des Queutes 72230 Ruaudin France  Call us: 02 43 85 91 76  Email us: info@air-loisirs.com Contact us Subject"
    },
    {
      "url": "http://meyerweb.com/",
      "title": "meyerweb.com",
      "description": "void",
      "preview": "What happened was, I wrote a bookmarklet in early 2024 that would load all of the comments on a lengthy GitHub issue by auto-clicking any \"Load more\""
    },
    {
      "url": "http://www.chem1.com/acad/webtext/virtualtextbook.html",
      "title": "Chem1 Online Textbook Main Menu",
      "description": "void",
      "preview": "about this site student links teacher links other virtual texts download recent changes email the author chem1 virtual textbook a reference text for G"
    },
    {
      "url": "https://twinr.dev/",
      "title": "Best No Code App Builder | Convert Your Website To App",
      "description": "Convert Your Website to iOS or Android with Twinr no code app builder. No coding required-just drag, drop, and launch. Start your free trial today!",
      "preview": "Retention-Led Mobile App Channel for Growing Businesses Boost retention, drive repeat sales, and build loyal customers by converting your website into"
    },
    {
      "url": "https://studyaiko-blog.tumblr.com/post/150101031139",
      "title": "Another year of record growth for AP Computer Science - @studyaiko-blog on Tumblr",
      "description": "Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced rec...",
      "preview": "codeorg Follow Another year of record growth for AP Computer Science Since recent data shows that students like computer science classes a lot , it's"
    },
    {
      "url": "https://decidenow-app.com/",
      "title": "Decide Now!",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://webaccounts.imo.org/Common/WebLogin.aspx?ReturnUrl=%2f",
      "title": "IMO Web Accounts",
      "description": "void",
      "preview": "Check that this page is located at https:// webaccounts.imo.org . IMO Web Accounts Log In Authority: -- Please select -- Public Users Member State/Aut"
    },
    {
      "url": "https://stores.a-resto-parts.com/products/1963-1980-chevrolet-gmc-control-arm-bushing-shaft-set.html",
      "title": "1963 - 1980 Chevrolet GMC Control Arm Bushing Shaft Set - www.a-resto-parts.com",
      "description": "Andersen Restoration Parts is a supplier of classic car parts, classic car suspension, vintage shock absorbers, and more! See our antique car parts here!",
      "preview": "Toggle menu andersenrestorations1@gmail.com Login or Sign Up 0"
    },
    {
      "url": "https://www.walmartethics.com/content/walmartethics/en_us/code-of-conduct.html",
      "title": "Code of Conduct",
      "description": "Sam Walton founded a values-driven company that today is grounded in four core values: respect, service, excellence, and integrity.",
      "preview": "Skip to main Skip to footer Contact Us Code of Conduct Code of Conduct Live Our Code Build Trust with Our Associates Build Trust with Our Customers an"
    },
    {
      "url": "https://www.familyleague.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.call2recycle.org/",
      "title": "Call2Recycle.org | Leading the Charge for Battery Recycling",
      "description": "void",
      "preview": "Recycle Your Batteries for a Greener Planet Properly recycling batteries reduces waste and recovers valuable materials. Find your nearest recycling lo"
    },
    {
      "url": "https://www.jnj.com/",
      "title": "Johnson & Johnson: Changing health for humanity",
      "description": "We're building a world where complex diseases are prevented and cured, treatments are smarter and less invasive-and solutions are personal.",
      "preview": "Skip to content Learn about our healthcare areas Explore medicine and therapy products Explore MedTech products Find our latest news, stories and pres"
    },
    {
      "url": "https://www.watchgang.com/",
      "title": "Watch Gang | The World's #1 Watch Club",
      "description": "Discover new watches on your schedule and join the largest watch community in the world. Exclusive member deals and giveaways, join Watch Gang today.",
      "preview": "Get 40% Off Your First Watch + A Chance To Win A ROLEX! GET STARTED SURPRISE! IT MIGHT BE A ROLEX The world's #1 watch club for a reason. Get a new wa"
    },
    {
      "url": "https://learning.postman.com/docs/getting-started/introduction/",
      "title": "Postman documentation overview | Postman Docs",
      "description": "Postman is a collaboration platform for API development. Postman's features simplify each step of building an API and streamline collaboration so you can create better APIs-faster.",
      "preview": "Postman documentation overview Welcome to the Postman Docs! This is the place to find official information on how to use Postman in your API projects."
    },
    {
      "url": "https://lightchamber.tumblr.com/",
      "title": "loyaltycard",
      "description": "void",
      "preview": "Posted 8 years ago 23 notes Posted 9 years ago 4 notes Posted 9 years ago 1 note Posted 9 years ago Posted 9 years ago Posted 9 years ago 1 note Poste"
    },
    {
      "url": "https://seaa.org/",
      "title": "Home - SEAA - The Seafood Ethics Action Alliance",
      "description": "void",
      "preview": "Who we are Governance and meetings Our Steering Committee Our members Management and secretariat Our engagement with others Contact us What we do Our"
    },
    {
      "url": "https://www.wto.org/english/tratop_e/rulesneg_e/fish_e/fish_e.htm#:~:text=Agreement%20on%20Fisheries%20Subsidies%20The%20WTO%20Agreement%20on,the%20widespread%20depletion%20of%20the%20world%E2%80%99s%20fish%20stocks.",
      "title": "WTO | Agreement on Fisheries Subsidies",
      "description": "The WTO Agreement on Fisheries Subsidies, adopted at the 12th Ministerial Conference (MC12) on 17 June 2022, marks a major step forward for ocean sustainability by prohibiting harmful fisheries subsidies, which are a key factor in the widespread depletion of the world's fish stocks. The Agreement represents a historic achievement for the membership as the first Sustainable Development Goal (SDG) target to be fully met, the first SDG target met through a multilateral agreement, the first WTO agreement to focus on the environment, the first broad, binding, multilateral agreement on ocean sustainability, and only the second agreement reached at the WTO since its inception.",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://hacks.mozilla.org",
      "title": "Home - Mozilla Hacks - the Web developer blog",
      "description": "Mozilla Hacks is written for web developers, designers and everyone who builds for the Web. Hacks is produced by Mozilla's Developer Relations team and features hundreds of posts from Mozilla ...",
      "preview": "Launching Interop 2025 → Featured Article Recent Articles CRLite: Fast, private, and comprehensive certificate revocation checking in Firefox Firefox"
    },
    {
      "url": "https://www.legalmomentum.org/",
      "title": "Welcome | Legal Momentum",
      "description": "void",
      "preview": "Skip to main content The State of Women's Economic Wellbeing & The Law - Map Launch & Panel - September 18, 2024 - Recorded Live If you are being watc"
    },
    {
      "url": "https://marketplace.walmart.com/?utm_source=Walmart.com&utm_medium=link&utm_campaign=footer",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "http://www.magikbee.com/",
      "title": "Learning Through Play - Inspiring Kid's Imagination With Magikbee",
      "description": "Unlock your child's potential with our suite of safe and educational apps & games. Discover how play learning can be fun and rewarding.",
      "preview": "Home | Brands | Company Together, we spark wonder A better digital world starts here Technology should lift us up, not weigh us down. At Magikbee, we"
    },
    {
      "url": "https://mockuuups.studio/",
      "title": "Mockup Generator [5000+ Mockups] - Mockuuups Studio",
      "description": "Drag-and-drop tool for creating beautiful app previews or any marketing materials. Easily insert your screenshot into device and print mockups for free.",
      "preview": "Print mockups in beta Try now, for free → Mockup Generator Mockups that wow, without the work. Apple Devices Monochrome Diverse Hands Device in Pocket"
    },
    {
      "url": "https://www.containerstore.com/s/natural-boot-rack/d?q=Natural%20Boot%20Rack&productId=11018663",
      "title": "Natural Boot Rack | The Container Store",
      "description": "Shop All",
      "preview": "By browsing or interacting with our site, you agree to our Terms of Use and Arbitration Agreement. If you are using a screen reader, activate this lin"
    },
    {
      "url": "https://www.consumer.ftc.gov/articles/0060-10-things-you-can-do-avoid-fraud",
      "title": "How To Avoid a Scam | Consumer Advice",
      "description": "Recognizing these common signs of a scam could help you avoid one.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://omaha.com/news/state-and-regional/nebraska-cheerleader-competes-by-herself-at-state-competition-but-crowd-doesnt-let-her-feel-alone/article_f7c24078-b218-11ed-9e35-bb254308c2f1.html",
      "title": "Nebraska cheerleader competes by herself at state competition, but crowd doesn't let her feel alone",
      "description": "When Morrill High School coach April Ott broke the news to Katrina Kohel that she was the only one left on the cheer squad, Kohel was determined to still compete",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    }
  ],
  "_meta": {
    "total_bookmarks": 111
  }
}