{
  "data": [
    {
      "url": "https://www.blackrock.com/aladdin",
      "title": "Aladdin® by BlackRock - software for portfolio management",
      "description": "Aladdin is a portfolio management software that provides investment professionals a way to view and manage daily investments. Explore our enterprise solution.",
      "preview": "Skip to content BlackRock BlackRock iShares iShares Aladdin Aladdin Our company Our company Subscribe to Updates Subscribe to Updates Connect Contact"
    },
    {
      "url": "https://www.slogan-tagline.com/",
      "title": "Advertising Slogans - Brand Taglines - Slogans and Taglines",
      "description": "void",
      "preview": "Slogan & Tagline Marketing and Advertising Slogans, Mottos, Taglines Blood Drive Campaign Slogans A bottle of blood saved my life, was it yours.A drop"
    },
    {
      "url": "https://www.lillypulitzer.com/belle-tassel-necklace/007656.html?dwvar_007656_color=962",
      "title": "Women's Resort Wear, Dresses & Swimwear | Lilly Pulitzer",
      "description": "Shop Lilly Pulitzer's resort wear for women: Dresses, Activewear, Swimwear, Loungewear & Accessories. Free shipping & returns on all products online and in-store.",
      "preview": "Skip to main content Skip to footer content LIMITED TIME! Receive A Free Gift With Your $200 Spend. Details Print with Purpose: Supporting Squad Shop"
    },
    {
      "url": "http://www.irena.org",
      "title": "IRENA - International Renewable Energy Agency",
      "description": "The International Renewable Energy Agency (IRENA) is an intergovernmental organisation supporting countries in their transition to a sustainable energy future.",
      "preview": "Tracking Progress: Explore Energy Transition Indicators and Progress to #3xRenewables by 2030 || Support our #3xRenewables for the planet and its peop"
    },
    {
      "url": "https://www.cia.gov/index.html",
      "title": "We are the Nation's first line of defense - CIA",
      "description": "void",
      "preview": "Skip to main content Contact Contact Report Information Report Information We are the Nation's first line of defense We accomplish what others cannot"
    },
    {
      "url": "https://www.sunsetkeycottages.com/",
      "title": "Luxury Private Island in Florida Keys | Sunset Key Cottages",
      "description": "Sunset Key Cottages is a private island resort minutes off of Key West with 40 guest cottages, an award-winning restaurant, and luxury spa.",
      "preview": "Book Now Opal Collection Back Back Back Your browser does not support the video tag. A Private Island Getaway Minutes from Key West An Opal Collection"
    },
    {
      "url": "https://gethuman.com/issue/Universal-Studios-Hollywood/o54n/I-bought-three-tickets-for-universal-studios-All-the-tickets-are-labeled-with-my-name",
      "title": "Universal Studios Hollywood Customer Questions, Answers, and How-to Guides",
      "description": "This FAQ page answers the most common questions about Universal Studios Hollywood customer service, including how to contact Universal Studios Hollywood for help. Answers can be succinct, but can also include detailed step-by-step instructions with s...",
      "preview": "© GetHuman Inc. All Companies › Universal Studios Hollywood Customer Service › FAQ Updated July 17, 2025 Universal Studios Hollywood Customer FAQ Top"
    },
    {
      "url": "https://gap.igs4ds.net/c/249354/383280/5556?subId1=PEOHilaryDuffWearsPleatedTennisSkirtsOnandOfftheCourtandNowWeWanttheVersatileWardrobeStaplesomalleyFasAff13947509202302I&u=https%3A%2F%2Fathleta.gap.com%2Fbrowse%2Fproduct.do%3Fpid%3D798736012%23pdp-page-content",
      "title": "Levitate Skort | Athleta",
      "description": "Shop Athleta's Levitate Skort:",
      "preview": "Levitate Skort Out of Stock Levitate Skort $69.00 $29.97 Image of 5 stars, 4.62 are filled, 318 Ratings 318 Ratings Final Sale Color Black Size Size G"
    },
    {
      "url": "https://sanantonio.uso.org/fort-sam-houston-meps",
      "title": "USO San Antonio MEPS • USO San Antonio",
      "description": "San Antonio MEPS (Military Entrance Processing Station) is where individuals are processed for enlistment or induction into the armed services, based on DoD-approved peacetime and mobilization standards. In 2015, the USO was graciously invited to provide an area for individuals and families while going through the enlistment process. We provide a Home Away from Home for many who are away from home for the first time. They can get a hot cup of coffee, a cool beverage, a snack, or simply relax before the next step in this process.",
      "preview": "Skip to navigation Skip to main content Skip to footer USO San Antonio Find another USO location USO logo USO San Antonio Donate Open Menu Locations U"
    },
    {
      "url": "https://www.ywcasouthflorida.org/",
      "title": "YWCA South Florida | Eliminating racial and gender inequality",
      "description": "YWCA South Florida is eliminating racial and gender inequality. Learn more about our efforts to dismantle structural racism and promote social justice.",
      "preview": "0 Start Their Learning Journey with YWCA - Enroll in Head Start Today! From social skills to school readiness, our caring educators are here to suppor"
    },
    {
      "url": "https://drinkloverboy.com",
      "title": "Drink Loverboy | Sparkling Hard Teas Drinks & Premium Craft Cocktails - Loverboy Inc.",
      "description": "Loverboy sparkling hard teas & premium canned cocktails have 0 added sugar, 90-100 calories, and are gluten free. Loverboy will give you 0 regrets - 100% of the time.",
      "preview": "Age is just a number We're going to need to see some ID I'm over 21 Not Quite Yet FREE SHIPPING ALL US ORDERS $75+ FREE SHIPPING ALL US ORDERS $75+ FR"
    },
    {
      "url": "https://cicitive.dk/tag/jul/",
      "title": "jul Arkiv - Cicitive",
      "description": "void",
      "preview": "HÆKLERIER, PÆNE TING OG GODT HUMØR Søg Hækleopskrift på nissehue til hæklet minimus Indlægget indeholder reklamelinks Som lovet kommer her opskriften"
    },
    {
      "url": "https://edition.cnn.com/travel/article/venice-canal-drought-italy-climate-scli-intl/index.html",
      "title": "Venice canals run dry amid fears Italy faces another drought | CNN",
      "description": "Weeks of dry winter weather have raised concerns that Italy could face another drought after last summer's emergency, with the Alps having received less than half of their normal snowfall, according to scientists and environmental groups.",
      "preview": "Venice canals run dry amid fears Italy faces another drought Reuters 2 min read Published 5:57 AM EST, Tue February 21, 2023 Link Copied! A drought is"
    },
    {
      "url": "https://pierikosnews.blogspot.com/2017/04/blog-post_21.html",
      "title": "PierikosNews.gr : Οιωνοί... λύτρωσης για Πιερικό, συνθήκες εμπλοκής Συμεωνίδη",
      "description": "Ανοίγει ο δρόμος για την εμπλοκή νέων επενδυτών στον Πιερικό, με επικεφαλής τον Γιάννη Συμεωνίδη, χρηματοδότη του Διαγόρα Σεβαστής, πρώην ...",
      "preview": "Αρχική σελίδα Ποιοι είμαστε Επικοινωνία Βαθμολογίες Ρόστερ 2021-22 Εισιτήρια διαρκείας 2021-22 Pierikos News TV Δ/Σ ΣΦΚ ΠΙΕΡΙΚΟΣ Πρόγραμμα αγώνων Πιερ"
    },
    {
      "url": "https://jogorama.com.br/jogos/playstation-4/6198/destiny/",
      "title": "Jogo Destiny para PlayStation 4 - Dicas, análise e imagens",
      "description": "Conheça tudo sobre Destiny do PlayStation 4: dicas, truques, códigos, cheats, macetes, imagens e muito mais.",
      "preview": "Destiny Plataforma: PlayStation 4 Produtora: Bungie Software Distribuidora: Activision Gênero: Tiro em primeira pessoa Lançamento: 9 de Setembro de 20"
    },
    {
      "url": "https://www.dsei-japan.com/welcome",
      "title": "DSEI Japan 2027",
      "description": "Japan's only integrated defence event. DSEI Japan provides you with unprecedented levels of access into the Japanese and wider Asia-Pacific (APAC) market.",
      "preview": "DSEI JAPAN - 日 本 語 Search LinkedIn Email Mobile hero image ->> Strengthening Indo-Pacific Security Through Advanced Technology 28 - 30 April 2027 DSEI"
    },
    {
      "url": "https://www.westside.com/",
      "title": "Westside - A Tata Enterprise | Best Online Shopping Site in India",
      "description": "Shop at India's Best Online Shopping Site for Men, Women & Kids Fashion. Discover wide range of clothing, footwear, bags & beauty products for men, women & kids at Westside Online Shopping Store.",
      "preview": "Skip to content Every % GST Reduced - Every % Returned To You"
    },
    {
      "url": "http://ywcaweekwithoutviolence.org/",
      "title": "National Campaigns - YWCA - YWCA",
      "description": "YWCA is on a mission to eliminate racism and empower women, and our annual national campaigns are crucial to realizing our mission by creating awareness around racial and gender justice issues and engaging our YWCA network and partners in this work. Annually, we hold the following campaigns: Until Justice Just Is (UJJI), YWomenVote, and Week Without Violence. Read more below about each of our signature campaigns and how you can get involved.",
      "preview": "0 DONATE Register About Week Without Violence Join Us Toolkit Sponsors About Week Without Violence Week Without Violence has been a YWCA national camp"
    },
    {
      "url": "https://www.nationalcleanupday.org/",
      "title": "National CleanUp Day - September is Cleanup Month",
      "description": "National Clean Up Day is September 21, 2024. Over two million US volunteers in 2023 and 22 million globally for World CleanUp Day. Held annually on the Third Saturday in September. What would happen if everyone picked up at least one piece of litter on National CleanUp Day? Sign Up, Find a Local Event, Start your own CleanUp Event. National CleanUp Month is all of September.",
      "preview": "Back Our Story How Can I Help? Our Team Our Interns/School Projects Trash Caulin Back All Partners Planet Oat World CleanUp Day Cleanify Keep America"
    },
    {
      "url": "https://visitor.r20.constantcontact.com/manage/optin?v=001Sk_8Aa13394xonLLUknSR_CtAy6sVkj7-WTntErj4YHitEGv_xZXTgEreyr8MdkMKJ6cnoDLHPraoNtEuHeVpYuA7EHtjdGdcHtASf8lweU%3D",
      "title": "Department of Agriculture : Sign Up to Stay in Touch",
      "description": "void",
      "preview": "Sign up to stay in touch! Sign up for USDA email updates, please enter your contact information below. * Email Address Email Lists Ag Economics Broadb"
    },
    {
      "url": "https://www.kpax.com/news/crime-and-courts/woman-charged-after-abandoned-dog-shot-and-killed-near-martin-city",
      "title": "Woman cited after abandoned dog shot and killed near Martin City",
      "description": "A woman who shot, killed, and skinned an abandoned husky near Martin City has been cited with Animal Cruelty by the Flathead County Sheriff's Office.",
      "preview": "void"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-programming",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.weaverleathersupply.com/pages/learn",
      "title": "Learn - Weaver Leather Supply",
      "description": "Start your next leather crafting project with top quality leather, leatherworking tools, machinery and hardware from Weaver Leather Supply.",
      "preview": "Skip to content FREE Shipping on Orders over $150 Save 15% on select flash sale items Learn Getting Started in Leathercrafting Sewing Leather Leather"
    },
    {
      "url": "https://asa.zamo.ca/2009/12/dupa-contra-base-argumente-de-bass-pro.html",
      "title": "Dupa CONTRA-Base, argumente de Bass PRO Intro - Also Sprach Zamolxis",
      "description": "M-am informat cat am putut, am citit si rascitit motivele lui Alphadog de a-l vota pe Geoana , si, desi am promis sa raspund cu motivele mel...",
      "preview": "Home - Acasă About Despre Blogroll Dezbate Concur$ - Colaborare Also Sprach Zamolxis Aşa Grăit-a Zamo.ca, the descendant of a Dacian God; teme persona"
    },
    {
      "url": "https://thatsourjampodcast.com/tag/ipod-roulette/",
      "title": "iPod Roulette - That's Our Jam",
      "description": "void",
      "preview": "Skip to content Search Search for: LISTEN TO EPISODE 19: Speaking of the Sons of Liberty... And below are all the supplemental reading/listening items f"
    },
    {
      "url": "https://www.suzannes.se/271607502_502687727816019_5709728333999177448_n/",
      "title": "271607502_502687727816019_5709728333999177448_n - Suzannes.se",
      "description": "Besök inlägget om du vill veta mer.",
      "preview": "Dela detta: Klicka för att dela på Facebook (Öppnas i ett nytt fönster) Facebook Klicka för att dela på X (Öppnas i ett nytt fönster) X Klicka för att"
    },
    {
      "url": "https://healthy.kaiserpermanente.org/front-door/machine-readable",
      "title": "Transparency In Pricing Machine-Readable Files | Kaiser Permanente",
      "description": "Find machine-readable files (MRFs) for Kaiser Permanente health plans, including negotiated service rates and out-of-network allowed amounts.",
      "preview": "Loading In November 2020, the U.S. Department of Health & Human Services (HHS), Department of Labor, and Department of the Treasury issued the Transpa"
    },
    {
      "url": "https://www.rescue.org/",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "The International Rescue Committee (IRC) responds to the world's worst humanitarian crises and helps people to survive and rebuild their lives. Find out how you can help the IRC offer lifesaving care and life-changing assistance to refugees forced to flee from war or disaster.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://help.venmo.com/hc/en-us/articles/360021199834-Customer-Identification-Document-Requirements",
      "title": "Customer Identification Document Requirements | Venmo",
      "description": "HOW CAN I COMPLETE IDENTITY VERIFICATION ON VENMO? You can verify your identity in the Venmo app with these steps: 1. Go to the Me tab 2. Tap the Setti...",
      "preview": "You need to enable JavaScript to run this app. Help Center How can we help you? Venmo Accounts, Profiles & Settings Updating your Venmo Profile Paymen"
    },
    {
      "url": "https://support.office.com/en-us/article/accounts-in-office-628ea040-f265-49de-b986-be09c3ebf8a9",
      "title": "About accounts in Office - Microsoft Support",
      "description": "<Placeholder>",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "https://www.riomaframix.com.br/tag/andre-felipe-neppel/",
      "title": "André Felipe Neppel",
      "description": "A vítima estava em uma motocicleta Yamaha/MT07, que colidiu transversalmente com um caminhão Ford/Cargo.",
      "preview": "Pular para o conteúdo"
    },
    {
      "url": "https://www.espigadoradadigital.com/2019/07/justicia-procuraduria-traza-nuevas.html",
      "title": "JUSTICIA Procuraduría traza nuevas estrategias para combatir el tráfico y la trata de personas - Espiga Dorada Digital",
      "description": "• Desde el año 2017 hasta el primer trimestre de 2019, han sido judicializados 139 casos por esos delitos El procurador general de la Repúbl...",
      "preview": "Periodico Digital, desde la Provincia Sánchez Ramírez. Tel.809-965-7066, Email:alfremilcomunicacion@gmail.com 100 Familias ya viven en Nuevos Horizont"
    },
    {
      "url": "https://www.steveandalex.org/",
      "title": "Inspired Giving | Steven & Alexandra Cohen FoundationSteven & Alexandra Cohen Foundation | The Steven & Alexandra Cohen Foundation leads by example to show the world what giving can do.",
      "description": "The philanthropic efforts of the Steven & Alexandra Cohen Foundation started in 2001 and have resulted in over $1.3 billion in funds to public 501(c)(3) nonprofit organizations based in the United States that either help people in need or solve complex problems.",
      "preview": "Skip to content There's something you can do that doesn't take a lot: GIVE. Join us in giving to make the world a better place. \"With just a little bi"
    },
    {
      "url": "http://aerfish.com/privacypolicy",
      "title": "PrivacyPolicy | Aerfish",
      "description": "Aerfish makes art & science apps for iOS and Android. We gather no information that can be traced back to you.",
      "preview": "top of page PRIVACY POLICY Universe Splitter & Quantum Powered Lotto Numbers We don't keep track of anything you type in, nor do we have any way to"
    },
    {
      "url": "https://www.metroscreenworks.com/60-x-100-aluminum-screen-for-tiny-insects/",
      "title": "60\" x 100' Aluminum Screen for Tiny Insects | Rolls Of Screen | Metro",
      "description": "Our aluminum screenw was developed specifically to protect against tiny insects, this tightly-woven metal wire mesh provides excellent visibility and air flow.",
      "preview": "Skip to main content 60\" x 100' Aluminum Screen for Tiny Insects (No reviews yet) Write a Review Write a Review Close × 60\" x 100' Aluminum Screen for"
    },
    {
      "url": "https://ecomodder.com/forum/showthread.php/zing-custom-built-prototype-hybrid-tadpole-trike-19843-4.html#post275939",
      "title": "The Zing! (Custom-built prototype hybrid tadpole trike) - Page 4 - Fuel Economy, Hypermiling, EcoModding News and Forum - EcoModder.com",
      "description": "Originally Posted by drmiller100 Mr. Fry, Sometimes we miss the obvious. The obvious is you are DOING something, while the rest of the gadflies are",
      "preview": "Home Forum Blog Store Wiki Garage & Tools Recent Posts / Pics 65+ Efficiency Mods 100+ Hypermiling Tips Glossary EcoModder Forum > EcoModding > Hybrid"
    },
    {
      "url": "https://www.loc.gov/preservation/care/",
      "title": "Collections Care (Preservation, Library of Congress)",
      "description": "Collections care information for handling, storing, using, and managing books, works on paper, photographs, audio-visual materials, and other types of collections",
      "preview": "skip navigation Search The Library of Congress > Preservation > Collections Care Preservation Home About Collections Care Conservation Digital Preserv"
    },
    {
      "url": "https://ketchup7.tumblr.com/",
      "title": "Tacos",
      "description": "void",
      "preview": "Tacos zancorvid : Persona 5 car @ Anime Expo 2017 700 notes * Posted 8 years ago via zancorvid robot-and-alien-dude : 14,777 notes * Posted 8 years ag"
    },
    {
      "url": "https://www.bmw-pakistan.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW New Car Dealer | Pakistan | BMW Dewan",
      "description": "Visit Dewan Motors BMW in Karachi, Islamabad &amp; Lahore, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The i4 Discover Now THE iX3 Discover Now THE iX Discover Now THE i5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test"
    },
    {
      "url": "https://arabpress.com/saudi-aid-agency-chief-meets-mexican-envoy-to-saudi-arabia",
      "title": "Saudi aid agency chief meets Mexican envoy to Saudi Arabia - Arab Press",
      "description": "Supervisor-General of the King Salman Humanitarian Aid and Relief Center Dr. Abdullah Al-Rabeeah met Ambassador of Mexico to Saudi Arabia Anibal Toledo in Riyadh on Sunday.",
      "preview": "Arab Press بالشعب و للشعب Friday, Oct 10, 2025 English English Arabic Hebrew Hindi Tagalog Urdu Add Your News Saudi aid agency chief meets Mexican env"
    },
    {
      "url": "https://www.rollingstone.com/music/music-lists/best-songs-of-all-time-1224767/",
      "title": "500 Best Songs of All Time",
      "description": "500 Best Songs of All Time: the Beatles, Beyonce, Bowie, and more",
      "preview": "× Skip to main content Photographs used within illustration by Jack Robinson/Hulton Archive/Getty Images; Michael Ochs Archives/Getty Images, 3; Paul"
    },
    {
      "url": "https://www.mactrast.com/tag/apple-event/",
      "title": "Apple Event - MacTrast",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.suzannes.se/271607502_502687727816019_5709728333999177448_n/",
      "title": "271607502_502687727816019_5709728333999177448_n - Suzannes.se",
      "description": "Besök inlägget om du vill veta mer.",
      "preview": "Dela detta: Klicka för att dela på Facebook (Öppnas i ett nytt fönster) Facebook Klicka för att dela på X (Öppnas i ett nytt fönster) X Klicka för att"
    },
    {
      "url": "https://www.glamourmagazine.co.uk/article/paris-hilton-interview-2023",
      "title": "Paris Hilton On Her Dark Past, Misogyny & Becoming A Mum | Glamour UK",
      "description": "Paris Hilton is GLAMOUR's February coverstar. She opens up about the psychological and sexual abuse she suffered at school, her fake 'dumb blonde persona', and finding her happy ending and becoming a mum.",
      "preview": "Skip to main content Opening up in her most candid and revealing interview in years, Paris Hilton speaks to Emily Maddick about her dark past, her fak"
    },
    {
      "url": "https://import-os.tumblr.com/",
      "title": "import os;",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "https://www.adornbridal.com/adornnashville",
      "title": "Nashville, TN Bridal Shop | Your Dress Is Here",
      "description": "The Experience You'll Cherish For A Lifetime. Come see why Nashville brides voted us best bridal shop in Nashville, TN for the last three years.",
      "preview": "Adorn Nashville Bridal Shop Unmatched Experience, Expert Styling Request an Appointment LET US ADORN YOU Say yes to an unparalleled and unforgettable"
    },
    {
      "url": "https://www.batbike.se/product-category/reservdelar/?filter_bc=cargobike,ecoride&query_type_bc=or&filter_bk=400wh&query_type_bk=or",
      "title": "Reservdelar | Batbike elcyklar",
      "description": "void",
      "preview": "Tel: 031-3880705 - Ordrar skickas 14:00 samma dag - Fri frakt vid beställningar över 1000:- Reservdelar Filtrera Inga produkter hittades som motsvarar"
    },
    {
      "url": "https://fox11online.com/news/local/green-bay/fox-11-obtains-green-bay-city-hall-surveillance-recording",
      "title": "FOX 11 obtains Green Bay City Hall surveillance recording",
      "description": "GREEN BAY (WLUK) &ndash; FOX 11 has obtained 90 minutes of video and audio from Green Bay City Hall&rsquo;s surveillance system, which has been the subject of controversy a",
      "preview": "Fri, 10 Oct 2025 10:09:07 GMT (1760090947698) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.otel.com/",
      "title": "otel.com",
      "description": "void",
      "preview": "otel.com & otel.net For partnerships and proposals, please contact us at info@otel.com"
    },
    {
      "url": "https://consumer.ftc.gov/consumer-alerts",
      "title": "Consumer Alerts | Consumer Advice",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "http://www.cucinarefacile.com/",
      "title": "Ricette di cucina e video ricette",
      "description": "Chef si diventa! Impara a cucinare seguendo le ricette di cucina semplici e veloci di Cucinarefacile.com. Per ogni occasione la giusta ricetta!",
      "preview": "super facile Biscotti al miele: la ricetta della dolcezza Perfetti a colazione, per il tè delle cinque o come idea regalo per le festività, i biscotti"
    },
    {
      "url": "https://fun.chicagotribune.com/#nt=primarynavbar",
      "title": "Fun & Games | Free Online Games, Puzzles, Crosswords & Jumbles | Chicago Tribune",
      "description": "void",
      "preview": "Search Oct 10, 2025 Fun & Games All Jumble Crosswords Solitaire Sudoku Mahjong Match 3 Logic Puzzles Action Connect Copyright © 2025 , Chicago Tribune"
    },
    {
      "url": "http://www.stripesfleetcards.com/?cc=H3L&utm_medium=referral&utm_campaign=stripes+website&utm_source=stripesstores.com",
      "title": "Business Universal Card | Take Control of Business Fueling",
      "description": "The Business Universal card allows you to take control of business fueling, track expenses, get rebates on gas pumped for your fleet and start saving!",
      "preview": "Skip to content Features at a Glance Save up to 5¢ per gallon at 7-Eleven, Speedway and Stripes locations* fill=\"#666\" Accepted at any major U.S. gas"
    },
    {
      "url": "https://getchannels.com/privacy/",
      "title": "Channels - Privacy Policy",
      "description": "Channels Privacy Policy",
      "preview": "Privacy Policy Revised: October 30, 2019 Thanks for using Channels! All of us at Fancy Bits care about your privacy. Our Privacy Policy explains how w"
    },
    {
      "url": "https://www.nextbigfuture.com/2011/01/beyond-flash-memory.html",
      "title": "Beyond flash memory | NextBigFuture.com",
      "description": "New Electronics (UK) looks at technologies that may succeed flash memory.",
      "preview": "Skip to content New Electronics (UK) looks at technologies that may succeed flash memory. Every memory technology other than dram or flash has looked"
    },
    {
      "url": "https://tesla.oemdtc.com/category/recalls",
      "title": "Recalls | Tesla - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.BlackEntrepreneursDay.com",
      "title": "Black Entrepreneurs Day",
      "description": "Black Entrepreneurs Day is the ultimate celebration of Black business and entrepreneurship. Highlighted by insightful conversations with Black business icons, including Charlamagne tha God, Flavor Flav, Kelly Rowland, Rashad Bilal, Troy Millings, Jordan Chiles, and many more, plus a live musical performance from global superstar 2 Chainz presented by Raising Cane's. Created in 2020 by Daymond John, the founder and CEO of FUBU and Co-Star of ABC's five-time Emmy Award winning show, Shark Tank, the event has raised over $1,000,000 in Black Business grants in partnership with the NAACP and has inspired millions of fans!",
      "preview": "2025 Announcement Coming soon!! THE FIFTH ANNUAL CELEBRATION TO EMPOWER AND CELEBRATE BLACK BUSINESS Watch the 2024 livestream now Watch the 2024 Afte"
    },
    {
      "url": "http://www.scottishsweeties.com/index.php?main_page=index&cPath=73&sort=20a&page=1",
      "title": "Chocolate Products : Welcome to Scottish Sweeties, Online shop",
      "description": "Welcome to Scottish Sweeties : Chocolate Products - Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Marshmallows Mints Nougat Nuts Pastilles Rolls of Sweets Sherbet Toffee Turkish Delight buchannans, sweets, shop, online shopping",
      "preview": "Home Log In Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Ma"
    },
    {
      "url": "http://magnolia.com/magnoliatablecookbook3",
      "title": "Jo's New Cookbook: Magnolia Table, Vol. 3",
      "description": "The taste of something truly delicious slows us down and invites us to enjoy a moment completely. That was my aim with this third collection: to share recipes",
      "preview": "Skip to content 0 Items Added to Cart You don't have anything in your cart yet. Start shopping Loading... Cart Subtotal $0.00 USD Shipping & taxes cal"
    },
    {
      "url": "https://support.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Mozilla Support",
      "description": "void",
      "preview": "Skip to main content Switch language Skip to search Windows 10 will reach EOS (end of support) on October 14, 2025. For more information, see this art"
    },
    {
      "url": "https://www.esquire.com/entertainment/interviews/a5402/woody-harrelson-quotes-0109/",
      "title": "Woody Harrelson Quotes - New Quotations From Woody Harrelson",
      "description": "The actor finds love in heady places: poetry, porno, Peru, and pot.",
      "preview": "Skip to Content Discover Entertainment Bruce Dern: What I've Learned Q+A: A Strange Party with Woody Harrelso... Piers Morgan: What I've Learned Franc"
    },
    {
      "url": "https://vanceai.com/",
      "title": "VanceAI | AI Photo Enhancement, Generation & Editing Tools Provider",
      "description": "VanceAI offers AI enhancing, upscaling, sharpening, denoising, background removal & generation, etc., to boost productivity and creativity in photo processing.",
      "preview": "AI Photo Enhancer: AI Restore and Enhance Photo Quality in One Click VanceAI is your all-in-one AI-powered solution for photo enhancement and restorat"
    },
    {
      "url": "https://sites.nielsen.com/legal/privacy-statement/exelate-privacy-policy/opt-in-opt-out/",
      "title": "NIELSEN MARKETING CLOUD OPT-IN/OPT-OUT",
      "description": "void",
      "preview": "Nielsen Marketing Cloud Opt-Out Nielsen Marketing Cloud (NMC) is committed to providing you with choices regarding the processing of your personal dat"
    },
    {
      "url": "https://signup.cj.com/member/brandedPublisherSignUp.do?air_refmerchantid=2568723",
      "title": "CJ",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://teaching-vacancies.service.gov.uk/jobs/class-teacher-45efcd2b-6aaf-4f36-858e-1d0f04430bbe",
      "title": "Class Teacher - Krishna Avanti Primary School - Teaching Vacancies - GOV.UK",
      "description": "Class Teacher job from Krishna Avanti Primary School. Apply by 10 Jan 2022.",
      "preview": "Cookies on Teaching Vacancies We'd like to set additional cookies to understand how you use this service and help us improve it. We also use cookies s"
    },
    {
      "url": "https://www.distancesfrom.com/in/how-far-is-Dankuni-from-Indore-via-Ranchi/HowFarHistory/43878018.aspx",
      "title": "How far is Dankuni from Indore via Ranchi",
      "description": "How far is Dankuni from Indore,1594 Km - Distance from Indore to Dankuni via Ranchi,1275 Km - Flight distance between Indore and Dankuni",
      "preview": "Direction Map Travel Time LatLong Flight D Flight T HowFar Route TripCost CO2 Emission Calories Planner Trip Cost Itinerary Reverse percentage Simple"
    },
    {
      "url": "http://www.libero.it/",
      "title": "Libero: Mail, Ricerca e News con aggiornamento quotidiano",
      "description": "Entra su Libero.it: Mail e Email PEC, Login, le Ultime Notizie con aggiornamento quotidiano, Community, Video, Motore di Ricerca e tanto altro",
      "preview": "Perché Trump non ha ricevuto il Nobel nonostante l'accordo su Gaza De Martino scivola di nuovo in basso: cosa succede ora Paolini-Swiatek: Jasmine arc"
    },
    {
      "url": "https://forum.generationequality.org/forum",
      "title": "What is the Generation Equality Forum? | Generation Equality Forum",
      "description": "The Generation Equality Forum, held in 2021, has kickstarted a 5-year journey to accelerate ambitious action and implementation on global gender equality.",
      "preview": "Skip to main content What is the Generation Equality Forum? The Generation Equality Forum , held in 2021, has kickstarted a 5-year journey to accelera"
    },
    {
      "url": "https://scikit-learn.org/stable/modules/impute.html",
      "title": "7.4. Imputation of missing values - scikit-learn 1.7.2 documentation",
      "description": "For various reasons, many real world datasets contain missing values, often encoded as blanks, NaNs or other placeholders. Such datasets however are incompatible with scikit-learn estimators which ...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version 7.4. Imputation of missing values # For various reasons, many real world datasets cont"
    },
    {
      "url": "https://optout.aboutads.info/?c=2&lang=EN",
      "title": "WebChoices",
      "description": "The new WebChoices consumer choice tool.",
      "preview": "WebChoices Beta Using this tool, you can control the collection and use of data for interest-based advertising on this browser. Make Selections to Lim"
    },
    {
      "url": "http://banff.ca/index.aspx?NID=885",
      "title": "Imagery | Banff, AB - Official Website",
      "description": "In the interactive map below you will see grid showing the tiles of 2016 orthophoto imagery that can be downloaded as part of the Banff Open Data Initiative.",
      "preview": "Skip to Main Content Search Home Town Hall Open Data Imagery/Orthophoto Imagery 2022 Town of Banff Open Data Imagery In the interactive map below you"
    },
    {
      "url": "https://www.sinus-institut.de/media-center/themen/in-eigener-sache",
      "title": "Thema In eigener Sache im Media Center | SINUS-Institut",
      "description": "Studien, Videos, News oder Pressemitteilungen - hier finden Sie (fast) alles, was wir In eigener Sache zu sagen haben.",
      "preview": "In eigener Sache Studien, Videos, News oder Pressemitteilungen - hier finden Sie (fast) alles, was wir In eigener Sache zu sagen haben. Sie möchten me"
    },
    {
      "url": "http://www.flowerpowernyc.org/2014/07/",
      "title": "July 2014 - Flower Power NYC",
      "description": "void",
      "preview": "Skip to the content Close Menu Jack wants to become chef of a day and probably it is going to do light work, whereas Jill - studying hard to be accept"
    },
    {
      "url": "https://store.creativecommons.org/",
      "title": "Creative Commons",
      "description": "Spring Store",
      "preview": "Use code: at checkout for $5.00 off your order Featured Products CC Global Summit 2023 CC Global Summit 2023 Bandana €20.90 Available colors Select Wh"
    },
    {
      "url": "https://nihi.com/",
      "title": "NIHI Sumba | Luxury Hotel with Horses in Indonesia",
      "description": "The world's best resort, where barefoot luxury meets wild adventure, rich culture, and unspoiled nature. An unforgettable escape for families, honeymooners, and explorers alike. Discover NIHI Sumba.",
      "preview": "EN Villas Experiences Culinary Wild Wellness Burch Philanthropy OUR PROPERTIES About NIHI Contacts How to get here? Rates and Inclusions Offers & Pack"
    },
    {
      "url": "https://partnerships.nature.com/product/researcher-training/",
      "title": "Training | Support Your Researchers | Nature Partnerships",
      "description": "Enhance your research capabilities with Nature Masterclasses. Explore high-quality training tailored for every stage of the research life cycle, featuring live workshops, webinars and on-demand courses led by international experts and journal editors from the Nature Portfolio.",
      "preview": "Researcher Training Researchers today are competing for funding, publishing space and recognition on a global stage. Building practical skills for pla"
    },
    {
      "url": "https://educacioncontinua.urosario.edu.co",
      "title": "Educación Continua - Cursos y más - Universidad del Rosario",
      "description": "Es un área de capacitación que ofrece a los profesionales y en general a los ejecutivos y funcionarios de entidades del sector público y privado, la posibilidad de actualizar, profundizar y desarrollar habilidades y competencias, a través de un portafolio de diplomados, cursos, seminarios y talleres, que contribuyen a su crecimiento como individuo y proyección en la organización a la que pertenece.",
      "preview": "Skip to main content Educación Continua y Consultoría | Universidad del Rosario Previous Next Educación Continua En la Unidad de Educación Continua de"
    },
    {
      "url": "https://www.jcwoodworking.com/to-jeremy-with-love-your-sister-sarah/",
      "title": "To Jeremy, With Love, your sister Sarah - JC Woodworking",
      "description": "void",
      "preview": "Skip to content I have known Jeremy since he was 11 years old. We met in the summer of 1998 when Josh invited me, as his first girlfriend, over to his"
    },
    {
      "url": "https://treasury.worldbank.org/",
      "title": "Treasury",
      "description": "The World Bank is a supranational issuer of triple-A bonds supporting sustainable development around the world",
      "preview": "Who We Are Organizational Units This page in: EN dropdown 日本語 This page in: _ English 日本語 dropdown Africa's Disaster Shield: World Bank's Innovative T"
    },
    {
      "url": "https://learn.microsoft.com/en-us/ef/core/modeling/index",
      "title": "Creating and Configuring a Model - EF Core | Microsoft Learn",
      "description": "Overview of creating and configuring a Entity Framework Core model via Fluent API, Data Annotations and conventions.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://www.tridenthotels.com/",
      "title": "5 Star Hotels in India | Best Hotels in India | Trident Hotels",
      "description": "Trident hotels is a chain of 5 star hotels in India, located in the top cities offering great hospitality, deluxe rooms, 5 star restaurants, spas & much more.",
      "preview": "Book your stay11 Select Your Hotel Select Your Hotel Select a hotel Trident, Agra Trident, Bandra Kurla, Mumbai Trident, Bhubaneswar Trident, Chennai"
    },
    {
      "url": "https://legal.yahoo.com/us/en/yahoo/privacy/index.html",
      "title": "Welcome to the Yahoo Privacy Policy | Yahoo",
      "description": "void",
      "preview": "Welcome to the Yahoo Privacy Policy Last updated: December 2024 About Yahoo Yahoo, previously known as Verizon Media, is a technology and media compan"
    },
    {
      "url": "https://svgdoodles.com/",
      "title": "SVG Doodles - Free, editable SVGs to spice up your designs",
      "description": "Browse a curated collection of free, customizable SVG doodles and icons to use in your websites, apps, slides, and prints.",
      "preview": "void"
    },
    {
      "url": "https://krismunroes.tumblr.com/",
      "title": "Url: Krismunroes",
      "description": "void",
      "preview": "Url: Krismunroes Home / Archive / RSS Original Theme by: Max , Recycled by: Dave ."
    },
    {
      "url": "https://www.abc4.com/news/wasatch-front/man-arrested-in-storage-unit-fire-had-history-of-domestic-violence/",
      "title": "Storage unit fire man has history of domestic violence",
      "description": "Alexander Wardell is facing kidnapping and negligent homicide charges for the death of his girlfriend, Morgan Harris, after allegedly locking her in a storage unit in Murray that later caught on fire, according to police.",
      "preview": "Skip to content by: Courtney Johns Posted: Feb 21, 2023 / 12:07 PM MST Updated: Feb 21, 2023 / 12:13 PM MST SHARE SALT LAKE CITY ( ABC4 ) - Alexander"
    },
    {
      "url": "https://github.com/qmk/qmk_firmware/blob/master/docs/newbs_getting_started.md",
      "title": "qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware · GitHub",
      "description": "Open-source keyboard firmware for Atmel AVR and Arm USB families - qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.amiga-news.de/en/news/AN-2008-08-00002-EN.html",
      "title": "amiga-news.de - Graphic program: PerfectPaint WIP 010808 beta (update)",
      "description": "void",
      "preview": "DEUTSCHE VERSION Links | Forums | Comments | Report news Chat | Polls | Newsticker | Archive [ Login ] [ Register ] [ Forgot your password? ] < Next m"
    },
    {
      "url": "https://www.smash.org/",
      "title": "SMASH - Empowering Students Through STEM",
      "description": "Exposing, inspiring & preparing students of color to pursue CS degrees & careers & understand the social, ethical, & political impacts of technology.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Expanding Innovation In STEM Exposing, inspiring and preparing students t"
    },
    {
      "url": "https://www.wellarrangedmolecules.com/main/?page=mineral_detail&detail_id=3610",
      "title": "Well Arranged Molecules | Mineral Specimen Andradite var. Demantoid-Topazolite, Val Malenco, Sondrio Province, Lombardy, Italy (id: 3610)",
      "description": "void",
      "preview": "home minerals ordering news about links contact Join our Newsletter:"
    },
    {
      "url": "https://www.law.columbia.edu/news/archive/kimberle-crenshaw-intersectionality-more-two-decades-later#:~:text=Crenshaw%3A%20Intersectionality%20is%20a%20lens,class%20or%20LBGTQ%20problem%20there",
      "title": "Kimberlé Crenshaw on Intersectionality, More than Two Decades Later | Columbia Law School",
      "description": "Professor Crenshaw coined the term and co-founded the African American Policy Forum. Before AAPF's 20th anniversary, Crenshaw reflects on where intersectionality is heading.",
      "preview": "Skip to main site navigation Skip to main content Kimberlé Crenshaw on Intersectionality, More than Two Decades Later News From Columbia Law Story Arc"
    },
    {
      "url": "https://www.youvisit.com/#/vte/?data-platform=v&data-inst=120317&data-image-width=100%&data-image-height=100%&data-loc=142905&",
      "title": "home - YouVisit",
      "description": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production teams in the world, we've created thousands of world-class interactive experiences and virtual tours for clients across six continents. Our virtual experiences help organizations tell their story in a personalized and compelling way that...",
      "preview": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production"
    },
    {
      "url": "https://www.valencia.es/",
      "title": "Portal del Ayuntamiento de la ciudad de Valencia - València",
      "description": "Portal web del Ayuntamiento de la ciudad de Valencia. Todo lo que necesitas saber para estar al día de las últimas novedades sobre el Ayuntamiento y la ciudad.",
      "preview": "Portal del Ayuntamiento de la ciudad de Valencia - València Diapositiva anterior Carrusel de noticias destacadas CONSEJOS ANTE ALERTAS METEOROLÓGICAS"
    },
    {
      "url": "https://www.atlantikhome.fr/09/1283606421_Sat_mercado+libre+polvos/",
      "title": "atlantikhome.fr",
      "description": "void",
      "preview": "atlantikhome.fr est en vente sur kifdom.com pour 53.00 € Acheter ce nom de domaine en achat immediat A propos de atlantikhome.fr Score 3 Domaines réfé"
    },
    {
      "url": "https://www.pixelistes.com/forum/mycalendar3.php?month=12&year=2022&sid=b7a799b02a930f0995e5488ed89fa26a",
      "title": "Pixelistes • Calendrier",
      "description": "void",
      "preview": "L'équipe Mentions légales Nous contacter Publicité Subscribe to our Feed Recherche avancée Index du forum Galeries Annuaire Calendrier Règlement Blog"
    },
    {
      "url": "https://glottolog.org/",
      "title": "Glottolog 5.2 -",
      "description": "void",
      "preview": "Glottolog Languages Families Language Search References Reference Search GlottoScope About About Languoids About References Glossary Legal Download Co"
    },
    {
      "url": "https://www.davidlay.co.uk/news/diana-the-private-correspondence-of-a-princess/?pc=337",
      "title": "Diana, The Private Correspondence of a Princess",
      "description": "An astonishing, confidential collection of 32 highly personal letters and cards written by the Princess of Wales to two of her closest friends. Sold: Antiques & Interiors - Thu 16th Feb for a total hammer value of £141,150.",
      "preview": "Diana, The Private Correspondence of a Princess An astonishing, confidential collection of 32 highly personal letters and cards written by the Princes"
    },
    {
      "url": "https://cookingforone341683522.wordpress.com/the-blog/",
      "title": "The Blog - Cooking for one",
      "description": "Cooking in a time of crisis",
      "preview": "Skip to content If it was a clambake in Alaska fifty years ago we would have been digging right now. But this is a hot day in Norfolk: two older ladie"
    },
    {
      "url": "https://www.gastrostellwerk.de/kuechengeraete/waffeln-crepes-und-co/waffeleisen/neumaerker-backsystem-ii-doppelbacksystem-2x230v/2x2-2kw",
      "title": "Neumärker Thermocook® Twin 2x 230 V | GastroStellwerk - Gastrotechnik mit Herz & Verstand",
      "description": "60,5 x 45 x 32 cm, Backsystem von Neumärker, 2 Digitaltimer, 2 Ein-/Ausschalter, 2 Thermostate, 2 Kontrollleuchten,2x230V / 2x2,2kW, Tischgerät, für ...",
      "preview": "Um GastroStellwerk - Gastrotechnik mit Herz & Verstand in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren"
    },
    {
      "url": "http://www.moxhe.com.au/",
      "title": "Sports Nutritionist Melbourne - Moxhe",
      "description": "Are you looking for a sports nutritionist in Melbourne to take your performance to the next level? You're in the right place. Our Melbourne-based sports",
      "preview": "Skip to content As Featured In Client Success Stories from Melbourne Real results from real people across Melbourne's fitness community S Sarah, Melbo"
    },
    {
      "url": "http://www.odinafrica.org",
      "title": "Ocean Data and Information Network for Africa - Ocean Data and Information Network for Africa",
      "description": "void",
      "preview": "SA Agulhas RV Mtafiti SA Agulhas What is ODINAFRICA? The Ocean Data and Information Network for Africa has been one of the most successful projects of"
    },
    {
      "url": "https://global.jaxa.jp/",
      "title": "JAXA | Japan Aerospace Exploration Agency",
      "description": "The Japan Aerospace Exploration Agency (JAXA) performs various activities related to aerospace as an organization, from basic research in the aerospace field to development and utilization.",
      "preview": "Japanese Contact and FAQ JAXA Japan Aerospace Exploration Agency About JAXA Missions Global Activities About JAXA Category Top About JAXA Message from"
    },
    {
      "url": "https://climatedataguide.ucar.edu/climate-data/nino-sst-indices-nino-12-3-34-4-oni-and-tni",
      "title": "Nino SST Indices (Nino 1+2, 3, 3.4, 4; ONI and TNI) | Climate Data Guide",
      "description": "void",
      "preview": "Skip to main content Nino SST Indices (Nino 1+2, 3, 3.4, 4; ONI and TNI) Teaser image Main content There are several indices used to monitor the tropi"
    },
    {
      "url": "http://oek.hu/oek.web?to=2560,2296,1433&nid=520&pid=1&lang=hun",
      "title": "Országos Epidemiológiai Központ honlapja",
      "description": "camelcom dynamic HTML",
      "preview": "Mintabeküldés Intézetünkről Hasznos linkek Közérdekű adatok Oltóközpont Főoldal KÖR eredmények VÉRVÉTEL-HIV/AIDS tanácsadás HIV/AIDS tájékoztatók Letö"
    },
    {
      "url": "https://stackoverflow.com/questions/tagged/google-maps",
      "title": "Newest 'google-maps' Questions - Stack Overflow",
      "description": "Stack Overflow | The World's Largest Online Community for Developers",
      "preview": "How are we doing? Please help us improve Stack Overflow. Take our short survey Collectives™ on Stack Overflow Find centralized, trusted content and co"
    },
    {
      "url": "https://www.editorialmanager.com/pone/default.asp",
      "title": "Editorial Manager®",
      "description": "Full-Function Web-Enabled Manuscript Submission and Tracking System for Peer Review",
      "preview": "Important Message: Site under development. Do not use for live manuscript submission."
    },
    {
      "url": "https://claralionelfoundation.org/",
      "title": "Clara Lionel Foundation | Home",
      "description": "Founded by Robyn Rihanna Fenty, our work spans the Caribbean, East Africa and the U.S. South, with an approach that starts with and invests in the people who call these regions home.",
      "preview": "Donate We build thriving & resilient communities Founded by Robyn Rihanna Fenty Learn more WE INVEST IN COMMUNITY-LED SOLUTIONS CLF's work spans the C"
    },
    {
      "url": "http://studentactivities.mines.edu",
      "title": "Home - Student Activities",
      "description": "The SAIL office helps cultivate a uniquely Mines signature student experience through endless involvement and leadership opportunities.",
      "preview": "303-273-3234 sail@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Student Activities, I"
    },
    {
      "url": "https://jannah.tielabs.com/demo/news-blocks/block-7/",
      "title": "Block #7 - Jannah Theme",
      "description": "Blog Magazine Newspaper buddyPress Theme",
      "preview": "✨ We've just launched a new BIG update Discover Now With Filters All Creative Foods Football Life Style Racing Sports Swimming Technology Travel World"
    },
    {
      "url": "https://legawa.com/2015/02/01/over-the-edge-perspective/",
      "title": "Over the Edge Perspective - Bhyllabus l'énigme",
      "description": "How do you see the world? How do I see the world? How do they see the world? Next, how do you believe how the world should look like? How do I, how do they? The universe is one big pancake, and so-called God (if He truly exist), divides the pancake all over, when a...",
      "preview": "Cari Cari Tulisan terbaru Hari Kesehatan Jiwa Sedunia 2025: \"Mental Health is a Universal Human Right\" Hari Penglihatan Sedunia 2025: #LoveYourEyes, M"
    },
    {
      "url": "https://randomgifgirlwrites.tumblr.com/",
      "title": "Random Gif Girl Writes",
      "description": "Some people say I have a way with words. I don't know if I believe them.",
      "preview": "Random Gif Girl Writes"
    },
    {
      "url": "https://learn.microsoft.com/en-us/azure/ai-services/",
      "title": "Azure AI Foundry documentation | Microsoft Learn",
      "description": "The agent factory - Design, customize, manage, and support AI applications and agents at scale.",
      "preview": "Azure AI Foundry documentation The agent factory - Design, customize, manage, and support AI applications and agents at scale. Overview What is Azure"
    },
    {
      "url": "https://www.urbanoutfitters.com/shop/tonymoly-all-you-need-mask-set2",
      "title": "TONYMOLY All You Need Mask Set | Urban Outfitters",
      "description": "Shop TONYMOLY All You Need Mask Set at Urban Outfitters today. Discover more selections just like this online or in-store. Shop your favorite brands and sign up for UO Rewards to receive 10% off your next purchase!",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "http://www.dqxxkx.cn/EN/volumn/volumn_3431.shtml",
      "title": "Journal of Geo-information Science",
      "description": "Journal of Geo-information Science",
      "preview": "× 模态框（Modal）标题 在这里添加一些文本 Close Close Submit Cancel Confirm × 模态框（Modal）标题 × Please choose a citation manager RIS (ProCite, Reference Manager) BibTeX C"
    },
    {
      "url": "https://www.raps.org/news-and-articles/news-articles?DocumentTags=Labeling",
      "title": "Regulatory Affairs Professionals Society | RAPS",
      "description": "RAPS is the largest global organization of and for those involved with the regulation of healthcare and related products, including medical devices, pharmaceuticals, biologics and nutritional products.",
      "preview": "You need to enable JavaScript to run this app. __SCHEMA_DETAILS__"
    },
    {
      "url": "http://www.rodeohouston.com/",
      "title": "The Official Houston Livestock Show and Rodeo Website",
      "description": "Immerse yourself in the heart of Texas tradition at the Houston Livestock Show and Rodeo. Explore exhilarating rodeo events, world-class entertainment, and educational exhibits",
      "preview": "See y'all March 2-22, 2026! World's Championship Bar-B-Que Contest , presented by Cotton Holdings February 26-28, 2026. Cody Johnson Tickets Calf Scra"
    },
    {
      "url": "http://www.scne.es/",
      "title": "Sistema Cartográfico Nacional",
      "description": "Portal del Sistema Cartográfico Nacional que es un modelo de actuación que persigue el ejercicio eficaz de las funciones públicas en materia de información geográfica mediante la coordinación de la actuación de las administraciones públicas",
      "preview": "Sistema Cartográfico Nacional Ley 14/2010, de 5 de julio, sobre las infraestructuras y los servicios de información geográfica en España, establece qu"
    },
    {
      "url": "https://mitsubishi.oemdtc.com",
      "title": "Mitsubishi - OEMDTC",
      "description": "Mitsubishi Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.usada.org/spirit-of-sport/education/can-poppyseeds-cause-a-positive-drug-test/",
      "title": "Can Poppy Seeds Cause a Positive Drug Test? | USADA",
      "description": "Can poppy seeds cause a positive anti-doping drug test? How does eating poppy seeds cause a failed drug test. Can you test positive after eating poppy seeds?",
      "preview": "Facebook-square X-twitter Instagram Linkedin Youtube Athlete Connect Global DRO Search Our Website Search ... All Categories Announcement Science Arch"
    },
    {
      "url": "https://library.ucsd.edu/dc/search?f%5Bdecade_sim%5D%5B%5D=1940s&f%5Bdecade_sim%5D%5B%5D=1950s&f%5Bsubject_topic_sim%5D%5B%5D=Scripps+Institution+for+Biological+Research&f%5Bsubject_topic_sim%5D%5B%5D=University+of+California+%281868-1952%29.+Division+of+War+Research",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://blackbrand.biz/",
      "title": "Black BRAND | Hampton Roads Black Chamber of Commerce",
      "description": "Empowering Black entrepreneurs in Hampton Roads for 10+ years. Join Black BRAND's Regional Renaissance. Where Black business grows and thrives.",
      "preview": "Skip to content Home About Us Leadership Our Initiatives B-Force Accelerator Women Who Lead SURGE Community Business Academy Impact Collective Regiona"
    },
    {
      "url": "http://uspaacc.com/",
      "title": "USPAACC | Largest, Most Established Asian American Business...",
      "description": "Our mission is to be the gateway to corporate and government contracts and to connect suppliers of all backgrounds including Pan Asian American...",
      "preview": "Learn More Learn More Learn More Events LiveTALK: Grow Your Business with AI-Powered Toold by Google Looking to harness the power of AI to grow your b"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mockuuups-Studio-Mockup-Generator-3100-Mockups-39c645fb3b4748c98abfa33503b85b70?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://plannedgiving.feedingamerica.org/",
      "title": "Planned Giving | Feeding America",
      "description": "Make a difference at Feeding America with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Your Planned Gift Can Create a Future Where Everyone Thrives Elevate your impact on fighting hunger by establishing a gift that w"
    },
    {
      "url": "https://canmuseum.com/Detail.aspx?CanID=76990",
      "title": "MAROMARO-Mango drink-280mL-Japan-2012",
      "description": "Can museum of can collections from can collectors world wide.",
      "preview": "MAROMARO-Mango drink-280mL-Japan-2012 Can Museum ID: 76990 Brand: MAROMARO Flavor: Mango drink Volume: 280mL Country Made For: Japan Country Made In:"
    },
    {
      "url": "https://randomgifgirlwrites.tumblr.com/",
      "title": "Random Gif Girl Writes",
      "description": "Some people say I have a way with words. I don't know if I believe them.",
      "preview": "Random Gif Girl Writes"
    },
    {
      "url": "https://www.massagewarehouse.co.uk/products/bodypro-deluxe-massage-table",
      "title": "BODYPRO DELUXE - STRONG & SUMPTUOUS - Massage Warehouse",
      "description": "Product Description SPECIFICATIONS: Width: 28\" or 71cm Length: 184cm without the face cradle or 212cm with the face cradle Weight: 14.5kg without accessories Foam: 9cm Triple Layered High Density Foam Height: Adjustable from 62-88cm Working Weight: 450lbs FREE Carry Case FEATURES: Built in breathe hole and additional",
      "preview": "PORTABLE MASSAGE TABLES CombiLite 3-in-1 Earthworks Comfort Flat Earthworks Comfort Liftback Earthworks Perform Earthworks Touch Plus PortaLite Classi"
    },
    {
      "url": "http://freedomdefined.org/",
      "title": "Definition of Free Cultural Works",
      "description": "void",
      "preview": "Version 1.1 of the definition has been released. Please help updating it , contribute translations , and help us with the design of logos and buttons"
    }
  ],
  "_meta": {
    "total_bookmarks": 127
  }
}