{
  "data": [
    {
      "url": "https://crontab.cronhub.io/",
      "title": "Cron expression generator by Cronhub",
      "description": "Cron expression generator by Cronhub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.tbs.com/privacy.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://chartgo.com/home.html;jsessionid=D580118E0E44A8DDA1FD536B234E6BA7",
      "title": "Create a Graph - Build Online Charts Easily and For Free",
      "description": "Create vibrant, professional graphs instantly with ChartGo - a free and easy-to-use tool for bar charts, line charts, pie charts, and more. Start charting now!",
      "preview": "Create a Graph - Build online Charts Easily and For Free Welcome to ChartGo - Your Ultimate graph creator tool! For over 15 years, we've helped millio"
    },
    {
      "url": "https://cardbarrel.com/2010-2019-singles/2013/allen-and-ginter/one-little-corner/?items_per_page=24",
      "title": "2010-2019 Singles :: 2013 :: Allen & Ginter :: One Little Corner",
      "description": "void",
      "preview": "Home Promotions Gift certificates FAQ Contact Us Orders Sign in Register Email Password Forgot your password? Register for a new account Sign in Remem"
    },
    {
      "url": "https://www.zeit.de/wissen/index",
      "title": "Wissen - Wissenschaft und Forschung | DIE ZEIT",
      "description": "Nachrichten und Analysen zu Wissen, Wissenschaft, Forschung, Gesundheit, Umwelt und Geschichte",
      "preview": "Zum Inhalt springen Pfeil nach links Pfeil nach rechts Lesezeichen Abspielen Artenschutz: Rebhuhn zum Vogel des Jahres gewählt Artenschutz : Rebhuhn z"
    },
    {
      "url": "https://www.janestreet.com/puzzles/",
      "title": "Puzzles :: Jane Street",
      "description": "Jane Street is a quantitative trading firm and liquidity provider with a unique focus on technology and collaborative problem solving.",
      "preview": "Jane Street Group, LLC uses cookies and similar technologies, including third-party cookies, on this Site to provide basic functionalities and perform"
    },
    {
      "url": "https://www.ocala.com/story/news/local/2013/07/18/a-silver-springs-story-ricou-browning-was-the-creature/31923591007/",
      "title": "A Silver Springs story: Ricou Browning was the Creature",
      "description": "In the mid-1950s, a grotesque costume turned Ricou Browning from a soft-spoken family man into an ugly \"gill man,\" also known as the \"Creature from the Black Lagoon.\"",
      "preview": "Skip to main content Home Election Local State Education Crime Politics Hidden Gems A Silver Springs story: Ricou Browning was the Creature Marian Riz"
    },
    {
      "url": "https://cristianchinabirta.ro/tag/masina/",
      "title": "Despre masina - Cristian China-Birta",
      "description": "Despre masina. Am scris peste 13.000 de articole pe blog. Dintre ele, unele sunt despre masina . Intră acum să le citești.",
      "preview": "Skip to content Cristian China-Birta Mare maestru de isprăvi 2.0 Caută Caută Închide Meniu Etichetă: masina Ce maşină vrem să avem astăzi? Stau dimine"
    },
    {
      "url": "https://ai.googleblog.com/",
      "title": "Latest News from Google Research Blog - Google Research",
      "description": "void",
      "preview": "The latest research from Google Follow us October 9, 2025 XR Blocks: Accelerating AI + XR innovation Generative AI · Human-Computer Interaction and Vi"
    },
    {
      "url": "https://www.afi.org/",
      "title": "Armed Forces Insurance | Armed Forces Insurance",
      "description": "Armed Forces Insurance",
      "preview": "Armed Forces Insurance stands ready to assist our members who may be affected by the government shutdown. Please contact us at 800-778-9736 to speak w"
    },
    {
      "url": "https://www.designgradients.com/",
      "title": "Design Gradients - designgradients.com",
      "description": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art.",
      "preview": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art. dg- 01 #A531DC ➞ #4300B1 dg-"
    },
    {
      "url": "https://developmentfinance.un.org/",
      "title": "Home | Financing for Sustainable Development Office",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations العربية 中文 English Français Русский Español IATF Policy Briefs for the Zero Draft of the FFD4 Outco"
    },
    {
      "url": "https://jogorama.com.br/jogos/playstation-4/6198/destiny/",
      "title": "Jogo Destiny para PlayStation 4 - Dicas, análise e imagens",
      "description": "Conheça tudo sobre Destiny do PlayStation 4: dicas, truques, códigos, cheats, macetes, imagens e muito mais.",
      "preview": "Destiny Plataforma: PlayStation 4 Produtora: Bungie Software Distribuidora: Activision Gênero: Tiro em primeira pessoa Lançamento: 9 de Setembro de 20"
    },
    {
      "url": "https://thealbumcafe.com/",
      "title": "TheAlbumCafe.com is for sale | HugeDomains",
      "description": "Great domain names provide SEO, branding, and a memorable experience for your users. Get a premium domain today.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.artbizdesign.com/",
      "title": "ARTBIZ GRAPHIC DESIGN",
      "description": "void",
      "preview": "0 HELLO. We are a full service graphic design studio based in Miami. We help established companies with their every day marketing and communications n"
    },
    {
      "url": "http://www.citizenschamber.org/",
      "title": "Angelina County Citizens Chamber of Commerce | Committed To Community",
      "description": "Learn about the Angelina County Citizens Chamber of Commerce, serving Angelina County since 1940. Explore membership benefits, marketing opportunities, leadership programs, & community outreach.",
      "preview": "Login John Doe My Account Logout Committed To Community & Business Angelina County Citizens Chamber of Commerce Learn More At the Angelina County Citi"
    },
    {
      "url": "https://childrensmiraclenetworkhospitals.org",
      "title": "Children's Miracle Network Hospitals",
      "description": "void",
      "preview": "Skip to main content Email Password Forgot your password? Why Have a CMN Hospitals Account? Create a fundraiser. Manage your recurring donations. Keep"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/beef-bourguignon",
      "title": "Beef Bourguignon Recipe | Good Food",
      "description": "The secret to this super-rich beef casserole is to use all wine and no stock. A beef bourguignon recipe triple-tested by the Good Food team.",
      "preview": "Skip to main content Beef bourguignon Barney Desmazery Save recipe Serves 6 Easy Prep: 45 mins Cook: 3 hrs and 30 mins Plus overnight marinating A sta"
    },
    {
      "url": "https://getpocket.com/firefox_learnmore/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Pocket",
      "description": "void",
      "preview": "Why is Pocket shutting down? Pocket has helped millions save articles and discover stories worth reading. But the way people save and consume content"
    },
    {
      "url": "https://www.greenbiz.com/article/how-impact-accounting-can-accelerate-corporate-emissions-reductions",
      "title": "How impact accounting can accelerate corporate emissions reductions | Trellis",
      "description": "The GHG Protocol helped catalyze a generation of renewable energy procurement, but it's starting to show its age. A proposed new approach focuses more directly on the emissions impact of electricity generation and consumption.",
      "preview": "Skip to content Homepage Top Ad Decarbonization Energy How impact accounting can accelerate corporate emissions reductions The GHG Protocol helped cat"
    },
    {
      "url": "https://material.io/components/selection-controls#switches",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.lowimpact.org/categories/permaculture",
      "title": "Category Intro - Lowimpact.org",
      "description": "Category Intro",
      "preview": "Permaculture - introduction \"Permaculture is revolution disguised as gardening.\" - Mike Feingold Contents 1 What is permaculture? 2 What are the benef"
    },
    {
      "url": "http://www.filegate.net/",
      "title": "Filegate.html",
      "description": "FileGate.net",
      "preview": "Home Join Search NewFiles Contact AreaDesc Download_FidoGazette PDNLady Blog Read FidoGazette Home of the IFDC FileGate Project(sm), PDN, Util*Net, an"
    },
    {
      "url": "https://fr.vietnamplus.vn/4e-session-de-la-commission-de-cooperation-vietnamargentine/57164.vnp",
      "title": "4e Session de la Commission de coopération Vietnam-Argentine | Vietnam+ (VietnamPlus)",
      "description": "La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les 29 et 30 octobre à Buenos Aires sa 4e session.",
      "preview": "Politique 4e Session de la Commission de coopération Vietnam-Argentine La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les"
    },
    {
      "url": "https://code.woboq.org/linux/linux/include/linux/remoteproc.h.html",
      "title": "remoteproc.h source code [linux/include/linux/remoteproc.h] - Codebrowser",
      "description": "Source code of linux/include/linux/remoteproc.h linux v6.16-r on KDAB Codebrowser",
      "preview": "About Contact QtCreator KDevelop Solarized 1 /* 2 * Remote Processor Framework 3 * 4 * Copyright(c) 2011 Texas Instruments, Inc. 5 * Copyright(c) 2011"
    },
    {
      "url": "https://products.office.com/en-us/home",
      "title": "Microsoft 365 - Subscription for Productivity Apps | Microsoft 365",
      "description": "Microsoft 365 subscriptions include a set of familiar productivity apps, intelligent cloud services, and world-class security in one place. Find the right plan for you.",
      "preview": "This is the Trace Id: cae9600f615143ec9b4759b5844f8ccf Skip to main content Introducing Microsoft 365 Premium. Get cutting-edge AI, productivity tools"
    },
    {
      "url": "https://wordpress.tv/",
      "title": "WordPress.tv - WordPress-related videos curated and moderated by the WordPress.org community",
      "description": "WordPress-related videos curated and moderated by the WordPress.org community",
      "preview": "Search WordPress.tv WordCamps Meetups Keynotes How To Get Involved Keynote and Q&A WordCamp US 2025 WordCampTV More → Fireside chat with Mary Hubbard"
    },
    {
      "url": "https://ecommerce.apple.com/content/b2b/static-v2/en/us/default/federal.html",
      "title": "Federal Government",
      "description": "Experience the wide world of Apple at the Apple Store. Shop for Apple computers, compare iPod and iPhone models, and discover Apple and third-party accessories, software, and much more.",
      "preview": "Federal Government Where to Buy (Opens in a new window) ADORAMA INC 800-223-2500 (Opens in a new window) ALL COVERED IT SERVICES FROM KONICA MINOLTA 2"
    },
    {
      "url": "https://yearup.widen.net/s/g52hvq9v9z/pace-2022---results-summary-external",
      "title": "PACE-2022---Results-Summary-External.pdf",
      "description": "void",
      "preview": "Thumbnails Document Outline Attachments Layers Current Outline Item Previous Next Highlight All Match Case Match Diacritics Whole Words Presentation M"
    },
    {
      "url": "https://www.bergstadt-schneeberg.de/news/1/647837/nachrichten/sg-liegenschaften-nicht-erreichbar.html",
      "title": "SG Liegenschaften nicht erreichbar - Stadt Schneeberg",
      "description": "void",
      "preview": "Navigation überspringen und zum Inhaltsbereich Start SG Liegenschaften nicht erreichbar SG Liegenschaften nicht erreichbar Bild zur Meldung: SG Liegen"
    },
    {
      "url": "https://magrudy.com/book/owlv2-with-mindtap-reader-4-terms-24-months-printed-access-card-for-stokers-general-organic-and-biological-chemistry-7th-9781305253018/books/arabic/fiction-children/picture-books_4497/?brand=Not+Known",
      "title": "Magrudy | ‮المجرودي‬ - Books, Toys, Stationery and Gifts.‬",
      "description": "Discover the joy of reading with Magrudy.com, the UAE's trusted source for books, toys, stationery, uniforms, and educational supplies since 1975. Explore our wide selection and enjoy the best prices on homegrown favorites. Elevate learning and fun with Magrudy.com - your gateway to knowledge and excitement in the UAE. Free and same day shipping available on all orders above 150.",
      "preview": "Our Store | Blog Sign In / Register ✕ ( ) ✕ Subscribe Help Leave us a message ✕ Your Name Email Address Mobile Number Message Submit Or Call us : +971"
    },
    {
      "url": "https://www.bapcertification.org/",
      "title": "Best Aquaculture Practices",
      "description": "void",
      "preview": "Who We Are What We Do Certification BAP Vanguard Program Integrity Where to Find Producers Program Standards Resources For Consumers Blog Languages De"
    },
    {
      "url": "https://builtwith.com/",
      "title": "BuiltWith Technology Lookup",
      "description": "Web technology information profiler tool. Find out what a website is built with.",
      "preview": "Log In · Signup for Free EN DE FR ES IT Pусский 한국어 日本語 简体中文 عربي Find out what websites are Built With Your browser does not support the video tag. C"
    },
    {
      "url": "https://aabcc.org/home/",
      "title": "AABCC - Welcome To AABCC",
      "description": "void",
      "preview": "Donate Events Join AABCC Job Postings (Coming Soon) FAQ Home menu close Join AABCC Donate Home Events Job Postings (Coming Soon) FAQ We are Amarillo T"
    },
    {
      "url": "https://gallery.bleeding4metal.de/login.php?reload_once&referer=thumbnails.php%3Falbum%3Dlastup%26cat%3D-44%26page%3D5&message_id=e5fd98e321f13bcea8576dd846d596cd&message_icon=info#cpgMessageBlock",
      "title": "Anmeldung (Login) - Gallery4Metal",
      "description": "void",
      "preview": "Gallery4Metal Die Bildergalerie von Bleeding4Metal Startseite Anmelden Albenliste Neueste Uploads Neueste Kommentare Am meisten angesehen Am besten be"
    },
    {
      "url": "http://www.italianodoc.com/ricette.regionali.htm",
      "title": "Ricette regionali ricette gratis elenco ricette regionali tutte le ricette regionali",
      "description": "Ricette regionali ricette gratis elenco ricette regionali tutte le ricette regionali",
      "preview": "Schede Vini Doc e Docg: Vini Tipici Sagre ed Eventi: Tutte le Vostre Segnalazioni HOMEPAGE Ricette Regionali Agriturismo Alberghi Campeggi Catering En"
    },
    {
      "url": "https://www.glasseo.com/des-moocs-pour-comprendre-les-enjeux-sur-le-climat",
      "title": "Des Moocs pour comprendre les enjeux sur le climat | Glasseo",
      "description": "L'acronyme MOOC signifie « Massive Open Online Course » traduit en français « cours en ligne ouvert et massif ». L'inscription est généralement gratuite et permet de se former ou de s'informer sur des sujets très variés comme les cours de cuisine ou le pilotage de drone. L'incubateur We-explore a eu la bonne idée de proposer des Moocs construits sur l'expérience de grands explorateurs avec qui ils ont collaborés de près ou de loin. (campus.we-explore.org) Des explorateurs qui ont sillonné la terre et les océans et qui ont capitalisé sur leurs expériences pour un monde plus durable. Ils ont pu découvrir ou tester des savoir-faire, des savoir-être ou des organisations nouvelles qu'ils nous font partager à travers 4 formations en ligne passionnantes et très enrichissantes. En espérant qu'il y en aura beaucoup d'autres, vous avez d'ores et déjà accès à 4 thématiques : Low tech Lab : Comment faire mieux avec moins. Nous en parlions dans un précédent article intitulé S'inspirer des « low technos » pour réduire son impact en émission de C02 . Ce module de formation vous donnera les clés pour comprendre l'état d'esprit et comment expérimenter une démarche low-tech. Matériaux : Nous le savons tous désormais la population mondiale consomme en 6 mois les ressources que la planète est capable de régénérer en 1 an. Ce module nous parle de matériaux recyclés, d'économie circulaire et de consommation locale. Océans : Ici vous découvrirez à quel point notre mode de vie impact les océans et à l'inverse pourquoi les océans sont une source infinie de richesse pour l'humanité et pour le climat. Ici vous comprendrez pourquoi il est vital de protéger nos océans. Territoires : Cette séquence très concrète nous ouvre les yeux sur la façon dont nous pouvons nous impliquer au coin de la rue pour agir chacun à son niveau et sur son territoire. Comment réduire notre empreinte matérielle ? Analyse de cycle de vie, économie circulaire, écologie territoriale industrielle, éco-conception, sobriété... sont des pistes de solutions prometteuses à explorer. La connaissance est un élément primordial pour permettre à chacun d'être un acteur de la transition écologique et solidaire, ce projet de campus We explore est un outil extra pour sensibiliser le plus grand nombre. Alors inscrivez-vous en deux clics pour visionner des heures de vidéos inspirantes sur le site : campus.we-explore.org.",
      "preview": "Aller au contenu principal Retour Des Moocs pour comprendre les enjeux sur le climat Image L'acronyme MOOC signifie « Massive Open Online Course » tra"
    },
    {
      "url": "https://commercialisation.esa.int/",
      "title": "ESA Commercialisation Gateway",
      "description": "The ESA Commercialisation gateway is the \"one-stop shop\" for accessing commercial opportunities with ESA.",
      "preview": "void"
    },
    {
      "url": "https://www.newsnow.co.uk/h/World+News",
      "title": "World News | Latest World News - NewsNow",
      "description": "Get the latest world and international news, including breaking news from around the globe. Up-to-the minute world news now...",
      "preview": "Advertisement World World Top Stories Latest News Most Read Venezuela's 'Libertadora' Maria Corina Machado wins Nobel Peace Prize Kyiv Post 12:29 Mari"
    },
    {
      "url": "https://partnerships.coursera.org/?utm_medium=coursera&utm_source=partnerships&utm_campaign=website&utm_content=corp-to-home-footer-become-a-partner",
      "title": "Coursera Partnerships | Coursera",
      "description": "Create and deliver world-class online degrees and career training programs to learners worldwide.",
      "preview": "Partner with Coursera. Teach the World. Create and deliver world-class online degrees and career training programs to learners worldwide. Reach learne"
    },
    {
      "url": "https://tedatwork.ted.com",
      "title": "TED@Work : Inspire new ways of working",
      "description": "TED@Work supports learning and skills development, culture-building, communication, leadership and more. Our suite of talent solutions includes a workplace learning program, communication coaching and strategic business events.",
      "preview": "Manager and leadership development is a top priority for organizations. Check out our Manager Confidential series! Anchor Link to Section 0 Workplace"
    },
    {
      "url": "https://ldl.gatech.edu/publications?s=year&amp%3Bf%5Bag%5D=R&f%5Bauthor%5D=872&o=asc",
      "title": "[current-page:page-title] | [site:name]",
      "description": "void",
      "preview": "Skip to main content log in Laser Dynamics Lab Main menu Home Lectures Research Facilities Collaboration Publications Summary Recent Members Group Alu"
    },
    {
      "url": "http://wgcu.org",
      "title": "WGCU: PBS and NPR for Southwest Florida | WGCU PBS & NPR for Southwest Florida",
      "description": "WGCU Public Media is Southwest Florida's source for PBS and NPR, and a member-supported service of Florida Gulf Coast University. WGCU provides quality programming 24 hours a day and is a trusted storyteller, teacher, theater, library and traveling companion.",
      "preview": "Search Query Show Search LIVE TV © 2025 WGCU News Menu PBS and NPR for Southwest Florida Show Search Search Query LIVE TV Donate Play Live Radio Next"
    },
    {
      "url": "https://google.qualtrics.com/jfe/form/SV_di0qQuYNuDnUiJE",
      "title": "Google.org AI for the Global Goals Call for Applications",
      "description": "In 2015, the UN set the Sustainable Development Goals, ambitious targets for global progress by 2030. To meet these goals, we need to work together. That's why we're committing to bring the best of Google's research, advanced technology, and $25M in cash grants to accelerate progress towards the Global Goals.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://cm-us.wargaming.net/frame/?service=frm&project=wot&realm=us&language=en&login_url=https://rciholidaysrewards.cf",
      "title": "void",
      "description": "void",
      "preview": "Log in To use all the website features, enable Javascript in your browser."
    },
    {
      "url": "https://www.iucncontributionsfornature.org",
      "title": "IUCN Contributions for Nature Platform",
      "description": "The Contributions for Nature platform allows IUCN Members to document where they are undertaking (or planning to undertake) conservation and restoration actions. It overlays data for biodiversity and for nature-based solutions to climate change. This allows IUCN constituents to document their intended contributions to IUCN's Nature 2030 Programme and by extension, other conservation frameworks and agreements such as the Global Biodiversity Framework, Paris Agreement, and UN Sustainable Development Goals (SDGs). While the long-term vision for the Contributions for Nature platform spans the entire of the Nature 2030 IUCN Programme, its first phase focuses on documentation of potential contributions to the Programme Areas on Land and Climate.",
      "preview": "Map options Geolocation Zoom In Zoom Out 0 contributions 1960 1980 2000 2020 2040 2060 2080 2100 The designations employed and the presentation of mat"
    },
    {
      "url": "https://sports.yahoo.com/christian-pulisic-return-usmnt-roster-155111505.html",
      "title": "Christian Pulisic to return to USMNT roster for World Cup qualifier vs. Mexico - Yahoo Sports",
      "description": "Chelsea star Christian Pulisic returns to the U.S. national team for World Cup qualifier with Mexico after missing three qualifiers with an injury.",
      "preview": "Advertisement Advertisement Advertisement Advertisement TRENDING Phillies ousted after blunder Giants upset Eagles MLB playoffs live updates LeBron to"
    },
    {
      "url": "http://www.dickestel.com/classicexpo.htm",
      "title": "2003 Classic Gaming Expo in Las Vegas",
      "description": "void",
      "preview": "Classic Gaming Expo 2003 The Classic Gaming Expo 2k3, was held August 10-11, 2003 in Las Vegas. Robert Bernardo was there and captured the action and"
    },
    {
      "url": "https://www.history.com/topics/1960s/watts-riots",
      "title": "Homepage | HISTORY CHANNEL ITALIA",
      "description": "Le storie che cambiano la storia meritano di essere raccontate.",
      "preview": "Skip to main content IL 27 GENNAIO, DALLE 21.00 I giorni della memoria Il 27 gennaio 1945, le truppe sovietiche arrivarono per prime presso la città p"
    },
    {
      "url": "https://rainwatercharitablefoundation.org/",
      "title": "Home - Rainwater Charitable Foundation",
      "description": "void",
      "preview": "info Our 2023-2024 Annual Report is now available. Explore today . Proving the Possible: Our 2023-2024 Annual Report is Now Available Continue Reading"
    },
    {
      "url": "https://learn.microsoft.com/en-us/azure/ai-services/",
      "title": "Azure AI Foundry documentation | Microsoft Learn",
      "description": "The agent factory - Design, customize, manage, and support AI applications and agents at scale.",
      "preview": "Azure AI Foundry documentation The agent factory - Design, customize, manage, and support AI applications and agents at scale. Overview What is Azure"
    },
    {
      "url": "https://rsci.app.link/?%24canonical_url=https%3A%2F%2Fmedium.com%2F%40circulareconomy&%7Efeature=LoOpenInAppButton&%7Echannel=ShowUser&source=---two_column_layout_nav----------------------------------",
      "title": "Medium Membership",
      "description": "On Medium, anyone can share insightful perspectives, useful knowledge, and life wisdom with the world.",
      "preview": "Sitemap Medium Logo Sign in Sign up Support human stories Become a member to read without limits or ads, fund great writers, and join a global communi"
    },
    {
      "url": "https://www.theaftd.org/mnlstatement23/",
      "title": "Willis Family Statement | AFTD",
      "description": "FTD Info & Resources Read About Emma's Book Tour",
      "preview": "Skip to content A Statement from the Willis Family February 16, 2023 A Statement from the Willis Family February 16, 2023 As a family, we wanted to ta"
    },
    {
      "url": "https://www.firstnations.org/",
      "title": "Home | First Nations Development Institute",
      "description": "...",
      "preview": "Contact Us Donate Uplifting and Sustaining the Lifeways and Economies of Native Communities About Us Annual Report 2024 Board of Directors Donor Spotl"
    },
    {
      "url": "https://marine-conservation-institute.networkforgood.com/projects/103984-give-monthly",
      "title": "MARINE CONSERVATION INSTITUTE - Give Monthly",
      "description": "void",
      "preview": "Donate Monthly Your sustained support-at any giving level-helps preserve the health and vitality of our oceans. Donation Amount Donate $5 Donate $10 D"
    },
    {
      "url": "https://aws.amazon.com/training/learn-about/machine-learning/",
      "title": "Artificial Intelligence - Learn about | AWS Training",
      "description": "Whether you're new to artificial intelligence (AI), or an experienced builder, develop your knowledge and skills with training curated by the experts at AWS.",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training › L"
    },
    {
      "url": "https://www.braintreepayments.com/legal/braintree-privacy-policy",
      "title": "PayPal Data Protection Addendum For Card Processing Products",
      "description": "PayPal Data Protection Addendum For Card Processing Products",
      "preview": "Menu PayPal Data Protection Addendum For Card Processing Products PayPal Data Protection Addendum For Card Processing Products Last updated on May 30,"
    },
    {
      "url": "https://mymexicodream.wordpress.com/2014/12/25/",
      "title": "25 | December | 2014 | Julia's Life In Mexico",
      "description": "1 post published by Julia on December 25, 2014",
      "preview": "Main menu Skip to content About Julia's Life In Mexico Daily Archives: December 25, 2014 Christmas 2014 Posted on December 25, 2014 by Julia Christmas"
    },
    {
      "url": "https://www.militaryonesource.mil/coronavirus/",
      "title": "Health Resources for Prevention & Care | Military OneSource",
      "description": "Military OneSource offers support and resources for military service members and families to maintain a healthy lifestyle and prevent harmful habits.",
      "preview": "My Military OneSource App Install Support for Military Personnel & Their Families Menu Skip to content Close Support for Military Personnel & Their Fa"
    },
    {
      "url": "https://book.passkey.com/go/IDA69thAnnualConference",
      "title": "IDA 69th Annual Conference & Marketplace - Learn about the event and search for hotels",
      "description": "Reserve a hotel room for your event at a special rate",
      "preview": "Reservations Start new reservation Manage reservations IDA 69th Annual Conference & Marketplace October 2, 2023 - October 7, 2023 Palmer House, a Hilt"
    },
    {
      "url": "https://pngquant.org/",
      "title": "pngquant - lossy PNG compressor",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.weirdwwii.com/2012/03/das-boot.html",
      "title": "Weird WWII: \"Das Boot\"",
      "description": "A German U-Boat crew is set out on its next mission with a combat photographer to document their life aboard the sub. Will the captain ...",
      "preview": "Saturday, May 21, 2022 \"Das Boot\" A German U-Boat crew is set out on its next mission with a combat photographer to document their life aboard the sub"
    },
    {
      "url": "https://climate.copernicus.eu/charts/c3s_sstoa",
      "title": "Charts | Copernicus",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://belikeada.tumblr.com/",
      "title": "Be Like Ada",
      "description": "Develop UR Coding Superpower. Teen Girl Bootcamp, July 19th, Vancouver.",
      "preview": "Be Like Ada 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna User Feedback When we first starte"
    },
    {
      "url": "https://web.dev/measure/",
      "title": "PageSpeed Insights",
      "description": "void",
      "preview": "This site uses cookies from Google to deliver its services and to analyze traffic. Learn More. Ok, Got it. Enter a valid URL Analyze Make your web pag"
    },
    {
      "url": "http://www.dazeddigital.com/fashion/article/37198/1/pharrell-williams-interview-fashion-tennis-adidas-collection-skincare",
      "title": "Pharrell on tennis, Rei Kawakubo and his skincare routine | Dazed",
      "description": "With his recently launched adidas Tennis collaboration, the musician talks 70s swag and the importance of giving back to the community",
      "preview": "â¬...ï¸ Left Arrow *ï¸âƒ£ Asterisk â­ Star Option Sliders âœ‰ï¸ Mail Exit Find your creative community. Join Dazed Club on iOS and Android Music leg"
    },
    {
      "url": "https://www.linkedin.com/",
      "title": "LinkedIn: Log In or Sign Up",
      "description": "1 billion members | Manage your professional identity. Build and engage with your professional network. Access knowledge, insights and opportunities.",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "https://help.shipt.com/how-shipt-works",
      "title": "How Shipt Works - Shipt",
      "description": "Curious about how Shipt works? Find out how to order groceries and more, how to check out the Shipt app, and get information about becoming a Shipt shopper.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Help Center How Shipt Works How do I ord"
    },
    {
      "url": "https://www.thehousecollective.com/en/the-middle-house/",
      "title": "The Middle House | Artistic hotel in Dazhongli Shanghai | The House Collective",
      "description": "Discover The Middle House Shanghai, an intimate urban sanctuary. Experience modern luxury, curated art, and bespoke service in the heart of vibrant Shanghai.",
      "preview": "Our House Our House Our House Rooms Restaurants & Bars Wellness Private Events Explore Special Offers Welcome to The Middle House Our House People & C"
    },
    {
      "url": "https://forums.rpgmakerweb.com/index.php?threads/some-small-structure-pixel-tutorials.27404/",
      "title": "Some small structure pixel tutorials | RPG Maker Forums",
      "description": "I just found some older Pixel-Tutorials of mine and thought maybe they might help some of you. (I work with Graphicsgale, but you cold do this even in MS...",
      "preview": "New posts Search forums Menu Log in Register Install the app Install JavaScript is disabled. For a better experience, please enable JavaScript in your"
    },
    {
      "url": "https://dynamic-ais.spire.com/",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://piotrzawada.pl/kasia-michal-palac-mala-wies/20210813_041/",
      "title": "20210813_041 | Piotr Zawada - Fotografia Ślubna",
      "description": "Naturalne reportaże ślubne i sesje plenerowe.",
      "preview": "20210813_041 01.07.22 Show Hide 0 comments Add a comment... Your email is never<\\/em> published or shared. Post Comment Δ « Kasia + Michal | Palac Mal"
    },
    {
      "url": "http://fusionlayer.com/",
      "title": "FusionLayer | Network Source of Truth | IPAM DNS & DHCP (DDI)",
      "description": "FusionLayer collates all network information into a single Network Source of Truth - on-premise, at the edge, and in the public cloud.",
      "preview": "Xverse Explore DDI Explore The Secret Sauce for Your Automated, Edge-Scale Network. As AI factories and edge-native applications reshape industries, n"
    },
    {
      "url": "http://wrapsodyonline.com/",
      "title": "Wrapsody - Sorority Gifts, Home Decor, Candles, Jewelry & Accessories",
      "description": "Wrapsody features sorority gifts, inspirational gifts, fun seasonal gifts for birthday, anniversary, wedding, baby gifts, Home Decor, Lake Gifts, Jewelry, Pottery, Candles, Shoes & Gifts to celebrate everyday. Shop online or stop by our retail stores in Hoover, Auburn, Trussville, Homewood, & Madison, AL",
      "preview": "void"
    },
    {
      "url": "https://musclepower.pl/product-pol-16564-SANTE-Crunchy-350g.html",
      "title": "⚡ Crunchy - 350g - SANTE - Cena, dawkowanie, opinie - sklep MusclePower",
      "description": "⭐ Szeroki wybór i najlepsze ceny ➤ Sprawdź Crunchy - 350g | Darmowa wysyłka i zwrot ✅ Program lojalnościowy ✅ Kupony i Promocje ✅ Z nami zbudujesz idealną sylwetkę ⚡",
      "preview": "Dodane do porównania Porównaj produkty (0) Usuń produkty W promocji Polecany SANTE SANTE Crunchy - 350g 5.00/5.00 25 osób kupiło ten produkt Crunchy S"
    },
    {
      "url": "https://www.khm.at/en/visit/collections/",
      "title": "Exhibitions - KHM.at",
      "description": "Discover the fascinating exhibitions of the Kunsthistorisches Museum: masterpieces, special exhibitions and highlights of art history!",
      "preview": "Jump to navigation Jump to content Jump to contact Jump to search Jump to search Jump to footer Exhibitions Discover the captivating exhibitions at th"
    },
    {
      "url": "https://sexyfishmiami.com/",
      "title": "Asian Restaurant & Late Night Bar Miami | Fish Restaurant | Sexy Fish",
      "description": "Located in the heart of Brickell, offering high-end glamour, surrealist décor, and opulent culinary majesty inspired by the oceans of Asia. Sexy Fish offers an all-day to late-night experience, allowing guests to enjoy incredible entertainment, as w...",
      "preview": "Sorry, your browser doesn't support HTML5 video tag. Sorry, your browser doesn't support HTML5 video tag. Welcome to Sexy Fish Sorry, your browser doe"
    },
    {
      "url": "https://mgp770.tumblr.com/",
      "title": "Tumblr",
      "description": "Tumblr. Pure effervescent enrichment. Old internet energy. Home of the Reblogs. All the art you never knew you needed. All the fandoms you could wish for. Enough memes to knock out a moderately-sized mammal. Add to it or simply scroll through and soak it up.",
      "preview": "mgp770 is on Tumblr Mature content This blog may contain content not suitable for all audiences. To view this blog, sign up or login Welcome to your c"
    },
    {
      "url": "http://lavenaria.it/en/permanent-exhibitions?mini=2021-10&month=2021-10-30",
      "title": "Permanent Exhibitions | La Venaria Reale",
      "description": "void",
      "preview": "Skip to main content Permanent Exhibitions Permanent Exhibitions 30 October 2021 Plan your visit Plan your visit Activities Activities for families Ev"
    },
    {
      "url": "http://csmspace.com/",
      "title": "Continuing and Professional Education Services :: Colorado School of Mines",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://learn.wordpress.org/",
      "title": "Learn WordPress - There's always more to learn | Learn WordPress",
      "description": "Whether you're a first-time blogger or seasoned developer, there's always more to learn. From community members all over the world, these vast resources will help you learn more about WordPress and share it with others.",
      "preview": "WordPress.org Learn WordPress Learn WordPress Grow your WordPress skills with free educational resources for all levels. Search Get Started Learning P"
    },
    {
      "url": "https://www.bbc.com/news/technology",
      "title": "BBC Innovation | Technology, Health, Environment, AI",
      "description": "BBC Innovation brings you the latest in Technology news and coverage from around the world, including health, environment, AI, and more",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://instantly.ai/#Testimonials",
      "title": "Instantly.ai - Sales Engagement & Lead Intelligence",
      "description": "Instantly turns leads into clients with Automated Outreach, Deliverability Network, Sales Engagement, B2B Lead Database & AI-Powered CRM",
      "preview": "Log in Get started see demo en Find, Contact & Close Your Ideal Clients Instantly helps you find warm leads, scale email campaigns, reach primary inbo"
    },
    {
      "url": "https://mx.imberacooling.com/productos/refrigerador-vertical-9-pies",
      "title": "Imbera",
      "description": "Imbera : - Cold Units Coolmotion Foodservice Healthcare Home Institucional Smart",
      "preview": "× Tu navegador actual (Safari, versión unknown) puede no ser compatible con algunas funciones de la página. INSTITUCIONAL Refrigeración de alta gama p"
    },
    {
      "url": "https://google.qualtrics.com/jfe/form/SV_0JMOG0m5j8tQK7b",
      "title": "Help build a better YouTube for Creators",
      "description": "Sign up for user research studies and share your thoughts",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://www.mathieustern.com",
      "title": "Mathieu Stern",
      "description": "void",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 86
  }
}