{
  "data": [
    {
      "url": "https://herkkolevola-blog.tumblr.com/",
      "title": "Liikunnan iloja",
      "description": "Tässä blogissa kerrotaan liikunnan iloista.",
      "preview": "Liikunnan iloja RSS Archive Tässä blogissa kerrotaan liikunnan iloista . August 6, 2016 \"Right when I finish a workout, I feel pretty sexy. Even thoug"
    },
    {
      "url": "https://dspace.flinders.edu.au/xmlui/handle/2328/2960/search-filter?field=subject&filtertype_12=author&filter_relational_operator_7=equals&filter_relational_operator_6=equals&filtertype_10=subject&filter_relational_operator_9=equals&filtertype_11=author&filter_relational_operator_8=equals&filter_relational_operator_3=equals&filter_relational_operator_2=equals&filter_relational_operator_5=equals&filter_relational_operator_4=equals&filter_0=Immature+embryo&filter_2=Shavrukov%2C+Yuri&filter_relational_operator_1=equals&filter_1=Transformation+frequency&filter_relational_operator_0=equals&filter_4=Yang%2C+Nannan&filter_3=DNA%2Fgold+coating&filter_6=Triticum+aestivum&filter_5=Single+copy+events&filter_relational_operator_11=equals&filter_7=Iskakova%2C+Gulnur&filter_relational_operator_12=equals&filter_8=2018&filter_10=biolistic+transformation&filter_9=Eliby%2C+Serik&filter_11=Borisjuk%2C+Nikolai&filter_relational_operator_10=equals&filtertype_0=subject&filtertype_1=subject&filtertype_2=author&filtertype_3=subject&filtertype_4=author&filtertype_5=subject&filtertype_6=subject&filtertype_7=author&filtertype_8=dateIssued&filter_12=Mazonka%2C+Inna&filtertype_9=author&starts_with=s",
      "title": "Flinders Academic Commons",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.maryscullyreports.com/the-stresses-of-the-2016-elections-on-civility/",
      "title": "The stresses of the 2016 elections on civility | Mary Scully Reports",
      "description": "void",
      "preview": "A woman I've known many years through protests, mostly for immigration & women's rights, feigned umbrage at my quip about medicating to get over the e"
    },
    {
      "url": "https://ourfamilysoftware.com/nb/products/familyboard",
      "title": "FamilyBoard - Our Family Software",
      "description": "En interaktiv tavle som holder hele familien samstemt! FamilyBoard er unik i sin fokus på å visualisere familiens digitale informasjon. Visualisering er nøkkelen for å involvere alle, og med mobil appen har familiemedlemmer tilgang til den samme informasjonen på farta.",
      "preview": "Gå videre til innholdet Handlekurven din er tom Fortsett å handle Har du en konto? Logg på for å betale raskere. Handlekurven din Laster inn ... Estimer"
    },
    {
      "url": "https://www.underconsideration.com/brandnew/",
      "title": "Brand New",
      "description": "Opinions on corporate and brand identity work",
      "preview": "Friday October 10, 2025 Friday Likes 551 Reviewed From Jo Cutri Studio, Daniel Ting Chong, and The Bored Members a b c 0 Comments (0) Thursday October"
    },
    {
      "url": "https://nccriminallaw.sog.unc.edu/counties-may-impose-civil-penalties-passing-stopped-school-bus/",
      "title": "Counties May Impose Civil Penalties for Passing a Stopped School Bus - North Carolina Criminal Law",
      "description": "Four years ago, the General Assembly increased the criminal fine for passing a stopped school bus and enacted new license revocation and registration hold",
      "preview": "Skip to content Four years ago , the General Assembly increased the criminal fine for passing a stopped school bus and enacted new license revocation"
    },
    {
      "url": "https://ch.linkedin.com/company/quantis-intl?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Quantis | LinkedIn",
      "description": "Quantis | 67.786 Follower:innen auf LinkedIn. We partner with leading organizations to drive sustainable transformation to operate within planetary boundaries. | Quantis, a BCG company, partners with leading consumer goods and financial services organizations to drive sustainable transformation to operate within planetary boundaries. We balance the latest science with business acumen to guide our clients to future-proof their business and thrive in a new planetary economy. We believe in the power of business to create a sustainable future where nature, people - and business - can thrive.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://aalftc.org/",
      "title": "African American Leadership Forum",
      "description": "We lead by manifesting racial equity through radically innovative solutions. We're bringing this world from our imagination into being, through cross-community collaboration.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://web.austinpbs.org/sesame",
      "title": "Sesame In Communities in English",
      "description": "Dates: April 3 (English) Time: 11am - noon Location: On Zoom (requires a computer, phone or tablet with Internet - the link will be sent closer to the day of the event) Come and Play! Austin PBS is inviting YOU to join us in a one-hour webinar to introduce you to Sesame Street in Communities - a collection of free, bilingual resources from your friends on Sesame Street that are designed to help young ones ages 2-5 and their families during important life moments. If you provide your address, we will mail you a fun-filled package so that you can play along during the webinar. To RSVP for our Spanish Sesame In Communities event on March 27th, click here: https://docs.google.com/forms/d/e/1FAIpQLSe4fd4VD1jrWwpAqMgJEB-gGVjAQrUwagE4e9PlFQI7GEN0Lg/viewform",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Sesame In Communities in English Dates: Ap"
    },
    {
      "url": "https://www.flowerbeauty.com/products/warrior-princess-mascara-new",
      "title": "Warrior Princess Mascara | FLOWER Beauty",
      "description": "Get the fanned-out lash look fit for a princess. This vegan mascara boosts volume and length with a buildable formula that coats every single lash.",
      "preview": "Skip to content We're working on something new... In the meantime, please use our store locator to shop Flower Beauty. Shop Flower Beauty on CVS.com S"
    },
    {
      "url": "https://mainwaerts.de/?m=201110",
      "title": "Mainwärts - 2011 Oktober",
      "description": "Das Bundesauslandstagebuch eines Berliners, der an den Main wollte.",
      "preview": "Zum Hauptinhalt springen Zum Menü der Webseite springen Zum Ende der Webseite springen 23. Oktober 2011 Ausstellungseröffnung im Liebieghaus Am Mittwo"
    },
    {
      "url": "https://fra.de.distfiles.macports.org/gwyddion/?C=S;O=A",
      "title": "Index of /gwyddion",
      "description": "void",
      "preview": "Index of /gwyddion Name Last modified Size Description Parent Directory - gwyddion-2.33.tar.xz 2013-10-17 23:09 2.8M tar archive gwyddion-2.34.tar.xz"
    },
    {
      "url": "https://www.youvisit.com/#/vte/?data-platform=v&data-inst=120317&data-image-width=100%&data-image-height=100%&data-loc=142905&",
      "title": "home - YouVisit",
      "description": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production teams in the world, we've created thousands of world-class interactive experiences and virtual tours for clients across six continents. Our virtual experiences help organizations tell their story in a personalized and compelling way that...",
      "preview": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production"
    },
    {
      "url": "https://www.citizensbank.com/disclosures/msstores.aspx",
      "title": "Microsoft Stores | Citizens",
      "description": "void",
      "preview": "LINE OF CREDIT ACCOUNT SUMMARY TABLE Interest Rates and Interest Charges Annual Percentage Rate (APR) for Purchases 0.00% For Line of Credit Tips from"
    },
    {
      "url": "https://www.hsph.harvard.edu/nutritionsource/healthy-weight/diet-reviews/paleo-diet/",
      "title": "Diet Review: Paleo Diet for Weight Loss • The Nutrition Source",
      "description": "The Paleolithic or \"Paleo\" diet seeks to address 21st century ills by revisiting the way humans ate during the Paleolithic era more than 2 million years ago.",
      "preview": "Skip to content The Nutrition Source > Healthy Weight > Diet Reviews > Diet Review: Paleo Diet for Weight Loss The Nutrition Source Menu Search for: F"
    },
    {
      "url": "https://lookingtogod.org/2021/05/03/stay-the-course/",
      "title": "Stay the Course - Looking to God",
      "description": "How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then others are saying, \"The truth is abound.\" God is not a God of confusion but of peace. \"Do not be anxious, saying, 'What shall we eat?' or 'What...",
      "preview": "Skip to content How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then oth"
    },
    {
      "url": "https://pytorch.org/get-started/locally/",
      "title": "Get Started",
      "description": "Set up PyTorch easily with local installation or supported cloud platforms.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Get Started Select preferences and run the command to install PyTorch loc"
    },
    {
      "url": "https://www.st-marys-clayton-le-moors.lancs.sch.uk/policy-documents/child-protection",
      "title": "St Mary's Roman Catholic Primary School - Safeguarding",
      "description": "void",
      "preview": "St Mary's Roman Catholic Primary School We pray, We work, We play, We care, We do our best! A A A Devonshire Drive, Accrington, Lancashire, BB5 5RJ 01"
    },
    {
      "url": "https://girlsinc.org",
      "title": "Girls Inc. | Inspiring All Girls to be Strong, Smart & Bold",
      "description": "void",
      "preview": "Skip to main content It Starts With Girls We are guided by the vision of powerful girls who contribute to their communities in meaningful ways. Get In"
    },
    {
      "url": "https://www.dailynews.com/2021/12/13/new-plan-calls-for-closure-of-aliso-canyon-facility-by-2023/",
      "title": "New plan calls for closure of Aliso Canyon gas facility by 2023 - Daily News",
      "description": "Sen. Henry Stern's plan, which is still in development, focuses on four areas, including developing local clean energy generation and storage, cutting demand for natural gas, improving efficiency measures and replacement of leaky furnaces and water heaters with new heat pumps and tankless water heaters.",
      "preview": "Skip to content California Senator Henry Stern announces that he will introduce legislation to get the Aliso Canyon gas storage facility shut down dur"
    },
    {
      "url": "https://world.openfoodfacts.org/product/3700096610783/moules-de-corde-bio-sans-marque",
      "title": "Moules de corde bio - Cultimer - 2 L",
      "description": "Ingredients, allergens, additives, nutrition facts, labels, origin of ingredients and information on product Moules de corde bio - Cultimer - 2 L",
      "preview": "Skip to Content Scan a product × Or enter barcode manually Scan Help us inform millions of consumers around the world about what they eat Please give"
    },
    {
      "url": "https://deadline.com/tag/investigation-discovery/",
      "title": "Investigation Discovery",
      "description": "Investigation Discovery breaking news and the latest updates about Investigation Discovery at Deadline Hollywood.",
      "preview": "Skip to main content Latest in Investigation Discovery Shannon Evangelista Produces True-Crime Shows. Now She's In Front Of The Camera Solving Them EX"
    },
    {
      "url": "https://www.contentfulstatus.com",
      "title": "Contentful Status",
      "description": "Welcome to Contentful's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Contentful creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't recei"
    },
    {
      "url": "http://xanga.com/",
      "title": "Xanga 2.0 is Here!",
      "description": "Xanga 2.0 is Here!",
      "preview": "Xanga News What we've been learning about themes The servers have been stable for a while now, and we're starting to shift gears to looking into featu"
    },
    {
      "url": "https://authorservices.springernature.com/language-editing/",
      "title": "Language Editing | Author Services from Springer Nature EN",
      "description": "Improve your academic writing with Nature Research Editing Service ✯ English Editing ✯ Scientific Editing ✯ Expert editors in your subject area",
      "preview": "Skip to content English Language Editing Brought to you by Improve your written English with editing from our experts. We can improve the language in"
    },
    {
      "url": "https://www.gyft.com",
      "title": "Gyft: Buy, Send & Redeem Gift Cards Online or with Mobile App",
      "description": "Gyft is the best way to buy & send gift cards online for retailers like Amazon, Starbucks, and iTunes. Use the Gyft mobile app to balance check gift cards.",
      "preview": "Buy, Send, & Redeem Gift Cards Gyft makes it easy for you to give the perfect gift card and conveniently manage them from any device!! Shop Now Buy Gi"
    },
    {
      "url": "https://www.drhadleyking.com/",
      "title": "Dermatologist in Midtown Manhattan | Dr Hadley King Dermatology",
      "description": "Dr Hadley King MD is a board certified dermatologist in NYC who specializes in medical and cosmetic dermatology. Botox and dermal filler appointments available with online booking.",
      "preview": "top of page Comprehensive Dermatologic Care Because Confidence is Beautiful About Dr. Hadley King Hadley King, MD is a board-certified dermatologist w"
    },
    {
      "url": "https://about.google/products/",
      "title": "Google's products and services - About Google",
      "description": "Explore Google's helpful products and services, including Android, Gemini, Pixel and Search.",
      "preview": "Helpful products, built with you in mind Jump to our products Product support Google Store Google Account Accessibility support Search in new ways Dow"
    },
    {
      "url": "https://www.mooveagency.com/wordpress-plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - WordPress Plugin by Moove Agency",
      "description": "An easy to use WordPress plugin that can help you prepare your website for the GDPR regulations related to cookies.",
      "preview": "Get 30% off Black Friday Sale is here - use the code BLACK30 0 Days 0 Hours 0 Minutes 0 Seconds London WordPress Agency Our Work Services WordPress De"
    },
    {
      "url": "https://miltiadis.page.tl/12%26%23951%3B-%26%23913%3B%26%23947%3B%26%23969%3B%26%23957%3B-.-.htm",
      "title": "ΜΙΛΤΙΑΔΗΣ Α.Ο. - 12η Αγων.",
      "description": "void",
      "preview": "ΜΙΛΤΙΑΔΗΣ Α.Ο. - 12η Αγων. ΠΕΡΙΕΧΟΜΕΝΑ ΑΝΑΚΟΙΝΩΣΕΙΣ (μαύρα μαντάτα) ΑΠΟΤΕΛΕΣΜΑΤΑ ΒΑΘΜΟΛΟΓΙΚΗ ΘΕΣΗ ΒΑΘΜΟΛΟΓΙΑ ΓΚΟΟΟΛ!!!! ΔΕΙΚΤΕΣ ΔΙΑΙΤΗΤΕΣ ΔΥΝΑΜΗ ΣΩΜ.("
    },
    {
      "url": "https://www.eurekalert.org/jrnls/sciadvances/",
      "title": "Log in | EurekAlert Display",
      "description": "void",
      "preview": "Stage Server - Do not use for Customer Support AAAS ID (Email Address) * Please enter an email address Email is not valid. LOGIN Don't have an account"
    },
    {
      "url": "https://content.jwplatform.com/players/oGMODbP9-qInh6Xrr.html",
      "title": "Braxton Family Values - Tamar Shares Sad News",
      "description": "Braxton Family Values - Tamar Shares Sad News",
      "preview": "Braxton Family Values - Tamar Shares Sad News Braxton Family Values - Tamar Shares Sad News"
    },
    {
      "url": "https://oxtapus.wordpress.com/2016/12/10/%CF%80%CF%81%CE%BF%CF%83%CE%BF%CF%87%CE%B7-%CE%BA%CF%85%CE%BA%CE%BB%CE%BF%CF%86%CE%BF%CF%81%CE%B5%CE%B9-%CF%83%CF%84%CE%B7%CE%BD-%CE%B5%CE%BB%CE%BB%CE%B1%CE%B4%CE%B1-%CF%84%CE%BF-%CF%80%CF%81/",
      "title": "ΠΡΟΣΟΧΗ !!! ΚΥΚΛΟΦΟΡΕΙ ΣΤΗΝ ΕΛΛΑΔΑ ΤΟ ΠΡΩΤΟ ΒΙΒΛΙΟ ΠΟΥ ΑΠΕΥΘΥΝΕΤΑΙ ΣΕ ΠΑΙΔΙΑ ΚΑΙ ΠΑΡΟΥΣΙΑΖΕΙ ΛΕΣΒΙΕΣ ΚΑΙ ΟΜΟΦΥΛΟΦΙΛΟΥΣ ΩΣ « ΦΥΣΙΟΛΟΓΙΚΗ ΟΙΚΟΓΕΝΕΙΑ » - Oxtapus",
      "description": "ΠΡΟΣΟΧΗ !!! ΚΥΚΛΟΦΟΡΕΙ ΣΤΗΝ ΕΛΛΑΔΑ ΤΟ ΠΡΩΤΟ ΒΙΒΛΙΟ ΠΟΥ ΑΠΕΥΘΥΝΕΤΑΙ ΣΕ ΠΑΙΔΙΑ ΚΑΙ ΠΑΡΟΥΣΙΑΖΕΙ ΛΕΣΒΙΕΣ ΚΑΙ ΟΜΟΦΥΛΟΦΙΛΟΥΣ ΩΣ « ΦΥΣΙΟΛΟΓΙΚΗ ΟΙΚΟΓΕΝΕΙΑ » Μετά από πολλές πιέσεις διαφόρων ομάδων αλλά και με αφορμή την κυβέρνηση Σύριζα και τις απόψεις τους περί παιδοθεσίας σε ομόφυλα ζευγάρια , οι εκδόσεις Ίκαρος έκδοσαν ένα βιβλίο με τίτλο: via ΠΡΟΣΟΧΗ !!!...",
      "preview": "Μετάβαση στο περιεχόμενο ΠΡΟΣΟΧΗ !!! ΚΥΚΛΟΦΟΡΕΙ ΣΤΗΝ ΕΛΛΑΔΑ ΤΟ ΠΡΩΤΟ ΒΙΒΛΙΟ ΠΟΥ ΑΠΕΥΘΥΝΕΤΑΙ ΣΕ ΠΑΙΔΙΑ ΚΑΙ ΠΑΡΟΥΣΙΑΖΕΙ ΛΕΣΒΙΕΣ ΚΑΙ ΟΜΟΦΥΛΟΦΙΛΟΥΣ ΩΣ « Φ"
    },
    {
      "url": "https://www.goldenfansatsea.com/",
      "title": "Golden Fans at Sea",
      "description": "void",
      "preview": "caribbean - March 9 - March 15, 2025 | Celebrity Reflection Be a pal and confidant on the high seas! Book Now for 2025 Caribbean! Picture It: Crusing"
    },
    {
      "url": "https://matarakyatmu.com/2018/07/03/aduh-km-lestari-maju-karam-dalam-perjalanan-bira-pamatata/",
      "title": "About Us - Vidhi Centre for Legal Policy",
      "description": "The Vidhi Centre for Legal Policy ('Vidhi') is an independent think-tank doing legal research to make better laws and improve governance for the public good. We do this through high quality, peer reviewed original legal research; through engaging with the Government of India, State governments and other public institutions to both inform policy-making and to [...]",
      "preview": "People All 91 Karnataka 11 Maharashtra 4 Tamil Nadu 3 More Filters Types All Administration Team Associate Fellow Co-Lead Communications Associate Com"
    },
    {
      "url": "https://sandiegozoowildlifealliance.org/pr/PPMWorldRecord",
      "title": "Endangered Mouse Raised by San Diego Zoo Wildlife Alliance Certified by GUINNESS WORLD RECORDS as Oldest Living Mouse in Human Care | San Diego Zoo Wildlife Alliance",
      "description": "FOR IMMEDIATE RELEASE CONTACT: San Diego Zoo Wildlife Alliance Public Relations 619-685-3291 publicrelations@sdzwa.org sdzwa.org NEWS RELEASE Endangered Mouse Raised by San Diego Zoo Wildlife Alliance Certified by GUINNESS WORLD RECORDSTM as Oldest Living Mouse in Human Care Title Recognizes a 9-year-old Pacific Pocket Mouse, North America's Smallest Mouse Species",
      "preview": "Skip to main content San Diego Zoo Visit Tickets Upgraded Experiences Plan Your Visit Renew/Rejoin Shop Safari Park Visit Tickets Safaris Plan Your Vi"
    },
    {
      "url": "https://www.frankie.com.au/articles",
      "title": "articles • frankie magazine • australian fashion magazine online",
      "description": "frankie is an Australian magazine, website and podcast for the creative and curious, covering fashion, art, photography, travel, craft, music and eye-opening real-life tales.",
      "preview": "home articles Articles life 5 ripper short story collections food have a squiz at these super-fun mystery picnics music tunesday - harvey sutherland's"
    },
    {
      "url": "https://www.adessium.org/",
      "title": "Adessium Foundation - Adessium Foundation",
      "description": "void",
      "preview": "Zorgen voor elkaar en onze leefomgeving Adessium Foundation streeft naar een open samenleving waarin iedereen mee kan doen en waar rechten en vrijhede"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/09/01/king-willem-alexander-unable-to-join-working-visit-to-the-united-states-queen-maximas-presence-not-affected",
      "title": "King Willem-Alexander unable to join working visit to the United States; Queen Máxima's presence not affected | News item | Royal House of the Netherlands",
      "description": "His Majesty King Willem-Alexander will not participate in the working visit to California and Texas from 6 to 9 September 2022. This decision has been made on doctors' advice. The King is recovering from pneumonia and air travel at this time could impede a full recovery. The King's commitments in the Netherlands will not be affected by this decision and will go ahead as planned, albeit on a more limited scale.",
      "preview": "Search within English part of Royal House of the Netherlands Search King Willem-Alexander unable to join working visit to the United States; Queen Máx"
    },
    {
      "url": "https://wiki.ufal.ms.mff.cuni.cz/start?image=latex%3Aefc64ef0db45cc8e9f05343b2e397494.png&tab_details=view&do=media&tab_files=files&ns=user%3Azeman%3Atreebanks",
      "title": "start [ufal wiki]",
      "description": "void",
      "preview": "[ Skip to the content ] Institute of Formal and Applied Linguistics Wiki ÚFAL Wiki Home ÚFAL Home Sitemap RSS ÚFAL calendar Recent changes Login Hleda"
    },
    {
      "url": "https://www.greatlengths.com/en-us/",
      "title": "Best Hair Extensions Brand: Remy quality real hair extensions",
      "description": "Real Remy hair extensions produced using only human hair from India. All natural hair qualities are preserved. Best Hair Extensions Brands",
      "preview": "Beyond hair expectations: the documentary: Discover now FIND NEAREST SALON MENU ABOUT US ETHICS & MISSION SUSTAINABILITY PRODUCTS GL PRE-BONDED GL TAP"
    },
    {
      "url": "https://thewaltdisneycompany.com/remembering-disney-legend-burny-mattinson/",
      "title": "Remembering Disney Legend Burny Mattinson - The Walt Disney Company",
      "description": "Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during an unprecedented 70-year career, ...Read More",
      "preview": "Skip to content Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during"
    },
    {
      "url": "https://blog.shopgoodwill.com/",
      "title": "Shopgoodwill.com",
      "description": "void",
      "preview": "0 Klaudia Habek 10/7/25 Klaudia Habek 10/7/25 18 Easy DIY Halloween Costume Ideas Halloween costumes don't have to be stressful or expensive. Discover"
    },
    {
      "url": "https://developer.bestbuy.com/",
      "title": "Best Buy Developer Portal",
      "description": "Come explore our APIs and unleash their possibilities.",
      "preview": "DEVELOPER LOGIN SIGN UP OUR APIS DOCUMENTATION CONTACT US Reach your full potential by integrating with the world's most powerful retail APIs 100+ Bra"
    },
    {
      "url": "https://www.wowt.com/2023/02/26/lost-dog-adopted-by-new-family-omahas-72-hour-rule/",
      "title": "Lost dog adopted by new family on Omaha's 72-hour rule",
      "description": "Friday, Rebecca Jones, her kids, and her husband saw their dog, Bella, sitting in the Nebraska Humane Society. She'd been missing for about three weeks.",
      "preview": "Skip to content OMAHA, Neb. (WOWT) - Friday, Rebecca Jones, her kids, and her husband saw their dog, Bella, sitting in the Nebraska Humane Society. Sh"
    },
    {
      "url": "https://login.microsoftonline.com/common/oauth2/v2.0/authorize?response_type=id_token&scope=openid%20profile&client_id=5e3ce6c0-2b1f-4285-8d4b-75ee78787346&redirect_uri=https%3A%2F%2Fteams.microsoft.com%2Fgo&state=eyJpZCI6ImI3MzFhMWI1LTlkNDEtNGQwZC1hOTNmLTJkNGYwODM2ZjE0NSIsInRzIjoxNjU4NTEwODE0LCJtZXRob2QiOiJyZWRpcmVjdEludGVyYWN0aW9uIn0%3D&nonce=c90b6046-43dd-48fb-8150-32ac84eb7242&client_info=1&x-client-SKU=MSAL.JS&x-client-Ver=1.3.4&client-request-id=2d4dccbc-bd89-4e0b-93eb-ed9604cfb598&response_mode=fragment",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://paranormalsoftware.com/apps/ghostradio/privacy",
      "title": "Ghost EVP/EMF Radio - Privacy Policy",
      "description": "Privacy policy for Ghost EVP/EMF Radio",
      "preview": "Privacy Policy Last updated: 2025-10-08 What we collect Ghost Radio does not collect analytics or personal data. The only time we receive information"
    },
    {
      "url": "https://www.hbomax.com/",
      "title": "HBO Max | Stream Series and Movies",
      "description": "Stream must-see series, hit movies, exclusive originals, family favorites, and live sports. Plans start at $9.99/month.",
      "preview": "Skip To Content Must-see series, movies & more. Choose an HBO Max plan or bundle to start streaming. HBO Max Plans start at $ 9.99 /month Get HBO Max"
    },
    {
      "url": "https://sail-invia.com/ich-hasse-paypal/",
      "title": "Ich hasse PayPal! Das Quasi-Monopol ermöglicht unerträgliche Arroganz",
      "description": "Mit PayPal hatte ich früher und habe ich immer wieder nur Ärger. Paypal kommt nicht klar mit Menschen, die nicht ihr ganzes Leben im eigenen Heim verbringen",
      "preview": "Zum Inhalt springen Mit PayPal hatte ich früher und habe ich immer wieder nur Ärger. Die kommen einfach nicht klar mit Menschen, die nicht ihr ganzes"
    },
    {
      "url": "https://www.thecompanystore.com/300-thread-count-bamboo-cotton-sateen-sheet-set/EC44-A18.html",
      "title": "300-Thread Count Rayon Made From Bamboo Cotton Sateen Sheet Set | The Company Store",
      "description": "Shop 300-Thread Count Rayon Made From Bamboo and Cotton Sateen Sheet Set at The Company Store. Soft and inviting with a sateen weave for silk-like shine sheets.",
      "preview": "Personalization × Apply the same personalization to all items Your personalization will preview in this area Preview Not Available Personalization of"
    },
    {
      "url": "https://sustainability.google",
      "title": "Sustainable Innovation & Technology - Google Sustainability",
      "description": "void",
      "preview": "2025 Environmental Report Making AI helpful for everyone, including the planet Our products Our research Our operations 2025 Environmental Report Our"
    },
    {
      "url": "https://www.itu.int/en/sustainable-world/Pages/goal12.aspx",
      "title": "Goal 12. Sustainable consumption & production",
      "description": "void",
      "preview": "Connecting the world and beyond Advanced Search ITU About ITU Media Centre Events Publications Statistics Action areas Regional Presence Careers Gener"
    },
    {
      "url": "https://www.themarshallproject.org/2022/03/10/no-light-no-nothing-inside-louisiana-s-harshest-juvenile-lockup",
      "title": "Inside Louisiana's Harshest Youth Prison: 'No Light. No Nothing.' | The Marshall Project",
      "description": "Youths in one Louisiana facility were held in solitary confinement around the clock, shackled with leg irons and deprived of an education. \"This is child abuse,\" one expert said.",
      "preview": "A nonprofit news organization covering the U.S. criminal justice system Search Magnifying glass Local Network Cleveland Jackson St. Louis Projects Ins"
    },
    {
      "url": "https://www.flipkart.com/grocery-supermart-store?marketplace=GROCERY",
      "title": "Flipkart Kilos: Online Grocery Store with Up to 80% OFF",
      "description": "void",
      "preview": "Please enable Javascript in your browser. Go to Settings -> Site Settings -> Javascript -> Enable"
    },
    {
      "url": "https://www.therosienetwork.org",
      "title": "The Rosie Network | Military Business Help",
      "description": "The Rosie Network Empowers Entrepreneurs with Training, Mentors, Marketing, Branding Commercials, & More! Get military Business Help Now!",
      "preview": "top of page OUR PROGRAMS & SERVICES MILITARY ENTREPRENEUR MAGAZINE ROSIES ACROSS AMERICA PHOTO CAMPAIGN LOOKING TO START OR GROW A BUSINESS? FILL OU"
    },
    {
      "url": "https://mediacenter.adp.com/",
      "title": "ADP Media Center - Workforce Newsroom",
      "description": "void",
      "preview": "Workforce Newsroom ADP® Lyric HCM Wins Top HR Product of 2025 Award By HR Executive Decoding AI: The Augmented Workplace ADP® Introduces New Resource"
    },
    {
      "url": "https://sellercentral.amazon.fr/gp/help/external/help.html?itemID=74GGME6P8ELPLGU&language=fr_FR&ref=efph_74GGME6P8ELPLGU_relt_2AHG9AAHGG2DPVH",
      "title": "Amazon",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.change.org/p/cast-pamela-anderson-as-jennifer-coolidge-s-grieving-sister-in-season-3-of-white-lotus?source_location=petitions_browse",
      "title": "Petizione · Cast Pamela Anderson as Jennifer Coolidge's grieving sister in season 3 of White Lotus - Stati Uniti · Change.org",
      "description": "We want Pamela Anderson to be casted in next seasons The White Lotus as Jennifer Coolidge's grieving sister.",
      "preview": "Cast Pamela Anderson as Jennifer Coolidge's grieving sister in season 3 of White Lotus Cast Pamela Anderson as Jennifer Coolidge's grieving sister in"
    },
    {
      "url": "https://www.covid.gov/tests",
      "title": "Lab Leak: The True Origins of Covid-19 - The White House",
      "description": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the",
      "preview": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the"
    },
    {
      "url": "https://privacy.apple.com",
      "title": "Data & Privacy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://forms.gle/f52Dk28DmJNgzwCp8",
      "title": "Evaluación de satisfacción página Web INCOPESCA",
      "description": "Con el propósito de mejorar la calidad de la información y la transparencia institucional, agradecemos su tiempo para responder este breve cuestionario de satisfacción.",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Evaluación de satisfacción página Web INCO"
    },
    {
      "url": "https://www.healthline.com/health/ointment-vs-cream",
      "title": "Ointment vs. Cream, Lotion, and Gel: What Makes Them Different?",
      "description": "Learn the difference between creams, ointments, gels, and lotions, plus get tips to choose the best topical product for your skin care needs.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://versoly.com/",
      "title": "Versoly - Pixel perfect landing pages and websites, 10x faster",
      "description": "Versoly is the most flexible no-code website builder. Easily create beautiful landing pages and CMS driven websites.",
      "preview": "The fastest way to build your pixel perfect website. Finally, a flexible no-code website builder that is easy to use. Visually design, develop and lau"
    },
    {
      "url": "https://www.wtatennis.com/",
      "title": "The Official Home of the Women's Tennis Association | WTA Tennis",
      "description": "Home of the Women's Tennis Association. Turn to the WTA for the best coverage of your favorite players!",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Scores Rankings Unlocked Cal"
    },
    {
      "url": "https://www.fedscoop.com/diux-releases-giant-overhead-imagery-data-set-computer-vision-challenge/",
      "title": "DIUx releases a giant overhead imagery data set for computer vision challenge | FedScoop",
      "description": "The group hopes the data will help researchers build better object detection algorithms, which in turn will aid disaster recovery and response.",
      "preview": "Skip to main content Advertisement Advertise Search Close Search for: Search Advertisement The votes are in for the 2025 FedScoop. See the winners! Cl"
    },
    {
      "url": "https://ouroceanpanama2023.gob.pa/areas-of-action/",
      "title": "Areas of Action - Our Ocean 2023",
      "description": "void",
      "preview": "Skip to content OUR OCEAN OPENS A SPACE FOR GLOBAL COOPERATION TO FULFILL OUR SUSTAINABLE DEVELOPMENT GOALS To defend the ocean's health, we must crea"
    },
    {
      "url": "https://ckan.ogdch-abnahme.clients.liip.ch/en/organization/ec2593fa-d844-4d20-9851-e3c2b24eff89?res_format=TXT&keywords_en=ch-iqi",
      "title": "Federal Office of Public Health FOPH Organizations - opendata.swiss (staging environment)",
      "description": "void",
      "preview": "Skip to content Home Organizations Federal Office of Public Health ... Reset search Order by Relevance Name Ascending Name Descending Last Modified Po"
    },
    {
      "url": "https://www.nfl.dfo-mpo.gc.ca/NL/AG/anglersguide",
      "title": "Anglers' Guide 2025-2026",
      "description": "Published By: Fisheries and Oceans Canada Newfoundland and Labrador Region P.O. Box 5667 St. John's, NL A1C 5X1 Cat no: Fs111-1E-PDF ISSN:1924-6021",
      "preview": "Anglers' Guide 2025-2026 Published By: Fisheries and Oceans Canada Newfoundland and Labrador Region P.O. Box 5667 St. John's, NL A1C 5X1 Cat no: Fs111"
    },
    {
      "url": "https://foundation.mozilla.org/?form=donate&c_id=7014x000000eQOH&utm_source=mozilla.org&utm_medium=referral&utm_campaign=moco&utm_content=footer",
      "title": "Welcome to Mozilla Foundation - Mozilla Foundation",
      "description": "With over two decades of global impact, Mozilla Foundation continues to lead the movement for a better technology future-powered by people, open by design, and fueled by imagination.",
      "preview": "Make good tech the norm things together ideas matter Make good tech the norm. Make good things together. Make good ideas matter Mozilla Festival 2025"
    },
    {
      "url": "https://www.mastermachineryllc.com/listings/47965-1300mm-coiltech-complete-servo-feedline-space-saver-new",
      "title": "New 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) for...",
      "description": "Max coil width: 1300mm (51\"), Max material thickness: 4.5mm (.177\") @ Full Width / 8mm(.315\") @ 400mm (15.7\"), Max coil weight: 15 tons (30,000 lbs).",
      "preview": "1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) Share via Email Print Listing 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW)"
    },
    {
      "url": "https://lists.fedoraproject.org/archives/list/desktop@lists.fedoraproject.org/message/YPPVTOA3UMAPVQIZMFLFN57HAJYJLCIU/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://docs.looker.com/",
      "title": "Looker | Google Cloud",
      "description": "Documentation for Looker, an enterprise platform for business intelligence, data applications, and embedded analytics.",
      "preview": "Skip to main content Looker Documentation / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil"
    },
    {
      "url": "https://survey.medallia.com/?711-gr&channel=6&type=2",
      "title": "7-Eleven Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.hurra-nyaralunk.hu/kereses/helyszin/amerikaiegyesultallamokusa/kalifornia/losangeles/indulas/aprilis",
      "title": "Los Angeles 2026 április",
      "description": "Los Angeles - utazások széles választéka. 2026-04 időpontban. 2026 április időpontban.",
      "preview": "Ugrás a tartalomra +36 1 501 3490 Last Minute Nyaralás Görögország Horvát Hotelek Törökország Bulgária Ciprus Málta Spanyolország Olaszország Egyiptom"
    },
    {
      "url": "https://metashare.csc.fi/repository/search/?q=&selected_facets=availabilityFilter_exact%3AAvailable%20-%20Restricted%20Use&selected_facets=useNlpSpecificFilter_exact%3ALinguistic%20Research&selected_facets=timeCoverageFilter_exact%3A1920-1939&selected_facets=licenceFilter_exact%3AUnder%20Negotiation&selected_facets=foreseenUseFilter_exact%3AHuman%20Use&selected_facets=languageNameFilter_exact%3ATundra%20Nenets&selected_facets=languageNameFilter_exact%3AEastern%20Mari&selected_facets=languageNameFilter_exact%3ASelkup",
      "title": "META-SHARE | Kielipankki",
      "description": "void",
      "preview": "META-SHARE META-SHARE was the Language Bank's metadata repository. It contained information about each language resource's type, content, extent, lice"
    },
    {
      "url": "https://doee.dc.gov/service/battery-stewardship-producers?msclkid=3fb9e4afcfcb11ecab305496d3c71b89",
      "title": "Battery Stewardship: Producers | doee",
      "description": "void",
      "preview": "Skip to main content Listen Battery Stewardship: Producers << Back to Sustainable Materials Management main page Have questions? Review the material b"
    },
    {
      "url": "https://lounge.nintendo.com/redirect/support",
      "title": "Region & Language Selector - Support Site",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://keystoneservices.org/",
      "title": "Keystone Community Services - Services for youth, families and seniors.",
      "description": "Keystone Community Services provides youth programming, senior services, food shelves and distribution, and crisis support to neighborhoods surrounding St. Paul, Minnesota.",
      "preview": "You are the key Together, we can connect more people to the support they need now. Support Your Neighbors Today » Report to the Community & 2023 Annua"
    },
    {
      "url": "https://apnews.com/article/china-oceans-overfishing-squid-294ff1e489589b2510cc806ec898c78f",
      "title": "Great Wall of Lights: China's sea power on Darwin's doorstep | AP News",
      "description": "The Associated Press with Spanish-language broadcaster Univision accompanied the conservation group Sea Shepherd this summer on an 18-day voyage to observe up close for the first time the Chinese distant water fishing fleet on the high seas off South America.",
      "preview": "void"
    },
    {
      "url": "https://gamboporn.com/get/beautiful-romantic-erotic/",
      "title": "Beautiful romantic erotic free porn - watch and download Beautiful romantic erotic search porn at GamboPorn.com",
      "description": "Watch Beautiful romantic erotic hot porn Beautiful romantic erotic video and get to mobile",
      "preview": "Beauties enjoying hot romantic lesbian sex Free Beautiful romantic erotic porn 08:25 Unique busty beauty babes in erotic action 06:59 Romantic Dim-lit"
    },
    {
      "url": "https://imp.i294747.net/c/249354/818475/11568?subId1=PEOReeseWitherspoonsDraperJamesJustDroppedNewSneakerswiththeShoeBrandSheWoreasaKidagrabinsFasAff13966130202302I&u=https%3A%2F%2Fdraperjames.com%2Fcollections%2Fdraper-james-x-tretorn-sneaker-collab-shop",
      "title": "Draper James x Tretorn | Limited Edition Sneakers",
      "description": "Featuring Tretorn's classic shapes with our signature prints, colors and Southern-inspired details.",
      "preview": "Skip to content FREE SHIPPING U.S. ORDERS $150+ Draper James x Tretorn We teamed up with heritage brand Tretorn for a limited-edition sneaker collabor"
    },
    {
      "url": "https://datos.madrid.es/portal/site/egob/menuitem.3efdb29b813ad8241e830cc2a8a409a0/?vgnextoid=108804d4aab90410VgnVCM100000171f5a0aRCRD&vgnextchannel=b4c412b9ace9f310VgnVCM100000171f5a0aRCRD&vgnextfmt=default",
      "title": "Condiciones generales para la modalidad general de puesta a disposición de los documentos reutilizables del Ayuntamiento de Madrid - Portal de datos abiertos del Ayuntamiento de Madrid",
      "description": "Portal de datos abiertos del Ayuntamiento de Madrid - Condiciones generales para la modalidad general de puesta a disposición de los documentos reutilizables del Ayuntamiento de Madrid",
      "preview": "Saltar navegación egob"
    },
    {
      "url": "https://smallsat.org/",
      "title": "Small Satellite Conference | SmallSat",
      "description": "The annual Small Satellite Conference, held at the Salt Palace Convention Center, Salt Lake City, Utah, gathers Government, industry, and academia to review recent successes, explore new directions, and introduce emerging technologies in small spacecraft development.",
      "preview": "39 th Annual Small Satellite Conference Salt Lake City, UT, USA August 10-13, 2025 Thank You Another Successful SmallSat 4650 Attendees 374 Exhibiting"
    },
    {
      "url": "https://howl.me/cjbJfJ9zKGz",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://allantowns.com/tag/game-of-thrones/",
      "title": "Game of Thrones | A little bit about a lot of stuff",
      "description": "Posts about Game of Thrones written by Allan Townsend",
      "preview": "I was waiting for my bag at JFK and saw this crowd around a girl signing autographs. I take a picture and she looks at me with evil eyes and says, \" I"
    },
    {
      "url": "https://githubuniverse.com/",
      "title": "GitHub Universe 2025",
      "description": "GitHub's global developer event is back. Join the world's fair of software.",
      "preview": "Skip to content October 28-29 San Francisco, CA In-person and virtual GitHub's two-day developer event celebrating innovation, collaboration, and the"
    },
    {
      "url": "https://confirmsubscription.com/h/i/463208600EB4D89A",
      "title": "void",
      "description": "void",
      "preview": "For full functionality of this application it is necessary to enable JavaScript. Here are the instructions on how to enable JavaScript in your web bro"
    },
    {
      "url": "https://docs.roku.com/published/userprivacypolicy/en-US",
      "title": "Roku",
      "description": "Roku provides the simplest way to stream entertainment to your TV. On your terms. With thousands of available channels to choose from.",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "http://www.christaldesaintmarc.com/le-zonta-club-de-chatillon-sur-seine-a-propose-au-public-chatillonnais-a140625486",
      "title": "Le Zonta-Club de Châtillon sur Seine a proposé au public Châtillonnais une ravissante pièce de théâtre \"Des précieuses pas si ridicules\" - Châtillonnais en Bourgogne",
      "description": "En attendant le spectacle, une bien jolie maxime était affichée sur la scène... Monique Harpé, Présidente du Zonta-Club de Châtillon sur Seine, est venue présenter la pièce \"Des précieuses pas si ridicules\", un spectacle en coréalisation avec le Théâtre...",
      "preview": "Tous les blogs Top blogs Tourisme, Lieux et Événements Tous les blogs Tourisme, Lieux et Événements Editer l'article Suivre ce blog Administration Con"
    },
    {
      "url": "https://unbounce.com/",
      "title": "The Best Landing Page Builder and CRO platform | Unbounce",
      "description": "Grow your leads and sales with Unbounce. Easily create, test, and optimize landing pages, and boost conversions using AI insights-start turning traffic into customers today!",
      "preview": "void"
    },
    {
      "url": "http://neighborhoodtrust.org/",
      "title": "Financial security for all workers - Neighborhood Trust Financial Partners",
      "description": "Neighborhood Trust is a financial services innovator creating financial security for low-wage workers.",
      "preview": "Skip to content Visit Visit home page alexis siroc 2025-09-19T13:15:35-04:00 Neighborhood Trust is a nonprofit social enterprise creating financial se"
    },
    {
      "url": "https://publications.aston.ac.uk/view/author/dubovm=40aston=2Eac=2Euk.html",
      "title": "Aston Publications Explorer",
      "description": "void",
      "preview": "Browse by Aston Author Up a level Export as ASCII Citation BibTeX Dublin Core EP3 XML EndNote HTML Citation JSON METS Multiline CSV Object IDs OpenURL"
    },
    {
      "url": "https://jaipur.craigslist.org/d/garage-moving-sales/search/gms?hints=static&sort=upcoming&lang=en&cc=gb&sale_date=2021-12-09",
      "title": "Jaipur garage & moving sales - craigslist",
      "description": "Jaipur garage & moving sales - craigslist",
      "preview": "loading Reading writing saving searching refresh the page. craigslist Garage & Moving Sales in Jaipur see also"
    },
    {
      "url": "http://onlinechessstrategy.com/",
      "title": "Online Chess Strategy",
      "description": "Online Chess Strategy.com is your place for all types of chess puzzles and chess strategies and chess information.",
      "preview": "search Home Contact us History of Chess Online Chess & Game Sites Posted by Onchessstrat on Apr 10, 2016 in chess strategy , chess tactics , chess vid"
    },
    {
      "url": "https://www.aromatherapyassociates.com/usa/revive-polishing-body-brush.html",
      "title": "Revive Body Brush for Exfoliation | Aromatherapy Associates",
      "description": "Experience the ultimate skin exfoliation with our Revive Body Brush from Aromatherapy Associates. Perfect for skin renewal and rejuvenation when you need it.",
      "preview": "Skip to content 25% Off Sitewide until 10th October, don't miss out! Get early access to Black Friday - sign up today! Explore our new festive gift se"
    },
    {
      "url": "http://www.vogue.com/",
      "title": "Vogue: Fashion, Beauty, Celebrity, Fashion Shows | Vogue",
      "description": "The latest fashion news, beauty coverage, celebrity style, fashion week updates, culture reviews, and videos on Vogue.com.",
      "preview": "Skip to main content Vogue The November issue is here. SUBSCRIBE NOW icon Gallery Models Meet the 10 Breakout Models of Spring 2026 Fashion It's Almos"
    },
    {
      "url": "https://web.dev/learn/html/",
      "title": "Learn HTML | web.dev",
      "description": "This HTML course for web developers provides a solid overview for developers, from novice to expert level HTML.",
      "preview": "Skip to main content / Sign in Resources web.dev Resources HTML Stay organized with collections Save and categorize content based on your preferences."
    },
    {
      "url": "https://thewickedmakers.com/",
      "title": "Wicked Makers - We make free DIY videos on YouTube.",
      "description": "We make free DIY videos on YouTube.",
      "preview": "Skip to main content Press enter to begin your search Close Search Wicked DIY. See Our Projects We're Jaimie & Jay! We make spooky stuff together on Y"
    },
    {
      "url": "https://westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://decider.com/",
      "title": "Decider | Where To Stream Movies & Shows on Netflix, Hulu, Amazon Prime, HBO Max",
      "description": "Decider helps you find what to watch. Discover the best movies and shows streaming on Netflix, Disney+, Hulu, Amazon Prime Video, HBO Max, and more.",
      "preview": "Skip to main content Search Search What to Watch Genres Horror Comedy Children's/Family Drama Documentary/Reality Music Platforms HBO Max Netflix Peac"
    },
    {
      "url": "http://www.wfp.org/",
      "title": "UN World Food Programme (WFP)",
      "description": "We are the world's largest humanitarian organization, saving lives in emergencies and using food assistance to build a pathway to peace, stability and prosperity for people recovering from conflict, disasters and the impact of climate change.",
      "preview": "Skip to main content War in Gaza two years on: Humanitarian access improves but acute hunger persists Read more Donate Conflict 'We just ran': Pakista"
    },
    {
      "url": "https://www.essence.com/news/money-career/naacp-kapor-center-report-tech-ecosystem-still-failing-black-talent/",
      "title": "NAACP and Kapor Center Release Report Illustrating How the U.S. Tech Ecosystem Is Still Failing Black Talent - Essence | Essence",
      "description": "Corporations made big promises over the last couple of years to work towards promoting diversity-but it looks like their efforts have fallen short.",
      "preview": "Skip to content Young woman talking with team in a meeting. People having planning meeting in hybrid office, with colleagues joing via video call. By"
    }
  ],
  "_meta": {
    "total_bookmarks": 102
  }
}