{
  "data": [
    {
      "url": "https://www.quill.org/",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "Quill provides free writing and grammar activities for middle and high school students.",
      "preview": "Free tools to make your students better writers and readers . NEW Quill.org, a non-profit, provides free literacy activities that build reading compre"
    },
    {
      "url": "https://www.stichting-open.org/en/",
      "title": "Stichting OPEN - Stichting OPEN",
      "description": "void",
      "preview": "Skip to content We are Stichting OPEN In a rapidly changing world, Stichting OPEN is committed to a circular economy in which electronic devices, lamp"
    },
    {
      "url": "https://alejka24.pl/product-pol-1067-Tasma-ogrodzeniowa-jasnoszara-PVC-19-cm-35mb-450g-m2-klipsy.html",
      "title": "Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy | sklep Alejka24.pl",
      "description": "Sprawdź Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy z oferty naszego sklepu internetowego z rozwiązaniami ogrodniczymi i przekonaj się, jak łatwo kształtować i formować swój ogród!",
      "preview": "+ 2 więcej Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy 5.00/5.00 Opini"
    },
    {
      "url": "https://eroticmadscience.com/2019/03/08/%E9%A4%8C-bait-in-japanese-in-a-slider/",
      "title": "餌 (Bait in Japanese in a slider) | Erotic Mad Science",
      "description": "void",
      "preview": "Menu बुलबुले (Bubbles in Hindi in a slider) 水泡 (Bubbles in Japanese in a slider) 当作品は、クリエイティブ・コモンズ 表示 - 非営利 - 継承 4.0 国際ライセンスの下に 提供されています。 このコミックは当初英語で"
    },
    {
      "url": "https://www.whatfontis.com/",
      "title": "Font Finder by What Font Is 🔎 Identify fonts by image",
      "description": "Font finder that helps you to identify fonts from any image. 🔎 Upload the image and choose what the font you need. 1,100,000 fonts indexed free or commercial.",
      "preview": "Find any font from any image (commercial or free) Upload an image, and our AI-powered font finder will match it with over 1.1M+ fonts , including both"
    },
    {
      "url": "https://www.brides.com/exclusive-jenna-ushkowitz-david-stanley-married-5194061",
      "title": "5 Favorite Details from Jenna Ushkowitz and David Stanley's Big Day",
      "description": "We'll show you some of the best elements of the actress' unforgettable wedding.",
      "preview": "Skip to content 91 years of expert advice and inspiration, for every couple. Subscribe Email Address Subscribe Thank you [email] for signing up. Pleas"
    },
    {
      "url": "https://earthquake.usgs.gov/earthquakes/eventpage/us6000jllz/executive",
      "title": "void",
      "description": "void",
      "preview": "This application requires Javascript. Please enable Javascript or try our Real-time Notifications, Feeds, and Web Services . The Earthquake Event Page"
    },
    {
      "url": "https://partner.github.com",
      "title": "GitHub Partner Program · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.tinytypemuseum.com/what-is-letterpress",
      "title": "The Tiny Type Museum & Time Capsule",
      "description": "void",
      "preview": "The Tiny Type Museum & Time Capsule The Tiny Type Museum & Time Capsule The museum edition is sold out as of 17 Feb. 2022. This page provides archival"
    },
    {
      "url": "https://uk.flightaware.com/live/cancelled/",
      "title": "Live Airline Flight Cancellations Info & Statistics - FlightAware",
      "description": "Real-time cancellation statistics and flight tracker links for cancelled airline flights. View top cancellations by airline or airport.",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://newsroom.accenture.com",
      "title": "Newsroom | Accenture",
      "description": "Accenture Newsroom - the official site for press releases, photos, video, audio, pr contact information, presskits and more.",
      "preview": "Headline Newsroom HeroImage FeaturedContentTitle Accenture Reports Fourth-Quarter and Full-Year Fiscal 2025 Results FeaturedContentURL https://newsroo"
    },
    {
      "url": "http://www.bannekerventures.com/",
      "title": "Banneker Ventures",
      "description": "void",
      "preview": "about us expertise news careers community contact X Foundry Lofts at the Yard Former Washington Navy Yard Learn More Park Place at Addison Road Metro"
    },
    {
      "url": "https://www.pidlitacka.cz/cs",
      "title": "PID Lítačka Eshop | Lítačka",
      "description": "PID Lítačka Eshop",
      "preview": "Vítejte v portálu Lítačka Lítačku si teď vyřídíte i v mobilním informačním centru PID POINT Mobilní informační centrum PID Point přináší služby cestuj"
    },
    {
      "url": "http://www.growninidaho.com/products",
      "title": "Products - Grown In Idaho",
      "description": "void",
      "preview": "Please ensure Javascript is enabled for purposes of website accessibility Skip to main content Hit enter to search or ESC to close Close Search Produc"
    },
    {
      "url": "https://m.gobank.com/privacy-policy",
      "title": "Online Banking - Checking Account - Direct Deposit | GoBank",
      "description": "GoBank online banking & checking account with direct deposit and bill pay. Free ATM network of 42,000+. Open your account now!",
      "preview": "void"
    },
    {
      "url": "https://www.wto.org/english/tratop_e/rulesneg_e/fish_e/fish_e.htm#:~:text=Agreement%20on%20Fisheries%20Subsidies%20The%20WTO%20Agreement%20on,the%20widespread%20depletion%20of%20the%20world%E2%80%99s%20fish%20stocks.",
      "title": "WTO | Agreement on Fisheries Subsidies",
      "description": "The WTO Agreement on Fisheries Subsidies, adopted at the 12th Ministerial Conference (MC12) on 17 June 2022, marks a major step forward for ocean sustainability by prohibiting harmful fisheries subsidies, which are a key factor in the widespread depletion of the world's fish stocks. The Agreement represents a historic achievement for the membership as the first Sustainable Development Goal (SDG) target to be fully met, the first SDG target met through a multilateral agreement, the first WTO agreement to focus on the environment, the first broad, binding, multilateral agreement on ocean sustainability, and only the second agreement reached at the WTO since its inception.",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://www.marchofdimes.org",
      "title": "Help us improve the health of all moms and babies | March of Dimes",
      "description": "Join March of Dimes in our mission to prevent birth defects and premature birth. Learn about our research, advocacy, and resources for families.",
      "preview": "Skip to main content Video of gaurdians and babies. Help us improve the health of all moms and babies The US is facing an urgent maternal and infant h"
    },
    {
      "url": "https://www.si.com/extra-mustard/2023/02/28/taylor-lewan-titans-dropped-off-stuff-release",
      "title": "Taylor Lewan Shares Sad Photo of How Titans Dropped Off His Stuff After Release - Sports Illustrated",
      "description": "The three-time Pro Bowler spent his entire career with Tennessee.",
      "preview": "Following his release from the Titans last week , three-time Pro Bowler Taylor Lewan came home to a sad-looking surprise on Monday. The offensive tack"
    },
    {
      "url": "https://tennisforfree.com/",
      "title": "Welcome to Tennis For Free - Tennis For Free",
      "description": "Tennis For Free is a UK charity dedicated to growing the game of tennis in predominantly under-privileged areas and showcasing the sport as a sport playable by all, especially families.",
      "preview": "TFF brings free fully inclusive fun tennis sessions to communities across the UK Learn More Tennis For Free, served to the community, by the community"
    },
    {
      "url": "http://www.unesco.org",
      "title": "UNESCO : Building Peace through Education, Science and Culture, communication and information",
      "description": "Learn more about UNESCO's role, vision and results. UNESCO is the United Nations Educational, Scientific and Cultural Organization. Our aim is to promote peace and security through international cooperation",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://coder-girls.tumblr.com/",
      "title": "@coder-girls on Tumblr",
      "description": "A human. Being.",
      "preview": "Posts seeinganewlight Follow it's 2016, can guys stop assuming girls are unintelligent because they like makeup? weareteachers Follow 1. Learn to code"
    },
    {
      "url": "https://masterclasses.nature.com/",
      "title": "Training for researchers & scientists | Nature Masterclasses",
      "description": "Develop your scientific writing and peer review skills with online courses and workshops, led by Nature Research journal editors and expert trainers",
      "preview": "Professional development training for researchers - via online courses and workshops Request a quote Grow your research skills, confidence and career"
    },
    {
      "url": "https://www.allure.com/story/rihanna-oceans-8-locs",
      "title": "Why Rihanna Wears Locs in Movie 'Ocean's 8' | Allure",
      "description": "In an interview with Refinery29, Rihanna's hairstylist Yusef Williams explained the reason behind choosing locs for Rihanna's Ocean's 8 character.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    },
    {
      "url": "https://local.tourmake.it/tr/carnicer%C3%ADa-jamoner%C3%ADa-alcal%C3%A1-calle-de-alcal%C3%A1-comunidad-de-madrid-madrid",
      "title": "Restoran Dükkan Madrid Carnicería-Jamonería Alcalá - Local Tourmake",
      "description": "Calle de Alcalá 28009 Madrid Comunidad de Madrid Spain +34 914 01 74 26 jamoneriacarniceriaalcala.com/",
      "preview": "Twitter Facebook Çağrı Web sitesi Harita Açık Tur Carnicería-Jamonería Alcalá Madrid Calle de Alcalá 28009 Madrid Comunidad de Madrid Spain jamoneriac"
    },
    {
      "url": "https://www.woodplc.com/",
      "title": "Global engineering and consulting for energy and materials | Wood",
      "description": "Wood: Global leader in engineering consulting, shaping the future of energy and materials with innovative solutions across 60 countries",
      "preview": "Close search Designing the future. Explore our company Designing the future. Explore our company We are the world's industry-leading consultants, engi"
    },
    {
      "url": "http://www.thedaily.com/article/2012/12/10/121012-news-bus-audio-surveillance/",
      "title": "New York Post - Breaking News, Top Headlines, Photos & Videos",
      "description": "Your source for breaking news, photos, and videos about New York, sports, business, entertainment, opinion, real estate, culture, fashion, and more.",
      "preview": "New! Interview with award winning journalist, Megyn Kelly. LISTEN NOW Full price?! In this economy? Shop smarter with Post Wanted. SIGN UP NOW Start y"
    },
    {
      "url": "http://ktoo.org/",
      "title": "KTOO - News & Public Media from Alaska's Capital -",
      "description": "KTOO provides a variety of public services throughout Alaska. In addition to providing the Alaska Public Media program service to Southeast Alaska, KTOO-TV operates a full-time cable and satellite television channel, KTOO 360TV",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Lingít elder Ldaan.aat Laurie Cropley and elder-in-training Yuxgitsiy George Holly are"
    },
    {
      "url": "https://www.lisc.org/",
      "title": "Home | Local Initiatives Support Corporation",
      "description": "LISC connects local groups across America with the capital and technical know-how to help build inclusive, resilient communities of opportunity. Learn more.",
      "preview": "Skip to Main Content Previous We connect local groups across America with the capital and technical know-how to help build resilient communities of op"
    },
    {
      "url": "https://www.atanet.org/",
      "title": "American Translators Association",
      "description": "Professional translators and interpreters connect us to our world. When you care about your customers and quality, you need an ATA member.",
      "preview": "Skip to content Facebook Twitter Linkedin Youtube Instagram Professional Translators and Interpreters Connect Us to Our World When you care about your"
    },
    {
      "url": "https://sabiyamalbari11.tumblr.com/post/143008375724",
      "title": "Sabiya malbari - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Sabiya malbari - Computer science: the impact of K-12 on university... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfe"
    },
    {
      "url": "https://www.postgresql.org/docs/current/index.html",
      "title": "PostgreSQL: Documentation: 18: PostgreSQL 18.0 Documentation",
      "description": "PostgreSQL 18.0 Documentation The PostgreSQL Global Development Group Copyright © 1996-2025 The PostgreSQL Global Development Group Legal Notice Table of ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://www.nltk.org/api/nltk.tokenize.sexpr.html",
      "title": "NLTK :: nltk.tokenize.sexpr module",
      "description": "void",
      "preview": "NLTK Documentation API Reference Example Usage Module Index Wiki FAQ Open Issues NLTK on GitHub Installation Installing NLTK Installing NLTK Data More"
    },
    {
      "url": "https://press.un.org/en/2022/ga12448.doc.htm",
      "title": "Promise of Declaration on Protecting Minority Rights Still Not Fulfilled, Speakers Tell High-Level Meeting Marking Adoption's Thirtieth Anniversary | Meetings Coverage and Press Releases",
      "description": "Thirty years after its adoption by the General Assembly, the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities has yet to fulfil its promise, speakers stressed, during a high-level meeting today on the side lines of the Assembly's general debate.",
      "preview": "Skip to main content / navigation Meetings Coverage and Press Releases English Search Site Search Search Meetings Coverage and Press Releases Meetings"
    },
    {
      "url": "http://www.wolfysilver.co.uk/WM/",
      "title": "Wolf Mountain RPG",
      "description": "A wolf and multi-species role-playing game (RPG). Forum and message board based. Aspects of fantasy and realism. Exciting plots, great members, active since 2000!",
      "preview": "Joining Members List Role-Play Guide Mythical Book ~ Blessing Book Calendar ~ Ranks ~ Creative Pathways ~ Contests ~ OOC Section Registrations Blessin"
    },
    {
      "url": "https://www.barcelona.cat/en/",
      "title": "The official Barcelona web portal | Barcelona City Council",
      "description": "Practical information on living in the city of Barcelona: news, activities, services, work, transport, business, leisure, maps, innovation and much more.",
      "preview": "Skip to main content ‌ ajuntament.barcelona.cat ‌ meet.barcelona Info Barcelona BCN Map BCN Guide Procedures Useful phone numbers Getting there Mercat"
    },
    {
      "url": "https://support.norton.com/sp/en/us/home/current/info",
      "title": "Official Norton™ Support",
      "description": "Get all the support you need for your Norton products. We'll help you with installation, activation, sales and billing.",
      "preview": "What can we help you with? Upgrade for Free Cybercrime is evolving. So is your protection. *Offer for existing members for the remainder of your subsc"
    },
    {
      "url": "https://engage.walmart-jump.com/",
      "title": "Investing In American Jobs",
      "description": "Fueling American jobs, strengthening communities. With our $350 billion investment in products made, grown or assembled in America, we're supporting more than 750,000 U.S. jobs.*",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://sklep.izakrejcapawski.pl/plan-newsletterow-5/",
      "title": "Plan newsletterów | IKP Szkolenia",
      "description": "void",
      "preview": "Masz pytania? Zadzwoń na 606 44 57 65 lub napisz na sklep@izakrejcapawski.pl Koszyk Elementy 0 Plan newsletterów Prześlij komentarz Anuluj pisanie odp"
    },
    {
      "url": "https://shotdeck.com/",
      "title": "SHOTDECK - The World's Leading Cinematic Image Library",
      "description": "Created by world renowned cinematographer - Lawrence Sher. ShotDeck is the largest library of high-definition film & commercial images and screengrabs in the world.",
      "preview": "How to Blow Up a Pipeline The library of film, one beautiful shot at a time. ShotDeck is the largest collection of fully searchable high-definition mo"
    },
    {
      "url": "https://www.craftsmanspace.com/knowledge/chip-carving-patterns.html",
      "title": "Wood carving books | CRAFTSMANSPACE",
      "description": "Download free and public domain books on wood carving, chip carving, wood sculpture, etc.",
      "preview": "Skip to main content Download free and public domain books on wood carving, chip carving, wood sculpture, etc. WOOD CARVING DESIGN AND WORKMANSHIP BY"
    },
    {
      "url": "https://www.produce.gob.pe/index.php/dgsfs-pa/seguimiento-satelital",
      "title": "Seguimiento Satelital",
      "description": "void",
      "preview": "INICIAR SESIÓN EXTRANET CONTÁCTANOS BUSCAR DATOS ABIERTOS TRANSPARENCIA Portal Supervisión, Fiscalización y Sanciones de Pesca y Acuicultura Seguimien"
    },
    {
      "url": "https://climate.copernicus.eu/charts/c3s_sstoa",
      "title": "Charts | Copernicus",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.bongoutlet.com/pages/an-update-on-covid-19",
      "title": "Important Update regarding USPS / Canada Post delivery delay. - Bong Outlet.Com",
      "description": "Delivery may take longer than expected during Covid-19 Pandemic due to high volume package to process.* Bongoutlet warehouse is operating as normal. If you order by 12:00 PM(EST, Mon.-Fri.) your order will ship the same day. Over 99% of orders ship complete (no backorders!) the same day the order is placed. Important",
      "preview": "Skip to content DropShipping Rewards Program Contact us DropShipping Rewards Program Contact us"
    },
    {
      "url": "http://sticknodes.com/tos-privacy-policy/#atospp-pp-snp",
      "title": "TOS and Privacy Policy | StickNodes.com",
      "description": "void",
      "preview": "Apps Contents: Privacy Policy (Stick Nodes) Privacy Policy (Stick Nodes Pro) Privacy Policy (Stick Nodes): Ralph Damiano (ForTheLoss Games) built the"
    },
    {
      "url": "https://esotericarchives.com/agrippa/",
      "title": "Writings of Heinrich Cornelius Agrippa (1486-1535)",
      "description": "void",
      "preview": "Home Contents Prev /agrippa Next timeline Writings of Heinrich Cornelius Agrippa (1486-1535) Heinrich Cornelius Agrippa (1486-1535) is the most influe"
    },
    {
      "url": "https://rmc.bfmtv.com/mediaplayer/video/vacances-de-la-toussaint-avez-vous-peur-de-partir-0910-1284042.html",
      "title": "Vacances de la Toussaint : avez-vous peur de partir ? - 09/10",
      "description": "VIDÉO - Selon le ministre la Santé, la circulation d'une zone à une autre n'est pas limitée dans l'Hexagone. En effet, cela n'est pas de nature à exporter le virus et la situation sanitaire n'est pas aussi grave comparé à celle du printemps dernier. Mais à l'heure des vacances de la Toussaint, la prudence...",
      "preview": "Sur le même sujet 0:25 \"Est-ce que Macron n'est pas en train de se venger d'avoir perdu les législatives ?\" 0:46 Jérôme Marty : \"On va balancer aux or"
    },
    {
      "url": "https://www.brcc.edu/",
      "title": "Home - Blue Ridge Community College in Weyers Cave, Virginia",
      "description": "Your career starts with BRCC's degree, diploma, and certificate programs.",
      "preview": "Skip to Content Blue Ridge Community College At BRCC, your goals come first . Whether you want to launch a career , earn a degree , transfer to a four"
    },
    {
      "url": "https://8-hrs.tumblr.com/",
      "title": "@8-hrs on Tumblr",
      "description": "Follow @8-hrs and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://www.youtube.com/?tab=i1",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://unsplash.com/",
      "title": "Beautiful Free Images & Pictures | Unsplash",
      "description": "Beautiful, free images and photos that you can download and use for any project. Better than any royalty free or stock photos.",
      "preview": "Featured Nature 3D Renders Film People Architecture & Interiors Experimental Fashion & Beauty Animals Unsplash The internet's source for visuals. Powe"
    },
    {
      "url": "https://www.thinkingjuice.co.uk",
      "title": "Eleven Miles",
      "description": "We're Eleven Miles, an evidence-driven creative company that's been ranked as the UK's Most Effective Advertising, Branding & Digital Agency",
      "preview": "0 We're Eleven Miles. A creative agency that combines insight with imagination to deliver more impact for our clients. See the work Who? Steered by ha"
    },
    {
      "url": "https://scratch.mit.edu/",
      "title": "Scratch - Imagine, Program, Share",
      "description": "Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations.",
      "preview": "Your browser has Javascript disabled. Please go to your browser preferences and enable Javascript in order to use Scratch."
    },
    {
      "url": "https://tinypng.com/developers",
      "title": "TinyPNG - Optimize AVIF, WebP, JPEG and PNG Images with TinyPNG API",
      "description": "Automate your AVIF, WebP, JPEG and PNG compression workflow. Compress, resize and convert images seamlessly with TinyPNG's API.",
      "preview": "Developer API: Automate your AVIF, WebP, JPEG and PNG compression workflow Hook up your server to optimize all your AVIF, WebP, JPEG and PNG images on"
    },
    {
      "url": "https://lalibellule.ch/centre-nature/ateliers/",
      "title": "Ateliers - la libellule",
      "description": "Nos ateliers au centre nature...",
      "preview": "Ateliers Venez acquérir des nouveaux savoir-faire. Repartez avec votre bac à plantons, apprenez à réaliser votre propre balcompost ou découvrez les te"
    },
    {
      "url": "https://audiocollective.ted.com",
      "title": "TED Audio Collective",
      "description": "The TED Audio Collective is a collection of podcasts for the curious. They're for listeners as excited by psychology and design as science and technology-who want to dig deep into today's most exciting ideas. <br/><br/>Subscribe, follow, favorite or just listen, anywhere you get your podcasts.",
      "preview": "Partner with us The TED Audio Collective is a collection of podcasts for the curious. They're for listeners as excited by psychology and design as sci"
    },
    {
      "url": "https://www.architecturaldigest.com/video/watch/replace-this-space-adrienne-bailons-bathroom-gut-renovated-by-pro-designer",
      "title": "Watch Adrienne Bailon's Bathroom Gut-Renovated by Pro Designer | Replace This Space | Architectural Digest",
      "description": "Erick Garcia of Maison Trouvaille visits the home of singer, actress, and TV personality Adrienne Bailon to execute a gut-renovation of her bathroom.",
      "preview": "Skip to main content Replace This Space | Season 1 | Episode 5 Adrienne Bailon's Bathroom Gut-Renovated by Pro Designer Erick Garcia of Maison Trouvai"
    },
    {
      "url": "https://www.titlenine.com/p/womens-fleece-lined-leggings-crash-striated/270916.html",
      "title": "Women's Fleece Lined Leggings: Crash Striated",
      "description": "Crash Fleece-lined Tights Striated are great for cold weather training. Tightly woven exterior blocks wind. Abrasion resistant. Cozy warmth. By Title Nine",
      "preview": "Search Account Order Status Sign In / Sign Up 0 Search Close Apparel & Gear Bottoms Leggings & Tights Women-Owned Crash Polartec® Fleece Lined Tights"
    },
    {
      "url": "https://aws.amazon.com/training/learn-about/serverless/",
      "title": "Serverless - Learn about | AWS Training",
      "description": "Learn how to develop skills to build and run code, manage data, and integrate applications on AWS without having to manage servers.",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training › L"
    },
    {
      "url": "https://www.gyft.com",
      "title": "Gyft: Buy, Send & Redeem Gift Cards Online or with Mobile App",
      "description": "Gyft is the best way to buy & send gift cards online for retailers like Amazon, Starbucks, and iTunes. Use the Gyft mobile app to balance check gift cards.",
      "preview": "Buy, Send, & Redeem Gift Cards Gyft makes it easy for you to give the perfect gift card and conveniently manage them from any device!! Shop Now Buy Gi"
    },
    {
      "url": "https://hjweinbergfoundation.org/",
      "title": "The Harry and Jeanette Weinberg Foundation - The Harry and Jeanette Weinberg Foundation",
      "description": "Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fight poverty and build strong, vibrant communities where everyone can thrive. We advance that mission through five core focus areas: Housing Housing The Foundation supports organizations that provide safe and affordable housing. Learn More Health Health The [...]",
      "preview": "Skip to content Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fi"
    },
    {
      "url": "http://www.marinemammalcenter.org/what-we-do/rescue/what-we-do-if-you-find-a.html",
      "title": "Rescue | The Marine Mammal Center",
      "description": "Find out how hundreds of sick, injured and orphaned marine mammals are rescued each year.",
      "preview": "Skip to main content Patient Journey / Rescue Rescue TMMC logo loading indicator marine animal, marine mammal, rescue, shelter, hospital, rehabilitati"
    },
    {
      "url": "https://calendly.com/amillerperscholas",
      "title": "Calendly - Per Scholas Customized Training Solutions",
      "description": "Welcome to my scheduling page. Please follow the instructions to add an event to my calendar.",
      "preview": "void"
    },
    {
      "url": "http://www.seagrasssoftware.com/",
      "title": "nl3.example.com - Coming Soon",
      "description": "This is a default index page for a new domain.",
      "preview": "nl3.example.com Powered by myVesta"
    },
    {
      "url": "https://www.grantinterface.com/Home/Logon?urlkey=seattle",
      "title": "Logon - Grant Lifecycle Manager",
      "description": "void",
      "preview": "Logon Email Address* Password* Log On Create New Account Access is disabled. Attention Grantees and Grant Seekers: Seattle Foundation recently launche"
    },
    {
      "url": "https://covid19.ncdhhs.gov/vaccines",
      "title": "Vaccine Information | NC COVID-19",
      "description": "Up-to-date, reliable information on flu, COVID-19, and RSV vaccines for everyone 6 months and older.",
      "preview": "Skip to main content Flu, RSV and COVID-19 Vaccines Vaccines are the best way to protect yourself, your family and your community from severe illness."
    },
    {
      "url": "https://connectupmn.org/",
      "title": "ConnectUP! Institute - A social finance and enterprise development studio",
      "description": "void",
      "preview": "WELCOME TO CONNECTUP! Powering Connections and Investments for Underserved Entrepreneurs About ConnectUP! Institute We Advance Underserved Communities"
    },
    {
      "url": "http://www.bbc.com/",
      "title": "BBC Home - Breaking News, World News, US News, Sports, Business, Innovation, Climate, Culture, Travel, Video & Audio",
      "description": "Visit BBC for trusted reporting on the latest world and US news, sports, business, climate, innovation, culture and much more.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://baby2baby.org/",
      "title": "Baby2Baby - Nonprofit that provides children living in poverty across the country with diapers, clothing and all the basic necessities that every child deserves.",
      "description": "Baby2Baby is a nonprofit that provides children in need across the country with diapers, clothing and all the basic necessities that every child deserves. Donate today and help us reach the one million children relying on Baby2Baby each year. View our 2024 Annual Report ->",
      "preview": "Skip to content Home newframe 2025-08-05T22:10:55+00:00 Sorry, your browser doesn't support embedded videos. Baby2Baby is a nonprofit that provides ch"
    },
    {
      "url": "https://www.pathfinderpress.com/collections/books-of-the-month-january-2022/products/what-is-surrealism-selected-writings_by-andre-breton",
      "title": "What Is Surrealism | Pathfinder Press",
      "description": "Writings of the best-known leader of the Surrealist movement in literature and the arts. Includes a facsimile reproduction of the 1942 Surrealist Album by André Breton. To read full review(s), please click the REVIEWS &amp; PROMO tab on this page.",
      "preview": "JOIN THE PATHFINDER READERS CLUB AND SAVE 25-30% Home Promotional Leaflets How to Order Contact My Wishlist Create Account Login My Wishlist Create Ac"
    },
    {
      "url": "https://secure.donorschoose.org/donors/giving_history.html",
      "title": "DonorsChoose Sign In | Public School Donations",
      "description": "Sign in or create a new account to make public school donations via DonorsChoose",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "http://www.campaniaagriturismo.it/",
      "title": "Campania Agriturismo - Il portale dell'agriturismo in Campania",
      "description": "CampaniaAgriturismo.it, portale dell'agriturismo in Campania. Agriturismi di Avellino, Benevento, Caserta, Napoli e Salerno",
      "preview": "Agriturismi della provincia di Avellino Agriturismi della provincia di Benevento Agriturismi della provincia di Caserta Agriturismi della provincia di"
    },
    {
      "url": "https://pdtpartners.com/",
      "title": "PDT Partners",
      "description": "PDT Partners is a quantitative asset management firm of purpose-driven people that use science-based methodology to find inefficiencies in the markets.",
      "preview": "Puzzle Answers This website uses cookies. If you would like to learn more about our use of cookies or view our other legal policies, click on the More"
    },
    {
      "url": "https://www.jewelsgalaxy.com/",
      "title": "Jewels Galaxy - Fashion Jewellery Online | Affordable & Latest Designs",
      "description": "Shop Jewels Galaxy - India's top online jewellery brand. Anti-tarnish, celebrity & Gen Z styles with premium quality, luxury looks & affordable prices.",
      "preview": "Skip to content India's Most Loved Fashion Jewelry Brand Previous Free Delivery on all Indian orders Flat 25% OFF on orders ₹5000 & above Next Buy Mor"
    },
    {
      "url": "https://www.vodne-filtre.sk/marella-grafit-vc.6-ks-maxtraplus.html",
      "title": "Marella grafit vč.6 ks MaxtraPlus - Vodné-Filtre.sk",
      "description": "Filtračná kanvica Brita Marella Cool čierna vrátane 6 filtrov.",
      "preview": "Marella grafit vč.6 ks MaxtraPlus Záruka: 24 mesiacov Dostupnosť: skladom Vaša cena bez DPH: 33,05 € Vaša cena s DPH: 39,99 € Počet kusov Kúpiť Výrobc"
    },
    {
      "url": "https://www.dicke-deutsche.de/2013/05/ganganalysen/",
      "title": "Ganganalysen - Dicke Deutsche - Alles über Diäten, Kalorien und Ernährung",
      "description": "Gehen ist für die meisten von uns etwas völlig Normales. Wir lernen es als kleine Kinder und können uns an diesen Prozess aber überhaupt nicht mehr erinnern, wenn wir erwachsen sind. Man kann es einfach, man denkt nicht darüber nach, sondern tut es einfach. In manchen Situationen erstaunt es einen selber, wie weit einen die...",
      "preview": "Zum Inhalt springen Gesundheit 0 Ganganalysen von Gastautor · 21. Mai 2013 Gehen ist für die meisten von uns etwas völlig Normales. Wir lernen es als"
    },
    {
      "url": "http://www.invictusafrica.com/",
      "title": "Invictus Africa Group LLC",
      "description": "void",
      "preview": "Home About Portfolio Team Contact Invictus Invictus Africa Group, LLC (IAG or Invictus) serves as manager of a private Mauritius based investment hold"
    },
    {
      "url": "https://servicesdirectory.withyoutube.com/",
      "title": "YouTube Services Directory",
      "description": "Explore YouTube's resources and search for companies that can help grow your business.",
      "preview": "YouTube Services Directory Explore the directory YouTube Services Directory (fka Creator Services Directory) is a simple and easy-to-navigate tool to"
    },
    {
      "url": "https://www.apnews.com/hub/world-news",
      "title": "World News: Top & Breaking World News Today | AP News",
      "description": "Stay informed with top world news today. The Associated Press aims to keep you up-to-date with breaking world news stories around the globe.",
      "preview": "void"
    },
    {
      "url": "https://www.thegazette.co.uk/notice/4290979",
      "title": "Crown Office | The Gazette",
      "description": "In accordance with the direction of HIS MAJESTY THE KING Letters Patent have passed the Great Seal of the Realm, dated the 13th February 2023 for ...",
      "preview": "www.thegazette.co.uk 1.1086.0.1612 Skip to service navigation Skip to main content Type: State Notice type: Crown Office Publication date: 24 February"
    },
    {
      "url": "https://maisonette.sjv.io/c/249354/1022920/13379?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.maisonette.com%2Fproduct%2Frain-deer-christmas-pajamas",
      "title": "Rain Deer Christmas Pajamas - Benben Sleepwear | Maisonette",
      "description": "Discover the Rain Deer Christmas Pajamas from Benben. Shop Sleepwear and more from Maisonette's curated selection.",
      "preview": "skip to main content Kids Boy Clothing Sleepwear Free standard shipping on orders over $95. Size : Select a size 2 3 4 5 6 7 Size guide Quantity Selec"
    },
    {
      "url": "https://www.whatsapp.com/",
      "title": "WhatsApp | Secure and Reliable Free Private Messaging and Calling",
      "description": "Use WhatsApp Messenger to stay in touch with friends and family. WhatsApp is free and offers simple, secure, reliable messaging and calling, available on phones all over the world.",
      "preview": "Skip to content Message privately Simple, reliable, private messaging and calling for free*, available all over the world. Download Log in * Data char"
    },
    {
      "url": "https://democraticunderground.com/?com=thread&address=100210207075&info=1",
      "title": "Discussion Information - Democratic Underground Forums",
      "description": "void",
      "preview": "Friendly forums for passionate Dems! More than 93 million posts since 2001 Home Latest Greatest Videos Forums Hide ads Join up! Sign in Home Latest Gr"
    },
    {
      "url": "https://seersco.com",
      "title": "Seers | Privacy & Consent Management Solution| GDPR & CCPA",
      "description": "Seers: Your Trusted Partner for GDPR & CCPA Compliance |Comprehensive Privacy, Compliance, Data Protection, Audits, & Policy Generators",
      "preview": "WATCH A DEMO START FREE open-menu-icon Data Privacy & Compliance Solved Trust the leading privacy and consent management platform to help companies co"
    },
    {
      "url": "https://readalong.google/intl/en_US/privacy",
      "title": "void",
      "description": "void",
      "preview": "Privacy Notice If you or your end users access Read Along via a Google Workspace for Education account this Privacy Notice will not apply and the Goog"
    },
    {
      "url": "https://jlr.oemdtc.com",
      "title": "JLR - OEMDTC",
      "description": "Jaguar & Land Rover Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.ocregister.com/2023/02/07/pirates-of-the-caribbean-riders-rescued-from-sinking-boat-by-disneyland-fire-department/",
      "title": "Pirates of the Caribbean riders rescued from sinking boat by Disneyland Fire Department - Orange County Register",
      "description": "Disneyland riders literally had to walk the plank to escape a sinking Pirates of the Caribbean boat that left them stranded for an hour, according to a viral social media video.",
      "preview": "Skip to content The Entrance to Pirates of the Caribbean in New Orleans Square inside Disneyland in Anaheim, CA, on Tuesday, March 1, 2022. (Photo by"
    },
    {
      "url": "http://careers.mines.edu/",
      "title": "Home - Career Center",
      "description": "Explore Mines Career Center resources, from job search support to employer connections, designed to advance your career journey.",
      "preview": "Facebook X RSS MINES.EDU MyMines Mines Career Center From College to Career The Mines Career Center strives to support Mines students and recent gradu"
    },
    {
      "url": "https://www.typeroom.eu/category/origins",
      "title": "Glorifying Eclectic Typography | TypeRoom",
      "description": "void",
      "preview": "Loading... Loading... Preserving Type Heritage - A Primer of Greek Typography ¶ 6 months ago / Origins Litho Antique, Rockwell Antique, Stymie Bold: C"
    },
    {
      "url": "https://www.centerforeconomicinclusion.org/",
      "title": "Center for Economic Inclusion",
      "description": "void",
      "preview": "Committed to closing racial employment, income, and wealth gaps, + building racially inclusive and equitable regional economies that work for everyone"
    },
    {
      "url": "https://www.nba.com/stats/teams/traditional",
      "title": "Teams Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each team in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.manhattantheatreclub.com/",
      "title": "Home Page - Manhattan Theatre Club",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.itembeauty.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://golfingcentaur.tumblr.com/",
      "title": "The Golfing Centaur",
      "description": "void",
      "preview": "The Golfing Centaur 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Cafe sketch. sketch sketch"
    },
    {
      "url": "https://blissandbone.com/",
      "title": "Modern Wedding Websites & Invitations | Bliss & Bone",
      "description": "Bliss & Bone provides modern and unique wedding websites & matching digital invitations and save the dates.",
      "preview": "Start Designing for Free! Email Password Forgot My Password Login Create Account Name Email Password Create account By creating an account, you agree"
    },
    {
      "url": "https://www.globalgap.org/uk_en/what-we-do/globalg.a.p.-certification/",
      "title": "About GLOBALG.A.P.",
      "description": "GLOBALG.A.P. is a brand of smart farm assurance solutions for plants and aquaculture - fostering safer and more responsible farming worldwide.",
      "preview": "About us GLOBALG.A.P. is a brand of smart farm assurance solutions for the certification of agriculture, aquaculture, and floriculture production proc"
    }
  ],
  "_meta": {
    "total_bookmarks": 95
  }
}