{
  "data": [
    {
      "url": "https://es.slideshare.net/ssuser6d4b4c/presentations?order=popular",
      "title": "กฤช วรรณชาลี presentations",
      "description": "void",
      "preview": "กฤช วรรณชาลี Acerca de Presentaciones Infografías Documentos Recomendaciones Acerca de No hay ninguna presentación aún No hay ninguna infografía aún N"
    },
    {
      "url": "https://www.sdle.co.il/product/silver-oxide-primary-button-batteries-technology-application-market-review-2021/",
      "title": "Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 - Shmuel De-Leon Energy - Battery knowledge",
      "description": "We will send you the research soft copy by e-mail within 2 working days from completing the payment. Cost include 4.3% PayPal commission. Israeli customer should add an extra 17% VAT. Please contact us for payment with bank wire transfer or check and for any questions shmuel@sdle.co.il",
      "preview": "Facebook Twitter Google+ YouTube LinkedIn Pinterest Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 $ 522.00 Silv"
    },
    {
      "url": "https://unpkg.com/",
      "title": "UNPKG",
      "description": "The CDN for everything on npm",
      "preview": "UNPKG is a fast, global content delivery network for everything on npm . Use it to quickly and easily load any file on npm using a URL like: unpkg.com"
    },
    {
      "url": "https://www.primevideo.com",
      "title": "Welcome to Prime Video",
      "description": "Enjoy exclusive Amazon Originals as well as popular movies and TV shows. Watch anytime, anywhere. Start your free trial.",
      "preview": "Info Select your cookie preferences We use cookies and similar tools that are necessary to enhance your experiences on Amazon video services, enable y"
    },
    {
      "url": "http://www.sfa.sc/",
      "title": "Seychelles Fisheries Authority",
      "description": "void",
      "preview": "Seychelles Fisheries Authority Proactive Approach To Creating a future where Seychelles' fisheries are both productive and responsibly managed, ensuri"
    },
    {
      "url": "https://thrivebyfive.org.au/",
      "title": "Home - Thrive By FiveThrive By Five",
      "description": "void",
      "preview": "AUSTRALIA'S EARLY LEARNING & CHILDCARE SYSTEM NEEDS REFORM . And you can help make it all happen. First name Email Postcode I have read and agreed to"
    },
    {
      "url": "https://rmi.org/press-release/substantial-emissions-reductions-possible-with-smart-ev-charging/",
      "title": "Substantial Emissions Reductions Possible with Smart EV Charging, Finds RMI - RMI",
      "description": "A new report lays out strategies to maximize emissions reductions through optimized EV charging and provides clear recommendations for the transportation and power sectors.",
      "preview": "void"
    },
    {
      "url": "https://downtownpittsburgh.com/research/",
      "title": "Research and Reports - Downtown Pittsburgh",
      "description": "The Pittsburgh Downtown Partnership (PDP) conducts research to maintain its innovative programs and initiatives and foster a welcoming",
      "preview": "Things to do Programs + Activities Downtown Activation + Public Art Vendor, Performer & Sponsor Opportunities Downtown Events Calendar Submit an Event"
    },
    {
      "url": "https://www.vsetkoprenechty.sk/207-trvala-na-riasy-sada",
      "title": "Trvalá na riasy - Vsetkoprenechty.sk",
      "description": "Trvalá na riasy je chemické natočenie rias, oko získa zvodnejší a príťažlivejší pohľad, oko rozjasní a viac otvorí. Po aplikácii zostanú riasy natočené po dobu 2 až 3 mesiacov. Dokonale upravené riasy sú základom pre efektne pôsobiace oči. Ak Vás už unavujú kliešte na riasy a umelým trsom neholdujete, skúste trvalú. Chemické tvarovanie rias sa dá aplikovať na krátke, ako aj na dlhé riasy. Efekt jemného natočenia mihalníc oko krásne otvorí a zväčší. Aj keď nemáte tie najdlhšie riasy, nemusíte si robiť starosti. Efekt je výrazný pri dlhých, aj krátkych riasach.",
      "preview": "Kategórie Darčekové kazety Darčeky pre ženy NECHTY Akrylový systém Sady na akrylové nechty Formy na Nail Art akrylom Farebný akryl Modelovací akryl Te"
    },
    {
      "url": "https://www.treccani.it/vocabolario/tecnologia/",
      "title": "Tecnologìa - Significato ed etimologia - Vocabolario - Treccani",
      "description": "Scopri il significato della parola tecnologìa. Nel Vocabolario Treccani troverai significato ed etimologia del termine che cerchi. Entra subito su Treccani.it, il portale del sapere.",
      "preview": "Salta al contenuto Vuoi navigare il sito Treccani senza limiti e pubblicità? Scarica l'APP e abbonati ora per accedere su tutti i tuoi dispositivi! Sc"
    },
    {
      "url": "https://handsapt.tumblr.com/post/154518274122",
      "title": "hands_apt - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \"How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline.In 2013, Code.org's advocacy coalition launched a...",
      "preview": "hands_apt - Computer science really is computer science! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I d"
    },
    {
      "url": "http://www.ui.com/legal/privacypolicy/",
      "title": "Ubiquiti - Privacy Policy",
      "description": "Technology platforms for Internet Access, Enterprise, and SmartHome applications.",
      "preview": "Privacy Policy OUR PRIVACY POLICY WAS UPDATED ON OCTOBER 10, 2023 Privacy Policy of Ubiquiti Inc. This Privacy Policy (the \" Policy \") describes how U"
    },
    {
      "url": "https://thehub.online/hub-forums/",
      "title": "Domain Details Page",
      "description": "void",
      "preview": "We're sorry but this app doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.sprintesport.it/under-15-varese/2020/08/25/news/under-15-varese-il-mercallo-e-ripartito-nel-segno-della-continuita-223782/",
      "title": "Under 15 Varese, il Mercallo è ripartito nel segno della continuità - Sprint e Sport",
      "description": "Lo scorso febbraio, al momento dell'interruzione della stagione, i 2006 del Mercallo primeggiavano nel proprio girone di Under 14. Una stagione perfetta nella q...",
      "preview": "Lombardia Giovanili Altri Varese Under 15 Varese Cerca Edizione digitale Lombardia Giovanili Femminile Dilettanti Scuola Calcio Sprint Analyst Piemont"
    },
    {
      "url": "https://www.indycar.com/Schedule",
      "title": "NTT INDYCAR SERIES Race Schedule, Results, Dates, Times | Official Site of INDYCAR",
      "description": "Full NTT INDYCAR SERIES race schedule, ticket information, race results, race dates, race times, and track information.",
      "preview": "facebook instagram linkedin threads tiktok x youtube double-arrow-down double-arrow-right double-arrow-left Schedule View by 2026 Season 2026 2025 202"
    },
    {
      "url": "http://www.pevans.co.uk/Reviews/BigCheese.html",
      "title": "Review of The Big Cheese",
      "description": "void",
      "preview": "Mousie, mousie! Card game The Big Cheese reviewed by Pevans In fact the idea of this game is corporate brownnoses trying to get into the boss's good b"
    },
    {
      "url": "https://www.eventbrite.ie/e/coursera-x-grow-with-google-career-certificates-learner-webinar-registration-483109592797?aff=erelexpmlt",
      "title": "Coursera x Grow with Google - Career Certificates Learner Webinar Registration, Thu 2 Mar 2023 at 16:00 | Eventbrite",
      "description": "Eventbrite - Coursera presents Coursera x Grow with Google - Career Certificates Learner Webinar - Thursday, 2 March 2023 - Find event and registration information.",
      "preview": "Sales Ended View event Coursera x Grow with Google - Career Certificates Learner Webinar View details Follow this organiser to stay informed on future"
    },
    {
      "url": "https://www.trainline.eu/",
      "title": "Trainline : Search, Compare & Buy Cheap Train Tickets",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Trainline : Search, Compare & Buy Cheap Train Tickets Buy train tickets for travel in the UK and Europe Search times and tickets From To One-way Retur"
    },
    {
      "url": "https://www.businessoffashion.com/articles/luxury/the-plan-for-off-white-after-virgil-abloh/",
      "title": "The Plan for Off-White After Virgil Abloh | BoF",
      "description": "Executives at New Guards Group and LVMH reveal exclusively to BoF the 'endless' pipeline Abloh left behind and their plans to harness his legacy to build a multi-billion-dollar brand.",
      "preview": "Skip to main content Share current article via Email Share current article via Facebook Share current article via Twitter Share current article via Li"
    },
    {
      "url": "https://glyphsapp.com/learn/spacing",
      "title": "Spacing | Glyphs",
      "description": "Determining the sidebearings of your glyphs is called spacing. Here's how to do it in Glyphs.",
      "preview": "Determining the sidebearings, i.e. the vital spaces to the right and left sides of your glyphs, is called spacing. Spacing is very important to the ov"
    },
    {
      "url": "https://mathematicallemoncake.tumblr.com/",
      "title": "Llamas Are Larger Than Frogs",
      "description": "25, software engineer (maths grad). I love climbing, painting, walking and eating delicious food! A blog of interesting things.",
      "preview": "Llamas Are Larger Than Frogs 25, software engineer (maths grad). I love climbing, painting, walking and eating delicious food! A blog of interesting t"
    },
    {
      "url": "https://rev-log.com/us/consumer-electronics-recycling-opportunities/new-jersey/",
      "title": "New Jersey - Reverse Logistics Group",
      "description": "Find electronics recycling options in New Jersey with RLG. Access local drop-off sites and recycling programs for eco-friendly disposal.",
      "preview": "Back to overview The State of New Jersey has enacted New Jersey's Electronic Waste Management Act (N.J.S.A.13:1E-99.94 et seq.) that requires manufact"
    },
    {
      "url": "https://xtalks.com/2023-farm-bill-what-lawmakers-are-hoping-to-achieve-in-agriculture-nutrition-and-beyond-3376/",
      "title": "2023 Farm Bill: What Lawmakers are Hoping to Achieve in Agriculture, Nutrition and Beyond - Xtalks",
      "description": "The 2023 Farm Bill is the comprehensive package that US Congress uses to set national agriculture, conservation and nutrition policy.",
      "preview": "Friday, October 10, 2025 | 10am EDT: Beyond 3+3: Rethinking Early-Phase Oncology Study Design X Skip to content The 2023 Farm Bill is the comprehensiv"
    },
    {
      "url": "http://www.nativestartup.org/",
      "title": "Change Labs",
      "description": "Change Labs is an award-winning Native-led organization on the Navajo and Hopi Nations growing the next generation of Native American change makers.",
      "preview": "0 A space for Native change makers Calling all doers and dreamers with a passion for change. Change Labs is a Native-led organization rooted on the Na"
    },
    {
      "url": "https://cargoforum.de/Forums/viewtopic/p=64862.html",
      "title": "Cargoforum › Forum › Außenhandel und Zoll › Außenhandel und Zoll allgemein › neue EORI Nummer",
      "description": "Cargoforum.de, Forum für Transport, Logistik, Spedition, Zoll und Aussenwirtschaft.",
      "preview": "Forum für Transport, Logistik, Spedition, Zoll und Außenhandel Cargoforum.de in Zahlen: 13.142 registrierte User - 0 User online - 41 Gäste online - 6"
    },
    {
      "url": "https://jwt.io/",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "https://gardening.stackexchange.com/help/badges/2/student?userid=29656",
      "title": "Student - Badge - Gardening & Landscaping Stack Exchange",
      "description": "Q&A for gardeners and landscapers",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Student Student"
    },
    {
      "url": "https://www.amiga-news.de/en/news/AN-2008-08-00002-EN.html",
      "title": "amiga-news.de - Graphic program: PerfectPaint WIP 010808 beta (update)",
      "description": "void",
      "preview": "DEUTSCHE VERSION Links | Forums | Comments | Report news Chat | Polls | Newsticker | Archive [ Login ] [ Register ] [ Forgot your password? ] < Next m"
    },
    {
      "url": "https://www.noirbcc.org/",
      "title": "HOME | NOIRBCC",
      "description": "Noir Black Chamber of Commerce Inc. is a unique 501(c)(3) Economic Development Entity and certified Community Development Entity (CDE) under the U.S. Department of the Treasury's CDFI Fund. We are the only chamber of commerce in the United States specifically dedicated to serving Black youth ages 9 to 24, and proudly stands as Kentucky's only Black Chamber of Commerce.",
      "preview": "top of page Noir Black Chamber of Commerce Inc. Noir Black Chamber of Commerce Inc. is a unique 501(c)(3) Economic Development Entity and certified Co"
    },
    {
      "url": "https://www.eburytrading.com/items/a-large-english-sixteen-arm-cut-glass-chandelier-of-fine-quality",
      "title": "A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY - Ebury Trading",
      "description": "void",
      "preview": "← Back A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY A large English cut glass chandelier of fine quality, comprising eight lower a"
    },
    {
      "url": "http://chessbomb.com/",
      "title": "Live Chess Tournaments - Follow Top Events - Chess.com",
      "description": "Follow the latest major chess tournaments online with live broadcasting. See the moves, analyze them with a chess engine, and interact with other chess fans.",
      "preview": "Home Play Puzzles Learn Watch News Social More Sign Up Log In English Light UI Dark UI Support"
    },
    {
      "url": "http://www.navcen.uscg.gov/?pageName=mtMmsi",
      "title": "Home | Navigation Center",
      "description": "void",
      "preview": "Skip to main content Find the latest Coast Guard MARSEC Level and Port Status and Port Contact Information . Navigation Center United States Coast Gua"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/inicio",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "http://plannedgiving.ywca.org/",
      "title": "Home - Planned Giving - YWCA",
      "description": "Explore planned gifts, gifts that pay you back, and tax-smart giving options to create a lasting impact for YWCA while maximizing your financial benefits.",
      "preview": "Skip to main content ywca.org Don't have a will or trust? Start here. As a gift to people like you, we've partnered with FreeWill to make it easy for"
    },
    {
      "url": "http://www.internic.net/",
      "title": "InterNIC | The Internet's Network Information Center",
      "description": "Public Information Regarding Internet Domain Name Registration Services.",
      "preview": "Inter NIC Home Registrars Whois FAQ InterNIC-Public Information Regarding Internet Domain Name Registration Services Do you have a complaint or disput"
    },
    {
      "url": "https://www.totallyspain.com/",
      "title": "Spain & Portugal Travel Agent: Customised Tours | Totally Spain",
      "description": "Savvy and reputable Spain & Portugal Travel company. Custom Private Tours & Vacation Specialists since 2000. Travel Smoothly. Travel Privately.",
      "preview": "CUSTOM PRIVATE TRAVEL BY THE SPECIALISTS IN SPAIN & PORTUGAL Totally Spain is a savvy and reputable Spain & Portugal Travel Agency with expert travel"
    },
    {
      "url": "https://www.businessforvotingrights.com/",
      "title": "Business for Voting Rights",
      "description": "Businesses believe that the right to vote is fundamental for every American.",
      "preview": "Business for Voting Rights We stand for the equal right to vote No matter your zip code, race, ethnicity, color, who you vote for, what language you s"
    },
    {
      "url": "https://sagansense.tumblr.com/",
      "title": "SAGAN SENSE",
      "description": "\"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the late Professor Carl Sagan, comprised of all things cosmos-related, in...",
      "preview": "SAGAN SENSE RSS Archive \"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the la"
    },
    {
      "url": "https://www.mtn.com/mtn-group-and-microsoft-sign-strategic-alliance-agreement/",
      "title": "MTN Group and Microsoft sign strategic alliance agreement |",
      "description": "MTN Group and Microsoft today announced a strategic alliance agreement to accelerate digital and cloud transformation working towards a shared vision of",
      "preview": "Search for: Close NEWSROOM Media releases MTN Group and Microsoft sign strategic alliance agreement 03 November 2022 Share via Email Share via X Share"
    },
    {
      "url": "http://www.nickjr.com/appsupport",
      "title": "Nickelodeon Italia | Homepage",
      "description": "Nickelodeon è il marchio di intrattenimento n. 1 per bambini e offre un assortimento di programmi per famiglie, lungometraggi e contenuti molto divertenti.",
      "preview": "Non perderti le avventure di Kid Danger e Capitan Man, tra azione e tante risate! 0 Latest on Nick SPONGEBOB In fondo al mare, a Bikini Bottom, vive l"
    },
    {
      "url": "https://www.hendersonmowers.com.au/brands/rover-mowers-log-splitters-spare-parts-lawn-tillers-rotary-hoes/ride-on-mowers-tractors-ballarat-lawn/display/11199-rover-rancher-547-42-ride-on-mower/",
      "title": "Rover Rancher 547/42 Ride-On Mower | Henderson Mowers & Chainsaws",
      "description": "The Rover Rancher is a bang for buck ride-on mower offering power and width of cut at a very generous price. The 42\" cutting deck allows you to cut more lawn in a shorter amount of time, ideal for medium-sized yards. Hand-operated hydrostatic drive also allows this unit to be operated a lot more smoothly! The 547cc OHV Rover engine provides plenty of power to get the job done and comes with a 5-year warranty along with the unit too for domestic use. Fitted with a hand-operated hydrostatic drive resulting in no gears and no clutch making mowing the lawn a much more enjoyable job to do during spring. Hand-operated blade engagement. Note: mulching kit is available at additional costs Available for $31.25 per/wk for 36 months* [image|907]",
      "preview": "Menu Australia-wide shipping available on most goods Your no.1 Aus-wide supplier for engines. Rover Rancher 547/42 Ride-On Mower Key Features 42\" Pres"
    },
    {
      "url": "https://adisandu.ro/tag/usztijo/",
      "title": "Usztijo",
      "description": "Un blog cu si despre viata by Adi Sandu.",
      "preview": "Home Despre Vegetarianism Cinemateca Ezoteric Subscribe Astăzi: 10 Octombrie 2025 | shanti shanti!"
    },
    {
      "url": "http://hosting.tighebond.com/AvonCT_public/index.html",
      "title": "Avon, CT Web GIS",
      "description": "void",
      "preview": "Avon CT Web GIS Loading {{suggest}} About Layers Identify Maps Additional Data Search Results {{searchStatus}} {{result.ID}} {{result.idx}} {{result.C"
    },
    {
      "url": "https://www.spicejet.com/",
      "title": "SpiceJet - Flight Booking for Domestic and International, Cheap Air Tickets",
      "description": "SpiceJet, India's favorite domestic airline, cheap air tickets flight booking to 46 cities across India and international destinations. Experience low cost air travel with the best in-class comfort, fares and baggage allowance.",
      "preview": "\"2025-10-08T16:40:32.604Z\" Please enable Javascript to view this site"
    },
    {
      "url": "https://lisas1221-blog.tumblr.com/",
      "title": "@lisas1221-blog on Tumblr",
      "description": "Follow @lisas1221-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes thndr.me Every time you talk to your kids about the dangers of porn, they are safer. Get 10 ideas to #starttalking. http://thndr.me/iEm3Fy"
    },
    {
      "url": "https://p2a.co/R4klotV",
      "title": "Let's Stay Connected!",
      "description": "I just signed up for Hispanic Federation's Action Center! You can, too. Join me in helping to advance and improve opportunities for the Latino commjunity.",
      "preview": "void"
    },
    {
      "url": "https://versoly.com/",
      "title": "Versoly - Pixel perfect landing pages and websites, 10x faster",
      "description": "Versoly is the most flexible no-code website builder. Easily create beautiful landing pages and CMS driven websites.",
      "preview": "The fastest way to build your pixel perfect website. Finally, a flexible no-code website builder that is easy to use. Visually design, develop and lau"
    },
    {
      "url": "https://www.jcpenney.com/p/exa-beauty-high-fidelity-balancing-color-corrector/ppr5008239340?pTmplType=beauty&slfpid=3",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://smallsat.org/",
      "title": "Small Satellite Conference | SmallSat",
      "description": "The annual Small Satellite Conference, held at the Salt Palace Convention Center, Salt Lake City, Utah, gathers Government, industry, and academia to review recent successes, explore new directions, and introduce emerging technologies in small spacecraft development.",
      "preview": "39 th Annual Small Satellite Conference Salt Lake City, UT, USA August 10-13, 2025 Thank You Another Successful SmallSat 4650 Attendees 374 Exhibiting"
    },
    {
      "url": "https://www.eburytrading.com/items/a-large-english-sixteen-arm-cut-glass-chandelier-of-fine-quality",
      "title": "A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY - Ebury Trading",
      "description": "void",
      "preview": "← Back A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY A large English cut glass chandelier of fine quality, comprising eight lower a"
    },
    {
      "url": "https://muse.jhu.edu/article/625112",
      "title": "Project MUSE - Seamounts as Sites for Governance in the \"Areas Beyond National Jurisdiction\"",
      "description": "void",
      "preview": "This website uses cookies to ensure you get the best experience on our website. Without cookies your experience may not be seamless. Accept [Skip to m"
    },
    {
      "url": "https://www.healthaction.org/",
      "title": "Health Action Alliance",
      "description": "The Health Action Alliance is the country's largest employer network operating at the intersection of business and public health. We're on a mission to make employees healthier and communities stronger. We know good health is good business.",
      "preview": "By clicking \"Accept\", you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing e"
    },
    {
      "url": "https://osmfoundation.org/",
      "title": "OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Main Page From OpenStreetMap Foundation OpenStreetMap is an initiative to create and provide free geographic da"
    },
    {
      "url": "https://kr.linkedin.com/company/samsungmobile?trk=organization_guest_main-feed-card_reshare_feed-actor-name",
      "title": "Samsung Mobile | LinkedIn",
      "description": "Samsung Mobile | LinkedIn 팔로워 646,855명 | Samsung Mobile is at the forefront of mobile intelligence, shaping the future with Galaxy AI. With the next evolution of Galaxy AI, we are making lives simpler-reducing stress, creating more time, and getting the help you need without even having to ask. In this era of mobile AI, the freedom to focus on what matters most to you is no longer a dream, but a powerful reality.",
      "preview": "LinkedIn 회원 개인정보 보호를 중시합니다. LinkedIn 및 타사에서 이용하는 필수 및 비필수 쿠키는 LinkedIn 서비스 제공, 보안 분석 및 개선을 위해 제공되며, LinkedIn 내외에서 관련 광고( 프로페셔널 및 채용 광고 등)를 표시합니다. 쿠키정책"
    },
    {
      "url": "https://stiintasitehnica.com/interviu/",
      "title": "Interviurile S&T - Știință & Tehnică",
      "description": "Prin fiecare interviu Știință & Tehnică ne dorim ca personalitățile care ne împărtășesc ideile și experiența lor să devină o sursă de inspirație pentru toți",
      "preview": "ȘTIINȚĂ antropologie Biologie botanică etologie Cercetare Chimie dietă alimentară Educație Fizică mecanica cuantică istoria științei istorie Istorie ș"
    },
    {
      "url": "https://www.soulshineatsea.com/",
      "title": "Soulshine at Sea",
      "description": "In light of recent events, the Soulshine at Sea with Michael Franti event scheduled for November 4-8, 2025, is cancelled. We are actively working to announce a new event that will sail November 4-8, 2025. Additional details were shared on Monday, August 18. As we communicated on Friday, August 15 to booked guests, all guests will be offered options regarding their reservations, which include a full refund or future Sixthman credit. We appreciate your patience as we work behind the scenes to ...",
      "preview": "In light of recent events, the Soulshine at Sea with Michael Franti event scheduled for November 4-8, 2025, is cancelled. We are actively working to a"
    },
    {
      "url": "https://forums.nomachine.com/users/userx/replies",
      "title": "userx's Replies - NoMachine Forum",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.imdb.com/title/tt14725622/",
      "title": "Give Me Pity! (2022) - IMDb",
      "description": "Give Me Pity!: Directed by Amanda Kramer. With Cricket Arrison, M. Diesel, Reshma Gajjar, Tess Hewlett. Sissy St. Claire graces the small screen for her first ever television special, an evening full of music and laughter, glamour and entertainment. But Sissy's live event quickly begins to curdle into a psychedelic nightmare.",
      "preview": "Cast & crew User reviews FAQ IMDbPro All topics Give Me Pity! 2022 Unrated 1h 20m IMDb RATING 5.8 / 10 217 YOUR RATING Rate Play trailer 1:02 1 Video"
    },
    {
      "url": "https://digital.usveteransmagazine.com/US-Veterans-Magazine-Winter-2020/78/",
      "title": "US-Veterans-Magazine-Winter-2020 78 U.S. Veterans Magazine Digital Issue",
      "description": "Equipping Veterans with essential career, education, and business opportunities and resources, including veteran hiring events and scholarships for veterans and their families.",
      "preview": "We're sorry but this application doesn't work properly without JavaScript enabled. To use this application, please enable JavaScript in your browser a"
    },
    {
      "url": "https://www.walmartmoneycard.com/walmart/account/legal-info-page?doc=pp&issuingbank=gdb",
      "title": "Legal Information - Terms & Conditions | Walmart MoneyCard",
      "description": "View information about Cardholder Agreements, Terms & Conditions, Site Privacy Statements and Terms of Use, and Fee Plans.",
      "preview": "Legal Information Log in to your account to access your specific Account Agreement. Account Agreement Walmart MoneyCard Your account agreement may be"
    },
    {
      "url": "https://www.linkedin.com/",
      "title": "LinkedIn: Log In or Sign Up",
      "description": "1 billion members | Manage your professional identity. Build and engage with your professional network. Access knowledge, insights and opportunities.",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "https://opendata.praha.eu/dataset?amp=&organization=operatorict&tags=office&tags=praha",
      "title": "Otevřená data hlavního města Prahy | Datové sady",
      "description": "Katalog otevřených dat hlavního města Prahy. Data magistrátu, městských částí a městských společností.",
      "preview": "Datové sady Datové sady Vyhledávání Vyhledat Filtry Filtrovat datové sady Organizace 23 Institut plánování a rozvoje 109 Magistrát hl. m. Prahy 103 Pr"
    },
    {
      "url": "https://developer.android.com/google-play/guides/play-pass",
      "title": "Google Play Pass | Google Play Console",
      "description": "Google Play Pass is a subscription service offering access to over 1000 apps and games, completely free of ads and in-app purchases. Play Pass provides a high-quality, curated collection of titles - with new content added regularly.",
      "preview": "Grow with Google Play Pass Google Play Pass is a subscription service offering access to over 1000 apps and games, completely free of ads and in-app p"
    },
    {
      "url": "https://whatisprivilege-blog.tumblr.com/",
      "title": "What Is Privilege?",
      "description": "We want to continue the conversation about what privilege is in education. It is not just about who goes to school and who does not but is affected by the idea of intersectionality as the concepts of...",
      "preview": "What Is Privilege? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Dyslexic people don't have"
    },
    {
      "url": "https://www.sobrato.com/sobrato-philanthropies/",
      "title": "Sobrato Philanthropies | Sobrato",
      "description": "The Sobrato Family has committed over $500M to support organizations dedicated to creating a Silicon Valley as a place of opportunity for all.",
      "preview": "Sobrato Philanthropies Partnering with communities to enable long-term economic, social, and environmental change. Sobrato Philanthropies Our mission"
    },
    {
      "url": "https://www.ft.com/technology",
      "title": "Technology | Financial Times",
      "description": "Get the latest technology news from around the industry. Keep up-to-date with the most influential and innovative technology brands, including Apple, Microsoft, Google, Meta, and more.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Technology Add to myFT Lead story in Technology Technology regulation Google"
    },
    {
      "url": "https://www.identidadvisual.com/ab/featured_item/diseno-logo-olviqum-albacete/",
      "title": "Diseño Logo Olviqum Albacete - IDENTIDAD VISUAL",
      "description": "void",
      "preview": "Skip to content DISEÑO Diseño Logo Olviqum Albacete Diseño Logo C2G Albacete Imagen Corporativa Julián Olivas ROTULACIÓN VEHÍCULOS ROTULACIÓN Diseño L"
    },
    {
      "url": "https://www.ign.com/articles/portkey-games-addresses-hogwarts-legacys-transgender-character",
      "title": "Avalanche Software Addresses Hogwarts Legacy's Transgender Character - IGN",
      "description": "Adding a new wrinkle to the ongoing debate over the upcoming Hogwarts Legacy, IGN has learned that a transgender woman features prominently in an early mission.",
      "preview": "Hogwarts Legacy Avalanche Software Addresses Hogwarts Legacy's Transgender Character The character, Sirona Ryan, appears early in Hogwarts Legacy. War"
    },
    {
      "url": "https://eroticmadscience.com/2019/03/08/%E9%A4%8C-bait-in-japanese-in-a-slider/",
      "title": "餌 (Bait in Japanese in a slider) | Erotic Mad Science",
      "description": "void",
      "preview": "Menu बुलबुले (Bubbles in Hindi in a slider) 水泡 (Bubbles in Japanese in a slider) 当作品は、クリエイティブ・コモンズ 表示 - 非営利 - 継承 4.0 国際ライセンスの下に 提供されています。 このコミックは当初英語で"
    },
    {
      "url": "https://blog.github.com",
      "title": "Home - The GitHub Blog",
      "description": "Updates, ideas, and inspiration from GitHub to help developers build and design software.",
      "preview": "Git 20 Years of Git, 2 days at GitHub HQ: Git Merge 2025 highlights 🎉 Git Merge 2025 celebrated 20 years of Git with talks, collaboration, and communi"
    },
    {
      "url": "https://buckfifty.org/tag/cynthia-a-jennings/",
      "title": "Cynthia A. Jennings | buckfifty.org",
      "description": "void",
      "preview": "buckfifty.org discovering the heart and soul of denver Skip to content Home About B50 How To Submit Tag Archives: Cynthia A. Jennings Fifty Two Origin"
    },
    {
      "url": "https://hk.linkedin.com/company/south-china-morning-post?trk=organization_guest_main-feed-card-text",
      "title": "South China Morning Post SCMP | LinkedIn",
      "description": "South China Morning Post SCMP | 730,241 followers on LinkedIn. Leading the global conversation about China | The South China Morning Post is a leading news media company that has reported on China and Asia for more than a century with global impact. Founded in 1903, SCMP is headquartered in Hong Kong, where it is the city's newspaper of record, with a growing correspondent staff across Asia and the United States. Our vision is to \"Elevate Thought\", and our mission is to \"Lead the global conversation about China\".",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://privacyinternational.org/search?keywords=&f%5B0%5D=learn_more%3ALocation%20Surveillance%20Technology&f%5B1%5D=learn_more%3APrivacy&f%5B2%5D=learn_more%3AProtest%20Surveillance&f%5B3%5D=learn_more%3ASmart%20Cities",
      "title": "Privacy International | Search",
      "description": "void",
      "preview": "Skip to main content Search Search There are no results. Please try changing or broadening your search criteria."
    },
    {
      "url": "https://cranbournesc.com/2020/08/23/examples-of-teaching-practical-subjects-in-the-remote-setting/",
      "title": "Examples of Teaching Practical Subjects in the Remote Setting. - Cranbourne Secondary College PEDAGOGY TOOLBOX",
      "description": "The breakdown is as follows: Art Department Instagram: 00.15 Food Department Instagram: 01:35 Food Tech Cooking Demonstration with Maree Schmidt: 02:50 Drama Collaboration with Linda McGloin: 05:20 Music Demonstration with Wesley Smith: 09:25 P.E Department Physical Activity Tracker: 12:45 Media Tutorials with Mila Milenkovich: 13:25 Thankyou to Enza Sepe for this Picture of Practice",
      "preview": "Skip to content The breakdown is as follows: Art Department Instagram: 00.15 Food Department Instagram: 01:35 Food Tech Cooking Demonstration with Mar"
    },
    {
      "url": "https://ca.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Extensió del WordPress | WordPress.org Català",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Cerca extensions Detalls"
    },
    {
      "url": "https://www.visko.se/klubb-visko/herr-3/valontano/",
      "title": "Valontano - Visko",
      "description": "SVART Valontano från Valontano",
      "preview": "× Vad letar du efter? Hem Valontano Valontano Varumärke: Valontano Artikelnummer: K220036 Beskrivning Klassisk finsko från Valontano. Artikeln har utg"
    },
    {
      "url": "https://www.carawayhome.com/products/large-baking-sheet/",
      "title": "Large Baking Sheet | Best Non-Stick & Non-Toxic Sheet Pan | Caraway",
      "description": "Caraway's Large Baking Sheet is a non-toxic ceramic baking sheet designed for healthy cooking and easy cleanup. Its 18x13\" size is perfect for baking and roasting.",
      "preview": "Best Seller Plastic & Toxin Free Ceramic-coated 18x13\" Baking Sheet for clean baking. ( 4.8 ) 1,401 Reviews Large Baking Sheet, Sheet Pan, Non-Stick C"
    },
    {
      "url": "https://abc.com/shows/the-company-you-keep",
      "title": "Watch The Company You Keep TV Show - ABC.com",
      "description": "Watch the official The Company You Keep online at ABC.com. Get exclusive videos, blogs, photos, cast bios, free episodes",
      "preview": "Skip to Content A night of passion leads to love between con man Charlie and undercover CIA officer Emma, who are unknowingly on a collision course pr"
    },
    {
      "url": "https://www.pinterest.com/",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Oh no! Pinterest doesn't work unless you turn on JavaScript."
    },
    {
      "url": "https://www.greentechmedia.com/squared/dispatches-from-the-grid-edge/cutting-the-carbon-from-californias-self-generation-incentive-program",
      "title": "Discover global power and renewables insights | Wood Mackenzie",
      "description": "Market insights, webinars, whitepapers and events on Wood Mackenzie's platforms.",
      "preview": "Skip to main content Access our research platforms Sign-in to our platforms to access our extensive research, our latest insight, data and analytics a"
    },
    {
      "url": "https://www.denverbroncos.com/news/denver-broncos-cheerleader-gabriela-windey-named-a-co-winner-of-pop-warner-human",
      "title": "Denver Broncos Cheerleader Gabriela Windey named a co-winner of Pop Warner Humanitarian Award",
      "description": "Windey is the first woman to receive the honor, which usually is given to NFL players.",
      "preview": "Skip to main content Advertising Denver Broncos | News Denver Broncos Cheerleader Gabriela Windey named a co-winner of Pop Warner Humanitarian Award A"
    },
    {
      "url": "https://www.thetimes.co.uk/article/husband-epsom-college-head-emma-pattison-died-shotgun-inquest-2023-5czfqgbkg",
      "title": "Husband of Epsom College head Emma Pattison 'died of shotgun wound'",
      "description": "The husband of the Epsom College head teacher Emma Pattison died of a \"shotgun wound to the head\", the opening of an inquest into his death has been told.George Pattison, 39, is believed to have murdered his wife, 45, and their seven-year-old daughter, Lettie, before killing himself on February 5.Th",
      "preview": "We haven't been able to take payment You must update your payment details via My Account or by clicking update payment details to keep your subscripti"
    },
    {
      "url": "https://bistrolila.ro/tag/conserve",
      "title": "Bistro Lila » conserve",
      "description": "void",
      "preview": "Bistro Lila Experiente in familie! Culinare si nu numai! Dulceata (chutney) de ceapa rosie La capitolul delicatese de multa vreme am pe lista dulceata"
    },
    {
      "url": "https://loveseatown.com/",
      "title": "Love SeaTown: Explore all that's happening in Downtown Seattle",
      "description": "There's a lot happening in Downtown Seattle. Check out upcoming events, shows at Historic Theatre District venues, free family fun and more as you plan your next visit.",
      "preview": "Connect with the downtown Seattle you love We've all said these words: \"I love Seattle.\" SeaTown. And it goes beyond the surface. We mean it. Because"
    },
    {
      "url": "https://www.earthday.org/earth-day-live/",
      "title": "Earth Day Live: Debating Planet Earth's Urgent Issues - Earth Day",
      "description": "EARTHDAY.ORG's Earth Day Live event series explores Earth's urgent environmental issues and examines a variety of approaches to protect our shared home.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Upcoming... The Local Climate Challenge: Insights from Subnational Government Le"
    },
    {
      "url": "http://wgcu.org",
      "title": "WGCU: PBS and NPR for Southwest Florida | WGCU PBS & NPR for Southwest Florida",
      "description": "WGCU Public Media is Southwest Florida's source for PBS and NPR, and a member-supported service of Florida Gulf Coast University. WGCU provides quality programming 24 hours a day and is a trusted storyteller, teacher, theater, library and traveling companion.",
      "preview": "Search Query Show Search LIVE TV © 2025 WGCU News Menu PBS and NPR for Southwest Florida Show Search Search Query LIVE TV Donate Play Live Radio Next"
    },
    {
      "url": "https://www.nglcc.org/",
      "title": "Home - NGLCC",
      "description": "The National LGBT Chamber of Commerce Bringing LGBTQ+ and Allied Businesses Together We are the largest advocacy organization dedicated to expanding merit-based economic opportunities and advancements for LGBTQ+ and other allied and interested businesses.Read NGLCC's Policy for Strategic Partnerships to Expand Contracting Opportunities for LGBTQ+ Owned Businesses and other Allied and Interested SMEs here. LGBTBE",
      "preview": "Skip to Main Content The National LGBT Chamber of Commerce Bringing LGBTQ+ and Allied Businesses Together We are the largest advocacy organization ded"
    }
  ],
  "_meta": {
    "total_bookmarks": 87
  }
}