{
  "data": [
    {
      "url": "https://www.gatesfoundation.org/",
      "title": "Gates Foundation",
      "description": "We are a nonprofit fighting poverty, disease, and inequity around the world",
      "preview": "Gates Foundation 70 million lives saved Since 2002, the Global Fund has saved 70 million lives, with death rates from HIV, TB, and malaria down 63% in"
    },
    {
      "url": "https://tinypng.com/",
      "title": "TinyPNG - Compress AVIF, WebP, PNG and JPEG images",
      "description": "Free online image optimizer for faster websites! Reduce the file size of your AVIF, WEBP, JPEG and PNG images while preserving the image quality.",
      "preview": "Smart AVIF, WebP, PNG and JPEG Compression for Faster Websites Plans & Pricing Drop your images here! Up to 20 images, max 5 MB each. Convert my image"
    },
    {
      "url": "https://www.walmart.com/help/article/single-use-bag-policy/6538739d9dba47e5a0aa302ec9e92963",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.mayoclinic.org/diseases-conditions/diabetes/symptoms-causes/syc-20371444",
      "title": "Diabetes - Symptoms and causes - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview Diabetes mellitus refers to a group of dis"
    },
    {
      "url": "https://newsroom.wcs.org/News-Releases/articleType/ArticleView/articleId/18689/An-Update-on-Eurasian-Eagle-Owl.aspx",
      "title": "An Update on Eurasian Eagle Owl > Newsroom",
      "description": "Feb. 12, 2023, New York - The following statement was issued by the Central Park Zoo: \"Our Eurasian eagle owl, Flaco, went missing after his exhibit at the Central Park Zoo was vandalized on the evening of February 2nd. Since that first night, our staff has intensely monitored the",
      "preview": "News Releases WCS NEWS RELEASE An Update on Eurasian Eagle Owl Statement from Central Park Zoo New York , NY | February 12, 2023 Central Park Zoo's Eu"
    },
    {
      "url": "http://spectrum.ieee.org/energywise/energy/the-smarter-grid/watttime-the-tool-that-tells-you-when-to-charge-your-ev-to-keep-it-green",
      "title": "WattTime, the Tool That Tells You When to Charge Your EV to Keep It Green - IEEE Spectrum",
      "description": "Analytics from Berkeley-based WattTime precisely match new loads on a grid to the power plant that will serve them, providing estimates of carbon intensity that are up to 45 percent more accurate than regional averages. Such tools can guide cleaner charging by electric vehicles, and yield a bigger carbon reduction bang from energy efficiency measures and renewable power projects.",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE WattTime, the Tool That Tells You When to Charge Your EV to Keep It G"
    },
    {
      "url": "http://www.tesoro.it/euro-sm.htm",
      "title": "Home Page - Ministero dell'Economia e delle Finanze",
      "description": "Ministero dell'Economia e delle Finanze",
      "preview": "Benvenuto sul sito del Ministero dell'Economia e delle Finanze, conosciuto anche come Portale mef Utilizza la navigazione scorrevole per accedere velo"
    },
    {
      "url": "https://www.rediscoverwestphilly.com/",
      "title": "Rediscover West Philly",
      "description": "Rediscover West Philly is your source for travel and tourism information, including restaurants, shops, events, and culture in our beautiful neighborhood. Curated by University City District, this guide provides a glimpse of what makes West Philadelphia worth visiting for a day trip or weekend getaway.",
      "preview": "0 Enjoy everything West Philadelphia has to offer! Enjoy West Philadelphia's diverse food scene. Small retailers and national chains offer shopping op"
    },
    {
      "url": "https://www.uhccommunityplan.com/grow",
      "title": "UnitedHealthcare Community Plan",
      "description": "UnitedHealthcare Community Plan can help you find a Medicaid or Medicare plan that best fits your needs. Find benefits, eligibility & detailed plan information.",
      "preview": "Hmm ... it looks like your browser is out of date. Let's update your browser so you can enjoy a faster, more secure site experience. Update Now Skip to"
    },
    {
      "url": "https://theshipsstore.com/collections/cruise-shirts/products/uss-independence-cv-62-1993-94-long-sleeve-cruise-shirt-1",
      "title": "US Navy Shirts, Hoodies, Jackets | The Ship's Store",
      "description": "• 100% cotton • Sport Grey is 90% cotton, 10% polyester • Classic fit with long sleeves and rib cuffs • Pre-shrunk jersey knit • Seamless double-needle 7⁄8'' (2.2 cm) collar • Double-needle bottom hem • Taped neck and shoulders • Quarter-turned to avoid crease down the middleSize guide S M L XL 2XL 3XL 4XL 5XL Length",
      "preview": "Skip to content Submit Close search Previous slide Next slide USS Independence (CV-62) 1993-94 Long Sleeve Cruise Shirt Regular price $31.00 Sale pric"
    },
    {
      "url": "https://nwlc.org/state-by-state/",
      "title": "State by State - National Women's Law Center",
      "description": "void",
      "preview": "Abortion rights, women of color, and LGBTQIA+ people are under attack. Pledge to join us in fighting for gender justice. First Name Last Name Zip Code"
    },
    {
      "url": "https://www.xataka.com/categoria/moviles",
      "title": "Móviles: Noticias, análisis y novedades - Xataka",
      "description": "Novedades en teléfonos móviles, análisis, características y próximos lanzamientos. Últimas noticias sobre smartphones, Android y iPhone. Actualidad sobre los nuevos móviles Samsung Galaxy, LG, Sony, Motorola, Nokia, HTC, Xiaomi, Huawuei y terminale",
      "preview": "Xataka PARTNERS Life´s Good by LG Make it realme HP impulsa tu pyme muévete con Renault Inspirando TCL Hola, somos HONOR Innovación Volvo Dos filosofí"
    },
    {
      "url": "https://www.pnatuna.com/",
      "title": "Parties to the Nauru Agreement (PNA) | www.pnatuna.com",
      "description": "void",
      "preview": "Skip to main content The Parties to the Nauru Agreement The Parties to the Nauru Agreement (PNA) control the world's largest sustainable tuna purse se"
    },
    {
      "url": "https://www.schweigerderm.com/providers/michele-farber-md/",
      "title": "Michele Farber, MD | Schweiger Dermatology Group",
      "description": "Michele Farber, MD is a board-certified dermatologist in PA. Call or book appointment online.",
      "preview": "Michele Farber, MD, FAAD Michele Farber, MD, FAAD is a board-certified dermatologist practicing with Schweiger Dermatology Group in Philadelphia, PA."
    },
    {
      "url": "http://www.visitinowroclaw.pl/?author=1",
      "title": "Aktualny czas w Polska | Godzina.org",
      "description": "Zobacz aktualny czas w Polska. Aktualizowany na żywo. Znajdź jego stolicę, największe miasta według populacji, interaktywną mapę i wszystkie lokalne strefy czasowe.",
      "preview": "Obecny czas w Polska 🇵🇱 12 1 2 3 4 5 6 7 8 9 10 11 05:15:01 CET niedziela, 5 października 2025 Tryb pełnoekranowy ⛶ Pokaż format 12-godzinny Stolica:"
    },
    {
      "url": "https://csp.ucsc.edu/",
      "title": "Coastal Science and Policy Program | The next generation of coastal science and policy leaders",
      "description": "void",
      "preview": "Applications are Open for Fall 2026 Masters Program Applications close on December 12, 2025. Learn about application requirements, fellowships and mor"
    },
    {
      "url": "https://whelmstadter.tumblr.com/post/116581506819",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @whelmstadter on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://www.collegeboard.org/",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "https://www.beforeyoubet.com.au/",
      "title": "Sports Betting Tips and Australian Sportsbook Reviews | Before You Bet",
      "description": "Before You Bet offers free Australian sports betting tips, promotions and sportsbook reviews for the best Australian sports betting websites.",
      "preview": "SPORTS BETTING TIPS NBL Tips NBL26 Round 4 Predictions & Tips 10 Oct 2025 AFL Tips AFLW 2025 Round 9 Preview & Betting Tips 10 Oct 2025 Caulfield Raci"
    },
    {
      "url": "https://reverseimagesear.ch/",
      "title": "Reverse Image Search: Find similar images on Internet",
      "description": "Find similar images on Internet on multiple search engines. Edit image within app to get closer search results. Express by words to search.",
      "preview": "#1 Reverse Image Search Engine App. Discover now! Available for iPhone, iPad, and Android Phones #1 Rated for Reliability. Trusted by Thousands. Here"
    },
    {
      "url": "http://www.responsiblebusiness.org/standards/code-of-conduct/",
      "title": "Code of Conduct",
      "description": "The RBA Code of Conduct is a set of social, environmental and ethical industry standards.",
      "preview": "JOIN RBA RBA Foundation Member Portal RBA-Online eLearning Academy Code of Conduct Code of Conduct Standards & Accountability VAP About VAP SVAP on Fo"
    },
    {
      "url": "https://docs.aws.amazon.com/sagemaker/latest/dg/whatis.html",
      "title": "What is Amazon SageMaker AI? - Amazon SageMaker AI",
      "description": "Learn about Amazon SageMaker AI, including information for first-time users.",
      "preview": "What is Amazon SageMaker AI? - Amazon SageMaker AI Documentation Amazon SageMaker Developer Guide Amazon SageMaker AI rename Amazon SageMaker and Amaz"
    },
    {
      "url": "http://fdt.de/",
      "title": "FDT Flachdach Technologie GmbH - Der Spezialist in der Flachdach-Abdichtung",
      "description": "Gründach, Flachdach, Lichtsysteme - Entdecken Sie die FDT Dachbahnen Rhepanol und Rhenofol und arbeiten Sie mit Spezialisten für Systemlösungen zur Flachdach-Abdichtung!",
      "preview": "Verlegeschulungen 2026 Sichern Sie sich jeztzt Ihren Platz! Zur anmeldung Mehr informationen Nachhaltigkeit. Einfach. Planen. Gründach von FDT Perfekt"
    },
    {
      "url": "http://www.mammole.it/",
      "title": "Mammole · La Guida Natural delle Mamme",
      "description": "La più grande comunità italiana di mamme natural. Magazine e forum per Infertilità, Gravidanza e Bambini.",
      "preview": "Cookie policy Autismo e aumento di peso in gravidanza: quale legame? ✿ Esiste un legame tra l'aumento di peso in gravidanza e lo sviluppo di autismo n"
    },
    {
      "url": "https://nvbdc.org/about-the-nvbdc/",
      "title": "About the NVBDC",
      "description": "The National Veteran Business Development Council is the leading Veteran Owned Business Certification organization developed by Veterans, for Veterans.",
      "preview": "About us The NVBDC views entrepreneurship as another form of employment and believes that helping our veterans succeed in business helps them, their f"
    },
    {
      "url": "https://www.saludsavia.com/servicio/espirometria-forzada_pb-42752_instituto-de-alergia-dr-ruiz",
      "title": "Espirometría forzada por 34 € en Centro Médico Arroyofresno, Madrid - Salud Savia",
      "description": "Reserva ya Espirometría forzada, Madrid en en Centro Médico Arroyofresno por 34 €",
      "preview": "Buscar en Savia Entrar Ayuda Descarga la aplicación Atención médica sin papeleos ni letra pequeña Espirometría forzada Centro Médico Arroyofresno Call"
    },
    {
      "url": "https://www.bonkerscorner.com/product-category/women/?utm_source=google&utm_medium=cpc&utm_campaign=brand-ad&gclid=CjwKCAiA7939BRBMEiwA-h",
      "title": "Womens Clothing That Turns Heads: Shop the Latest Trends Now",
      "description": "Shop the best womens clothing with trendy styles made for YOU that exude confidence! Must-have clothes for women, buy women's clothes online in India & slay now",
      "preview": "Skip to content Women Womens New Arrivals Oversized T-Shirts Bottoms Tanks Cargos Joggers GYM Wear Tops Hoodies Sweatshirts Basics Jackets Oversized J"
    },
    {
      "url": "https://hrtechprivacy.com/brands/glassdoor#privacypolicy",
      "title": "HR Tech Privacy -",
      "description": "Glassdoor Privacy Policy Revised September 29, 2025 (previous version) Glassdoor LLC (\"Glassdoor\") is the provider of the services Glassdoor.com and Fishbowlapp.com.",
      "preview": "Glassdoor Privacy Policy Revised September 29, 2025 ( previous version ) Glassdoor LLC (\"Glassdoor\") is the provider of the services Glassdoor.com and"
    },
    {
      "url": "https://business.gyft.com/gift-card-catalog/",
      "title": "Radware Bot Manager Captcha",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://skaldic.abdn.ac.uk/db.php?id=73379&if=runic&table=lemma",
      "title": "Runic Dictionary",
      "description": "void",
      "preview": "This interface will soon cease to be publicly available. Use the new interface instead. Click here to switch over now. Cookies on our website We use c"
    },
    {
      "url": "https://www.pagat.com/rummy/ginrummy.html",
      "title": "Gin Rummy - Card Game Rules",
      "description": "How to play the popular American two-player card game Gin Rummy: rules, variations and resources including software and online servers.",
      "preview": "Home A-Z Select language ▼ deutsch english italiano Home Page > Classified Index > Draw and Discard Games > Rummy Games > Gin Rummy Gin Rummy Players:"
    },
    {
      "url": "https://www.digitalcameraworld.com",
      "title": "Camera news, reviews and features",
      "description": "Camera news, reviews and features",
      "preview": "Skip to main content Trending News TTArtisan launches a 17mm f/4 tilt-shift lens for all major full-frame mounts - and it's a bargain! NEWS A new Lumi"
    },
    {
      "url": "https://hebbarskitchen.com/",
      "title": "Hebbars Kitchen - Indian Veg Recipes | Vegetarian Indian Recipes blog",
      "description": "indian veg recipes blog with step by step photos and videos. collection of indian sweets recipes, breakfast recipes, snacks recipes, curry or sabzi recipes.",
      "preview": "Facebook Instagram Mail Pinterest RSS Twitter Youtube Home Breakfast Dosa Idli Chutney Sandwich Rice Biryani Pulao Paneer Snacks Starters Appetizer Si"
    },
    {
      "url": "https://despabilate.com/tag/meteorito-3-de-agosto-2019/",
      "title": "DESPABILATE MUNDO, Portal de Espiritualidad, Meditación y MAS!",
      "description": "Espiritualidad, Meditación, Chakras, ETC. TIPS prácticos para el bienestar, Lo que estabas buscando se llama DESPABILATE!",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Portal de espiritualidad , meditación y crecimiento personal. En DESPABIL"
    },
    {
      "url": "https://patchwork.ffmpeg.org/project/ffmpeg/patch/20200523040122.83476-1-rcombs@rcombs.me/",
      "title": "[FFmpeg-devel,1/2] compat/cuda/ptx2c: remove shell loop - Patchwork",
      "description": "void",
      "preview": "19812 diff mbox series [FFmpeg-devel,1/2] compat/cuda/ptx2c: remove shell loop Message ID 20200523040122.83476-1-rcombs@rcombs.me State New Headers sh"
    },
    {
      "url": "https://www.acquisition.gov/browsefar",
      "title": "FAR | Acquisition.GOV",
      "description": "void",
      "preview": "Skip to main content Favorite X Federal Acquisition Regulation Full FAR Download in Various Formats FAC Number Effective Date HTML DITA PDF Word EPub"
    },
    {
      "url": "https://alar.my/privacy_policy_global.html",
      "title": "privacy policy",
      "description": "privacy policy",
      "preview": "Get the app Get the app Get started Alarmy by scanning the QR code Iframe Example Privacy Policy Effective Date : Last updated + 30days Last Updated :"
    },
    {
      "url": "http://trac.osgeo.org/geotiff/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.straitstimes.com/asia/se-asia/jakarta-detains-chinese-trawler-off-sumatra",
      "title": "The Straits Times - Breaking news, Singapore news, Asia and world news & multimedia",
      "description": "The Straits Times - Get latest breaking news, business, sports, lifestyle, tech & multimedia and more news in Singapore, Asia & rest of the world at straitstimes.com.",
      "preview": "Singapore E-paper Subscribe myST+ Singapore Asia World Opinion Life Business Sport Visual Podcasts Menu myST+ Menu Strong 7.4-magnitude quake strikes"
    },
    {
      "url": "http://www.synapses.co.uk/alchemy/index.html",
      "title": "Chemistry lessons, Chemistry courses, Chemistry classes and Chemistry exams specifically for homeschool science that anyone an learn",
      "description": "void",
      "preview": "Principles of Alchemy (Chemistry) Overview The Syllabus Sample of the Hypertextbook Get the complete course for FREE! Frequently Asked Questions"
    },
    {
      "url": "http://www.cee.psu.edu",
      "title": "Civil and Environmental Engineering Department | Penn State Engineering",
      "description": "The Department of Civil and Environmental Engineering at Penn State University, established in 1881, is internationally recognized for excellence in learning, discovery, and engagement, and for the preparation of our undergraduate and graduate students to meet the future challenges of society.",
      "preview": "Penn State | College of Engineering Directory Apply Search this site Search Penn State Search PSU People Search PSU Depts. Web Research Research Areas"
    },
    {
      "url": "https://www.rak-system.de/produkte/hochdruck/hd-zubehoer",
      "title": "HD-Zubehör - Lehmann GmbH (DE)",
      "description": "void",
      "preview": "Lehmann GmbH (DE) Produkte Hochdruck HD-Zubehör Produktinformationen HD-ZUBEHÖR Neben Hochdruckdüsen bieten wir weiteres Zubehör rund um Ihren Hochdru"
    },
    {
      "url": "https://www.wix.com/",
      "title": "Website Builder - Create a Free Website In Minutes | Wix.com",
      "description": "Get everything you need to create your website, your way. With a free easy-to-use website builder, integrated hosting, and essential business solutions.",
      "preview": "top of page Create a website without limits Bring your vision to life with the website builder that gives you the tools you need to succeed. Get Start"
    },
    {
      "url": "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201720180SB239",
      "title": "Bill Text - SB-239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "description": "SB 239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Quick Search: Bill Number Bill Keyword Home Bill Information California Law Publicatio"
    },
    {
      "url": "https://www.radc.rush.edu/docs/parentStudyDesigns.htm;jsessionid=228FF4F01D85B9C8D3A22EEC666D615D",
      "title": "Study Design Summaries | RADC",
      "description": "void",
      "preview": "Document­ation Overviews and Timelines Cohort Study Designs Substudies Omics Omics Overview Omics Heatmap Variables Standard Datasets Clinical Patholo"
    },
    {
      "url": "https://volunteer.defyventures.org/",
      "title": "Volunteer with Defy Ventures",
      "description": "void",
      "preview": "Menu Join Defy Ventures in prison or in the community for our transformative volunteer opportunities! Click on the event sections below to find opport"
    },
    {
      "url": "https://www.kitchoo.com/meuble-kitchenette",
      "title": "Your Kitchoo Kitchenette",
      "description": "Compact, functional and minimalist kitchens, available as standard in several combinations and finishes, delivered fully equipped.",
      "preview": "English en Français fr Meuble Kitchenette Your Kitchoo kitchen unit COMPACT, INGENIOUS, SIMPLY SWISS Original kitchens for small spaces, since 1998"
    },
    {
      "url": "https://www.schweigerderm.com/providers/michele-farber-md/",
      "title": "Michele Farber, MD | Schweiger Dermatology Group",
      "description": "Michele Farber, MD is a board-certified dermatologist in PA. Call or book appointment online.",
      "preview": "Michele Farber, MD, FAAD Michele Farber, MD, FAAD is a board-certified dermatologist practicing with Schweiger Dermatology Group in Philadelphia, PA."
    },
    {
      "url": "https://www.brandenburg-business-guide.de/de/karte?poi=221457",
      "title": "Brandenburg Business Guide",
      "description": "BBG - das Geoportal zum Wirtschaftsstandort Brandenburg. Alle wichtigen Informationen für Unternehmen und Investoren.",
      "preview": "Das Geoportal zum Wirtschaftsstandort Brandenburg. Alle wichtigen Informationen für Unternehmen und Investoren. Bitte aktivieren Sie JavaScript in Ihr"
    },
    {
      "url": "https://www.allsquarempls.com/",
      "title": "Home | All Square",
      "description": "void",
      "preview": "top of page NEON LIGHTS & CIVIL RIGHTS \\\\ 72 Justice-Impacted People Employed Since 2018 3M in Wages & Benefits Paid To (and Earned By) Justice-Impact"
    },
    {
      "url": "https://www.bereainternacional.com",
      "title": "Berea Internacional - Últimas Noticias, Fotos y Videos",
      "description": "void",
      "preview": "¡Bienvenidos! Sitio web bajo mantenimiento, agradecemos su comprensión. CafeteriaLiceoHP Jordán Sur 698 Colonia Hermosa Provincia C.P. 44770 Guadalaja"
    },
    {
      "url": "https://kvdveganbeauty.com/products/tattoo-pencil-liner-long-wear-gel-eyeliner?variant=42633858777310",
      "title": "Tattoo Pencil Liner Waterproof Long-Wear Gel Eyeliner",
      "description": "No-brainer liner-just twist it up + glide it on. Tattoo Pencil Liner comes in bold matte + metallic shades for waterproof, transfer-proof color that lasts all day on your lids + in your waterline.",
      "preview": "FREE STANDARD SHIPPING ON ALL ORDERS $50+ AND FREE U.S. RETURNS. DETAILS . back icon close icon Shipping To: United States Albania Algeria Andorra Ang"
    },
    {
      "url": "https://www.walmartethics.com/content/walmartethics/en_us/code-of-conduct/download-the-code-of-conduct.html",
      "title": "Download the Code of Conduct",
      "description": "Download the Walmart Code of Conduct. Multiple translated versions of the code are available here.",
      "preview": "Skip to main Skip to footer Contact Us Code of Conduct Code of Conduct Live Our Code Build Trust with Our Associates Build Trust with Our Customers an"
    },
    {
      "url": "http://www.iaacc.com/",
      "title": "Idlewild African American Chamber of Commerce",
      "description": "void",
      "preview": "Idlewild African American Chamber of Commerce Free Events Need Love and Support - Click here to Cashapp donation Accommodation Listing For Idlewild"
    }
  ],
  "_meta": {
    "total_bookmarks": 54
  }
}