{
  "data": [
    {
      "url": "https://www.vudu.com",
      "title": "Service is not available in your region.",
      "description": "void",
      "preview": "Service is not available in your region."
    },
    {
      "url": "https://developer.bestbuy.com/",
      "title": "Best Buy Developer Portal",
      "description": "Come explore our APIs and unleash their possibilities.",
      "preview": "DEVELOPER LOGIN SIGN UP OUR APIS DOCUMENTATION CONTACT US Reach your full potential by integrating with the world's most powerful retail APIs 100+ Bra"
    },
    {
      "url": "http://www.cite-sciences.fr/home_flash/index.html",
      "title": "La page n'existe pas - Accueil Cité des sciences et de l'industrie - Expositions, conférences, cinémas, activités culturelles et sorties touristiques pour les enfants, les parents, les familles - Paris",
      "description": "void",
      "preview": "La page que vous avez demandée n'existe pas Infos pratiques Au programme Expos permanentes Expos temporaires"
    },
    {
      "url": "https://www.bmw-iraq.com/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Baghdad | BMW Iraq",
      "description": "Explore BMW Iraq's latest luxury vehicles, innovative technology, and premium services. Experience the thrill of driving with BMW's world-class engineering.",
      "preview": "View Stock THE 7 Discover Now The BMW X7 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE"
    },
    {
      "url": "https://divainbucatarie.ro/tag/retete-afrodisiace/",
      "title": "File de pastrav cu piure de telina - Diva in Bucatarie",
      "description": "File de pastrav cu piure de telina . File de pastrav cu piure de telina. reteta de pastrav cu piure de telina. File de pastrav cu piure de telina diva in bucatarie",
      "preview": "Retete culinare Vezi retete pe categorii Deserturi D Europeana E Coacere C Crumble cu prune si nuca Crumble cu prune si nuca. Reteta de crumble cu pru"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/azure/",
      "title": "Training for Azure | Microsoft Learn",
      "description": "Grow your skills to build and manage applications in the cloud, on-premises, and at the edge.",
      "preview": "Microsoft Learn for Azure Microsoft Azure Grow your skills to build and manage applications in the cloud, on-premises, and at the edge. Browse all Azu"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-science/algorithms",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.collaborising.org/",
      "title": "Collaborising",
      "description": "Advocating at the intersections of race, poverty, and belonging through strategic action and policy change. Collaborising is founded on the principle that all people are worthy of respect and dignity. By working together to eradicate racism, poverty and displacement we rise to create a more just and harmonious society. \"Working Together - Rising Together\"",
      "preview": "0 Advocating at the intersections of race, poverty, and belonging through strategic action and policy change. Working Together... Rising Together... Colla"
    },
    {
      "url": "https://crisssemm.tumblr.com/",
      "title": "void",
      "description": "Chicagoland. 32. T1D. Very ridiculously happily taken. Answer that and stay fashionable.",
      "preview": "rainreads-deactivated20250201 : 6,524 notes Share this Reblog Facebook Twitter Reblogged 2 years ago from rainreads-deactivated20250201 akindplace : a"
    },
    {
      "url": "https://benedicks-dick.tumblr.com/",
      "title": "Full Fathom Five",
      "description": "void",
      "preview": "Full Fathom Five Home Archive Ask me anything Submit a post Random post Twitter My posts Catching Elephant is a theme by Andy Taylor ↵ Originally from"
    },
    {
      "url": "https://www.vogue.com/article/paris-fashion-week-looks-ss26",
      "title": "Paris Fashion Week Proved Fall Street Style Is All About Texture and Print | Vogue",
      "description": "The Paris Fashion Week street style scene was anything but subdued. Take a cue from the streets, and add more personality to your wardrobe with these bold looks.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://www.archiesonline.com/",
      "title": "Buy Gifts, Greeting Cards, Cakes & Flowers Online | Archies",
      "description": "Shop online for personalized gifts, greeting cards, cakes, and fresh flowers at Archies. Make every celebration special with Archies Online.",
      "preview": "Skip to content Cart 0 0 items Free Shipping on order value above Rs.499 within India Cart 0 0 items Shop by Category Diwali Birthday Jewellery & Acce"
    },
    {
      "url": "https://purepuremilk.tumblr.com/",
      "title": "@purepuremilk on Tumblr",
      "description": "Follow @purepuremilk and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts #Youtube blasteriidx Follow Tales of Festival 2016 BD Rip by BlasterIIDX Hi everyone ! As promised, you will find the videos of the ToF 2016 by"
    },
    {
      "url": "https://www.hollywoodreporter.com/tip-line",
      "title": "Tip Line | The Hollywood Reporter",
      "description": "Have a tip for The Hollywood Reporter? Here's the tip line form to share your story with THR writers and editors.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Got a Confidential Tip for The Hollywood Reporter? If you have information tha"
    },
    {
      "url": "http://www.statcan.gc.ca/eng/reference/licence-eng",
      "title": "Statistics Canada Open Licence",
      "description": "This licence is issued on behalf of His Majesty the King in Right of Canada, as represented by the Minister for Statistics Canada (\"Statistics Canada\") to you (an individual or a legal entity that you are authorized to represent). The following are terms governing your use of the Information. Your use of any Information indicates your understanding and acceptance of the terms below. If you do not agree to these terms, you may not use the Information.",
      "preview": "Statistics Canada Open Licence This licence is issued on behalf of His Majesty the King in Right of Canada, as represented by the Minister for Statist"
    },
    {
      "url": "https://www.freudeforever.com/",
      "title": "Freude Forever",
      "description": "Storytelling has always been at the heart of human culture. From ancient myths passed down through oral traditions to the visually stunning epics of modern...",
      "preview": "Skip to content Innovating the World of Storytelling: The Future of Narrative Art Storytelling has always been at the heart of human culture. From anc"
    },
    {
      "url": "https://disneyprivacycenter.com/notice-to-california-residents/",
      "title": "Your US State Privacy Rights - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save This notice contains additional"
    },
    {
      "url": "https://texasstargrillshop.com/products/evo-affinity-30g-drop-in-gas-cooktop-lp-10-0055-lp",
      "title": "EVO Affinity 30G Drop-in Gas Cooktop LP 10-0055-LP - Texas Star Grill Shop",
      "description": "EVO Affinity 30G Drop-in Gas Cooktop LP 10-0055-LP This Evo Affinity 30G Gas Grill is the perfect solution for entertaining your family and friends. Its the first outdoor BBQ grill that allows you to cook directly and indirectly at the same time. If you are cooking directly, you can sear, saute, grill, toast and stir-f",
      "preview": "Skip to content Houston's #1 Dealer of BBQ Grills & Outdoor Kitchens Call Now for Better Pricing Free Outdoor Kitchen Design Fall Grill Sale Going On"
    },
    {
      "url": "http://electron.atom.io/",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://www.ncj.nl/actueel/nieuws/artikel/boekbespreking-doen-wat-goed-is-",
      "title": "Boekbespreking 'Doen wat goed is' - NCJ",
      "description": "Boekbespreking: 'Doen wat goed is.' Een pleidooi voor praktische wijsheid in het sociale domein, Geschreven door Sophie Albers en Albert Jan Kruiter",
      "preview": "Naar de hoofd content Naar navigatie NCJ Inspiratie Boekbespreking 'Doen wat goed is' Nieuws 22 januari 2021 Boekbespreking 'Doen wat goed is' Boekbes"
    },
    {
      "url": "https://postkodstiftelsen.se/en/",
      "title": "Svenska Postkodlotteriets Stiftelse |",
      "description": "The Swedish Postcode Lottery Foundation aims to promote positive social development and seeks long-term solutions to local and global challenges.",
      "preview": "This website uses cookies. Read about our Privacy Policy and how we use cookies here . News Change, Hope, and Community in our Fall Newsletter General"
    },
    {
      "url": "https://10web.io/ai-website-builder/",
      "title": "AI Website Builder: Create and Launch in Seconds | 10Web",
      "description": "Create your dream website in seconds with our free AI Website Builder. Just describe, generate, customize, and publish - no coding required!",
      "preview": "Welcome Back! Generate your website with AI - % OFF & Free Domain! AI Website Builder Describe your dream website: AI generates it instantly. Provide"
    },
    {
      "url": "http://wgcu.org",
      "title": "WGCU: PBS and NPR for Southwest Florida | WGCU PBS & NPR for Southwest Florida",
      "description": "WGCU Public Media is Southwest Florida's source for PBS and NPR, and a member-supported service of Florida Gulf Coast University. WGCU provides quality programming 24 hours a day and is a trusted storyteller, teacher, theater, library and traveling companion.",
      "preview": "Search Query Show Search LIVE TV © 2025 WGCU News Menu PBS and NPR for Southwest Florida Show Search Search Query LIVE TV Donate Play Live Radio Next"
    },
    {
      "url": "http://walmartethics.com",
      "title": "Walmart Ethics - English (US)",
      "description": "Our Code guides us in making ethical decisions that build trust with our associates, customers and members, and within our business.",
      "preview": "Skip to main Skip to footer Contact Us Code of Conduct Code of Conduct Live Our Code Build Trust with Our Associates Build Trust with Our Customers an"
    },
    {
      "url": "https://klen7.tumblr.com/",
      "title": "@klen7 on Tumblr",
      "description": "godzilla, gamera, king kong toys, comics and other giant monster merchandise... sometimes dinosaurs.",
      "preview": "Posts RT @yossygodzilla: タナカSTUDIO GODZILLA 2019 -BUST- 完成しました～😊 ラストバトルをイメージして、赤熱バージョンでフィニッシュしました♪ 台座部分は青焼けした鉄のイメージで仕上げました。 https://t.co/FSmenqgzvA #t"
    },
    {
      "url": "https://www.nature.com/subjects/machine-learning",
      "title": "Machine learning - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.broadway.com/buzz/201284/arturo-perez-jr-samantha-jayne-to-direct-the-mean-girls-movie-musical/",
      "title": "Arturo Perez Jr. & Samantha Jayne to Direct the Mean Girls Movie Musical | Broadway Buzz | Broadway.com",
      "description": "News regarding the previously announced Mean Girls movie musical has arrived! The husband-and-wife team of Arturo Perez Jr. and Samantha Jayne have si",
      "preview": "search gift calendar chevron envelope close phone loading Skip to main content Broadway BUZZ Sponsored By News Photos Videos Features Interviews Artur"
    },
    {
      "url": "https://storymaps.arcgis.com/stories/9cf39daa150d4b9f88024cc582ff15b4",
      "title": "Mapping Ephemeral Watering Holes in KAZA",
      "description": "A joint project with Duke University and WWF",
      "preview": "void"
    },
    {
      "url": "https://id.linkedin.com/company/octopus-ina?trk=organization_guest_main-feed-card-text",
      "title": "Octopus Indonesia | LinkedIn",
      "description": "Octopus Indonesia | 11.310 pengikut di LinkedIn. A Reverse Logistic Platforms for Post-Consumer Materials | Octopus is a reverse-logistic startup that currently doing collection of post-consumer product through circular economy.",
      "preview": "LinkedIn menghargai privasi Anda LinkedIn dan pihak ketiga menggunakan cookie esensial dan non-esensial untuk menyediakan, mengamankan, menganalisis,"
    },
    {
      "url": "http://stickerbabai.com/privacy/view/privacy_policy.html",
      "title": "StickerBabai- privacy",
      "description": "void",
      "preview": "Privacy Policy Effective date: November 24, 2018 StickerBabai (\"us\", \"we\", or \"our\") operates the StickerBabai mobile application (hereinafter referre"
    },
    {
      "url": "http://www.ui.com/legal/privacypolicy/",
      "title": "Ubiquiti - Privacy Policy",
      "description": "Technology platforms for Internet Access, Enterprise, and SmartHome applications.",
      "preview": "Privacy Policy OUR PRIVACY POLICY WAS UPDATED ON OCTOBER 10, 2023 Privacy Policy of Ubiquiti Inc. This Privacy Policy (the \" Policy \") describes how U"
    },
    {
      "url": "https://www.angel.com/legal/privacy",
      "title": "Watch Free Compelling Movies & TV Shows Online | Angel",
      "description": "Stream free movies & TV shows on Angel.com or the Angel app. Watch Angel Originals like The Wingfeather Saga, Dry Bar Comedy, and more.",
      "preview": "Angel Angel Studios Privacy Policy Updated: March 18, 2025 Welcome to Angel Studios! Angel Studios, Inc. (\"Angel Studios\" or \"we\", \"us\" or \"our\") resp"
    },
    {
      "url": "https://365thingssyracuse.wordpress.com/2013/01/07/7-cobblestone/",
      "title": "7. Cobblestone | 365 Things Syracuse",
      "description": "I'm sure you're all aware that Syracuse Basketball is an institution around town. Even if you aren't a huge fan of the team, there's going to be a time during the season you will be at a bar and the game will be on TV. Personally, I enjoy watching games at a local watering hole...",
      "preview": "I'm sure you're all aware that Syracuse Basketball is an institution around town. Even if you aren't a huge fan of the team, there's going to be a tim"
    },
    {
      "url": "https://honda.oemdtc.com/category/recalls",
      "title": "Recalls | Honda & Acura - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.noaa.gov",
      "title": "National Oceanic and Atmospheric Administration",
      "description": "U.S. Department of Commerce",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.ktnnonline.com",
      "title": "KTNN 660 AM 101.5 FM - The Voice of the Navajo Nation",
      "description": "KTNN 660 AM 101.5 FM - The Voice of the Navajo Nation",
      "preview": "Open Modal Click to Resume AD Listen Live! Facebook-f Local News Job Opportunities All job positions are filled. Any job openings will be posted here."
    },
    {
      "url": "https://www.natureindex.com/",
      "title": "Nature Index",
      "description": "The Nature Index tracks the affiliations of high-quality scientific articles. Updated monthly, the Nature Index presents research outputs by institution and country. Use the Nature Index to interrogate publication patterns and to benchmark research performance.",
      "preview": "Skip to main content Your gateway to scientific excellence Discover the world's leading research institutions, explore collaborations, compare researc"
    },
    {
      "url": "https://betterbetasty.pl/zapiekane-muszle-z-kurczakiem-i-szpinakiem-w-smietanowo-serowym-sosie/",
      "title": "Zapiekane muszle z kurczakiem i szpinakiem w śmietanowo-serowym sosie - Better Be Tasty",
      "description": "Zapiekane muszle z kurczakiem i szpinakiem w śmietanowo-serowym sosie. Tak pyszne, że aż ciężko nie wziąć dokładki.",
      "preview": "Skip to content Jump to recipe Od kiedy zakupiłam żeliwną patelnię, mam ochotę robić w niej dosłownie wszystko. Nie dość, że świetnie się na niej gotu"
    },
    {
      "url": "https://verified.capitalone.com/sign-in-help/",
      "title": "Capital One - Sign In Help",
      "description": "We'll help you recover your username and password to get access to your account.",
      "preview": "void"
    },
    {
      "url": "https://docs.github.com/en/get-started/quickstart/hello-world",
      "title": "Hello World - GitHub Docs",
      "description": "Follow this Hello World exercise to learn GitHub's pull request workflow.",
      "preview": "Skip to main content Hello World Follow this Hello World exercise to learn GitHub's pull request workflow. In this article Introduction This tutorial"
    },
    {
      "url": "https://njewasafaris.com/",
      "title": "void",
      "description": "void",
      "preview": "Home Tours & Safaris Kenya/ Tanzania Safaris Airport Transfers JKIA to Nairobi Hotels JKIA to Nanyuki town JKIA To Naivasha JKIA to Nakuru Town Mounta"
    },
    {
      "url": "https://nos.nl/nieuws",
      "title": "NOS Nieuws - Nieuws, Sport en Evenementen | Nederlandse Omroep Stichting",
      "description": "Altijd. Overal. Met de NOS blijf je altijd en overal op de hoogte van het laatste nieuws",
      "preview": "NOS Nieuws vandaag, 14:00 Belgische zender: ook Geert Wilders doelwit van terreurcel Het Belgische VTM Nieuws meldt dat de PVV-leider samen met de Bel"
    },
    {
      "url": "https://www.solarpowerworldonline.com/2019/12/how-emissionality-brings-renewable-energy-investment-and-jobs-to-coal-country/",
      "title": "How 'emissionality' brings renewable energy investment and jobs to coal country",
      "description": "By Henry Richardson, analyst, WattTime These have been dark days for job-hunters in coal country, even when the sun's shining. Fortunately there's new",
      "preview": "By Henry Richardson, analyst, WattTime These have been dark days for job-hunters in coal country, even when the sun's shining. Fortunately there's new"
    },
    {
      "url": "http://www.nutriente.it/",
      "title": "nutriente.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://freckautoshop.dk/rawsearch?RimsAndWheels-type=rim&RimsAndWheels-carType=alu&RimsAndWheels-brand=JAPAN%20RACING%20JR30&endless=0",
      "title": "JAPAN RACING JR30 - Få dine fælge her",
      "description": "Vi har alt i fælge og biludstyr. Køb JAPAN RACING JR30 og meget mere ved os. Vi garanterer kvalitet og billige priser.",
      "preview": "Søgeresultater Skift imellem fælgstørrelserne her: Vælg fælge Fjern alle fælge Tilføj alle fælge Filtrer fælge JAPAN RACING JR30 JR30 Matt Black Matt"
    },
    {
      "url": "https://assets.punchbowl.com/vendors/wy-wyoming/thayne/1672484/spring-creek-floral---gifts",
      "title": "Spring Creek Floral & Gifts in Thayne, Wyoming - (307) 883-4438",
      "description": "void",
      "preview": "Vendor Home Flowers Wyoming Flowers Thayne Flowers Spring Creek Floral & Gifts Thayne , WY 83127 Report incorrect information Contact 3078834438 Is th"
    },
    {
      "url": "https://aquarium.ucsd.edu/visit/buy-tickets",
      "title": "Birch Aquarium School Programs - Birch Aquarium at Scripps eTicketing",
      "description": "void",
      "preview": "Home Login Menu Menu Home Account Sign Up Log In General Admission Group Sales Admission Annual Memberships Behind-the-Scenes Tours Halloween Aglow Le"
    },
    {
      "url": "https://gaana.com",
      "title": "Download Latest MP3 Songs Online: Play Old & New MP3 Music Online on Gaana.com",
      "description": "Gaana.com- Listen & Download latest MP3 songs online. Download new or old Hindi songs, Bollywood songs, English songs* & more on Gaana+ and play offline. Create, share and listen to streaming music playlists.",
      "preview": "All Trending Songs New Songs Old Songs Moods & Genres Dil Se Pancham Party Romance 90s & 2000s Bhakti Indie EDM Ghazals Workout Stars Retro Wedding Ki"
    },
    {
      "url": "https://policies.worldbank.org/sites/PPF3/Pages/PPFHome.aspx",
      "title": "Policy & Procedure Framework",
      "description": "The Enabling the Business of Agriculture (EBA) project measures laws and regulations that impact the business environment for a sustainable and thriving agricultural sector.",
      "preview": "Who We Are Policy & Procedure Framework Policy and Procedure Framework The Policy And Procedure Framework is a framework which provides a new structur"
    },
    {
      "url": "https://www.wxxi.org/education",
      "title": "Education Resources - WXXI",
      "description": "WXXI Education is focused on anytime, anywhere learning resources to support educators and families. Our online learning resources include PBS LearningMedia, virtual training and events, and live streams of WXXI-TV & WXXI PBS KIDS 24/7 with on-demand players. These provide educators, students and families with rich choices for learning. In addition, offline learning activities and outdoor learning resources are provided for use by individuals, families or group settings.",
      "preview": "Skip to primary navigation Skip to main content WXXI Education All about WXXI Education WXXI Education is focused on anytime, anywhere learning resour"
    },
    {
      "url": "https://www.walmart.org",
      "title": "Walmart Foundation",
      "description": "Walmart.org, through the combined philanthropic efforts of both Walmart and the Walmart Foundation, creates opportunities for people to live better every day.",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "https://furhaven.com/products/shop-pet-beds-snuggery-burrow-bed-faux-sheepskin",
      "title": "FurHaven | Snuggery Burrow Dog Bed - Faux Sheepskin",
      "description": "void",
      "preview": "Free shipping on orders $75+ Snuggery Burrow Dog Bed - Faux Sheepskin $30.99 Mattress Type : Orthopedic Foam Memory Foam Cooling Gel Foam Size : 26\" R"
    },
    {
      "url": "https://www.omfif.org/events/cee-in-focus-the-future-of-capital-markets/",
      "title": "CEE in focus: the future of capital markets - OMFIF",
      "description": "Tue 5 Oct 2021 @ 09:00 - 11:30 -",
      "preview": "Skip to content CEE in focus: the future of capital markets Symposium Virtual Tue 5 Oct 2021 09:00 - 11:30 This high-level panel discussion will discu"
    },
    {
      "url": "https://www.charmcitycakes.com/",
      "title": "Charm City Cakes | Chef Duff's Baltimore Cake Studio",
      "description": "Home to mind-boggling custom cakes created by Chef Duff Goldman's talented team. Featured on the famous Food Network show Ace of Cakes, our cake studio in Baltimore, MD, makes custom cakes for weddings, parties, and all other events. Order a cake, sign up for one of our decorating classes, or walk-in to browse our showroom and buy ready-to-eat baked goods.",
      "preview": "Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (curre"
    },
    {
      "url": "https://arkivet.thorvaldsensmuseum.dk/dokumenter/Smaatryk1836,Kjoebenhavnsposten14.5",
      "title": "14.5.1836 - Arkivet, Thorvaldsens Museum",
      "description": "void",
      "preview": "No. 6937 af 10320 Afsender Dato Modtager Redaktørerne ved Kjøbenhavnsposten 14.5.1836 [ + ] Dateringsbegrundelse Dateringen fremgår af dokumentet. Omn"
    },
    {
      "url": "https://medpsych.at/scheidung-95-1a-astrg.html?",
      "title": "medpsych.at Scheidung Kind Beratung",
      "description": "AT seit 1989 Psychosomatik Medizin Psychologie Coaching Lehr-Supervision Seminare Sexual Delikt Prävention",
      "preview": "Impressum Datenschutz AGB Auswahl Über uns Humor aktuell Tarife / Tariffs English Links Sitemap Kontakt Index Mag. Dr. Volkmar J. Ellmauthaler Zurück"
    },
    {
      "url": "https://www.rileygrey.com",
      "title": "Premium Wedding Websites, Registries, RSVPs & More | Riley & Grey",
      "description": "Create beautiful custom wedding websites, invitations, and registries, and manage your RSVP effortlessly. Wedding planning is hard, but Riley & Grey makes it a lot easier. Try for free.",
      "preview": "Wedding websites as unique as the love you've found. invitations Easy and elevated with none of the heavy-lifting, Riley & Grey's tools help you breez"
    },
    {
      "url": "http://www.seahorsecases.com/basket-contents.html?Session_ID=3f18f01df1864700c7b685de9dc7bec4",
      "title": "Seahorse Cases: Shopping Cart",
      "description": "void",
      "preview": "Shopping Cart Your shopping cart is currently empty. Start Shopping Copyright © 2025 Fuerte Cases A Division of The Waterproof Case Company LLC"
    },
    {
      "url": "http://www.jaapsch.net/mechcalc/",
      "title": "Jaap's Mechanical Calculators Page",
      "description": "void",
      "preview": "Jaap's Mechanical Calculators Page Filter: Category Calculator Adding/Listing Adding Machine Small Adder Counter Other Type Direct drive Semi-direct d"
    },
    {
      "url": "https://www.privacyshield.gov/",
      "title": "Data Privacy Framework",
      "description": "Data Privacy Framework Website",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://val202.rtvslo.si/2011/03/ziva-zemlja-in-teorija-gaje/",
      "title": "Val 202 • Frekvenca X • Živa Zemlja in teorija Gaje. Gost: dr. Stephan Harding.",
      "description": "Malokatera znanstvena teorija 20. stoletja je vzburila več domišljije, simpatij, kritik, burnih polemik in ostrih nasprotovanj, kot ideja, da je naš planet na nek način živ in da diha skupaj z bitji, ki ga poseljujejo. Znana kot hipoteza Gaje, po grški boginji Zemlje, se je ta kontroverzna zamisel v 1960-tih porodila danes 91 letnemu britanskemu znanstveniku Jamesu Lovelocku.",
      "preview": "RTV SLO Radio Vstopna stran V živo Spored Podkasti Prvi Val 202 Ars Radio Si Radio Maribor Radio Koper Radio Capodistria MMR Televizija Vstopna stran"
    },
    {
      "url": "https://peopleenespanol.com/chica/skin-cycling-retinol-routine-tiktok/",
      "title": "How the Viral \"Skin Cycling\" Routine Improves Your Skin",
      "description": "We're exploring a skin care trend that's actually dermatologist-approved.",
      "preview": "We independently evaluate all of our recommendations. If you click on links we provide, we may receive compensation. Chica Here's How the Viral \"Ski"
    },
    {
      "url": "https://www.shop.solisaudio.com/collections/frontpage/products/so-2000",
      "title": "SO-2000 - SŌLIS Audio",
      "description": "Voice-Activated Bluetooth/Wi-Fi Wireless Speaker with Clock Easy-to-read 0.6\" LED Display Automatic Time Set by Google Cloud Stream Music Wirelessly Using the Google Home App or Bluetooth Voice-activated Speaker with the Google Assistant built-in Far-field Voice Recognition for Hands-free Use Chromecast built-in - choo",
      "preview": "SO-2000 $149 99 FREE SHIPPING Default Title - $149.99 USD Quantity Add to Cart Vendor : Solis Audio Shares : Description Voice-Activated Bluetooth/Wi-"
    },
    {
      "url": "https://inner.world/",
      "title": "Innerworld - virtual mental health groups with guided support and community",
      "description": "Innerworld is a mental health haven and the most empathetic community online. Join virtual support groups as an anonymous avatar anytime from phone or tablet. Learn life-changing tools and feel better fast.",
      "preview": "How Innercircle Works: As an Innercircle member, you will join a group of other Innercirclers with similar interests and challenges. Together, you'll"
    },
    {
      "url": "https://m.fronda.pl/a/tylko-u-nas-pawel-lisicki-ta-uleglosc-moze-kosciol-wiele-kosztowac,151854.html",
      "title": "TYLKO U NAS! Paweł Lisicki: Ta uległość może Kościół wiele kosztować | Fronda.pl",
      "description": "Paweł Lisicki dla \"Frondy\": Podczas pandemii Kościół zbyt słabo broni swojej autonomii. W Nowym Jorku prawo do kultu obronione zostało wspólnie przez Bractwo Piusa X i ortodoksyjnych żydów.",
      "preview": "23.10.2020, 19:30 Screenshot Youtube TYLKO U NAS! Paweł Lisicki: Ta uległość może Kościół wiele kosztować Paweł Lisicki dla \"Frondy\": Podczas pandemii"
    },
    {
      "url": "https://circle.target.com/cr",
      "title": "void",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://generated.photos/face-generator",
      "title": "Face Generator - Generate Faces Online Using AI",
      "description": "Create a face using our AI face generator. Choose age, head pose, skin tone, emotion, sex and generate a baby or adult face online.",
      "preview": "void"
    },
    {
      "url": "https://appsource.microsoft.com/en-us/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "https://eppbj.fr",
      "title": "Accueil | Etpourquoipasbyjohn",
      "description": "void",
      "preview": "top of page CLIQUEZ SUR LES ÎCONES POUR VOIR NOTRE ACTUALITE CONSEILS, IDEES & BONNE HUMEUR S'abonner Nous sommes des experts passionnés et engagés en"
    },
    {
      "url": "https://www.iattc.org/",
      "title": "Home | IATTC",
      "description": "void",
      "preview": "Meetings Publications Annual reports Bulletins Data reports Executive reports Fishery status reports Internal reports IRP reports Quarterly reports Sc"
    },
    {
      "url": "http://www.quill.org/",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "Quill provides free writing and grammar activities for middle and high school students.",
      "preview": "Free tools to make your students better writers and readers . NEW Quill.org, a non-profit, provides free literacy activities that build reading compre"
    },
    {
      "url": "https://membership.chicagotribune.com/manage/dashboard/#nt=secondarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "http://gailly.net/",
      "title": "Jean-loup's home page",
      "description": "Home page of Jean-loup Gailly: data compression (gzip, zip, zlib, fractal compression, FAQ), game of Go, ...",
      "preview": "Version française Jean-loup's home page Hi! I'm Jean-loup Gailly. Here are some of the things I'm interested in. Data compression gzip zip zlib fracta"
    },
    {
      "url": "https://tinybuddha.com/",
      "title": "Tiny Buddha: Wisdom Quotes, Letting Go, Letting Happiness In",
      "description": "Simple wisdom for complex lives. Quotes, tips & stories to help us help ourselves and each other.",
      "preview": "Menu Home About Frequently Asked Questions Helpful Free Resources Contact Blog All posts Change Challenges Happiness & Fun Healthy Habits Letting Go L"
    },
    {
      "url": "https://www.covidtests.gov/",
      "title": "Lab Leak: The True Origins of Covid-19 - The White House",
      "description": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the",
      "preview": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the"
    },
    {
      "url": "https://www.travelocity.com/",
      "title": "Wander Wisely with Cheap Hotels, Flights, Vacations & Travel Deals | Travelocity",
      "description": "Wander Wisely with the Price Match Guarantee, Free Changes & Cancellations. Book & Save on Packages, Hotels, Flights, Cars, Cruises & more Today!",
      "preview": "Skip to Main Content. Wander Wisely with Cheap Hotels, Flights, Vacations & Travel Deals | Travelocity Search for travel Stays Flights Cars Packages T"
    },
    {
      "url": "http://www.neltuosito.it/Servizi-Web/Cucina/Archivio-Ricette-Cucina.asp",
      "title": "Archivio di 24000 ricette di cucina",
      "description": "void",
      "preview": "Neltuosito.it Servizi Web Softvision"
    },
    {
      "url": "https://tarotcards.gr/ti-einai-ta-taro/",
      "title": "Τι είναι τα Ταρώ; - Tarot Cards",
      "description": "Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδες της ανθρώπινης ιστορίας, λίγα σύμβολα έχουν αγγίξει τόσο έντονα τη φαντασία και την ψυχή όσο",
      "preview": "Επικοινωνία Το κατάστημα μας 0,00 € 0 Cart 0,00 € 0 Cart Products search Τι είναι τα Ταρώ; Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδ"
    },
    {
      "url": "https://player.blubrry.com/?media_url=https%3A%2F%2Fmedia.blubrry.com%2Fyalepress%2Fp%2Fmedia.blubrry.com%2Fyalepodcasts%2Fp%2Fcontent.blubrry.com%2Fyalepodcasts%2F337-4373241344226031166-ybmc_1930_MP3_for_Audio_Podcasting.mp3&podcast_link=https%3A%2F%2Fyalepodcasts.blubrry.net%2F2017%2F03%2F30%2Fthe-poetry-of-pop-music%2F",
      "title": "Blubrry Player",
      "description": "void",
      "preview": "Donate + Share + X (Twitter) Facebook LinkedIn Apps + Spotify Menu + Apps Share Download Visit Episode Page Yale Podcasts Yale Podcasts 00:00 |"
    },
    {
      "url": "http://www.onlinegratis.it/ricette-gratis.html",
      "title": "Onlinegratis.it - dominio premium in vendita",
      "description": "void",
      "preview": "Acquista il dominio premium onlinegratis.it Il dominio onlinegratis.it è in vendita. Si tratta di un dominio premium ad alto valore commerciale con il"
    },
    {
      "url": "https://www.psychologytoday.com/us/blog/living-sticky-mind/202111/why-some-people-just-cant-make-their-minds",
      "title": "Why Some People Just Can't Make Up Their Minds | Psychology Today",
      "description": "For those with chronic indecisiveness. the uncertainty inherent in every decision creates doubts that lead to delay, avoidance, and procrastination.",
      "preview": "Skip to main content Martin Seif Ph.D. ABPP and Sally Winston Psy.D. Living with a Sticky Mind Anxiety Why Some People Just Can't Make Up Their Minds"
    },
    {
      "url": "https://www.aauw.org/",
      "title": "Home - AAUW : Empowering Women Since 1881",
      "description": "void",
      "preview": "Cookie Notice This website uses cookies, including third party ones, to allow for analysis of how people use our website in order to improve your expe"
    },
    {
      "url": "https://career.engr.psu.edu/employers/index.aspx",
      "title": "Employers | Penn State Engineering",
      "description": "Information for employers",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "https://www.billboard.com/music/country/makin-tracks-maren-morris-i-cant-love-you-anymore-1235164375/",
      "title": "Makin' Tracks: Maren Morris Turns a Spat Into an Upbeat Single With 'I Can't Love You Anymore'",
      "description": "Morris wrote the song with her husband and fellow singer-songwriter Ryan Hurd, as well as writer-producer Greg Kurstin.",
      "preview": "× Skip to main content Maren Morris Claire Schaper* Trending on Billboard Maren Morris ' Humble Quest , currently nominated for the Country Music Asso"
    },
    {
      "url": "https://www.dnb.com/utility-pages/privacy-policy.html",
      "title": "Our Data Transparency Commitment - Dun & Bradstreet",
      "description": "After almost 200 years, we still aim to be transparent around the ways we process data about people, businesses, and how we use AI. Learn more here.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.googlecloudpresscorner.com/",
      "title": "Latest News",
      "description": "Explore the Google Cloud Press Corner for breaking news, stories of innovation, and resources detailing how Google Cloud's powerful, fully integrated and optimized AI stack-along with its infrastructure, developer, data, security, and collaboration tools-is transforming industries and driving digital transformation for customers globally.",
      "preview": "Google Cloud Logo News Skip to content News Menu Desktop Search Search Get started Mobile Search Search Press Corner Gap Inc. Sets Out to Reimagine Re"
    },
    {
      "url": "https://ecommerce.apple.com/asb2bstorefront/login?country=US&segment=GOV-STLOC&language=en&public=true",
      "title": "Apple Store for Government : Home",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.niederoesterreich.at/tipps/dr-karl-renner-museum/ausflugsziele",
      "title": "Ausflugsziele in der Nähe von Dr. Karl Renner Museum",
      "description": "Für die Planung eines Ausflugs gibt es auch in der Nähe von Dr. Karl Renner Museum viele Ausflugsziele zu entdecken. Burgen und Schlösser, sowie Erlebniswelten und Museen laden zu spannenden Einblicken in die Vergangenheit oder in spezielle Themen...",
      "preview": "Direkt zur Hauptnavigation Direkt zur Volltextsuche Direkt zum Inhalt"
    },
    {
      "url": "https://filemagazine.com/",
      "title": "FileMagazine.com: Unveiling Stories Through Captivating Imagery",
      "description": "Explore the world of visual storytelling at FileMagazine.com. Immerse yourself in a collection of captivating photographs and images that unveil powerful narratives, diverse perspectives, and the beauty of the human experience.",
      "preview": "Skip to content Latest Posts The Best Time of Day for Bird Watching April 7, 2025 Vegan Haircare: Top Brands and Tips for Healthy Hair September 30, 2"
    },
    {
      "url": "http://walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://www.synapses.co.uk/genetics/",
      "title": "Information about Genetics courses, Genetics lessons, Genetics classes and Genetics exams.",
      "description": "void",
      "preview": "Principles of Genetics is a series of five self-paced, self-learning courses in Genetics Cytogenetics, Mendelian Genetics, Advanced Genetics, Molecula"
    },
    {
      "url": "https://hlpf.un.org/",
      "title": "High-Level Political Forum on Sustainable Development",
      "description": "High-Level Political ForumThe High-level Political Forum on Sustainable Development (HLPF) is the central United Nations platform for the follow-up and review of the 2030 Agenda for Sustainable Development and its 17 Sus",
      "preview": "Skip to main content High-Level Political Forum on Sustainable Development Search Search A-Z Site Index Home About Members Mandate and Functions GA Re"
    },
    {
      "url": "https://www.bbc.com/news/technology",
      "title": "BBC Innovation | Technology, Health, Environment, AI",
      "description": "BBC Innovation brings you the latest in Technology news and coverage from around the world, including health, environment, AI, and more",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.mysticaquarium.org/",
      "title": "Mystic Aquarium",
      "description": "void",
      "preview": "Update browser for a secure Made experience It looks like you may be using a web browser version that we don't support. Make sure you're using the mos"
    },
    {
      "url": "https://www.wto.org/english/tratop_e/rulesneg_e/fish_e/fish_e.htm#:~:text=Agreement%20on%20Fisheries%20Subsidies%20The%20WTO%20Agreement%20on,the%20widespread%20depletion%20of%20the%20world%E2%80%99s%20fish%20stocks.",
      "title": "WTO | Agreement on Fisheries Subsidies",
      "description": "The WTO Agreement on Fisheries Subsidies, adopted at the 12th Ministerial Conference (MC12) on 17 June 2022, marks a major step forward for ocean sustainability by prohibiting harmful fisheries subsidies, which are a key factor in the widespread depletion of the world's fish stocks. The Agreement represents a historic achievement for the membership as the first Sustainable Development Goal (SDG) target to be fully met, the first SDG target met through a multilateral agreement, the first WTO agreement to focus on the environment, the first broad, binding, multilateral agreement on ocean sustainability, and only the second agreement reached at the WTO since its inception.",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://jobversity.upwardlyglobal.org/resource-library/",
      "title": "Career Resources for Immigrants & Refugees | Jobversity",
      "description": "Jobversity's curated collection of job search resources are designed to help professionally skilled immigrants & refugees, and the organizations that serve them.",
      "preview": "For New Americans For Service Providers For New Americans For Service Providers About Us Opportunities Our Partners Resource Library WeGlo Login Home"
    },
    {
      "url": "https://www.israelnationalnews.com/news/249482",
      "title": "OU to stop kosher certifying controversial slaughter method | Israel National News",
      "description": "Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist' method.",
      "preview": "OU to stop kosher certifying controversial slaughter method Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist'"
    },
    {
      "url": "http://skytruth.org/",
      "title": "SkyTruth - If you can see it, you can change it",
      "description": "If you can see it, you can change it",
      "preview": "If you can see it, you can change it. Sharing the view from space to promote conservation for people and the planet. NASA Earth Observatory image modi"
    },
    {
      "url": "http://pittsburghfoundation.org/macmiller",
      "title": "Mac Miller Fund | The Pittsburgh Foundation",
      "description": "Photo credit: Karen Meyers The Mac Miller Fund supports young musicians with resources to help realize their full potential through exploration, expression and community.",
      "preview": "Skip to main content Searching for a specific fund? Searching for a scholarship? Mac Miller Fund Established: 10/1/2018 Donate Now As of Oct. 3, 2025,"
    },
    {
      "url": "https://www.jammarcade.net/repair-logs/",
      "title": "Repair Logs - JAMMArcade.net",
      "description": "void",
      "preview": "1941 : Counter Attack repair log #1 1941 : Counter Attack repair log #2 1942 double repair log 1942 repair log #1 1942 repair log #2 1943 : Midway Kai"
    },
    {
      "url": "https://fedtechmagazine.com/article/2018/11/how-computer-vision-can-help-agencies-spot-critical-needs",
      "title": "How Computer Vision Can Help Agencies Spot Critical Needs | FedTech Magazine",
      "description": "Training computers to \"see\" images may add capabilities in emergency situations in the near-future.",
      "preview": "Skip to main content MENU Log in Search twitter feed Home » Software Close New AI Research From CDW See how IT leaders are tackling AI opportunities a"
    },
    {
      "url": "https://www.denverpost.com/2021/05/13/xcel-energy-crestone-peak-cleaner-gas/",
      "title": "Colorado oil and gas company aims to produce \"cleanest molecules\" anywhere",
      "description": "Amid escalating worries about climate change and pollution from oil and gas operations, Colorado's largest electric utility is going to buy natural gas from a company that is continuously monitoring its emissions and working to certify its product as responsible.",
      "preview": "Skip to content Kathryn Scott, Special to The Denver Post Wrapped insulation covers several of the wells at a Crestone Peak Resources oil and gas fiel"
    },
    {
      "url": "https://www.applepaysupplies.com/",
      "title": "Apple Pay Merchant Supplies",
      "description": "Order Apple Pay decals for your business and add Apple Pay to your listing online--visit Apple Pay Supplies for merchant resources and easy setup.",
      "preview": "void"
    },
    {
      "url": "http://www.ywcaweekwithoutviolence.org/",
      "title": "National Campaigns - YWCA - YWCA",
      "description": "YWCA is on a mission to eliminate racism and empower women, and our annual national campaigns are crucial to realizing our mission by creating awareness around racial and gender justice issues and engaging our YWCA network and partners in this work. Annually, we hold the following campaigns: Until Justice Just Is (UJJI), YWomenVote, and Week Without Violence. Read more below about each of our signature campaigns and how you can get involved.",
      "preview": "0 DONATE Register About Week Without Violence Join Us Toolkit Sponsors About Week Without Violence Week Without Violence has been a YWCA national camp"
    },
    {
      "url": "https://www.sacred-texts.com/tarot/index.htm",
      "title": "Tarot | Sacred Texts Archive",
      "description": "Sacred Texts: Tarot",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://www.ccep.jobs/location/toulouse-jobs/26309/3017382-11071623-2972315/4",
      "title": "Search Toulouse Jobs at CCEP",
      "description": "Search Toulouse Jobs at CCEP",
      "preview": "Skip to main content Skip to Search Results Skip to Search Filters BEING YOU IS ALL IT TAKES. MAKE MAGIC HAPPEN. Keyword Search City, State, or ZIP Se"
    },
    {
      "url": "https://www.uci.org/road/calendar",
      "title": "Road | UCI",
      "description": "Road Calendar",
      "preview": "void"
    },
    {
      "url": "https://app.powerbi.com/view?r=eyJrIjoiNzNmNTRkMWEtNmZjMS00NzdjLWEyMDYtYWExYzA4NzVhZGQwIiwidCI6ImY2MTBjMGI3LWJkMjQtNGIzOS04MTBiLTNkYzI4MGFmYjU5MCIsImMiOjh9",
      "title": "Microsoft Power BI",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://stirr.com",
      "title": "STIRR - Stream Free Movies, TV Shows & Series",
      "description": "Watch Free live TV and on-demand shows-anytime, anywhere. News, sports, movies, and more with zero hassle. Stream it all free with STIRR.",
      "preview": "Ad Blocker Detected Sorry, We have detected that you have activated Ad-Blocker. Please Consider supporting us by disabling your Ad-Blocker, It helps u"
    },
    {
      "url": "https://placeit.net/",
      "title": "Placeit | Create Amazing Mockups, Logos, Videos & Designs",
      "description": "void",
      "preview": "Your Etsy Fall bestsellers start here! Ready-to-use mockups for Bella Canvas, Gildan & more You've got the idea, we've got the mockups Subscribe & sta"
    },
    {
      "url": "http://overlandtandberg.com",
      "title": "Expired DNS Hosting Services | DNS Made Easy",
      "description": "Please contact this domain's administrator as their DNS Made Easy services have expired.",
      "preview": "Oops! Something went wrong Looks like this domain's DNS hosting service has expired. If you are the administrator for this domain, please log into you"
    },
    {
      "url": "https://jsonlint.com/",
      "title": "JSON Online Validator and Formatter - JSON Lint",
      "description": "JSONLint is the free online validator, json formatter, and json beautifier tool for JSON, a lightweight data-interchange format. You can format json, validate json, with a quick and easy copy+paste.",
      "preview": "To format and validate your JSON, just copy + paste it below: Loading... About the JSONLint Editor JSONLint is a validator and reformatter for JSON, a"
    },
    {
      "url": "https://www.smythson.com/us/edits/business-edit/black_grey?prefn1=gender&prefv1=For%20Her&prefn2=material&prefv2=Panama%20-%20Crossgrain%20leather&prefn3=productType&prefv3=Briefcases%7CWriting%20Paper%7CPanama%20Notebooks%7CPanama%20Agendas%7CWriting%20Folders%7CCard%20Holders%7CDesk%20Accessories%20%3E%20Pen%20Pots",
      "title": "The Business Edit | Work Essentials | Smythson in Black and Grey",
      "description": "Smythson",
      "preview": "Your browser's Javascript functionality is currently turned off. Please turn it on to get the best experience on our site. Orders over $800 may take l"
    },
    {
      "url": "https://www.wm.com/",
      "title": "WM | Waste Management & Recycling Services",
      "description": "WM is the leading provider of comprehensive waste management, offering services such as garbage collection, recycling pickup and dumpster rental.",
      "preview": "Loading interface... Find Waste Management Services Residential Waste Pickup WM's curbside trash and recycling pickup is the best choice for your home"
    },
    {
      "url": "http://www.vitabrevis.es/?promo=infocatolica&elem=300x90",
      "title": "Vita Brevis",
      "description": "DESCRIPTION HERE",
      "preview": "skip to main | skip to sidebar Vita Brevis Distribuidores Buscamos autores noveles Contacto Inicio Catálogo Todo Más vendidos Juvenil e infantil Vidas"
    },
    {
      "url": "https://www.lookingoutfoundation.org/",
      "title": "LOF",
      "description": "void",
      "preview": "Skip to content Home WHO BELIEVES IN ANGELS? Following the release of their acclaimed collaborative album, Who Believes In Angels? , Elton John and Br"
    },
    {
      "url": "https://menetrendek.hu/",
      "title": "Menetrendek.hu - Helyközi menetrendi kereső",
      "description": "Helyi és helyközi busz és vasúti menetrendek kereső. MÁV, Volán, HÉV, vonat, metró, villamos, hajó...",
      "preview": "Tervezze meg utazását Összes járat Csak busz járatok Csak vonat járatok Egyéni beállítás Választható járművek Állapot Helyközi autóbusz Vonat Vonatpót"
    },
    {
      "url": "https://www.finescale.com/how-to/ships",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://thehill.com/homenews/house/3868440-raskin-says-he-is-halfway-through-his-cancer-treatment/",
      "title": "Raskin says he is halfway through his cancer treatment",
      "description": "Rep. Jamie Raskin (D-Md.) is halfway through his treatment for diffuse large B-cell lymphoma, which he was diagnosed with late last year, he said. \"I'm midway through my treatments here,\" Raskin said in a video to supporters who signed a note to him through the Progressive Change Campaign Committee. \"I've done three of six rounds...",
      "preview": "Skip to content Just In Opinion Democrats' government shutdown is the ultimate display of hypocrisy Congress Blog | 4 minutes ago Trump loses bid for"
    },
    {
      "url": "http://mon-css.ru/server_info/217.106.106.107:28002/",
      "title": "Evehost Platform [v34] | Информация о сервере | Мониторинг игровых серверов Counter Strike Source v34",
      "description": "Мониторинг игровых серверов css v34, Мониторинг игровых серверов. Мониторинг CS 1.6, Source, CS: Coundition Zero. Мы - мониторинг CS 1.6. Мониторинг игровых серверов, Arma 2, Battlefield 1942, BattleField 2, BattleField 2142, Call Of Duty, Call Of Duty 2, Call Of Duty 4: MW, Call of Duty 5: WW, CRYSIS, Crysis Wars (warhead), Counter-Strike, Counter-Strike 1.5, Counter-Strike Pro Mod, Counter-Strike: Source, Condition Zero, Doom3, Day Of Defeat, Day Of Defeat: Source, Enemy Territory, F.E.A.R., Half-Life 2, Ил-2 Штурмовик, Insurgecy, Killing Floor, Left 4 Dead, Medal Of Honor Assault, Quake 2, Quake 3, Quake 4, Red Orchestra, Medal of Honor Spearhead, S.T.A.L.K.E.R. SC, SWAT4, Team Fortress 2, Unreal Tournament 2004, Unreal Tournament 3, Wolfenstein: ET, Zombie Panic: Source",
      "preview": "Главная Добавить сервер Source CS 1.6 CS:GO Заказ услуг | Цены Поиск Скачать css v34 Контакты Заказать Боковой блок TOP серверов 45 Руб в месяц Заказа"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/",
      "title": "Responsible Minerals Initiative",
      "description": "With more than 500 member companies, the Responsible Minerals Initiative is one of the most utilized and respected resources for companies from a range of industries addressing responsible mineral sourcing issues in their supply chains. We provide companies with tools and resources to",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "https://meritamerica.org/",
      "title": "Workforce Program | Start a Technology Career | Merit America",
      "description": "Break into tech without quitting your day job. Try Merit America's workforce programs to start your career! Apply now and pay $0 until you're hired.",
      "preview": "void"
    },
    {
      "url": "https://novotel.accor.com/gb/usa/index.shtml",
      "title": "Novotel - Book a hotel for a family holiday or business trip | Novotel",
      "description": "Novotel Hotels - Book a Novotel hotel: meeting rooms for your business trip and large family rooms to share with your kids.",
      "preview": "Skip to main content This site requires javascript for full functionality. Please enable the javascript in your browser. Book your stay Book your stay"
    },
    {
      "url": "https://mastodon.green/@mongabay",
      "title": "Mongabay (@mongabay@mastodon.green) - Mastodon.green",
      "description": "1.51K Posts, 31 Following, 2.53K Followers · Reader-supported news and inspiration from nature's frontline. Mongabay is a non-profit.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://www.unworldoceansday.org/index.php/",
      "title": "Homepage - United Nations World Oceans Day",
      "description": "In celebration and support of the life and livelihood that the ocean sustains, UN WOD 2021 will feature keynotes, panel discussions and presentations that spotlight biodiversity, latest oceanic discoveries, the interconnectivity between the ocean and its ecosystems, and more.",
      "preview": "Join Our Newsletter Enter your email to get our latest updates Array ( [title] => EXPLORE THE CELEBRATION [url] => https://unworldoceansday.org/un-wor"
    },
    {
      "url": "http://www.agclassroom.org/",
      "title": "National Agriculture in the Classroom",
      "description": "National Agriculture in the Classroom provides K-12 educators with engaging resources to increase agricultural literacy among their students.",
      "preview": "Skip to content National Agriculture in the Classroom Free lesson plans, virtual field trips, and teacher resources to bring educational standards to"
    },
    {
      "url": "https://www.behance.net/galleries/graphic-design",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://carat.fiserv.com/en-us/resources/?tag=Payments+101",
      "title": "Resources",
      "description": "Insights, blog posts, news, events, and thought leadership from the world's leading merchant acquirer.",
      "preview": "Skip to Contact an Expert Skip to Main Content Find inspiration. Solve problems. Stay current. Discover trends and uncover opportunities with unique i"
    },
    {
      "url": "https://www.google.org/our-work/",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "http://vuce.gub.uy/pesc2/",
      "title": "PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca - VUCE",
      "description": "Certificado de Ingreso Sanitario para productos de la pesca",
      "preview": "Skip to content PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca Información sobre el trámite Consiste en la autoriza"
    },
    {
      "url": "https://www.ventunotech.com",
      "title": "Ventuno | The Leading OTT Platform & VOD Platform Provider",
      "description": "Ventuno is a Saas based OTT Platform provider lets video content owners to launch, upload, monetize and analyse their live streaming services.Start your 7-days free trial.",
      "preview": "Launch & grow your video streaming service All-in-One | No coding | Fully customizable Request Demo Why Launch Your OTT Apps with Ventuno? BE OMNIPRES"
    },
    {
      "url": "https://wiktenauer.com/wiki/Main_Page",
      "title": "Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Dedicated to the memory of Dr. Patri Pugliese",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Main Page From Wiktenauer Ju"
    },
    {
      "url": "https://prospect.org/article/can-california-fixed/",
      "title": "Can California Be Fixed? - The American Prospect",
      "description": "The Prospect talks to Repair California, the coalition attempting to call a constitutional convention in the country's messiest democracy.",
      "preview": "Skip to main content Search Newsletter Signup Donate Home Article Can California Be Fixed? The recession has left California, the most populous state"
    },
    {
      "url": "https://goldrecordoutlet.com/shop/wayne-gretzky-ltd-edition-reproduction-signature-display-2/",
      "title": "Wayne Gretzky Ltd Edition Reproduction Signature Display - Gold Record Outlet Album and Disc Collectible Memorabilia",
      "description": "[...]",
      "preview": "Skip to content Sports Display , Sports Reproduction Signature Wayne Gretzky Ltd Edition Reproduction Signature Display $ 89.95 Availability: 137 in s"
    },
    {
      "url": "https://www.popsugar.com/family/How-Stop-Kid-From-Whining-37548338",
      "title": "How to Stop a Kid From Whining | PS Family",
      "description": "PS makes wellness more accessible through real-life stories, first-person perspectives, and expert-backed information. Our staff of journalists and subject-matter experts research, report, and produce articles, videos, and social content that help people feel good about their well-being choices, no matter what they are. Via our core verticals - Health, Fitness, Beauty, Balance, Identity, and Shopping - we help our audience proceed with confidence.",
      "preview": "Skip to main content Family Parenting How to Stop a Kid From Whining By Laura Lifshitz Updated on March 24, 2020 at 4:45 PM Getty | Cavan Images Getty"
    },
    {
      "url": "http://www.bulgaria-italia.com/bg/info/cucina/default.asp",
      "title": "La cucina bulgara",
      "description": "- La cucina bulgara",
      "preview": "CUCINA BULGARA Arte | Cinema | Cucina | Lingua | Letteratura | Musica | Politica | Storia | Sport | Turismo Proponiamo alla vostra attenzione le ricet"
    },
    {
      "url": "https://ohms.libs.uga.edu/viewer.php?cachefile=russell/RBRL220ROGP-036.xml",
      "title": "Interview with James Earl \"Chip\" Carter III, June 23, 2008",
      "description": "void",
      "preview": "Interview with James Earl \"Chip\" Carter III, June 23, 2008 Richard B. Russell Library for Political Research and Studies, University of Georgia Bob Sh"
    },
    {
      "url": "https://michelleleaverjewellery.co.uk/product-tag/horseridingjewellery/",
      "title": "horseridingjewellery - Michelle Leaver Jewellery",
      "description": "void",
      "preview": "Skip to main content My Wishlist Login Quick view Add to cart Stirrup Ring. Stirrup, horse jewellery, horse ring, horse stirrup ring, silver and gold"
    },
    {
      "url": "https://www.pgatour.com/schedule",
      "title": "PGA TOUR - Tournament Schedule",
      "description": "PGA TOUR",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://www.kendrascott.com/",
      "title": "Kendra Scott Official | Jewelry, Personalized Gifts & Watches",
      "description": "Find limited-edition jewelry for every look with simple pendant necklaces, huggie earrings, band rings, and more.",
      "preview": "Skip to Content Accessibility Loading... Find a Store Search Limited Time Only! Buy More, Save More FREE shipping on orders $85+ & FREE returns Join C"
    },
    {
      "url": "https://rev-log.com/us/consumer-electronics-recycling-opportunities/new-jersey/",
      "title": "New Jersey - Reverse Logistics Group",
      "description": "Find electronics recycling options in New Jersey with RLG. Access local drop-off sites and recycling programs for eco-friendly disposal.",
      "preview": "Back to overview The State of New Jersey has enacted New Jersey's Electronic Waste Management Act (N.J.S.A.13:1E-99.94 et seq.) that requires manufact"
    },
    {
      "url": "https://www.latinodonorcollaborative.org/original-research/2022-ldc-u-s-latino-gdp-report",
      "title": "2022 LDC U.S. Latino GDP Report™ - Latino Donor Collaborative",
      "description": "Discover the impact of the Latino in the consumer market and business community and how they contributed to the US economy recovery in 2022.",
      "preview": "Original Research ."
    },
    {
      "url": "https://www.wuppertaler-rundschau.de/stadtteile/ronsdorf/weiter-streit-in-wuppertal-ueber-standort-einer-forensischen-klinik_aid-50398385",
      "title": "Weiter Streit in Wuppertal über Standort einer forensischen Klinik",
      "description": "Die seit Jahren andauernde Standortsuche für eine forensische Klinik ist spätestens nach dem Beschluss der CDU, die „Kleine Höhe\" abzulehnen, zum Wahlkampfthema geworden. Weitere Stellungnahmen.",
      "preview": "Wuppertal · Die seit Jahren andauernde Standortsuche für eine forensische Klinik ist spätestens nach dem Beschluss der CDU, die „Kleine Höhe\" abzulehn"
    },
    {
      "url": "https://boards.greenhouse.io/donorbox",
      "title": "Jobs at Donorbox",
      "description": "void",
      "preview": "Current openings at Donorbox Create a Job Alert Level-up your career by having opportunities at Donorbox sent directly to your inbox. Create alert Sea"
    },
    {
      "url": "https://artsexperiments.withgoogle.com/periodic-table/",
      "title": "3D Periodic Table",
      "description": "A Periodic table to view elements in 3D.",
      "preview": "Viewing the periodic table elements in 3D is not supported by your browser. Back to Search"
    },
    {
      "url": "http://www.internic.net/",
      "title": "InterNIC | The Internet's Network Information Center",
      "description": "Public Information Regarding Internet Domain Name Registration Services.",
      "preview": "Inter NIC Home Registrars Whois FAQ InterNIC-Public Information Regarding Internet Domain Name Registration Services Do you have a complaint or disput"
    },
    {
      "url": "http://www.vallauri.edu/",
      "title": "I.I.S. G. Vallauri - Fossano",
      "description": "void",
      "preview": "Venerdì, 10 ottobre 2025 Home Il Vallauri Settori di studio Certificazioni Ampliamento Offerta Altre offerte Organizzazione Organi collegiali Document"
    },
    {
      "url": "https://digg.com/",
      "title": "Digg - Handmade by human hands using machines",
      "description": "Digg is where people go to look at cool things while they eat a big bowl of cereal.",
      "preview": "Humanity at the core. Technology at the edges. We're building a human-first community platform that places authentic community and connection at the f"
    },
    {
      "url": "https://westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    }
  ],
  "_meta": {
    "total_bookmarks": 149
  }
}