{
  "data": [
    {
      "url": "https://colorhunt.co/",
      "title": "Color Hunt - Color Palettes for Designers and Artists",
      "description": "Discover the newest hand-picked color palettes of Color Hunt. Get color inspiration for your design and art projects.",
      "preview": "Color Hunt ✕ Colors Collections Related Add to Chrome Palettes Create Collection About Instagram Terms of Service Privacy Policy Made by Gal Shir Blue"
    },
    {
      "url": "https://apple.co/3k8sYxT",
      "title": "Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray - Podcast - Apple Podcasts",
      "description": "Listen to SiriusXM's Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray podcast with Matthew Stafford, Maxx Crosby, Peter King and more on Apple Podcasts.",
      "preview": "Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray SiriusXM Podcasts 4.5 (464) FOOTBALL UPDATED WEEKLY Matthew Stafford, Maxx Crosby,"
    },
    {
      "url": "https://mymexicodream.wordpress.com/2014/12/25/",
      "title": "25 | December | 2014 | Julia's Life In Mexico",
      "description": "1 post published by Julia on December 25, 2014",
      "preview": "Main menu Skip to content About Julia's Life In Mexico Daily Archives: December 25, 2014 Christmas 2014 Posted on December 25, 2014 by Julia Christmas"
    },
    {
      "url": "https://www.theaftd.org/posts/all-us-states/what-is-frontotemporal-dementia-the-disease-bruce-willis-is-diagnosed-with/",
      "title": "What Is Frontotemporal Dementia, the Disease Bruce Willis Is Diagnosed With? | AFTD",
      "description": "Today, the family of Bruce Willis announced that the 67-year-old actor has been diagnosed with frontotemporal dementia (FTD), also known as frontotemporal",
      "preview": "Skip to content What Is Frontotemporal Dementia, the Disease Bruce Willis Is Diagnosed With? February 16, 2023 Share on Facebook 𝕏 Share on X Today, t"
    },
    {
      "url": "http://onlinechessstrategy.com/",
      "title": "Online Chess Strategy",
      "description": "Online Chess Strategy.com is your place for all types of chess puzzles and chess strategies and chess information.",
      "preview": "search Home Contact us History of Chess Online Chess & Game Sites Posted by Onchessstrat on Apr 10, 2016 in chess strategy , chess tactics , chess vid"
    },
    {
      "url": "https://www.vwvortex.com/threads/tutorial-how-to-change-coolant-temperature-sensor-4-2-engine-and-improve-fuel-economy-gas-mileage.6939601/",
      "title": "Tutorial-How to change coolant temperature sensor (4.2 engine) and improve fuel economy (gas mileage) | VW Vortex - Volkswagen Forum",
      "description": "Is your fuel economy worse than normal? If your fuel economy is very poor (5-7 mpg city with my experience) you might have a bad coolant temperature...",
      "preview": "Menu Log in Sign up Home Forums VW Model-Specific Forums Phaeton Phaeton2 Is your fuel economy worse than normal? If your fuel economy is very poor (5"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/ultimate-chocolate-cake",
      "title": "Moist chocolate cake recipe | Good Food",
      "description": "Indulge yourself with this ultimate chocolate ganache cake recipe that is beautifully moist, rich and fudgy. Perfect for a celebration or an afternoon tea",
      "preview": "Skip to main content Ultimate chocolate cake Angela Nilsen Save recipe Cuts into 14 slices Easy Prep: 30 mins - 40 mins Cook: 1 hr - 1 hr and 30 mins"
    },
    {
      "url": "https://www.hudsonandemily.com/about/",
      "title": "About Hudson and Emily | Couples Travel Blog",
      "description": "HudsonAndEmily.com is a couples travel blog with travel tips and info about the best things to experience in every country in the world.",
      "preview": "Skip to content ABOUT WE'RE HUDSON AND EMILY - and WE'RE ON A TRIP TO VISIT EVERY COUNTRY IN THE WORLD! Want to travel more? On our Instagram account,"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2020/10/holiday-safety__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCxZLs82Dg$",
      "title": "Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy",
      "description": "void",
      "preview": "Guest Experience Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy Oct 22, 2020 Copy link to share Link copied As the"
    },
    {
      "url": "https://lotterysambad.pro/category/uncategorized/",
      "title": "Lotterysambad",
      "description": "Lotterysambad",
      "preview": "Home Trending Games Categories Arcade .IO 3D Action Adventure Shooting Racing Girl Puzzle Discover all games! All rights reserved by EilGames.com © 20"
    },
    {
      "url": "https://glyphsapp.com/learn/drawing-good-paths",
      "title": "Drawing good paths | Glyphs",
      "description": "There are two kinds of paths. Good ones and bad ones. Here's how to spot the bad ones and how to correct or avoid the most frequent problems.",
      "preview": "There are two kinds of paths. Good ones and bad ones. Here's how to spot the bad ones and how to correct or avoid the most frequent problems. You'll b"
    },
    {
      "url": "https://www.ekokom.cz/en/",
      "title": "EKO-KOM - Systém sběru a recyklace obalových odpadů",
      "description": "EKO-KOM a.s. is authorized packaging company, which provides associated compliance of take-back and recovery of packaging waste.",
      "preview": "Clients Statutory obligations How the system works How to join the system Contract with GTC Quarterly statements Fees Audits List of clients Littering"
    },
    {
      "url": "https://demandatrabajo.com/109-ofertas-de-trabajo-de-fontanero-encontradas/",
      "title": "109 ofertas de trabajo de FONTANERO encontradas",
      "description": "109 ofertas de trabajo de FONTANERO encontradas",
      "preview": "Ir al contenido Fontanero Of 1ª MADRID A135 grupoIMAL Madrid, Madrid (España) Publicada el 20 de ago Salario: 1.200€ - 1.500€ Bruto/mes Experiencia mí"
    },
    {
      "url": "https://elevation.maplogs.com/poi/isthmus_of_panama_panama.115355.html",
      "title": "Elevation map of Isthmus of Panama, Panama - MAPLOGS",
      "description": "This page shows the elevation/altitude information of Isthmus of Panama, Panama including elevation map, topographic map, narometric pressure, longitude and latitude.",
      "preview": "Worldwide Elevation Map Finder Elevation map of Isthmus of Panama, Panama Location: Panama > Coclé Province > Penonomé > Isthmus of Panama Latitude: 8"
    },
    {
      "url": "http://target.com/",
      "title": "Target : Expect More. Pay Less.",
      "description": "Shop Target online and in-store for everything from groceries and essentials to clothing and electronics. Choose contactless pickup or delivery today.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.brennancenter.org/our-work/research-reports/voting-laws-roundup-december-2021",
      "title": "Voting Laws Roundup: December 2021 | Brennan Center for Justice",
      "description": "This year's tidal wave of restrictive voting legislation will continue in 2022.",
      "preview": "Skip Navigation Home Our Work Research & Reports Voting Laws Roundup: December 2021 Explore Our Work Close Click here for the most recent Voting Laws"
    },
    {
      "url": "https://www.northernvirginiabcc.org/",
      "title": "Northern Virginia Black Chamber of Commerce | Home",
      "description": "We're committed to providing leadership and advocacy to promote prosperity within the African American community of Northern Virginia.",
      "preview": "Mission: To empower Black-owned businesses in Northern Virginia and promote the region's economic growth through education, advocacy, opportunities, a"
    },
    {
      "url": "http://autos.al.com/New-Ford-Maverick/Stone-Mountain-GA-30086/For-Sale?q=1,7,1606,,30086",
      "title": "New Ford Maverick For Sale near Stone Mountain, GA 30086 | Autos on al.com",
      "description": "Looking for a new Ford Maverick for sale near Stone Mountain, GA? Search over 5 million vehicles to find the best deals with Autos on al.com.",
      "preview": "New Ford Maverick For Sale near Stone Mountain, GA Home New Ford Maverick Save Current Search Filters New Search Price Mileage Year Make Model Trim Co"
    },
    {
      "url": "http://www.ancitel.it/",
      "title": "La società di servizi per i Comuni dell'ANCI",
      "description": "void",
      "preview": "Per informazioni o comunicazioni è possibile inoltrare ogni richiesta all'indirizzo mail protocollo@ancitel.it . In primo piano » https://portale.anci"
    },
    {
      "url": "https://assets.bbhub.io/dotorg/sites/2/2014/04/Bloomberg_AnnualReport_2013-2014_online1.pdf",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://shop.lonelyplanet.com/categories/canada?city%5B%5D=Churchill&city%5B%5D=Vancouver&city%5B%5D=Ottawa&series%5B%5D=Pocket&series%5B%5D=Regional+Guide&series%5B%5D=Trips+Country&series%5B%5D=City+Map&series%5B%5D=Country+Guide&series%5B%5D=Best+of+Country&sort%5B%5D=featured&sort%5B%5D=top_sellers",
      "title": "Lonely Planet books for Canada",
      "description": "Lonely Planet's Canada country guidebooks that lead you to hidden gems, provide local insights, help plan your ultimate adventure, and embark on an extraordinary trip now.",
      "preview": "Skip to content Free shipping on all orders Lonely Planet CART Products Guidebooks Maps Outdoor Travels & Adventures Epic Guides Food & Drink Gifts &"
    },
    {
      "url": "http://news.cs.washington.edu/2012/05/31/who-ya-gonna-hire/",
      "title": "Allen School News » Who ya gonna hire???",
      "description": "University of Washington recruiters from Amazon.com, Facebook, Google, and Microsoft shared information on the majors of the students they hired from UW in 2011-12 for both internship and permanent positions. This includes all students (every degree level, every major, every UW campus), and all positions (from developer to accountant). The...",
      "preview": "Skip to main content Allen School News Search for: Follow @csenews on Twitter Get Email Notifications Who ya gonna hire??? University of Washington re"
    },
    {
      "url": "https://www.latimes.com/entertainment-arts/awards/story/2022-06-14/samuel-l-jackson-ptolemy-grey-oscars-tarantino",
      "title": "Samuel L. Jackson has no regrets. Except maybe for the Oscars - Los Angeles Times",
      "description": "Apple TV+'s \"The Last Days of Ptolemy Grey\" finds the actor playing 91 and battling Alzheimer's. But it's not a downer. A miracle drug turns him into the Samuel L. Jackson persona we know and love.",
      "preview": "Copyright © 2025, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell or Share My Personal Information Adver"
    },
    {
      "url": "https://www.solzyatthemovies.com/2021/04/16/interview-with-william-daniels-and-bonnie-bartlett/",
      "title": "Interview with William Daniels and Bonnie Bartlett - Solzy at the Movies",
      "description": "Emmy Award-winning actors William Daniels and Bonnie Bartlett spoke with Solzy at the Movies about Boy Meets World and more.",
      "preview": "Skip to content Interview with William Daniels and Bonnie Bartlett Danielle Solzman Interviews April 16, 2021 Emmy Award-winning actors William Daniel"
    },
    {
      "url": "https://www.paramountnetwork.com/legal/bhws2g/privacy-policy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "https://apple.news/T7BxfNfp4QAiuOPNsUcn04Q/",
      "title": "Mongabay",
      "description": "Channel",
      "preview": "This channel is only available in Apple News. To view this channel, open the link on an iPhone or iPad with iOS 9 or later or a Mac with macOS 10.14 o"
    },
    {
      "url": "http://www.onguardonline.gov/articles/0031-kids-privacy",
      "title": "Protecting Your Child's Privacy Online | Consumer Advice",
      "description": "As a parent, you have control over the personal information companies collect online from your kids under 13.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://library.donorbox.org/",
      "title": "Free Nonprofit Resources, Templates & Checklists By Donorbox Library",
      "description": "Donorbox Library is collection of free to download Nonprofit resources, templates, checklists, and guides in formats like Excel, PDF, etc to improve the ROI of your Nonprofit marketing and fundraising efforts.",
      "preview": "Free nonprofit resources to help you help others Select Category Communications Events Finance Fundraising Nonprofit CRM Operations Planning Starting"
    },
    {
      "url": "http://www.italianodoc.com/ricette.regionali.htm",
      "title": "Ricette regionali ricette gratis elenco ricette regionali tutte le ricette regionali",
      "description": "Ricette regionali ricette gratis elenco ricette regionali tutte le ricette regionali",
      "preview": "Schede Vini Doc e Docg: Vini Tipici Sagre ed Eventi: Tutte le Vostre Segnalazioni HOMEPAGE Ricette Regionali Agriturismo Alberghi Campeggi Catering En"
    },
    {
      "url": "http://colormind.io/",
      "title": "Colormind - the AI powered color palette generator",
      "description": "Generate color combinations in one click. Colormind creates cohesive color schemes using a deep neural net.",
      "preview": "333333 555555 777777 999999 BBBBBB Generate Colormind is a color scheme generator that uses deep learning. It can learn color styles from photographs,"
    },
    {
      "url": "https://www.byrdie.com/dry-brushing-body",
      "title": "Dry Brushing Benefits and How to Try It, According to Pros",
      "description": "There are many body care treatments on the market, but dry brushing is one of the best. Learn more about the celeb-loved lymphatic treatment, inside.",
      "preview": "Skip to content CONFIDENCE, COMMUNITY, AND JOY Subscribe Email Address Subscribe Thank you [email] for signing up. Please enter a valid email address."
    },
    {
      "url": "https://www.sare.org/publications/smart-water-use-on-your-farm-or-ranch/soil-management/conservation-tillage/",
      "title": "Conservation Tillage - SARE",
      "description": "Conservation tillage leaves at least 30 percent of the soil surface covered by residue after planting. No-till planters leave even more than that by placing seeds or transplants in narrow slots, the only area where farmers disturb the soil. No-till also consistently improves water infiltration, with reports of up to three times the infiltration compared [...]",
      "preview": "Skip to content No-till soybeans emerge through corn stubble on a Pennsylvania farm. Photo by Edwin Remsberg Conservation tillage leaves at least 30 p"
    },
    {
      "url": "https://cdn.sesamedigital.net/cdn.sesamestreetincommunities.org/SSICStory083_AbbysBrokenWand/index.html",
      "title": "Abby's Broken Wand",
      "description": "void",
      "preview": "Launching Storybook..."
    },
    {
      "url": "https://blubrry.com/beckershealthcarepodcast/59417219/mohamed-kamara-founder-and-ceo-of-inovcares/",
      "title": "Mohamed Kamara, Founder and CEO of InovCares",
      "description": "The Becker's Healthcare Podcast is devoted to the people who power U.S. healthcare. Four new 15-minute episodes are released daily containing industry n...",
      "preview": "Becker's Healthcare Podcast < Back to Episodes Mohamed Kamara, Founder and CEO of InovCares April 25, 2020 This episode features Mohamed Kamara, Found"
    },
    {
      "url": "https://www.gnof.org/contact-us/",
      "title": "Contact Us | Greater New Orleans Foundation",
      "description": "Let's talk about how we can help the Greater New Orleans region. Greater New Orleans Foundation 919 St. Charles Avenue New Orleans, LA 70130 504-598-4663 504-598-4676 (fax)",
      "preview": "Skip to content Let's talk about how we can help the Greater New Orleans region. Greater New Orleans Foundation 919 St. Charles Avenue New Orleans, LA"
    },
    {
      "url": "https://cs50.harvard.edu/x/2024/",
      "title": "CS50x 2024",
      "description": "Harvard University's introduction to the intellectual enterprises of computer science and the art of programming.",
      "preview": "This is CS50x 2024, an older version of the course. See cs50.harvard.edu/x/2025 for the latest! Welcome This is CS50, Harvard University's introductio"
    },
    {
      "url": "https://bk.asia-city.com/restaurants/news/bangkok-best-street-food",
      "title": "How many of these essential Bangkok street eats have you tasted? - BK Magazine Online | The insider's guide to Bangkok",
      "description": "These dishes prove no one does street food better than Bangkok.",
      "preview": "Skip to main content How many of these essential Bangkok street eats have you tasted? These dishes prove no one does street food better than Bangkok."
    },
    {
      "url": "http://hivdoula.work/27-questions",
      "title": "Twenty-Seven Questions to Consider When Writing About COVID-19 and HIV/AIDS - HIV DOULA work",
      "description": "void",
      "preview": "HIV DOULA work Sign In My Account \"Positive,\" ink on paper, 2020, Karen Finley, @ the_yam_mam Twenty-Seven questions for Writers & Journalists to Cons"
    },
    {
      "url": "https://www.myfonts.com/pages/whatthefont",
      "title": "WhatTheFont Font Finder - Identify Fonts by Image",
      "description": "Identify fonts with our font finder tool using an image or photo. Upload an image, and we'll search our collection of over 133,000 fonts for the best match.",
      "preview": "Skip to content Skip to main content FAQ How do I find a font from an image? To identify a font from an image, use a font finder or font identifier. T"
    },
    {
      "url": "https://www.instyle.com/madelyn-cline-outer-banks-season-3-interview-7112295",
      "title": "Madelyn Cline Says She Drew Inspiration From Her Personal Life for 'Outer Banks' Season 3",
      "description": "The star tells <em>InStyle</em> that she was \"choking\" when she first read this season's script.",
      "preview": "Top Stories When Will Taylor & Travis Get Married? The Hidden Meaning Behind Princess Kate's State Dinner Looks Are Harry & Meghan Moving to the U.K"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-headless-commerce-and-websites-Unstack-Inc-41f1daebe140443386901f7dd8fed2aa?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.essence.com/news/money-career/naacp-kapor-center-report-tech-ecosystem-still-failing-black-talent/",
      "title": "NAACP and Kapor Center Release Report Illustrating How the U.S. Tech Ecosystem Is Still Failing Black Talent - Essence | Essence",
      "description": "Corporations made big promises over the last couple of years to work towards promoting diversity-but it looks like their efforts have fallen short.",
      "preview": "Skip to content Young woman talking with team in a meeting. People having planning meeting in hybrid office, with colleagues joing via video call. By"
    },
    {
      "url": "https://gofundme.com/PeopleMagazine",
      "title": "Support GoFundMe fundraisers featured in People Magazine",
      "description": "Join People Magazine in supporting those who are making a difference for their communities across the country.",
      "preview": "Back PEOPLE Magazine PEOPLE was founded in 1974 with one central mission: To celebrate ordinary people doing extraordinary things and extraordinary pe"
    },
    {
      "url": "https://2pdf.com/de/convert-lit-to-pdf/",
      "title": "Die Online-Konvertierung von LIT in PDF ist kostenlos. Der LIT zu .pdf Konverter steht zur Verfügung",
      "description": "Mit unserem Online-Konverter können Sie Ihre LIT-Dateien in PDF konvertieren. Konvertieren Sie LIT-Dateien kostenlos in das PDF-Format.",
      "preview": "Online LIT zu PDF Konverter Converting LIT-Dateien in PDF Legen Sie Ihre Datei hier ab Datei auswählen Wie konvertiert man LIT-Dateien in PDF? Schritt"
    },
    {
      "url": "https://www.pnatuna.com/",
      "title": "Parties to the Nauru Agreement (PNA) | www.pnatuna.com",
      "description": "void",
      "preview": "Skip to main content The Parties to the Nauru Agreement The Parties to the Nauru Agreement (PNA) control the world's largest sustainable tuna purse se"
    },
    {
      "url": "https://www.questhealth.com/product/covid-19-active-infection-test-39448.html?elqTrackId=c8ffdbef244e4da5ab89a3f6a7c7be2b&elqaid=93&elqat=2",
      "title": "TB, Covid & Respiratory Conditions | Quest®",
      "description": "Quest",
      "preview": "close all Skip to main content Skip to footer content 4 items Filters & Sort Best Seller Tuberculosis Blood Test Detect your immune response to tuberc"
    },
    {
      "url": "https://www.phoneduo.app",
      "title": "Dual Chat",
      "description": "void",
      "preview": "Stay connected around the world Why choose Dual Chat Affordable Start to enjoy phone call at low rates right now. High Quality Global node deployment"
    },
    {
      "url": "https://www.partsworldshop.com/de/2~205~motorrad/BMW/K-1300-R-S",
      "title": "Sortiment / BMW / K 1300 R / S - Parts World Shop",
      "description": "Sortiment / BMW / K 1300 R / S /",
      "preview": "Newsletter abonnieren und Preisvorteile sichern! Löschen icon-hamburger Menü icon-profile Anmelden / Registrieren Motorrad Racing Auto Bekleidung Zube"
    },
    {
      "url": "https://www.seforall.org/news/five-key-takeaways-from-tracking-sdg7-the-energy-progress-report-2020",
      "title": "Five key takeaways from Tracking SDG7: The Energy Progress Report 2020 | Sustainable Energy for All",
      "description": "According to the latest data released today, 789 million people globally still lack access to electricity and 2.8 billion people-over a third of the world's population-are unable to cook cleanly and safely.",
      "preview": "Skip to main content News and events / News Five key takeaways from Tracking SDG7: The Energy Progress Report 2020 News 28 May 2020 Share this page De"
    },
    {
      "url": "https://graphicmama.com/blog/best-design-bundles/",
      "title": "The Ultimate List for Design Bundles and Resources (Free and Paid) | GM Blog",
      "description": "We've made a list of design bundles and free resources with everything you will need for your future projects. We will also constantly update it.",
      "preview": "The Ultimate Source for Free (and Paid) Design Bundles and Resources Share on Facebook Share on Twitter By Al Boicheva in Free Vectors , Freebies , We"
    },
    {
      "url": "https://reman-engine.com/remanufactured-engines/ford/windstar/1995/3.0l-vin-u-8th-digit-6-183",
      "title": "3.0L Engine for 1995 Ford Windstar",
      "description": "1995 Ford Windstar Remanufactured Engine for 3.0 Liter, Vin U, 6 Cylinder, 12 Valve. Call (877) 343-7352 today.",
      "preview": "Find your Engine Make: Ford Model: Windstar Year: 1995 Options: 3.0L (VIN U, 8th digit, 6-183) Search Trustpilot 1995 Ford Windstar Engine Change Opti"
    },
    {
      "url": "https://local.tourmake.it/tr/carnicer%C3%ADa-jamoner%C3%ADa-alcal%C3%A1-calle-de-alcal%C3%A1-comunidad-de-madrid-madrid",
      "title": "Restoran Dükkan Madrid Carnicería-Jamonería Alcalá - Local Tourmake",
      "description": "Calle de Alcalá 28009 Madrid Comunidad de Madrid Spain +34 914 01 74 26 jamoneriacarniceriaalcala.com/",
      "preview": "Twitter Facebook Çağrı Web sitesi Harita Açık Tur Carnicería-Jamonería Alcalá Madrid Calle de Alcalá 28009 Madrid Comunidad de Madrid Spain jamoneriac"
    },
    {
      "url": "https://www.dsw.com/en/us/product/nine-west-ripe-sandal/537994?activeColor=001",
      "title": "Shoes: Women's, Men's & Kids Shoes from Top Brands | DSW",
      "description": "Shop DSW for the best athletic shoes, sneakers, boots, sandals, accessories and more. Free shipping, low prices, and extra perks for VIPs. Find shoes online or at your nearest store.",
      "preview": "We're sorry-please enable JavaScript to access DSW.com."
    },
    {
      "url": "https://material.io/blog/digital-wellbeing-ux-principles",
      "title": "Design Principles for Digital Wellbeing",
      "description": "Using UX design to empower users through defaults, bring awareness to behaviors, and more",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.foodsafetynews.com/tag/missouri-cattlemen/",
      "title": "Missouri cattlemen | Food Safety News",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://leasing.walmart.com/",
      "title": "Your Shop At Walmart",
      "description": "View Walmart leasing opportunities. In-store spaces available for lease across the US.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://gr.pinterest.com/pin/733594226777435142/",
      "title": "Minecraft: How to Build a Modern House - Easy Tutorial - YouTube | Modern minecraft houses, Minecraft modern, Minecraft house designs",
      "description": "➜Minecraft: How to Make a Modern House / Tutorial➜Thumbs up^^ & Subscribe for more =) ►http://goo.gl/q4AtTD➜Download houses from my website: http:...",
      "preview": "Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to select. Touch dev"
    },
    {
      "url": "https://www.iucn.org/about/donors-and-partners/patrons-nature",
      "title": "Patrons of Nature | IUCN",
      "description": "IUCN founded the Patrons of Nature in 2010 to rally global leaders and mobilize resources in support of the Union's vision of a just world which values and conserves nature. Patrons of Nature provide strategic guidance to IUCN, as well as connections to resources and investments for IUCN operations and specific initiatives.",
      "preview": "Skip to main content Share: Patrons of Nature IUCN founded the Patrons of Nature in 2010 to rally global leaders and mobilize resources in support of"
    },
    {
      "url": "https://symptoms.webmd.com/symptomcheckercondition?condition=091e9c5e808e7b35&bpid%5B0%5D=10&sid%5B0%5D=227&bpid%5B1%5D=10&sid%5B1%5D=148&bpid%5B2%5D=10&sid%5B2%5D=5&bpid%5B3%5D=10&sid%5B3%5D=266",
      "title": "Symptom Checker with Body from WebMD - Check Your Medical Symptoms",
      "description": "WebMD Symptom Checker is designed with a body map to help you understand what your medical symptoms could mean, and provide you with the trusted information you need to help make informed decisions in your life for better health.",
      "preview": "INFO SYMPTOMS CONDITIONS DETAILS TREATMENT Symptom Checker WITH BODY MAP Identify possible conditions and treatment related to your symptoms. This too"
    },
    {
      "url": "https://www.tntv.pf/tntvnews/polynesie/societe/covid-19-tension-sur-la-production-de-cercueils/",
      "title": "Covid-19 : tension sur la production de cercueils • TNTV News - Tahiti Nui Télévision",
      "description": "Travaillant 24 heures sur 24, les sociétés funéraires du fenua se retrouvent à cours de bois pour la réalisation de cercueils pour les petits budgets. Un casse-tête quotidien pour ces professionnels qui tachent de trouver des solutions et garder une réactivité pour offrir un service de qualité à leur clientèle.",
      "preview": "Facebook Instagram Youtube Polynésie Culture Economie Environnement Faits divers High Tech Justice Politique Territoriales Portraits Santé Société TNT"
    },
    {
      "url": "https://www.hbomax.com/",
      "title": "HBO Max | Stream Series and Movies",
      "description": "Stream must-see series, hit movies, exclusive originals, family favorites, and live sports. Plans start at $9.99/month.",
      "preview": "Skip To Content Must-see series, movies & more. Choose an HBO Max plan or bundle to start streaming. HBO Max Plans start at $ 9.99 /month Get HBO Max"
    },
    {
      "url": "https://www.nature.com/subjects/machine-learning",
      "title": "Machine learning - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/neural_network_with_tfds_data.html",
      "title": "Training a simple neural network, with tensorflow/datasets data loading - JAX documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K .ipynb .pdf Training a simple neural network, with tensorflow/datasets data loading Contents Copyright 2018"
    },
    {
      "url": "https://cssgradient.io/gradient-backgrounds/",
      "title": "Gradient Backgrounds - 🌈 The Best Gradient Sites All in One Place",
      "description": "Discover the best gradient backgrounds from a curated collection of the ultimate list of gradient sites. With 1000+ gradients, it's easy to find the 👌 color!",
      "preview": "void"
    },
    {
      "url": "https://biblio-n.oca.eu/biblio/pmb3.0/opac_css/index.php?lvl=more_results&mode=keyword&user_query=Continental+margins+--+Mediterranean+Sea+--+Thesis&tags=ok",
      "title": "Catalogue en ligne Service bibliothÃ¨que de l'Observatoire de la CÃ´te d'Azur / CÃ´te d'Azur Observatory library",
      "description": "Catalogue en ligne Service bibliothÃ¨que de l'Observatoire de la CÃ´te d'Azur / CÃ´te d'Azur Observatory library.",
      "preview": "Nouvelle recherche RÃ©sultat de la recherche 10 rÃ©sultat(s) recherche sur le tag 'Continental margins -- Mediterranean Sea -- Thesis' triÃ©(s) par (P"
    },
    {
      "url": "https://www.lionbrand.com/collections/crochet-patterns",
      "title": "Free Crochet Patterns - Lion Brand Yarn",
      "description": "See our collection of free crochet patterns and get inspired for your next project! Each pattern is available as a free digital download and all the necessary components are available for purchase at the click of a button!",
      "preview": "Skip to content Yarns Yarn Weight 1 Superfine 2 Fine 3 Light 4 Medium 5 Bulky 6 Super Bulky 7 Jumbo Fiber Acrylic Alpaca Cotton Nylon Polyester Wool C"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85929",
      "title": "Searchable Recipe Database - Chicken Tagine With Olives And Preserved Lemons",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.theguardian.com/",
      "title": "Latest news, sport and opinion from the Guardian",
      "description": "Latest news, sport, business, comment, analysis and reviews from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Gaza ceasefire Hide Live Palestinians begin journey to Gaza's north as Israel says ceasefire now in effect Tho"
    }
  ],
  "_meta": {
    "total_bookmarks": 68
  }
}