{
  "data": [
    {
      "url": "http://www.brendentheatres.com/actor/jay-lycurgo/",
      "title": "Brenden Theatres",
      "description": "Check showtimes and buy tickets at your local theater",
      "preview": "Loading..."
    },
    {
      "url": "https://www.edweek.org/leadership/efforts-to-ban-critical-race-theory-now-restrict-teaching-for-a-third-of-americas-kids/2022/01",
      "title": "Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids",
      "description": "Teachers are refusing to talk about anything race-related and administrators of color are being harassed, according to a new study.",
      "preview": "Menu Search Sign In Subscribe Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids Subscribe Reset Search Equity"
    },
    {
      "url": "https://www.oneplus.com/us",
      "title": "OnePlus Official Site",
      "description": "Shop for OnePlus Mobiles, IOT, and Accessories including OnePlus 13, 13R, Nord N30 5G, Pad 2, Watch 3, Buds Pro 3, and Buds 3 at the OnePlus official store. Get Discount bundle here!",
      "preview": "Skip to main content OnePlus Official Site"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Mathematical_expressions",
      "title": "Mathematical expressions - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Mathematical expressions Contents 1 Introduction 2 Mathematical modes 2.1 Inline m"
    },
    {
      "url": "https://www.pwn-usa.org/issues/hiv-tax-bill-resource-center/",
      "title": "HIV Tax Bill Resource Center - Positive Women's Network - USA",
      "description": "HIV COMMUNITY EMERGENCY ON TAX BILLUpdated December 17, 2017A final version of the #GOPTaxScam was released on Friday, December 15th and a vote is expected as early as Tuesday, December 19th. Make no mistake, this bill remains a",
      "preview": "Skip to content HIV Tax Bill Resource Center HIV Tax Bill Resource Center Naina Khanna 2017-12-18T04:56:49-05:00 HIV COMMUNITY EMERGENCY ON TAX BILL U"
    },
    {
      "url": "https://www.artofmanliness.com/skills/manly-know-how/how-to-make-a-leather-belt/",
      "title": "How to Make a Leather Belt | The Art of Manliness",
      "description": "Whether being worn for function or fashion, a well-made leather belt can last a lifetime. Here's how to make a simple version that will last decades.",
      "preview": "Menu random podcast Clothing Accessories Facial Hair Ties Browse all Get Style Fitness Health Program Review Browse all Get Strong Family Fatherhood R"
    },
    {
      "url": "https://secure.vera.org/a/signup",
      "title": "Join our movement today: - Vera Institute of Justice",
      "description": "We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight to end mass incarceration, secure equal justice, and strengthen families and communities.",
      "preview": "Join the Vera Institute of Justice We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight"
    },
    {
      "url": "https://www.metrojacksonville.com/forum/index.php?topic=36694.msg515939",
      "title": "Jacksonville Mayoral Election 2023",
      "description": "Jacksonville Mayoral Election 2023",
      "preview": "Welcome, Guest . Please login or register . 1 Hour 1 Day 1 Week 1 Month Forever Login with username, password and session length Home Help Login Regis"
    },
    {
      "url": "https://www.ktvh.com/news/montana-politics/gianforte-signs-bills-eliminating-election-day-registration-tightening-voter-id",
      "title": "Gianforte signs bills eliminating Election Day registration, tightening voter ID",
      "description": "Gov. Greg Gianforte signed a pair of bills that eliminate voter-registration on Election Day in Montana and tighten ID requirements for voting and voter-registration.",
      "preview": "void"
    },
    {
      "url": "https://www.vermilionstandard.com/life/senior-living-friendships-old-and-new-provide-saving-grace",
      "title": "Senior Living: Friendships, old and new, provide saving grace | Vermilion Standard",
      "description": "Circle of friends widened during the pandemic.",
      "preview": "Advertisement oop Story continues below This advertisement has not loaded yet, but your article continues below. Skip to Content Advertisement 1 This"
    },
    {
      "url": "https://www.underconsideration.com/brandnew/",
      "title": "Brand New",
      "description": "Opinions on corporate and brand identity work",
      "preview": "Friday October 10, 2025 Friday Likes 551 Reviewed From Jo Cutri Studio, Daniel Ting Chong, and The Bored Members a b c 0 Comments (0) Thursday October"
    },
    {
      "url": "https://www.leap.org/",
      "title": "LEAP - Leadership Education for Asian Pacifics",
      "description": "Founded 1982, LEAP (Leadership Education for Asian Pacifics) is a national nonprofit organization with a mission to achieve full participation and equality for Asian and Pacific Islanders (APIs) through leadership, empowerment, and policy.",
      "preview": "Where paths get charted and started . Whether you are just beginning your career or looking to climb even higher, browse our variety of leadership pro"
    },
    {
      "url": "https://www.wcs.org/our-work/places",
      "title": "Our Priority Regions - WCS.org",
      "description": "void",
      "preview": "Skip to main content Our Work Our Work Menu Our Priority Wildlife Our Priority Regions Communities Solutions Nature's Strongholds Oceans Donate We are"
    },
    {
      "url": "https://geobasis-bb.de/lgb/de/geodaten/luftbilder/luftbilder-aktuell/",
      "title": "Luftbilder aktuell | LGB_Startseite",
      "description": "LGB (Landesvermessung und Geobasisinformation Brandenburg)",
      "preview": "Toolbar-Menü de Farbwechsel Drücken Sie Enter oder Pfeil nach unten um Farbauswahl zu öffnen.. Standard Drücken Sie die Leertaste um Standard zu bestä"
    },
    {
      "url": "https://craftwork.design/",
      "title": "Craftwork: UX/UI kits, illustrations, mockups, fonts and more",
      "description": "Design resources for everyone. Freebies and premium web design products, custom illustrations and graphics on one marketplace.",
      "preview": "Italian description placeholder CFTITALY615 Design resources that will boost your creative workflow Find and download the best high-quality 3D and vec"
    },
    {
      "url": "https://www.lifechef.com/?c=510c4ee6c73f",
      "title": "Delicious Meal Delivery Service for Diabetes, Heart & Wellness | LifeChef",
      "description": "LifeChef offers tailored healthy meal delivery to fit your dietary needs. Enjoy nutritious, delicious meals conveniently delivered to your door.",
      "preview": "You have 30 : 00 minutes to use the offer! You have 30 : 00 minutes to use the offer! Step 1: Talk to Dietitian Get Expert Nutrition Guidance from a R"
    },
    {
      "url": "https://www.primevideo.com",
      "title": "Welcome to Prime Video",
      "description": "Enjoy exclusive Amazon Originals as well as popular movies and TV shows. Watch anytime, anywhere. Start your free trial.",
      "preview": "Info Select your cookie preferences We use cookies and similar tools that are necessary to enhance your experiences on Amazon video services, enable y"
    },
    {
      "url": "https://www.indiapincode.info/andhra-pradesh-visakhapatnam-fortward-530001.html",
      "title": "Fortward, Visakhapatnam - PIN Code - 530001 - India PIN Code",
      "description": "PIN Code for Fortward, Visakhapatnam, Andhra Pradesh is 530001. Get this location Maps and GPS Coordinates.",
      "preview": "Browse PIN Codes Browse Locations Contact Us Ξ Browse PIN Codes Browse Locations Contact Us Find: State: Andaman and Nicobar Islands Andhra Pradesh Ar"
    },
    {
      "url": "http://www.tentazionidellapenna.com/rassegna-stampa/55-rassegna-stampa-nazionale/669-crolla-il-soffitto-di-una-scuola-nel-brindisino,-bambini-feriti.html",
      "title": "Crolla il soffitto di una scuola nel Brindisino, bambini feriti.",
      "description": "Il soffitto di un'aula della scuola elementare Pessina di Ostuni è crollato durante le lezioni. Un grosso pezzo di intonaco si è staccato dalla volta sui banchi in cui si trovavano gli studenti....",
      "preview": "NOTA! Questo sito utilizza i cookie e tecnologie simili. Se non si modificano le impostazioni del browser, l'utente accetta. Approvo Cerca... Pubbicit"
    },
    {
      "url": "https://www.esalon.com/",
      "title": "Custom Home Hair Color, Delivered to You | eSalon",
      "description": "eSalon creates custom at-home hair color, made just for you. Our licensed colorists make each shade from scratch to fit your color goals. Our hair dye has won 8 Allure Best of Beauty Awards and 4 Readers' Choice Awards, making us a Hall of Fame member.",
      "preview": "Shopping Bag {{item.translated_name}} {{getVariationType(item.variation_type)}}: {{item.variation_name}} {{benefitsWithLabel(item)}} {{fragranceWithLa"
    },
    {
      "url": "https://viewer.wu.ac.at/viewer/api/v1/records/1505383138814/tei/en/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "http://www.rodeohouston.com/",
      "title": "The Official Houston Livestock Show and Rodeo Website",
      "description": "Immerse yourself in the heart of Texas tradition at the Houston Livestock Show and Rodeo. Explore exhilarating rodeo events, world-class entertainment, and educational exhibits",
      "preview": "See y'all March 2-22, 2026! World's Championship Bar-B-Que Contest , presented by Cotton Holdings February 26-28, 2026. Cody Johnson Tickets Calf Scra"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Midjourney-67bb772caf1b448c9e096a89f2940f2b?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://lindquist.cul.columbia.edu/catalog?f%5Bstate_or_province__facet%5D%5B%5D=Oklahoma&f%5Bsubject_geographic__facet%5D%5B%5D=Concho+%28Okla.%29&f%5Bsubject_name__facet%5D%5B%5D=Concho+Indian+School+%28Concho%2C+Okla.%29&f%5Btopic_subject__facet%5D%5B%5D=Portraits%2C+Group&f%5Btopic_subject__facet%5D%5B%5D=Girls&f%5Btopic_subject__facet%5D%5B%5D=Indians+of+North+America--Education&f%5Btopic_subject__facet%5D%5B%5D=Children&f%5Btopic_subject__facet%5D%5B%5D=Indian+students&per_page=60",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://tfl.gov.uk/status-updates",
      "title": "Tube, Overground, Elizabeth line, DLR & Tram status updates - Transport for London",
      "description": "void",
      "preview": "Skip to content Skip to navigation Skip to footer Status Tube & Rail Buses River Buses National Rail Now at 13:07 Select date Lines Stations Loading.."
    },
    {
      "url": "https://synlawncolorado.com/installing-putting-green-idea-whose-time-come/",
      "title": "Installing Your Very Own Putting Green is an Idea Whose Time Has Come",
      "description": "Our work brings us into contact with a great many golf lovers. If you count yourself among this group, we can make practicing your putting and chipping easier than ever.",
      "preview": "Skip to content Installing Your Very Own Putting Green is an Idea Whose Time Has Come Installing Your Very Own Putting Green is an Idea Whose Time Has"
    },
    {
      "url": "https://www.eventbrite.com.au/e/design-thinking-in-leadership-tickets-557350068057?aff=erelexpmlt",
      "title": "Design Thinking in Leadership Tickets, Thu 09/03/2023 at 11:00 am | Eventbrite",
      "description": "Eventbrite - La Trobe Industry presents Design Thinking in Leadership - Thursday, 9 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Design Thinking in Leadership View details Follow this organiser to stay informed on future events By La Trobe Industry Follow"
    },
    {
      "url": "https://rusticplates.com/collections/50-state-sets/ham-radio",
      "title": "50 State Set - RusticPlates",
      "description": "We love license plates! We buy, sell and collect license plates and have helped complete everything from that final plate in a collection to the perfect stack of rustic plates for a bar, garage and ceiling. We have 50 state sets, single plates, optional plates, vintage plates, you name it!",
      "preview": "Skip to content 🇺🇸 USA Free shipping on orders of $50+ Please Allow Extra Time for Shipping the week of Sep 28th 50 State Set Individual Plates and Pa"
    },
    {
      "url": "https://experiments.withgoogle.com/arts-culture",
      "title": "Arts & Culture Experiments - Experiments with Google",
      "description": "Since 2009, coders have created thousands of amazing experiments using Chrome, Android, AI, WebVR, AR and more. We're showcasing projects here, along with helpful tools and resources, to inspire others to create new experiments.",
      "preview": "Collection Arts & Culture Experiments Try out experiments at the crossroads of art and technology, created by Artists and Creative Coders with Google"
    },
    {
      "url": "https://www.raceforward.org/",
      "title": "Advancing racial justice in our policies, institutions and culture. | Race Forward",
      "description": "void",
      "preview": "Skip to main content Open Search Donate Now Submit Close Search Advancing racial justice in our policies, institutions and culture. We support communi"
    },
    {
      "url": "https://carto.com/",
      "title": "The Agentic GIS Platform | CARTO",
      "description": "CARTO is the Agentic GIS Platform. Go beyond traditional GIS. Scalable spatial analysis for all teams with your spatial data never leaving your cloud ecosystem.",
      "preview": "The Agentic GIS Platform Beyond traditional GIS: scalable spatial analysis for all teams with your data never leaving BigQuery Try for free Request a"
    },
    {
      "url": "https://www.rtve.es/noticias/",
      "title": "Noticias, la última hora de España y el mundo - RTVE.es",
      "description": "Noticias de última hora en España y el mundo. Toda la actualidad y las últimas noticias nacionales e internacionales aquí, en RTVE.es",
      "preview": "Es noticia: Gaza OTAN María Corina Machado Dina Boluarte Benidorm Fest participantes Calendario laboral 2026 Tiempo hoy La Promesa avance Últimas noti"
    },
    {
      "url": "https://za.pinterest.com/itmakeyourdays/baseball-canvas/",
      "title": "20 Baseball Canvas ideas | baseball canvas, canvas art wall decor, canvas",
      "description": "Mar 11, 2018 - Explore it make your day store's board \"Baseball Canvas\" on Pinterest. See more ideas about baseball canvas, canvas art wall decor, canvas.",
      "preview": "Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to select. Touch dev"
    },
    {
      "url": "https://tvline.com/2015/02/16/kit-cowan-tribute-video-death-michael-ausiello-husband/",
      "title": "[VIDEO] Kit Cowan Tribute, Memorial",
      "description": "There's no \"good\" way to say this, so I'll just say it: On Feb. 5, my husband, Kit Cowan, passed away following a courageous, hard-fought 11-month battle with a rare and merciless form of neuroendocrine cancer. As you can imagine, my heart is broken.",
      "preview": "Read Next: 9-1-1: Nashville Series Premiere Is Dripping in Soapy, Southern Twists - Grade ABC's 9-1-1 Spinoff! GET OUR NEWSLETTERS! Search Icon Close"
    },
    {
      "url": "https://geodata.gfk.com/maps",
      "title": "Geodata: Digital Maps for Location Intelligence",
      "description": "Access detailed digital maps for geomarketing and spatial analysis. Visualize territories, regions, and market data with NIQ geodata.",
      "preview": "Solutions Industries Partner Network Insights Careers About Market Measurement Consumer Behavior & Insights Innovation Brand & Media Analytics & Activ"
    },
    {
      "url": "https://www.startpage.com/",
      "title": "Startpage - Private Search Engine. No Tracking. No Search History.",
      "description": "Search and browse the internet without being tracked or targeted. Startpage is the world's most private search engine. Use Startpage to protect your personal data.",
      "preview": "Privacy, Please! How Does Private Search Work? Learn About Anonymous View. Privacy, Please! Blog and newsletter on the latest in privacy Visit Our Blo"
    },
    {
      "url": "https://www.acquisition.gov/browsefar",
      "title": "FAR | Acquisition.GOV",
      "description": "void",
      "preview": "Skip to main content Favorite X Federal Acquisition Regulation Full FAR Download in Various Formats FAC Number Effective Date HTML DITA PDF Word EPub"
    },
    {
      "url": "https://es-mx.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Español (México)",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles O"
    },
    {
      "url": "https://versoly.com/",
      "title": "Versoly - Pixel perfect landing pages and websites, 10x faster",
      "description": "Versoly is the most flexible no-code website builder. Easily create beautiful landing pages and CMS driven websites.",
      "preview": "The fastest way to build your pixel perfect website. Finally, a flexible no-code website builder that is easy to use. Visually design, develop and lau"
    },
    {
      "url": "https://allontario.ca/grants-for-crafts-and-design/",
      "title": "Grants for Crafts and Design - AllOntario",
      "description": "Jean A. Chalmers Fund for the Crafts",
      "preview": "Facebook Pinterest HOME FINDING INFORMATION ACCIDENTS Motor Vehicle Accident Personal Injury DRIVERS Driver's Licence Roads & Driving Traffic Tickets"
    },
    {
      "url": "https://www.garnstudio.com/pattern.php?id=9670&cid=19",
      "title": "Flocking Gulls / DROPS 210-15 - Free knitting patterns by DROPS Design",
      "description": "Knitted jumper with short sleeves and raglan in DROPS Muskat. Piece is knitted top down with lace pattern. Size: S - XXXL",
      "preview": "DROPS Alpaca Party - 13 alpaca yarns on sale all October! Popular categories Halloween & Carnival Hoods & Balaclavas Throwback Patterns Bags Slipovers"
    },
    {
      "url": "https://sustainablefoodgroup.org/the-sustainability-standard",
      "title": "IPM Institute - IPM Institute",
      "description": "Integrated Pest Management (IPM) is a sustainable, science-based, decision-making process that combines biological, cultural, physical and chemical tools to...",
      "preview": "IPM Institute Supporting sustainability efforts in agriculture & communities since 1998. Learn More About Us Committed to Community & Agriculture We h"
    },
    {
      "url": "https://www.npfc.int/about_npfc/convention_and_npfc_area_of_application",
      "title": "Convention & NPFC Area of Application | NPFC",
      "description": "void",
      "preview": "Skip to main content NPFC About NPFC Convention & NPFC Area of Application Convention & NPFC Area of Application Convention on the Conservation and Ma"
    },
    {
      "url": "https://risk.lexisnexis.com/",
      "title": "LexisNexis Risk Solutions | Transform Your Risk Decision Making",
      "description": "LexisNexis Risk Solutions uses Big Data, proprietary linking and targeted solutions to provide insights that help make organizations more secure and efficient.",
      "preview": "The True Cost of SNAP Fraud: Critical Insights for Program Integrity New study reveals alarming rise in fraud costs across human services programs. Do"
    },
    {
      "url": "https://www.flowmagazine.com/",
      "title": "Flow - Magazine for Paper Lovers",
      "description": "Our international issue is back! At Flowmagazine.com you can read about positive psychology, creativity, self development and slow life.",
      "preview": "Go to content"
    },
    {
      "url": "https://playgroundai.com/create",
      "title": "Login - Playground",
      "description": "Create custom designs and graphics with Playground",
      "preview": "Sign up to make your first design Continue with Google Continue with Apple Continue with Email"
    },
    {
      "url": "https://www.ocregister.com/2014/03/16/disney-history-pirates-of-the-caribbean-opens/",
      "title": "Disney history: Pirates of the Caribbean opens - Orange County Register",
      "description": "This week in Disney history ... March 17 to 18, 2012: Downtown Disney hosts a Signin' in the Street event to celebrate American Sign Language. The event includes panels and autograph signings by the \"Switched at Birth\" cast, workshops, movie screenings and performances. March 18, 1967: Pirates of the Caribbean opens in New Orleans Square. [...]",
      "preview": "Skip to content Disneyland park guests, some dressed in pirate clothes, emerge from the Pirates of the Caribbean ride at Disneyland on Dec. 13, 2010."
    },
    {
      "url": "https://bibliobrey.blogspot.com/2010/02/don-moucho-quere-saber.html",
      "title": "Blog da biblioteca do CEIP Fermín Bouza Brey: DON MOUCHO QUERE SABER",
      "description": "Recuncho do 3ºCiclo de Primaria (5º e 6º) Recuncho do 2ºCiclo de Primaria (3º e 4º) Recuncho do Primeiro Ciclo de Primaria (1º e 2º) Recu...",
      "preview": "skip to main | skip to sidebar Blog da biblioteca do CEIP Fermín Bouza Brey 27/2/10 DON MOUCHO QUERE SABER Recuncho do 3ºCiclo de Primaria (5º e 6º) R"
    },
    {
      "url": "https://www.dermstore.com/beautyfix.list",
      "title": "BeautyFIX Skin Care, Hair & Beauty Subscription Box | Dermstore",
      "description": "Our coveted BeautyFIX box features best-selling beauty, skin and hair care curated by Dermstore experts. Over $100 value for as low as $24.95 per month.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "http://www.cottonseedusa.com/",
      "title": "Cotton Casual Clothing Men & Women- Resort Wear",
      "description": "Cotton Clothing for men & women. Gauze Cotton Clothing including cotton shirts, shorts, pants & dresses designed for travel, cruise ship travel, resort wear",
      "preview": "Skip to main content Close Search Cool Casual Cottons Cool Casual Cottons 1 1 We produce the most comfortable casual clothing for men & women on earth"
    },
    {
      "url": "https://www.drhadleyking.com/",
      "title": "Dermatologist in Midtown Manhattan | Dr Hadley King Dermatology",
      "description": "Dr Hadley King MD is a board certified dermatologist in NYC who specializes in medical and cosmetic dermatology. Botox and dermal filler appointments available with online booking.",
      "preview": "top of page Comprehensive Dermatologic Care Because Confidence is Beautiful About Dr. Hadley King Hadley King, MD is a board-certified dermatologist w"
    },
    {
      "url": "https://www.smash.org/donate/",
      "title": "Donate to SMASH | Support STEM Education Equity",
      "description": "Donate to SMASH to support equity in STEM education. Your donation helps underrepresented students pursue careers in tech.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search DONATE Your support is the driving force behind the change With your dona"
    },
    {
      "url": "https://www2.deloitte.com/uk/en.html",
      "title": "Deloitte UK | Audit, Consulting, Financial, Risk Management, Tax Services",
      "description": "Industry insights and audit, consulting, financial advisory, risk management and tax services from Deloitte's global network of member firms.",
      "preview": "Link opens in a new tab opens in new window Please enable JavaScript to view the site. Skip to main content Welcome to Deloitte If we have selected th"
    },
    {
      "url": "http://www.soundblaster.com/",
      "title": "Schede audio DAC e amplificatore USB interne ed esterne e guida per l'acquisto Sound Blaster - Creative Labs (Italia)",
      "description": "La gamma di prodotti Sound Blaster possiede una soluzione di aggiornamento audio, sia interna che esterna, per qualsiasi configurazione. Non limitarti a visuali straordinarie. Ridefinisci la tua esperienza audio con Sound Blaster.",
      "preview": "Utilizziamo i cookie, che sono piccoli file di testo, per migliorare la tua esperienza sul nostro sito Web e per mostrarti contenuti personalizzati. P"
    },
    {
      "url": "https://www.edweek.org/leadership/efforts-to-ban-critical-race-theory-now-restrict-teaching-for-a-third-of-americas-kids/2022/01",
      "title": "Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids",
      "description": "Teachers are refusing to talk about anything race-related and administrators of color are being harassed, according to a new study.",
      "preview": "Menu Search Sign In Subscribe Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids Subscribe Reset Search Equity"
    },
    {
      "url": "http://horizonschildren.org/",
      "title": "Horizons For Homeless Children | Volunteer Opportunities Boston",
      "description": "Horizons a non-profit improving lives of young homeless children - helping families. High-quality early education, play and support services.",
      "preview": "Our waitlist is growing: help children thrive Make a gift Tickets now available for Horizons 27th annual Breakfast Get your tickets or sponsorship tod"
    },
    {
      "url": "https://wikis.ec.europa.eu/display/WEBGUIDE/04.+Cookies+and+similar+technologies",
      "title": "Europa Web Guide - European Commission",
      "description": "Rules and guidelines that apply to European Commission websites, covering editorial, legal, technical, visual and contractual aspects.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://cargoforum.de/Forums/viewtopic/p=64862.html",
      "title": "Cargoforum › Forum › Außenhandel und Zoll › Außenhandel und Zoll allgemein › neue EORI Nummer",
      "description": "Cargoforum.de, Forum für Transport, Logistik, Spedition, Zoll und Aussenwirtschaft.",
      "preview": "Forum für Transport, Logistik, Spedition, Zoll und Außenhandel Cargoforum.de in Zahlen: 13.142 registrierte User - 0 User online - 41 Gäste online - 6"
    },
    {
      "url": "https://www.potomacstrategy.com/",
      "title": "Potomac Strategy",
      "description": "void",
      "preview": "0 POTOMAC STRATEGY Innovative Solutions. Real Results. Today's businesses face a multitude of challenges in a technically sophisticated and highly com"
    }
  ],
  "_meta": {
    "total_bookmarks": 59
  }
}