{
  "data": [
    {
      "url": "https://www.childrenshospital.org/",
      "title": "Boston Children's Hospital",
      "description": "<p>Boston Children's Hospital is dedicated to improving and advancing the health and well-being of children around the world through its life-changing work in clinical care, biomedical research, medical education, and community engagement.</p>",
      "preview": "Current Environment: Production Skip to main content Boston Children's Hospital Trusted by families. Recognized around the world. Committed to every c"
    },
    {
      "url": "https://anttisorri.wordpress.com/2020/09/01/tyovaenkirjallisuuden-paivilla-5-9-20-luku-on-iloinen/",
      "title": "Työväenkirjallisuuden päivillä 5.9. 20-luku on iloinen? - Sinisten ajatusten hautausmaa",
      "description": "Puistofilosofit rantautuvat jälleen keskustelemaan yleisön kanssa. Tällä kertaa ollaan Työväenkirjallisuuden päivillä Tampereen Työväenmuseo Werstaalla, ja keskustelujen aiheena messujen tämän vuoden teema: iloinen 20-luku? Mikä teki 1920-luvusta iloisen? Takana oli julma maailmansota, joka haluttiin unohtaa, mutta liittyykö vuosikymmeneen muita kulttuurillisesti merkittäviä ilmiöitä? Modernismi virisi suomalaisessa kirjallisuudessa, Tulenkantajat avasivat ikkunoita Eurooppaan. Naisten emansipaatio saavutti jälleen uusia rajapyykkejä...",
      "preview": "Siirry sisältöön Puistofilosofit rantautuvat jälleen keskustelemaan yleisön kanssa. Tällä kertaa ollaan Työväenkirjallisuuden päivillä Tampereen Työvä"
    },
    {
      "url": "http://mindbodyfocus.net/",
      "title": "Coming Soon",
      "description": "void",
      "preview": "Coming Soon New WordPress website is being built and will be published soon"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/l/lithography",
      "title": "Lithography | Tate",
      "description": "Tate glossary definition for lithography: A printing process that uses a flat stone or metal plate on which the image areas are worked using a greasy substance so that the ink will adhere to them by, while the non-image areas are made ink-repellent",
      "preview": "Lithography Lithography is a printing process that uses a flat stone or metal plate on which the image areas are worked using a greasy substance so th"
    },
    {
      "url": "https://www.yearup.org/get-started",
      "title": "Apply in the Student Portal | Year Up United",
      "description": "Get started today! Set up your student portal account to apply to Year Up United job training programs in your city, or sign in to complete your current application.",
      "preview": "Your Enrollment Status Apply on our Student Portal Interview Enroll Apply in the Student Portal The first step in the application process is to create"
    },
    {
      "url": "https://unhabitat.org/water-for-handwashing-in-slums-is-critical-to-prevent-covid-19-spreading",
      "title": "Water for handwashing in slums is critical to prevent COVID-19 spreading | UN-Habitat",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://the-particulars.com/interview-groups/a-e/chatting-with-danielle-fichera/",
      "title": "Danielle Fichera - The Particulars",
      "description": "Stories and products curated for the particular tastemaker.",
      "preview": "Skip to content Cart (0) Your cart is empty. Let's find your perfect shade. Chatting with Chatting with Danielle Fichera Danielle Fichera's resort wea"
    },
    {
      "url": "https://cpra-intake-form.target.com",
      "title": "cprarequestform",
      "description": "cprarequestform",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://howl.me/cjbJfJ9zKGz",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://tiltify.com/international-rescue-committee",
      "title": "Tiltify - Made for Fundraisers",
      "description": "We give you the tools to engage with your donors and raise more for your charity",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.riomaframix.com.br/tag/andre-felipe-neppel/",
      "title": "André Felipe Neppel",
      "description": "A vítima estava em uma motocicleta Yamaha/MT07, que colidiu transversalmente com um caminhão Ford/Cargo.",
      "preview": "Pular para o conteúdo"
    },
    {
      "url": "https://www.nature.com/subjects/neuroscience",
      "title": "Neuroscience - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.dbricette.it/links_programmi.htm",
      "title": "DBRicette: Links programmi",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Links a programmi che usano il nostro database [4] SHOP'NCOOK COOKBOOK READER"
    },
    {
      "url": "https://peoplepower.org",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://betterwebtype.com/",
      "title": "Better Web Type - A Free Web Typography Course | Better Web Type",
      "description": "Web typography for web designers and web developers.",
      "preview": "Design & Code Better Web Typography A free web typography course for designers and web developers by Matej Latin. 4.7 / 5 ( 1,061 reviews ) Featured i"
    },
    {
      "url": "https://doc.rust-lang.org/book/",
      "title": "The Rust Programming Language - The Rust Programming Language",
      "description": "void",
      "preview": "Keyboard shortcuts Press ← or → to navigate between chapters Press S or / to search in the book Press ? to show this help Press Esc to hide this help"
    },
    {
      "url": "http://www.alternativepedia.com/",
      "title": "AlternativePedia Discover free, open source or better alternatives and competitors for popular software, mobile apps and websites - AlternativePedia",
      "description": "void",
      "preview": "Latest AWStats AWStats is a popular tool that shows different reports and logs about traffic and activity on your website. On Linux servers, most of t"
    },
    {
      "url": "https://www.glamour.com/gallery/taylor-swift-red-lipstick-shop",
      "title": "Taylor Swift's Red Lipstick: Shop Her Favorite Shades | Glamour",
      "description": "We've rounded up Taylor Swift's red lipstick shades of choice, from a Nars cult favorite to an affordable drugstore pick.",
      "preview": "Skip to main content All products featured on Glamour are independently selected by our editors. However, we may receive compensation from retailers a"
    },
    {
      "url": "https://www.eadeswallpaper.com/blog/?p=236",
      "title": "Eades Wallpaper and Fabrics Blog - Eades Wallpaper & Fabrics",
      "description": "Eades Wallpaper & Fabric, Your online wallpaper and fabric store with outstanding customer service for designer brand wallpaper, murals, fabric, trim & commercial wallcovering",
      "preview": "Skip to content Fall Sale: 10% off many brands. Add to cart to see the final price 307 N Union Street Olean, NY 14760 Toll-Free: 1-877-229-9427 Eades"
    },
    {
      "url": "http://www.hivlawandpolicy.org/resources/map-hiv-criminalization-united-states-center-hiv-law-and-policy-2017",
      "title": "Mapping HIV Criminalization Laws in the U.S., CHLP (2025) | The Center for HIV Law and Policy",
      "description": "For more than a decade CHLP has produced an HIV criminalization map that portrays the variety and prevalence of laws used to prosecute and punish PLHIV. This new release of the maps represents a substantial update resulting from a comprehensive research process and updated methodology based on CHLP's Sourcebook on State and Federal HIV Criminal Law and Practice.",
      "preview": "Skip to main content Search Search What We Do Positive Justice Project Aging Initiative Molecular HIV Surveillance Rights & Resources National Policy"
    },
    {
      "url": "https://classicharleyjp.blogspot.com/2021/11/beautiful-full-custom-80s-honda-ikon.html",
      "title": "MYPerformance Blog: Beautiful full custom 80`s Honda Ikon Racer Replica only 1500 units limited D edition ...",
      "description": "1983 CB1100RD",
      "preview": "void"
    },
    {
      "url": "http://www.ustranssurvey.org/reports",
      "title": "Download Reports - US Trans Survey",
      "description": "void",
      "preview": "Skip to Content Search Search Close 2022 Health and Wellbeing Report HEALTH & WELLBEING: FINDINGS FROM THE 2022 U.S. TRANS SURVEY 2022 Civic Engagemen"
    },
    {
      "url": "https://asiapacificgreens.org/tag/asia-pacific-greens-federation-gambling-general-news-new-zealand/",
      "title": "Asia-Pacific Greens Federation, Gambling, General News, New Zealand Archives - Asia Pacific Greens Federation (APGF)",
      "description": "void",
      "preview": "Tag: Asia-Pacific Greens Federation, Gambling, General News, New Zealand Subscribe for APGF News First Name (*) Email (*) Primary Language Primary Lan"
    },
    {
      "url": "https://www.bea.gov/data/gdp/gross-domestic-product",
      "title": "Gross Domestic Product | U.S. Bureau of Economic Analysis (BEA)",
      "description": "void",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home BEA Data GDP Gross Domestic Product Gross Domest"
    },
    {
      "url": "https://www.legislation.gov.uk",
      "title": "Legislation.gov.uk",
      "description": "The official home of UK legislation, revised and as enacted 1267-present. This website is managed by The National Archives on behalf of HM Government. Publishing all UK legislation is a core part of the remit of His Majesty's Stationery Office (HMSO), part of The National Archives, and the Office of the King's Printer for Scotland.",
      "preview": "Skip to main content Skip to navigation legislation.gov.uk http://www.nationalarchives.gov.uk Cymraeg Home Explore our collections Research tools Help"
    },
    {
      "url": "https://decidenow-app.com/",
      "title": "Decide Now!",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.thestar.com/",
      "title": "Breaking News - Headlines & Top Stories | The Star",
      "description": "thestar.com is one of Canada's largest online news sites and 100% Canadian-owned. Live news, investigations, politics, sports and the heartbeat of Toronto, Canada's largest city.",
      "preview": "Skip to main content Toronto Star News - Breaking News Stories Provincial Politics Two years later, top Tories who lost jobs in Greenbelt scandal stil"
    },
    {
      "url": "https://poeleveny-blog.tumblr.com/",
      "title": "Polly.DEATH",
      "description": "POINTFIVE",
      "preview": "Polly.DEATH 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna videogamesdensetsu Phantasy Star:"
    },
    {
      "url": "https://www.faa.gov/",
      "title": "Federal Aviation Administration",
      "description": "The Federal Aviation Administration is an operating mode of the U.S. Department of Transportation.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://www.vogue.com/article/paris-fashion-week-looks-ss26",
      "title": "Paris Fashion Week Proved Fall Street Style Is All About Texture and Print | Vogue",
      "description": "The Paris Fashion Week street style scene was anything but subdued. Take a cue from the streets, and add more personality to your wardrobe with these bold looks.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://fra-data.fao.org/",
      "title": "FRA Platform | Global Forest Resources Data | Food and Agriculture Organization of the United Nations",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.shopdisney.com/franchises/national-geographic/",
      "title": "National Geographic Store | Disney Store",
      "description": "Discover official National Geographic items including fleece jackets, toys and more at Disney Store.",
      "preview": "Search Icon Location Icon Sign In Icon Minicart Icon Caret Icon Caret icon thin Checkbox Check Filter dropdown arrow Close Clock Icon Plus Icon offers"
    },
    {
      "url": "https://www.toyota.com/",
      "title": "New Cars, Trucks, SUVs & Hybrids | Toyota Official Site",
      "description": "Explore the newest Toyota trucks, cars, SUVs, hybrids and minivans. See photos, compare models, get tips, calculate payments, and more.",
      "preview": "Learn More Info 2026 Highlander Go where the road inspires. Learn More Info 2026 Corolla Cross Discover new adventures and shareable moments. Learn Mo"
    },
    {
      "url": "https://globalnews.ca/",
      "title": "Global News | Breaking, Latest News and Video for Canada",
      "description": "Globalnews.ca - Watch and read Canada's Breaking news plus Business, Health, Politics and World News",
      "preview": "GlobalNews home Full Menu Search Menu Menu Close Submit Search Topics Watch World Canada Local Change location Politics Money Health Entertainment Lif"
    },
    {
      "url": "https://www.collegeboard.org/",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "https://www.louvre.fr/en/visit",
      "title": "Visit - Everything you need to know before visiting the museum",
      "description": "Opening hours, prices, access, map, amenities, restaurants - everything you need to know before visiting the museum",
      "preview": "Visit - Everything you need to know before visiting the museum Aller au contenu Visit Everything you need to know before visiting the museum Hours & a"
    },
    {
      "url": "https://teaching-vacancies.service.gov.uk/jobs/class-teacher-45efcd2b-6aaf-4f36-858e-1d0f04430bbe",
      "title": "Class Teacher - Krishna Avanti Primary School - Teaching Vacancies - GOV.UK",
      "description": "Class Teacher job from Krishna Avanti Primary School. Apply by 10 Jan 2022.",
      "preview": "Cookies on Teaching Vacancies We'd like to set additional cookies to understand how you use this service and help us improve it. We also use cookies s"
    },
    {
      "url": "https://guidestarindia.org.in/Summary.aspx?CCReg=302",
      "title": "GuideStarIndia",
      "description": "Look up Not-for-Profit Organisations and access the information and insights you need to give with confidence!",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.energieprirody.cz/everest-ayurveda-relaxacni-ajurvedsky-caj-cajove-rozjimani/",
      "title": "EVEREST AYURVEDA Relaxační ájurvédský čaj ČAJOVÉ ROZJÍMÁNÍ | Energieprirody.cz",
      "description": "EVEREST AYURVEDA Relaxační ájurvédský čaj ČAJOVÉ ROZJÍMÁNÍ | Přináší uklidnění a duševní rovnováhu Nelumbo nucifera podporuje duševní zdraví Centella asiatica podporuje koncentraci a klidnou mysl Withania somnifera přispívá k psychické relaxaci Glycyrrhiza glabra zklidňuje nervový systém Rosa canina pomáhá udržovat...",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://www.3cdc.org/city-of-cincinnati-unveils-first-round-of-downtown-streateries/",
      "title": "City of Cincinnati Unveils First Round of Downtown Streateries | 3CDC",
      "description": "Cincinnati Center City Development Corporation",
      "preview": "City of Cincinnati Unveils First Round of Downtown Streateries Posted on May 21, 2021 by sujvary Initial Batch of Expanded Outdoor Dining Areas Offici"
    },
    {
      "url": "https://lswcollectorapp.home.blog/contact-us/",
      "title": "Contact Us - LSW Collector",
      "description": "If you should need to contact us, please email lswcollectorapp@gmail.com. There you can: Send suggestions, corrections, or ideas.Ask about minifigure variations that may be hard to recognize even with our detailed descriptions. Receive information concerning our Privacy Policy which can be found here.Address legal questions.",
      "preview": "Skip to content If you should need to contact us, please email lswcollectorapp@gmail.com. There you can: Send suggestions, corrections, or ideas. Ask"
    },
    {
      "url": "https://vimeo.com",
      "title": "Vimeo AI-Powered Video Platform",
      "description": "The video platform trusted by 287 million creatives, entrepreneurs, and businesses. Everything you need to create, manage, and share stunning videos.",
      "preview": "Your complete video platform Your videos, your way Vimeo's ad-free platform provides everything you need to host, manage, and share high-quality video"
    },
    {
      "url": "https://www.dailystar.co.uk/showbiz/adele-seen-hobbling-stage-during-28859187",
      "title": "Adele seen hobbling on stage during NYE show as she complains of chronic back pain - Daily Star",
      "description": "EXCLUSIVE: The superstar can be seen hunched over and hobbling from one side of the stage to the other as she tells fans she is suffering from sciatica, a painful nerve condition in her lower back",
      "preview": "‌ ‌ ‌ Skip to main content Adele seen hobbling on stage during NYE show as she complains of chronic back pain EXCLUSIVE: The superstar can be seen hun"
    },
    {
      "url": "https://studeeblurred.tumblr.com/post/129444749794",
      "title": "Is learning computer science linked to improved... - STUDee Above the Rock",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \"Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "STUDee Above the Rock STUDee Blurred mind of a soon to be senior. Let's tumblr our way through the year guys, just don't tumble too much 😅 Check out m"
    },
    {
      "url": "http://www.iltarget.it/",
      "title": "Il Target - Al cuore della notizia",
      "description": "Al cuore della notizia",
      "preview": "Salta al contenuto Archives Luglio 2025 Maggio 2025 Aprile 2025 Categories Cronaca Economia Eventi News Tecnologia 1 Lug 28, 2025 Costumi Anita: Le mi"
    },
    {
      "url": "https://www.thehindubusinessline.com/news/national/ayurvedic-college-to-be-set-up-in-gujarat/article23115789.ece",
      "title": "Ayurvedic College to be set up in Gujarat - The Hindu BusinessLine",
      "description": "National News:Ayurvedic College to be set up in Gujarat",
      "preview": "void"
    },
    {
      "url": "http://ktoo.org/",
      "title": "KTOO - News & Public Media from Alaska's Capital -",
      "description": "KTOO provides a variety of public services throughout Alaska. In addition to providing the Alaska Public Media program service to Southeast Alaska, KTOO-TV operates a full-time cable and satellite television channel, KTOO 360TV",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Lingít elder Ldaan.aat Laurie Cropley and elder-in-training Yuxgitsiy George Holly are"
    },
    {
      "url": "https://learn.microsoft.com/docs/",
      "title": "Technical documentation | Microsoft Learn",
      "description": "Read in-depth developer documentation about Microsoft tools such as .NET, Azure, C++, and Microsoft Cloud. Explore by product or search our documentation.",
      "preview": "Documentation Technical documentation Search for in-depth articles on Microsoft developer tools and technologies. Search Index Product directory Explo"
    },
    {
      "url": "https://kfupm.discovery.symplectic.org/Fyl-Louie-Panoy",
      "title": "Discovery",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.uffizi.firenze.it/",
      "title": "Homepage | Gallerie degli Uffizi",
      "description": "Il sito ufficiale delle Gallerie degli Uffizi. Orari, tariffe, biglietti, abbonamenti e informazioni per gli Uffizi, Palazzo Pitti e Giardino di Boboli.",
      "preview": "Gallerie degli Uffizi L'incontro con la grande arte d'Occidente: meraviglia da scoprire che sempre sorprende Riaperto al pubblico il 21 dicembre 2024"
    },
    {
      "url": "https://krita-artists.org/tos",
      "title": "Terms of Service - Krita Artists",
      "description": "A central hub for Krita artists and developers",
      "preview": "About"
    },
    {
      "url": "http://newsic.org/emusik/orion/index.php?sid=c1a418d7839a6bf760f381f17f05f144",
      "title": "emusik.info :: Index",
      "description": "void",
      "preview": "Portal • Kalender • Forum • Profil • Suchen • Registrieren • Einloggen, um private Nachrichten zu lesen • Login emusik.info Foren-Übersicht Boarddatum"
    },
    {
      "url": "http://www.enlightened.com/",
      "title": "Home - Enlightened",
      "description": "Enlightened, Inc. is an award-winning, HUBZone certified, Information Technology (IT) and Management Consulting firm dedicated to helping our clients achieve success in meeting their objectives and solving their problems.",
      "preview": "Skip to content Expecting Excellence, Establishing the Elite Enlightened serves as a trusted advisor to some of the nation's most demanding organizati"
    },
    {
      "url": "https://skylar.com/pages/scent-club",
      "title": "Skylar Perfume by Leah Kateb | California Inspired Fragrance",
      "description": "Join for $20/month to get limited‑edition rollerball, welcome gift, 20% off, flexible control, exclusive early access.",
      "preview": "Free U.S. shipping over $50 & free returns. Details Join our Scent Club Scents made once and never again. Find Your Scent Sign Up Join Scent Club and"
    },
    {
      "url": "https://diversity.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Google - Building Together for Everyone",
      "description": "Learn how we're making it possible for all people to do their best work so that we build helpful products for everyone.",
      "preview": "We're building a Google for all of us to build helpful products for everyone Play silent looping video Pause silent looping video To build products th"
    },
    {
      "url": "https://goesscolierifuneralhome.com/tribute/details/196/Martha-Bradley/obituary.html",
      "title": "Martha A. Bradley Obituary | Goes-Scolieri Funeral Home | 1935 - 2018",
      "description": "Goes-Scolieri Funeral Home in Willingboro, NJ: View the obituary for Martha A. Bradley. &nbsp;Martha Annette Bradley of Willingboro passed away into Gods loving and eternal ...",
      "preview": "void"
    },
    {
      "url": "https://downandfeathercouncil.com/",
      "title": "American Down and Feather Council - The ADFC Seal of Approval",
      "description": "void",
      "preview": "Click on the video below or visit the sustainability tab to learn about down's superior sustainability. Down naturally helps to regulate body temperat"
    },
    {
      "url": "https://www.awwwards.com/websites/colour/",
      "title": "Awwwards Nominees",
      "description": "Awwwards are the Website Awards that recognize and promote the talent and effort of the best developers, designers and web agencies in the world.",
      "preview": "The Creative Pass Watch all courses for just €11.50/month WEBSITE Colours of Istria ALT_digital WEBSITE Think in Colour Mutant HM Honorable Mention Ma"
    },
    {
      "url": "https://milkewhit13.blogspot.com",
      "title": "13",
      "description": "void",
      "preview": "Skip to main content Posts Get link Facebook X Pinterest Email Other Apps January 27, 2022 wayapk trackmytcs Post a Comment Read more"
    },
    {
      "url": "https://fleischerei-keller.de/wochenkarte/speiseplan/speiseplan-1-2-5-2-2021/",
      "title": "Speiseplan 1.2. - 5.2.2021 - Metzgerei Fleischerei Rodgau",
      "description": "void",
      "preview": "Skip to main content Speiseplan 1.2. - 5.2.2021 Montag 1.2. Jumbo Hackbraten Zwiebelsosse Püree und Rote Beete Salat 7.95€ Dienstag 2.2. Schweinebrate"
    },
    {
      "url": "https://www.jcpenney.com/p/eva-nyc-kweeen-glitter-spray/ppr5008150071?pTmplType=regular",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85935",
      "title": "Searchable Recipe Database - Sesame Braised Chicken in a Pot With Shiitake, Daikon and Ginger",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://www.nga.gov/",
      "title": "National Gallery of Art",
      "description": "The National Gallery of Art serves the nation by welcoming all people to explore and experience art, creativity, and our shared humanity. Admission is always free.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.dbricette.it/database.htm",
      "title": "DBRicette: Database ricette",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Database ricette DBRicette (v1.3.28200) Data: 29/12/2015 Lingua: Dimensioni:"
    },
    {
      "url": "http://www.synapses.co.uk/genetics/",
      "title": "Information about Genetics courses, Genetics lessons, Genetics classes and Genetics exams.",
      "description": "void",
      "preview": "Principles of Genetics is a series of five self-paced, self-learning courses in Genetics Cytogenetics, Mendelian Genetics, Advanced Genetics, Molecula"
    },
    {
      "url": "https://fontawesome.com/",
      "title": "Font Awesome",
      "description": "The internet's icon library + toolkit. Used by millions of designers, devs, & content creators. Open-source. Always free. Always awesome.",
      "preview": "void"
    },
    {
      "url": "https://www.greaterbaltimoreblackchamber.org/",
      "title": "void",
      "description": "void",
      "preview": "Join Us Donate Contact Us Log in Home About Chamber Mission A Tribute to the Founding Chair Contact Us GBBCC Photo Gallery Membership Membership Appli"
    },
    {
      "url": "http://mapbox.com/about/maps",
      "title": "About Mapbox Technology",
      "description": "Mapbox technologies create and combine data to provide continuously updated maps, navigation, and location services on a developer-friendly cloud platform.",
      "preview": "700M+ Heading People touch Mapbox every month Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et d"
    },
    {
      "url": "https://shopvelvethouse.com/products/queen-of-the-island-dress",
      "title": "Velvet House",
      "description": "void",
      "preview": "VH UPDATE DUE TO A FAMILY EMERGENCY Velvet House is not accepting online orders at this time. Our showroom on Post St. in San Jose will remain closed"
    },
    {
      "url": "http://www.sfa.sc/",
      "title": "Seychelles Fisheries Authority",
      "description": "void",
      "preview": "Seychelles Fisheries Authority Proactive Approach To Creating a future where Seychelles' fisheries are both productive and responsibly managed, ensuri"
    },
    {
      "url": "https://decarom.ro/ro/monitoare-touchscreen/463-elopos-sistem-intel-celeron-j4105-4-gb128-gb-sata-396-cm-156-lcd-touchscreen-pcap-win-10.html",
      "title": "EloPOS sistem - Intel Celeron J4105 - 4 GB/128 GB SATA - 39.6 cm (15.6\") LCD Touchscreen Pcap, WIn 10",
      "description": "POS System. Projected Capacitive. 39.6 cm (15.6''). 1366x768 pixels. Intel Celeron J. 2.5GHz. RAM: 4 GB. SSD: 128 GB. USB (micro-USB). powered-USB (3x). RS232 (2x). Bluetooth (class 4). Ethernet. Wi-Fi (802.11ac). drawer kickout. audio. display-port. VESA mount (75x75 mm). 10ms. brightness: 187cd. contrast: 400:1. antiglare. Win 10 IoT Enterprise. incl.: power supply unit. power cable (EU). QSG",
      "preview": "void"
    },
    {
      "url": "https://www.svietidla-eshop.sk/svietidlo/serenity-svietidlo-zavesne-biele",
      "title": "Serenity - svietidlo závesné biele | Svietidla-eshop.sk",
      "description": "<p>Závesné svietidlo moderného vzhľadu, určené na osvetlenie obytných miestností. Materiál: matné striebro, biele saténové sklo. Rozmery svietidla: výška 1200mm x šírka 290mm. Svetelný zdroj: 1 x 60W, objímka E27.</p>",
      "preview": "Interiérové svietidlá Interiérové závesné svietidlá Serenity - svietidlo závesné biele Serenity - svietidlo závesné biele 62.00 € Závesné svietidlo mo"
    },
    {
      "url": "https://kimberlyakimbothemusical.com/",
      "title": "KIMBERLY AKIMBO A New Musical | Official Site",
      "description": "Your official source of tickets and information about KIMBERLY AKIMBO, now playing at the Booth Theatre on Broadway.",
      "preview": "GET TICKETS Tour About Company Acclaim Shop Listen Now on tour across the US! WINNER! 2023 Tony Award for BEST MUSICAL Now on Tour The Tony-Award ® wi"
    },
    {
      "url": "https://alisonbennett.net/2015/04/26/tinning/",
      "title": "Tinning Street Gallery - Alison Bennett",
      "description": "Bennett, A 2015, Mesh, held at Tinning Street Gallery, 16-26 July 2015. MESH Alison Bennett 5/29 Tinning Street, Brunswick Opening 6-9pm Thursday 16 July Artist floor talks 2pm Saturday 18 July & 3pm Sunday 26 July Tinning Street presents 'Mesh', a playful investigation into the presence of surface in digital images by Alison Bennett. The...",
      "preview": "2015-04-26 2016-06-29 Alison Tinning Street Gallery Bennett, A 2015, Mesh , held at Tinning Street Gallery, 16-26 July 2015. MESH Alison Bennett 5/29"
    },
    {
      "url": "https://www.mnafricansunited.org/",
      "title": "Minnesota Africans United | African Diaspora Network",
      "description": "Minnesota Africans United (MAU) is serving as the coalition of African immigrants in Minnesota that is centered on closing the opportunity gaps in agriculture, business training, workforce development, education, employment, healthcare, housing, investment and trade with the mission of creating awareness and increasing access to resources for African communities.",
      "preview": "top of page Register NOW! Become a Member Today! Our Mission Who We Are Minnesota Africans United (MAU) is serving as the coalition of African immigra"
    },
    {
      "url": "https://se.rescue.org",
      "title": "International Rescue Committee | RESCUE",
      "description": "International Rescue Committee (RESCUE) grundades 1933 på initiativ av Albert Einstein och hjälper utsatta människor vars liv och försörjning har slagits i spillror av konflikter och katastrofer. Få reda på mer om vårt arbete runt om i världen och hur du kan hjälpa RESCUE rädda liv.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.verizon.com/",
      "title": "Verizon: Wireless, Internet, TV and Phone Services | Official Site",
      "description": "Shop Verizon smartphone deals and wireless plans on the largest 4G LTE network. First to 5G. Get Fios for the fastest internet, TV and phone service.",
      "preview": "void"
    },
    {
      "url": "https://www.kunecoco.de/2012/09/review-schone-sauerei-ein-schweinekrimi.html",
      "title": "Review // Schöne Sauerei - Ein Schweinekrimi - KuneCoco",
      "description": "Eine Woche habe ich nichts von mir hören lassen.",
      "preview": "Menü Review // Schöne Sauerei - Ein Schweinekrimi Veröffentlicht 16. September 2012 Kommentare 4 Kommentare Eine Woche habe ich nichts von mir hören l"
    },
    {
      "url": "https://eskalera.com/",
      "title": "Home",
      "description": "void",
      "preview": "Boosting employee power skills to drive business performance The scalable SaaS platform that drives employee performance, retention, and engagement. L"
    },
    {
      "url": "https://login.wordpress.org/?redirect_to=https%3A%2F%2Fwordpress.org%2Fplugins%2Fgdpr-cookie-compliance%2F&locale=en_US",
      "title": "WordPress.org Login | WordPress.org English",
      "description": "void",
      "preview": "Powered by WordPress Log in to your WordPress.org account to contribute to WordPress, get help in the support forum, or rate and review themes and plu"
    },
    {
      "url": "http://mdgs.un.org/unsd/mdg/Default.aspx",
      "title": "Millenium Development Goals Indicators - Millenium Development Goals Indicators - UN Statistics Wiki",
      "description": "void",
      "preview": "Millenium Development Goals Indicators Edit space details Pages Blog Page tree Browse pages Configure Space tools A t tachments (0) Page History Page"
    },
    {
      "url": "https://offer.shazam.apple.com/sharewithafriend",
      "title": "instagram",
      "description": "Identify the music playing around you. Explore the music you love. Discover songs, lyrics, and artists on Shazam.",
      "preview": "Download Shazam Apps Concerts Charts Radio Spins Fast Forward 2025 Help Name songs in seconds Find music, concerts and more with Shazam Get the app Sc"
    },
    {
      "url": "https://nextjs.org/docs/app/building-your-application/routing",
      "title": "Getting Started: Layouts and Pages | Next.js",
      "description": "Learn how to create your first pages and layouts, and link between them with the Link component.",
      "preview": "Menu Using App Router Features available in /app Latest Version 15.5.4 App Router Getting Started Layouts and Pages Copy page Layouts and Pages Next.j"
    },
    {
      "url": "https://www.lisaguerrero.com",
      "title": "Lisa Guerrero",
      "description": "void",
      "preview": "Lisa Guerrero Scroll Award-Winning Journalist, Keynote Speaker, Author & Artist Check out my full interview with Pat Harvey here !! My memoir, Warrior"
    },
    {
      "url": "https://government.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://inner.world/",
      "title": "Innerworld - virtual mental health groups with guided support and community",
      "description": "Innerworld is a mental health haven and the most empathetic community online. Join virtual support groups as an anonymous avatar anytime from phone or tablet. Learn life-changing tools and feel better fast.",
      "preview": "How Innercircle Works: As an Innercircle member, you will join a group of other Innercirclers with similar interests and challenges. Together, you'll"
    },
    {
      "url": "https://www.wilsoncenter.org/the-woodrow-wilson-awards",
      "title": "The Woodrow Wilson Awards | Wilson Center",
      "description": "void",
      "preview": "Skip to main content In every nation, there are great men and women who have, by the strength of their character and their own accomplishments, become"
    },
    {
      "url": "https://www.faz.net/aktuell/feuilleton/buehne-und-konzert/eklat-in-hannover-attacke-mit-tierkot-auf-unsere-tanzkritikerin-18672999.html",
      "title": "Attacke mit Tierkot auf unsere Tanzkritikerin: Eklat in Hannover | FAZ",
      "description": "Am Rande einer Ballettpremiere hat der Chefchoreograph und Direktor des Staatsballetts Hannover unsere Tanzkritikerin zunächst verbal und dann auch physisch attackiert. Ein Angriff auf die freie, kritische Kunstbetrachtung generell.",
      "preview": "Suche Suche Startseite FAZ+ Das Beste von FAZ+ Politik Öffnen USA unter Trump Ukraine Inland Ausland Politische Bücher PRO Einspruch Geschichte Briefe"
    },
    {
      "url": "https://sustainability.stanford.edu",
      "title": "Stanford Doerr School of Sustainability",
      "description": "Accelerating the development of large-scale solutions and educating tomorrow's change makers in response to urgent planetary challenges.",
      "preview": "Main content start For life on Earth. Forever. Watch now A blueprint for mapping melting ice sheets Stanford researchers have created an open-source t"
    },
    {
      "url": "https://m.familleperrin.com/12PCF6YRJ7",
      "title": "Famille Perrin, Southern Rhone Valley | Our wineries",
      "description": "Famille Perrin, Southern Rhone Valley. It is no coincidence Famille Perrin is the leading organic wine grower of the Southern Rhône Valley where they occupy...",
      "preview": "English English Our wineries La Vieille Ferme La Vieille Ferme Sparkling La Plume Famille Perrin - Les Crus Famille Perrin - Sélections Parcellaires D"
    },
    {
      "url": "https://genealogy.cjh.org/synagogue/1132",
      "title": "Ackman & Ziff Genealogy Institute at the Center for Jewish History",
      "description": "void",
      "preview": "Toggle navigation Ackman & Ziff Family Genealogy Institute A&ZFGI @ CJH Family History Collections NYC Synagogue Map Home New York Historical Synagogu"
    },
    {
      "url": "http://walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://photo.samsclub.com/?xid=hdr:shop:seasonal:photo-center",
      "title": "Photo Gifts, Photo Books & Online Photo Printing | Sam's Club Photo",
      "description": "Storytelling made beautiful with Sam's Club Photo. Print photos, order custom cards, and create photo gifts like canvas prints, photo books, and more online.",
      "preview": "Free Ground Shipping on all Orders. Learn more Photo Books Hold onto every moment Bring the sunshine home: personalize photo books with your vacation"
    },
    {
      "url": "http://www.odinafrica.org",
      "title": "Ocean Data and Information Network for Africa - Ocean Data and Information Network for Africa",
      "description": "void",
      "preview": "SA Agulhas RV Mtafiti SA Agulhas What is ODINAFRICA? The Ocean Data and Information Network for Africa has been one of the most successful projects of"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/topics/cache/",
      "title": "Django's cache framework | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    },
    {
      "url": "https://law.georgia.gov/press-releases/2023-02-16/carr-eight-indicted-gwinnett-county-following-major-human-trafficking",
      "title": "Carr: Eight Indicted in Gwinnett County Following Major Human Trafficking, Gang Investigation | Office of the Attorney General",
      "description": "Defendants also charged with Racketeering, Kidnapping and Aggravated Assault",
      "preview": "Skip to main content ATLANTA, GA - Attorney General Chris Carr today announced the indictment of eight alleged members of the LOTTO gang in Gwinnett C"
    },
    {
      "url": "https://www.galere.net/about/tommi-parzinger/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://rebeccarhodes.teachable.com/courses/how-to-paint-a-pet-portrait-from-beginning-to-end/lectures/34382851",
      "title": "Introduction, Goals | Watercolors with Rebecca Rhodes",
      "description": "A Step by Step Guide in Creating Your Own Pet Portrait",
      "preview": "How to Paint a Pet Portrait from Beginning to End Welcome! Introduction Introduction, Materials Roadmap: The 5-Step Process to Paint Your Pet Glossary"
    },
    {
      "url": "https://brandynisapunk.tumblr.com/post/121123697991",
      "title": "Maryland moves to increase diversity in computer... - I totally don't like foxes...",
      "description": "Maryland moves to increase diversity in computer science http://blog.code.org/post/121123281798/md codeorg: \"A rigorous computer science course can't satisfy a required technology credit for...",
      "preview": "Menu I totally don't like foxes... Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't satisfy"
    },
    {
      "url": "https://octoverse.github.com/",
      "title": "Octoverse 2024: The state of open source | The State of the Octoverse",
      "description": "Find out how AI and a rapidly growing global developer community are coming together with compounding results.",
      "preview": "void"
    },
    {
      "url": "https://www.roadmaptozero.com/",
      "title": "Roadmap to Zero",
      "description": "We need to change how things are produced, especially the items we wear. ZDHC is making that happen. We work with the fashion industry, empowering it to produce safe products. Together we are protecting the place we all call home.",
      "preview": "By using this website, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing"
    },
    {
      "url": "https://osmfoundation.org/Licence",
      "title": "Licence - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Licence From OpenStreetMap Foundation Information on our distribution licence, the ODbL 1.0, its application to"
    },
    {
      "url": "https://es.thefreedictionary.com/desapercibido",
      "title": "Desapercibido - significado de desapercibido diccionario",
      "description": "Definición de desapercibido en el Diccionario de español en línea. Significado de desapercibido diccionario. traducir desapercibido significado desapercibido traducción de desapercibido Sinónimos de desapercibido, antónimos de desapercibido. Información sobre desapercibido en el Diccionario y Enciclopedia En Línea Gratuito. 1 . adj. Que no es advertido o percibido la noticia pasó desapercibida en los medios internacionales. inadvertido apercibido 2 . Que está desprevenido o...",
      "preview": "Desapercibido - significado de desapercibido diccionario https://es.thefreedictionary.com/desapercibido Printer Friendly desapercibido También se encu"
    },
    {
      "url": "https://www.ny.gov/programs/new-york-state-covid-19-technology-swat-team",
      "title": "New York State COVID-19 Technology SWAT Team | The State of New York",
      "description": "Leveraging Technology Expertise to Scale our Efforts",
      "preview": "Skip to main content Programs New York State COVID-19 Technology SWAT Team Leveraging Technology Expertise to Scale our Efforts New York State COVID-1"
    },
    {
      "url": "https://thinkprogress.org/house-bill-endangers-sex-workers-advocates-say-7a47ce9b2b4f/",
      "title": "House overwhelmingly passes a bill that conflates sex work and sex trafficking - ThinkProgress",
      "description": "void",
      "preview": "Advertisement House overwhelmingly passes a bill that conflates sex work and sex trafficking The House bill (FOSTA), which claims to protect trafficki"
    },
    {
      "url": "https://wiki.das-labor.org/index.php?title=Spezial:Anmelden&returnto=Bootstrap+Meeting%2F2021&returntoquery=action%3Dedit%26section%3D209",
      "title": "Anmelden - LaborWiki",
      "description": "void",
      "preview": "Wechseln zu: content Anmelden Aus LaborWiki Wechseln zu: Navigation , Suche Benutzername Sichere Verbindung verwenden Passwort Angemeldet bleiben Anme"
    },
    {
      "url": "https://clairemazurel.com/fr/portfolio-89434-presse",
      "title": "PRESSE",
      "description": "PRESSE",
      "preview": "Connexion Panier PRESSE Top"
    },
    {
      "url": "https://bileti.bdz.bg/",
      "title": "БДЖ билетоиздаване",
      "description": "BDZ online portal",
      "preview": "void"
    },
    {
      "url": "https://randomgifgirlwrites.tumblr.com/",
      "title": "Random Gif Girl Writes",
      "description": "Some people say I have a way with words. I don't know if I believe them.",
      "preview": "Random Gif Girl Writes"
    },
    {
      "url": "https://blog.linkedin.com/?trk=homepage-basic_directory_blogMicrositeUrl",
      "title": "Official LinkedIn Blog",
      "description": "void",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "https://www.nateluebbe.com",
      "title": "Nate Luebbe - Landscape, Wildlife, Travel & Adventure Photography",
      "description": "Nate Luebbe: Photographer, Cinematographer & Nature Nerd. Explore stunning landscape, wildlife, travel & adventure photography",
      "preview": "Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) GALLERY WORKSHOPS PHOT"
    },
    {
      "url": "https://sports.yahoo.com/nfl/players/30127/splits/",
      "title": "Derek Barnett (DE, RD) Stat Splits - Houston - Yahoo Sports",
      "description": "Sports News, Scores, Fantasy Games",
      "preview": "Advertisement Advertisement Advertisement Advertisement Derek Barnett #95 DE Houston Texans 1 Solo 0.0 Sack 0 Int Summary Game Log Splits All Seasons"
    },
    {
      "url": "https://nypost.com/2023/02/02/don-lemon-screamed-at-cnn-this-morning-co-host-in-off-camera-tiff-sources/",
      "title": "Exclusive | Don Lemon 'screamed' at 'CNN This Morning' co-host in off-camera tiff: sources",
      "description": "Tensions on the set of \"CNN This Morning\" have recently boiled over, with Don Lemon allegedly \"screaming\" at co-host Kaitlan Collins off-camera during an ugly December incident that has left the cast and crew rattled ever since, The Post has learned.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Tensions on the set of \"CNN This Morning\" have recently boil"
    },
    {
      "url": "https://www.wmagazine.com/culture/chrishell-stause-selling-sunset-interview",
      "title": "Chrishell Stause on 'Selling Sunset,' and Loving Horror Films",
      "description": "The 'Selling Sunset' star discusses navigating her own reality with what you see on television.",
      "preview": "Chrishell Stause as Dexter Morgan from 'Dexter.' See more from W TV Portfolio 2022 For W 's third annual TV Portfolio , we asked 21 sought-after names"
    },
    {
      "url": "https://tlmworks.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "https://www.ujafedny.org/",
      "title": "Home » UJA-Federation of New York",
      "description": "UJA-Federation of New York strengthens Jewish communities locally and globally, supports those in need, combats antisemitism, and responds to global crises.",
      "preview": "Standing Proud. Standing Strong. Will you stand with us? In Israel More than $300 million allocated since October 7. Learn more keyboard_arrow_right S"
    },
    {
      "url": "https://www.broadway.com/buzz/201284/arturo-perez-jr-samantha-jayne-to-direct-the-mean-girls-movie-musical/",
      "title": "Arturo Perez Jr. & Samantha Jayne to Direct the Mean Girls Movie Musical | Broadway Buzz | Broadway.com",
      "description": "News regarding the previously announced Mean Girls movie musical has arrived! The husband-and-wife team of Arturo Perez Jr. and Samantha Jayne have si",
      "preview": "search gift calendar chevron envelope close phone loading Skip to main content Broadway BUZZ Sponsored By News Photos Videos Features Interviews Artur"
    },
    {
      "url": "https://nautil.us/to-protect-the-ocean-we-must-love-it-11867/",
      "title": "To Protect the Ocean, We Must Love It - Nautilus",
      "description": "How a life on the water inspired Dona Bertarelli",
      "preview": "Technology The Divers Who Stretch the Limits of Human Biology Environment Modeling the Deep Environment The Deep Ocean Is a Global Public Good Environ"
    },
    {
      "url": "https://www.flowerbeauty.com/products/warrior-princess-mascara-new",
      "title": "Warrior Princess Mascara | FLOWER Beauty",
      "description": "Get the fanned-out lash look fit for a princess. This vegan mascara boosts volume and length with a buildable formula that coats every single lash.",
      "preview": "Skip to content We're working on something new... In the meantime, please use our store locator to shop Flower Beauty. Shop Flower Beauty on CVS.com S"
    }
  ],
  "_meta": {
    "total_bookmarks": 119
  }
}