{
  "data": [
    {
      "url": "https://skillshop.withgoogle.com/",
      "title": "Skillshop",
      "description": "Access free online training to develop skills for Google workplace tools. Learn at your own pace and get Google product certified along the way.",
      "preview": "Skip to Content Skillshop X Skillshop Master the Google tools you use at work with online training Develop skills you can apply right away, with e-lea"
    },
    {
      "url": "https://blogs.worldbank.org/voices/bold-new-worldbankorg",
      "title": "A Bold New Worldbank.org",
      "description": "Worldbank.org just got a pretty significant makeover. The design is more modern - with less clutter and better use of visuals (images, video, graphics). The navigation is more streamlined and, we hope, more intuitive for you. We know thousands of you rely on our website for research, data and knowledge ...",
      "preview": "Published on Voices A Bold New Worldbank.org Christine Montgomery April 04, 2017 This page in: English Français Español العربية Русский 中文 English Eng"
    },
    {
      "url": "https://www.likewise.com",
      "title": "Find New TV Shows, Movies, Books, Podcasts & More",
      "description": "Weekly personalized recommendations for what to watch, read, and listen to-delivered straight to your inbox from Likewise.",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "https://www.yearupannualreport.com/",
      "title": "Year Up Annual Report",
      "description": "Year Up Annual Report",
      "preview": "Back Impact Report: 25th Anniversary Edition 2023 Impact Report 2022 Impact Report 2021 Impact Report 2020 Annual Report 2019 Annual Report 2018 Annua"
    },
    {
      "url": "https://mahxipad.tumblr.com/",
      "title": "@mahxipad on Tumblr",
      "description": "So I basically just repost all my cools if you don't like it leave",
      "preview": "Posts Likes Following filmarachnid Follow I FILMED MYSELF READING THIS TWITTER POST AND I HAVEN'T BEEN ABLE TO STOP LAUGHING heshe I don't identify as"
    },
    {
      "url": "https://www.sportscrunch.in/",
      "title": "We'll Be Back Soon | SportsCrunch.in",
      "description": "void",
      "preview": "We'll Be Back Soon Our website is currently undergoing scheduled maintenance. We appreciate your patience and will be back online shortly."
    },
    {
      "url": "http://www.selfstoragebrokersofamerica.com/",
      "title": "! Self Storage Brokers of America",
      "description": "void",
      "preview": "Home About SSBA Short Term Management Our Team Properties Development Sites Recent Sales Testimonials Affiliate Program How it Works Advertising & Mar"
    },
    {
      "url": "https://experiments.withgoogle.com/arts-culture",
      "title": "Arts & Culture Experiments - Experiments with Google",
      "description": "Since 2009, coders have created thousands of amazing experiments using Chrome, Android, AI, WebVR, AR and more. We're showcasing projects here, along with helpful tools and resources, to inspire others to create new experiments.",
      "preview": "Collection Arts & Culture Experiments Try out experiments at the crossroads of art and technology, created by Artists and Creative Coders with Google"
    },
    {
      "url": "http://www.minesnewsroom.com/news/all/rss.xml",
      "title": "News",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.hbomax.com/",
      "title": "HBO Max | Stream Series and Movies",
      "description": "Stream must-see series, hit movies, exclusive originals, family favorites, and live sports. Plans start at $9.99/month.",
      "preview": "Skip To Content Must-see series, movies & more. Choose an HBO Max plan or bundle to start streaming. HBO Max Plans start at $ 9.99 /month Get HBO Max"
    },
    {
      "url": "https://www.cambio-carsharing.de/cms/carsharing/de/1/cms_f2_128/cms_f8_1/cms?cms_knschluessel=FAHRZEUGE&cms_Feurocode=LBG&cms_Fname=Uelzen&cms_Fregionid=626",
      "title": "Welche Autos gibt es bei cambio? | cambio CarSharing",
      "description": "Bei cambio gibt es unterschiedliche Automodelle: Da ist vom Kleinwagen bis zum Transporter alles dabei. So können Sie immer genau das Auto auswählen, dass gerade für Sie am besten passt.",
      "preview": "my cambio Registrieren Die cambio-Flotte Alle Fahrzeuge verfügen über eine komfortable Grundausstattung, die Ihnen das Fahren erleichtert: Dazu gehöre"
    },
    {
      "url": "https://tv.google",
      "title": "Google TV | All in one smart TV streaming platform",
      "description": "Your favorite streaming apps for movies, shows, live TV, and more, on one platform. Built right into your smart TV or streaming device, Google TV is your new home for all the content you love.",
      "preview": "Gemini is now available on select devices. Learn more . Get Google TV Google TV Streamer Smart TVs Mobile App 10,000+ apps. 800+ free channels. Music"
    },
    {
      "url": "https://www.fosi.org/",
      "title": "Home - Family Online Safety Institute",
      "description": "void",
      "preview": "Working to make the online world safer for kids and their families Learn More The Family Online Safety Institute emphasizes three core pillars to prom"
    },
    {
      "url": "https://novoverde.pt/",
      "title": "Novo Verde | Resíduos de Embalagens",
      "description": "void",
      "preview": "PT EN ES O ponto de viragem na reciclagem de resíduos de embalagem A Novo Verde é uma entidade gestora de resíduos, responsável pela recolha, valoriza"
    },
    {
      "url": "http://CekFakta.com?trk=organization_guest_main-feed-card-text",
      "title": "CekFakta",
      "description": "A Premium SmartMag Theme demo.",
      "preview": "Playbook Tentang Kami Media Kontak Prebunking LMS FAQ Facebook Twitter Instagram Youtube Wednesday, November 8 Facebook Twitter Instagram Youtube"
    },
    {
      "url": "https://www.taxexemptworld.com/organizations/dupage-county-il-illinois.asp?spg=19",
      "title": "DuPage County Illinois Nonprofits and 501C Organizations - Search and Download Lists",
      "description": "View and download lists of nonprofit companies in DuPage County IL with statistics on assets, income, revenues, 501c classifications, form 990s...",
      "preview": "DuPage County Illinois Get Unlimited Access to 990 Returns Get Contact Info, Financial Details, and more Save to Excel, CSV, Access, or TXT Download T"
    },
    {
      "url": "https://www.progressiverailroading.com/keywords/keywords.aspx?id=0&keywords=LAX&year=2014",
      "title": "LAX: Coverage from 2014 - Railroad industry topic page listing articles, news and coverage about LAX. For Railroading Professionals",
      "description": "void",
      "preview": "Media Kit » Try RailPrime™ Today! » NEW! Go to RailPrime » NEWS News Features Branded Features Past Features RFPs Find Content By Keywords RAIL TOPICS"
    },
    {
      "url": "http://mezelmods.com/",
      "title": "Pinball Accessories and Parts by Mezel Mods",
      "description": "Upgrade your game with high quality pinball accessories for your pinball machine. Don't settle for ordinary pinball- make it uniquely yours at Mezel Mods.",
      "preview": "Skip to content Collection of the Week: DND New! DND Bridge Gift Cards Stanger Things Pinball Products Back In Stock The Arcade Sign and Billy's Camar"
    },
    {
      "url": "http://targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.flsenate.gov/laws/constitution",
      "title": "The Florida Constitution - The Florida Senate",
      "description": "void",
      "preview": "Skip to Navigation | Skip to Main Content | Skip to Site Map FLHouse.gov | Mobile Site Senate Tracker: Sign Up | Login Go to Bill: Year: 2026 2025 202"
    },
    {
      "url": "https://www.apple.com/",
      "title": "Apple",
      "description": "Discover the innovative world of Apple and shop everything iPhone, iPad, Apple Watch, Mac, and Apple TV, plus explore accessories, entertainment, and expert device support.",
      "preview": "Apple iPhone 17 Pro All out Pro. Learn more Buy iPhone Air The thinnest iPhone ever. With the power of pro inside. Learn more Buy iPhone 17 Magichroma"
    },
    {
      "url": "https://www.kiwico.com/us/store/dp/roller-coaster-physics-ferris-wheel-project-kit/4072",
      "title": "Marble Roller Coaster | KiwiCo",
      "description": "Fuel your child's curiosity and love for engineering with KiwiCo's Marble Roller Coaster Kit. Perfect for kids ages 7+, this hands-on roller coaster toy makes learning about engine...",
      "preview": "Store Marble Roller Coaster Ages 7+ Ages 7+ Marble Roller Coaster Price: $49.95 $49.95 4.9 Become a thrill engineer and build twisty, turny tabletop r"
    },
    {
      "url": "http://www.leehawkins.com/NoFrames/Reviews/2021.htm",
      "title": "The 2021 Quo Annual",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mikaylalanemusic.com/",
      "title": "Mikayla Lane",
      "description": "void",
      "preview": "top of page New Single AVAILABLE NOW FOLLOW Socials MUSIC Music VIdeos VIDEOS Mikayla Lane - Rodeo Money (Official Music Video) Play Video Facebook Tw"
    },
    {
      "url": "http://www.radio.it/",
      "title": "Ascolta radio online, web radio, internet radio e musica gratis",
      "description": "Ascolta la radio online e la musica tra più di 60.000 radio nazionali e internazionali. Scopri la radio gratuita in diretta su radio.it.",
      "preview": "Aprire l'app Il podcast inizia in - 0 sec. Sintonizzati sul mondo Radio locali Più ascoltate su radio.it Radio 24 - Il sole 24 ore Milano RAI Radio 1"
    },
    {
      "url": "https://webcourseworks.com/",
      "title": "Web Courseworks is now Forj LMS | Forj",
      "description": "Forj LMS Product Description and Benefits",
      "preview": "Join the Forj Community Get insights and ideas delivered right to your inbox. Learning Web Courseworks is now Forj Forj and Web Courseworks merged in"
    },
    {
      "url": "https://www.ucsc.edu/tools/people.html",
      "title": "Find people - UC Santa Cruz",
      "description": "void",
      "preview": "Find people UCSC Campus Directory Find contact information for UC Santa Cruz faculty, staff, and students. Search for faculty and postdocs in specific"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Newsletter-Templates-Send-Beautiful-and-Responsive-Emails-Mailjet-a1ddc172f9f24d2d95708274950c534a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/informacoes/atrasos-e-supressoes",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.retro-darky.cz/plechova-retro-cedule-plakat-prazska-kolbovka/",
      "title": "Plechová retro cedule - Pražská Kolbovka - retro-darky.cz",
      "description": "Plechová retro cedule - Pražská Kolbovka.",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://www.jekca.fr/index.php?route=product/category&path=231",
      "title": "JEKCA France",
      "description": "JEKCA est une entreprise innovante créant des sculptures en briques pour KIDULTES ! Bien plus que de simples briques traditionnelles, notre créativité et notre technologie brevetée de verrouillage permettent à chacun de construire des sculptures solides et complexes, repoussant les limites des jeux de construction.",
      "preview": "Ignorer et passer au contenu 🎃 PROMOS HALLOWEEN : -10% sur une sélection de jeux 🕷️ 🚚 Livraison gratuite à partir de 80€ 🚛Livraison gratuite à partir"
    },
    {
      "url": "https://www.dailynews.com/2021/12/13/new-plan-calls-for-closure-of-aliso-canyon-facility-by-2023/",
      "title": "New plan calls for closure of Aliso Canyon gas facility by 2023 - Daily News",
      "description": "Sen. Henry Stern's plan, which is still in development, focuses on four areas, including developing local clean energy generation and storage, cutting demand for natural gas, improving efficiency measures and replacement of leaky furnaces and water heaters with new heat pumps and tankless water heaters.",
      "preview": "Skip to content California Senator Henry Stern announces that he will introduce legislation to get the Aliso Canyon gas storage facility shut down dur"
    },
    {
      "url": "http://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "https://www.scotusblog.com/2022/12/colorado-web-designers-first-amendment-supreme-court-lgbtq-anti-discrimination-laws/",
      "title": "Colorado web designer's First Amendment challenge will test the scope of state anti-discrimination laws - SCOTUSblog",
      "description": "The Supreme Court on Monday will revisit a long-simmering tension between legal protections for LGBTQ people and the rights of business owners who oppose same-sex marriage. The case, 303 Creative [...]",
      "preview": "Skip to content CASE PREVIEW Colorado web designer's First Amendment challenge will test the scope of state anti-discrimination laws By Amy Howe"
    },
    {
      "url": "https://crisisresponse.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Crisis Response Homepage",
      "description": "Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology and recovery support.",
      "preview": "Crisis response areas Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology a"
    },
    {
      "url": "https://www.linkedin.com/",
      "title": "LinkedIn: Log In or Sign Up",
      "description": "1 billion members | Manage your professional identity. Build and engage with your professional network. Access knowledge, insights and opportunities.",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "https://raskin.house.gov/2022/12/statement-of-congressman-jamie-raskin-to-the-people-of-maryland-s-8th-district",
      "title": "Statement of Congressman Jamie Raskin to the People of Maryland's 8th District | Press Releases | Congressman Jamie Raskin",
      "description": "void",
      "preview": "skip to main Facebook Icon Google Plus Icon Instagram Icon LinkedIn Icon Twitter Icon YouTube Icon Vimeo Icon Clients Icon Email icon Map Icon Print I"
    },
    {
      "url": "https://omny.fm/shows/the-undressing-room/cry-me-a-river-episode-3?fbclid=IwAR2tkSUQ9pmRZTCwy1RvFJk4BxmCqHTgMnb7sKOp-IQqsONTjAkyYh4Su2I",
      "title": "Cry Me A River | Episode 3 - The Undressing Room Podcast - Omny.fm",
      "description": "This week Eva, Lore'l & Dominique Da Diva will be undressing Valentine's Day posts as they'll share their thoughts on Michael B. Jordan & Lori Harvey's new courtship, plus Halle Berry's V-day post clapping back at her haters. In viral news, we'll catch up on #GorillaGlueGirl while Justin Timberlake's apology came. a little too late. Monica's divorce struggles and Kim and Kanye's potential divorce. Find all of this gossip and more on this week's episode. The Undressing Room Podcast is presented by Macys. Head to Macys.com/TheUndressingRoom to see what's on their wish-list, plus check out their favorite items on sale this week. They'll be updating their closets weekly, so you won't want to miss it! Subscribe and check us out every Thursday. This week, you have a chance to win a $250 Macy's gift card. Listen to the podcast and look out for the keyword. Head to: www.theundressingroompod.com Follow: @theundressingroompod @evamarcile @starringlorel @dominiquedadiva",
      "preview": "Cry Me A River | Episode 3 View description Share Description This week Eva, Lore'l & Dominique Da Diva will be undressing Valentine's Day posts as th"
    },
    {
      "url": "https://carlsonschool.umn.edu/faculty-research/analytics-for-good-institute",
      "title": "Analytics for Good Institute | Minnesota Carlson",
      "description": "Minnesota Carlson's Analytics for Good Institute uses data analytics to solve social problems. Partner with us to make a difference",
      "preview": "Skip to main content Analytics for Good Institute Big data analytics, machine learning, and artificial intelligence all hold tremendous potential to a"
    },
    {
      "url": "https://www.gopenske.com/",
      "title": "Penske Truck Leasing, Logistics, Truck Rental, Used Trucks Sales",
      "description": "Penske's product lines include commercial and consumer truck rentals, full-service truck leasing and maintenance, logistics solutions, and used trucks.",
      "preview": "Move Forward We have a relentless drive to help our customers win. Move Forward TRUCK RENTAL Personal Commercial Lease & Maintenance Learn More Logist"
    },
    {
      "url": "https://onecast.me",
      "title": "OneCast - Xbox remote play for Mac, iOS and Apple TV",
      "description": "Someone else using the TV? Stream your Xbox games to your Mac, iOS and Apple TV devices and play anywhere, anytime.",
      "preview": "Skip to content Home News Download Support Purchase Download for Mac Xbox gaming unleashed - stream from your console or the cloud to your favorite de"
    },
    {
      "url": "https://www.pkp.pl/pl/rozklad-jazdy",
      "title": "Nie znaleziono żądanej strony",
      "description": "Strona internetowego serwisu korporacyjnego PKP S.A. (Polskie Koleje Państwowe Spółka Akcyjna)",
      "preview": "Nie znaleziono żądanej strony. Kontynuując przeglądanie stron serwisu pkp.pl wyrażasz zgodę na używanie plików cookies. Poprzez zmianę ustawień swojej"
    },
    {
      "url": "http://mathworld.wolfram.com/topics/LinearAlgebra.html",
      "title": "Linear Algebra -- from Wolfram MathWorld",
      "description": "void",
      "preview": "Linear Algebra Determinants (31) General Linear Algebra (34) Lie Theory @ Linear Independence (7) Linear Systems of Equations (14) Matrices (8) Perman"
    },
    {
      "url": "https://www.pixyblog.com/",
      "title": "PixyBlog | Expose Yourself - Photo Sharing Community, Digital Photography Blogs.",
      "description": "void",
      "preview": "Home Welcome to PixyBlog! Home of the following photography blogs: The Cliff Walk ( www.thecliffwalk.com ) Jet Eye ( jeteye.pixyblog.com ) Martyn Godd"
    },
    {
      "url": "https://publicdomainreview.org/",
      "title": "The Public Domain Review - Online journal dedicated to showcasing the most interesting and unusual out-of-copyright works available on the web",
      "description": "Online journal and not-for-profit project dedicated to the exploration of curious and compelling works from the history of art, literature, and ideas.",
      "preview": "Home Essays Collections Explore Shop Support PDR About Blog Search Search The Public Domain Review The Adventures and Experiences of the First Slovak"
    },
    {
      "url": "https://www.aioic.org/",
      "title": "American Indian OIC - Education and Career Services in Minneapolis, MN",
      "description": "Since 1979, Minneapolis-based American Indian OIC has focused on serving our community through education and training.",
      "preview": "CONTACT DONATE NEWS View the latest AIOIC News and Announcements. LATEST NEWS CLASSES View the latest AIOIC News and Announcements. WHAT WE DO DONATE"
    },
    {
      "url": "https://sprig.com/",
      "title": "Sprig: Modern Research Platform for UX Teams",
      "description": "Sprig is a unified research platform built for UX teams who need fast, relevant user insights. Powered by AI, Sprig helps you do more research in less time by capturing and analyzing real-time feedback and behavioral data at scale.",
      "preview": "Join us in SF on October 22 for the Experience Research Summit - Apply Here"
    },
    {
      "url": "http://www.kartverket.no/",
      "title": "Kartverket.no",
      "description": "Kartverket har et nasjonalt ansvar for geografisk informasjon, drifter det nasjonale eiendomsregisteret og tinglyser fast eiendom og andeler i borettslag.",
      "preview": "Hopp til innholdet Hopp til navigasjon Språk Søk Kontakt oss Language English Norwegian Meny trenger javascript Eiendom Eiendomsregisteret Tinglyse sk"
    },
    {
      "url": "https://bulletin.stanford.edu/pages/c7vDgeOuJIfpZe8GKmW3/",
      "title": "Nondiscrimination Policy | Stanford University Bulletin",
      "description": "Nondiscrimination Policy",
      "preview": "Skip to Main Content Navigated to Nondiscrimination Policy. Nondiscrimination Policy Policy Statement Stanford University admits qualified students of"
    },
    {
      "url": "https://jobgirls.de/damen-stellen-sich-vor/4-21/",
      "title": "Arielle | Jobgirls-Gewerblich prostituierte Damen zeigen sich.",
      "description": "void",
      "preview": "Skip to content Arielle Home / Gewerbliche Damen aus den Clubs / Arielle Arielle Jobgirls 2019-07-09T18:24:19+02:00 JobGirls verwendet Cookies, um Inh"
    },
    {
      "url": "https://support.airtable.com",
      "title": "Airtable Support | Home",
      "description": "Browse product documentation to find answers and support for Airtable.",
      "preview": "Airtable Help Center See all articles Recently updated articles Search CTRL + K Getting Started Learn the basics of Airtable Billing Learn how to mana"
    },
    {
      "url": "https://www.valencia.es/",
      "title": "Portal del Ayuntamiento de la ciudad de Valencia - València",
      "description": "Portal web del Ayuntamiento de la ciudad de Valencia. Todo lo que necesitas saber para estar al día de las últimas novedades sobre el Ayuntamiento y la ciudad.",
      "preview": "Portal del Ayuntamiento de la ciudad de Valencia - València Diapositiva anterior Carrusel de noticias destacadas CONSEJOS ANTE ALERTAS METEOROLÓGICAS"
    },
    {
      "url": "https://pub.dev/documentation/supercharged/1.11.1/supercharged/IntSCF.html",
      "title": "IntSCF extension - supercharged library - Dart API",
      "description": "API docs for the IntSCF extension from the supercharged library, for the Dart programming language.",
      "preview": "IntSCF extension Supercharged Flutter extensions on int numbers. on int Methods tweenTo ( int end ) → IntTween Available on int , provided by the IntS"
    },
    {
      "url": "https://zdravotnickynabytek.cz/cs/reference/",
      "title": "Reference | Zdravotnický nábytek",
      "description": "void",
      "preview": "VÝROBCE ZDRAVOTNICKÉHO NÁBYTKU A ZAŘÍZENÍ cs en Úvod Produkty O nás Akce Služby Reference Kontakt Úvodní strana » Reference Reference Fakultní Thomaye"
    },
    {
      "url": "https://www.eopticon.ro/rame-de-ochelari/rama-de-ochelari-luca-ls001-1.html",
      "title": "Cumpara ochelari de vedere incepand de la 57,80 RON",
      "description": "Comanda cu incredere ochelari de vedere incepand de la 57,80 RON Fiecare purtator de ochelari stie ca este foarte important sa alegem produse calitative. Vezi oferta eOpticon.ro pentru ochelari de vedere!",
      "preview": "void"
    },
    {
      "url": "https://www.sitioanuncios.com/portugal/46-servicos-comerciais-consultivo.html",
      "title": "SitioAnuncios.com Anúncios em Portugal - Serviços comerciais, consultivo, administração e m",
      "description": "void",
      "preview": "Anuncios Patrocinados Está em... / Anúncios / Serviços / Serviços comerciais, consultivo, administração e m Serviços comerciais, consultivo, administr"
    },
    {
      "url": "https://www.wcs.org/our-work/places",
      "title": "Our Priority Regions - WCS.org",
      "description": "void",
      "preview": "Skip to main content Our Work Our Work Menu Our Priority Wildlife Our Priority Regions Communities Solutions Nature's Strongholds Oceans Donate We are"
    },
    {
      "url": "https://www.bundesnetzagentur.de/DE/Sachgebiete/ElektrizitaetundGas/Unternehmen_Institutionen/E-Mobilitaet/Ladesaeulenkarte/start.html",
      "title": "Bundesnetzagentur - E-Mobilität",
      "description": "E-Mobilität",
      "preview": "Navigation und Service Springe direkt zu: Inhalt Hauptmenu Suche Elek­tro­mo­bi­li­tät Öffentliche Ladeinfrastruktur Öffentlich zugängliche Ladepunkte"
    },
    {
      "url": "https://members.opensource.org/join/",
      "title": "Become a Member of OSI - OSI Members Site",
      "description": "void",
      "preview": "Search Our Site Search Search for: Support our mission Help us protect the Open Source Definition Donate and join as full member to gain the right to"
    },
    {
      "url": "https://atoz.amazon.work",
      "title": "Amazon A to Z Login",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://research.google",
      "title": "Google Research - Explore Our Latest Research in Science and AI",
      "description": "Discover Google Research. We publish research papers across a wide range of domains and share our latest developments in AI and science research.",
      "preview": "Impossible? Let's see. Whether we're shaping the future of sustainability, or optimizing algorithms, or even exploring epidemiological studies, Google"
    },
    {
      "url": "http://bebehblog.com/carolines-nursery/",
      "title": "Caroline's Nursery - bebehblog",
      "description": "Caroline's nursery is not actually a nursery. It's really not even Caroline's right now, since it's full of toddler toys and doesn't have a crib. But it does have nice carpet, a very comfy nursing chair, lots of pretty colorful things and a big closet full of little girl clothes. I'm pretty excited about the [...]",
      "preview": "home hello! Photography We Like To Party Privacy Policy Caroline's Nursery Caroline's nursery is not actually a nursery. It's really not even Caroline"
    },
    {
      "url": "https://locations.capitalone.com/",
      "title": "Capital One Branch, ATM & Café Location Finder",
      "description": "Use the Capital One Location Finder to find nearby Capital One locations, as well as online solutions to help you accomplish common banking tasks.",
      "preview": "void"
    },
    {
      "url": "https://www.transact711.com/",
      "title": "Transact Prepaid",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.usmagazine.com/entertainment/news/khloe-kardashian-to-guest-judge-rupauls-drag-race-see-khloe-and-rupauls-photo-together-2014131/",
      "title": "Khloe Kardashian on RuPaul's Drag Race Picture: Star to Guest Judge | Us Weekly",
      "description": "Khloe Kardashian headlines the lineup of celebrity guest judges on season six of RuPaul's Drag Race; see Kardashian's first photo with RuPaul!",
      "preview": "Tap Here To Add Us Weekly As A Trusted Source Add as a preferred source on Google Khloe Kardashian is a woman on a mission . . . to find America's Nex"
    },
    {
      "url": "https://www.yelp.com/",
      "title": "Ristoranti, dentisti, bar, saloni di bellezza, dottori a Roma - Yelp",
      "description": "Roma - recensioni e consigli degli utenti sui migliori ristoranti, attività, locali notturni, luoghi d'intrattenimento, servizi e molto altro su Yelp",
      "preview": "Entra in contatto con le migliori attività locali Aixois Foto di Elaine D. Azioni recenti Caricamento in corso... Categorie Ristoranti Shopping Vita n"
    },
    {
      "url": "https://www.baseball-reference.com/",
      "title": "MLB Stats, Scores, History, & Records | Baseball-Reference.com",
      "description": "Complete source for baseball history including complete major league player, team, and league stats, awards, records, leaders, rookies and scores.",
      "preview": "Sports Reference ® Baseball Football (college) Basketball (college) Hockey Soccer Blog Stathead ® Immaculate Grid ® Questions or Comments? Welcome · Y"
    },
    {
      "url": "https://www.heritagepark.ca/",
      "title": "Heritage Park Calgary | Popular Living History Museum in Canada",
      "description": "Visit Heritage Park Calgary, one of Canada's Largest Living History Museums and discover family fun for all ages. Plan your next family adventure now!",
      "preview": "Site Navigation Plan Your Visit Memberships Buy Tickets 2 Menu The Park is Open Year Round View hours of operation Call: 403.268.8500 Search Search Se"
    },
    {
      "url": "https://www.theboxwalla.com/product/beauty-box/",
      "title": "Beauty Box Subscription - Luxury Clean Beauty Products",
      "description": "Join our bi-monthly beauty box subscription for curated luxury clean beauty products from brands that are passionate about equitable sourcing of ingredients",
      "preview": "Beauty Box Lavanya February 22, 2021 October 9, 2025 Midori MD Notebook B... $ 15.00 $ Skincare Routine F4 $ 329.00 $ Beauty Box $ 59.95 $ Rated 4.75"
    },
    {
      "url": "http://data.nevcounty.opendata.arcgis.com/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "https://marielleindekeuken.nl/kneden-brooddeeg/",
      "title": "Kneden brooddeeg - Mariëlle in de Keuken",
      "description": "void",
      "preview": "Kneden brooddeeg 1 april 2020 0 reacties X Share on X Facebook Pinterest Print Mariëlle in de Keuken Laat een reactie achter Je moet ingelogd zijn op"
    },
    {
      "url": "https://www.dailystar.co.uk/showbiz/adele-seen-hobbling-stage-during-28859187",
      "title": "Adele seen hobbling on stage during NYE show as she complains of chronic back pain - Daily Star",
      "description": "EXCLUSIVE: The superstar can be seen hunched over and hobbling from one side of the stage to the other as she tells fans she is suffering from sciatica, a painful nerve condition in her lower back",
      "preview": "‌ ‌ ‌ Skip to main content Adele seen hobbling on stage during NYE show as she complains of chronic back pain EXCLUSIVE: The superstar can be seen hun"
    },
    {
      "url": "https://www.applepaysupplies.com/",
      "title": "Apple Pay Merchant Supplies",
      "description": "Order Apple Pay decals for your business and add Apple Pay to your listing online--visit Apple Pay Supplies for merchant resources and easy setup.",
      "preview": "void"
    },
    {
      "url": "https://www.law.cornell.edu/wex/engel_v._vitale_(1962)#:~:text=Primary%20tabs-,Engel%20v.,was%20increasingly%20pluralistic%20and%20secular.",
      "title": "Engel v. Vitale (1962) | Wex | US Law | LII / Legal Information Institute",
      "description": "void",
      "preview": "Please help us improve our site! × No thank you Engel v. Vitale (1962) Primary tabs Engel v. Vitale is the 1962 landmark Supreme Court decision that s"
    },
    {
      "url": "https://data.grandlyon.com/",
      "title": "Accueil - data.grandlyon.com",
      "description": "Les données des acteurs du territoire de la Métropole de Lyon",
      "preview": "void"
    },
    {
      "url": "http://www.ecoembes.com",
      "title": "Ecoembes",
      "description": "Ecoembes ♻️ es una organización medioambiental sin ánimo de lucro que promueve la sostenibilidad y el cuidado del medioambiente a través del reciclaje 🌎",
      "preview": "Pasar al contenido principal Reduce. Reutiliza. Recicla. El reciclaje de los envases domésticos que gestionamos crece un 5,4% en 2024 Más información"
    },
    {
      "url": "https://hillmanfamilyfoundations.org/",
      "title": "Hillman Family Foundations",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ktla.com/2019/12/16/brothers-accused-of-killing-chino-newlywed-at-his-wedding-reception/",
      "title": "Brothers Accused of Killing Chino Newlywed at His Wedding Reception | KTLA",
      "description": "A 30-year-old Chino man killed over the weekend was beaten to death at his wedding reception hours after getting married, investigators said Monday. Joe Melgoza was found suffering from blunt force trauma to his head at the reception around 2:20 a.m. Sunday and died after being taken to the hospital, according to Chino police. Sgt. [...]",
      "preview": "Skip to content"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-042j-mathematics-for-computer-science-fall-2010/",
      "title": "Mathematics for Computer Science | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "This course covers elementary discrete mathematics for computer science and engineering. It emphasizes mathematical definitions and proofs as well as applicable methods. Topics include formal logic notation, proof methods; induction, well-ordering; sets, relations; elementary graph theory; integer congruences; asymptotic notation and growth of functions; permutations and combinations, counting principles; discrete probability. Further selected topics may also be covered, such as recursive definition and structural induction; state machines and invariants; recurrences; generating functions.",
      "preview": "Browse Course Material Course Info Instructors Prof. Tom Leighton Dr. Marten van Dijk Departments Electrical Engineering and Computer Science Mathemat"
    },
    {
      "url": "https://www.che.nl/opleidingen-aanbod?amp%3Bf%5B1%5D=type%3AMaster&amp%3Bf%5B2%5D=type%3APost-HBO&amp%3Bf%5B3%5D=type%3APost-hbo&amp%3Bf%5B4%5D=vakgebied%3AEducatie&f%5B0%5D=type%3AModule&f%5B1%5D=type%3APost-hbo&f%5B2%5D=vorm%3ADeeltijd",
      "title": "CHE | Studeren doe je in Ede | Opleidingen",
      "description": "void",
      "preview": "Filters Sluiten Vorm Deeltijd (98) Deeltijd+ (10) Voltijd (41) Type Associate degree (7) Bachelor (19) Cursus (35) Master (6) Minor (29) Module (17) P"
    },
    {
      "url": "https://fedtechmagazine.com/article/2018/11/how-computer-vision-can-help-agencies-spot-critical-needs",
      "title": "How Computer Vision Can Help Agencies Spot Critical Needs | FedTech Magazine",
      "description": "Training computers to \"see\" images may add capabilities in emergency situations in the near-future.",
      "preview": "Skip to main content MENU Log in Search twitter feed Home » Software Close New AI Research From CDW See how IT leaders are tackling AI opportunities a"
    },
    {
      "url": "https://www.census.gov/library/stories/2021/01/women-making-gains-in-stem-occupations-but-still-underrepresented.html",
      "title": "Women Making Gains in STEM Occupations but Still Underrepresented",
      "description": "While women make up nearly half of the U.S. workforce, they are only 27% of STEM workers, up from 8% in 1970.",
      "preview": "Women Making Gains in STEM Occupations but Still Underrepresented Women Making Gains in STEM Occupations but Still Underrepresented Women Are Nearly H"
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_campaign=footer&utm_medium=referral",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "https://buildfaith.org/tag/naming/",
      "title": "Naming",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Home / Archives for Naming Naming Presider: Blessed be the God of Sarai reveal"
    },
    {
      "url": "https://www.dca.ca.gov/about_us/contactus.shtml",
      "title": "Contact Us - California Department of Consumer Affairs",
      "description": "void",
      "preview": "Contact Us To Contact a Board, Bureau, Committee, or Program To reach a specific DCA entity (board/bureau/committee/program), please contact them dire"
    },
    {
      "url": "https://fphnyc.org/",
      "title": "Fund for Public Health NYC. Innovative partnership for New Yorkers",
      "description": "Everyone deserves to live a healthy life. The Fund for Public Health in New York Collaborating with communities throughout NYC and leveraging the resources of the public and private sectors, FPHNYC and the Health Department make it possible for more New Yorkers to realize their full health potential. City facilitates innovative projects to improve health for all New Yorkers.",
      "preview": "Skip to content Search Improving the Health of ALL New Yorkers Our Impact Our History We believe health is everybody's business. We all benefit from p"
    },
    {
      "url": "http://www.accountservices.com/",
      "title": "ACCOUNT SERVICES INC",
      "description": "void",
      "preview": "For Efficient Accounting and Bookkeeping Start with Us Learn More Account Services, Inc. is a premier accounting and bookkeeping services company in t"
    },
    {
      "url": "https://verified.capitalone.com/sign-in-help/",
      "title": "Capital One - Sign In Help",
      "description": "We'll help you recover your username and password to get access to your account.",
      "preview": "void"
    },
    {
      "url": "https://exquisiteresorts.co.uk/trade-suppliers/",
      "title": "Trade Suppliers - Exquisite Resorts",
      "description": "Trade Suppliers Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin eget pulvinar mauris. Vestibulum neque dolor, dapibus sit amet fringilla a, cursus vel massa. Praesent pulvinar viverra nisi. Aliquam vel mattis diam. Donec in mattis nisl. Morbi tortor nibh, egestas at mi a, auctor lobortis mi. Etiam vel ante in turpis blandit varius quis...",
      "preview": "Skip to content Follow us: Twitter Instagram Trade Suppliers Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin eget pulvinar mauris. Vest"
    },
    {
      "url": "https://www.jewishcommunityaction.org/",
      "title": "Home - Jewish Community Action Minnesota (JCA MN)",
      "description": "JCA MN is a nonprofit 501c3, grassroots civil rights advocacy group weaving progressive Jewish values into local work for racial and economic justice.",
      "preview": "0 Organizing Minnesotan Jews for racial and economic justice New to Our Work? Learn More Existing Member? Manage Your Profile JOIN US! Upcoming Events"
    },
    {
      "url": "https://www.collegeboard.org/",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "https://www.hanfsamen.net/mr-nice-g13-x-hash-plant",
      "title": "Mr Nice G13 X Hash Plant - 10 Samen | Hanfsamen diskret bestellen",
      "description": "Mr Nice G13 X Hash Plant Hanfsamen anonym und diskret kaufen. Vergleich Sie die Angebote verschiedener Seedbanks und bestellen Sie zum Vorzugspreis!",
      "preview": "Geschlecht Feminisiert Regulär Typ Sativa Indica Indica Sativa Autoflowering Seed Mix Anbau Outdoor Anbau Indoor Anbau Gewächshaus Preis Billige Hanfs"
    }
  ],
  "_meta": {
    "total_bookmarks": 92
  }
}