{
  "data": [
    {
      "url": "http://gis.slocounty.opendata.arcgis.com/datasets/61f3ddf2074942e6932b8f5084c20ab4_0",
      "title": "Address Points",
      "description": "SLO County Address Points",
      "preview": "void"
    },
    {
      "url": "https://demitasse.co.nz/2011/10/view-composer-and-the-long-time-between-recomposes/",
      "title": "View Composer and the long time between recomposes | Demitasse",
      "description": "If you've worked with VMware View you will know that moving hundreds of desktops into your datacentre has a large storage requirement. If you haven't seen it yet you need to look at View Comp...",
      "preview": "Skip to content Demitasse Server Virtualisation and Server based computing Home About Demitasse Alastair's Schedule Other Publications ← EPISODE42 - A"
    },
    {
      "url": "http://www.yacreader.com/support",
      "title": "Support",
      "description": "Get help and learn how to use Yet Another Comic Reader",
      "preview": "YACReader Home Downloads Features Support Donation? Why? Contact Forum Android iOS F.A.Q. Please, check the list of frequently asked questions about Y"
    },
    {
      "url": "https://kmamasauce.com/pages/our-soul",
      "title": "Our Soul",
      "description": "void",
      "preview": "Skip to Main Content FREE SHIPPING ON ORDERS $40+ 0 Items Home Our Soul Our Soul HOW IT ALL STARTED Having grown up on my mother's homemade Korean coo"
    },
    {
      "url": "http://fcsn1996.org/",
      "title": "FCSN - Friends of Children with Special Needs",
      "description": "void",
      "preview": "We're proud to share some exciting news! Friends of Children with Special Needs has been selected as a Nonprofit of the Year by Senator Wahab. We're s"
    },
    {
      "url": "https://www.giftcart.com/",
      "title": "GIFTCART Online Gifts Shop & Gift Ideas | India's Leading Gift Portal",
      "description": "Find the perfect gifts for any occasion at GIFTCART, Indias leading online gifts shop. Browse our extensive collection of gift ideas and make someone's day special.",
      "preview": "Skip to content Giftcart Newsletter 0 Recipients Gifts For Men Gifts For Women Gifts For Couple Gifts For Kids Gifts for Parents Personalised Gifts To"
    },
    {
      "url": "http://www.ricette-bimby.com/",
      "title": "Ricette Bimby - Testate e fotografate per TM31, TM5 e TM6",
      "description": "Ricette Bimby veloci e facili! Il ricettario Bimby Vorwerk per TM6 TM5 TM 31. Trovi solo ricette collaudate di dolci, secondi, primi piatti e ricette dietetiche!",
      "preview": "Begin typing your search above and press return to search. Press Esc to cancel. Precedente 1 2 3 ... 77 Avanti + DI PIU'"
    },
    {
      "url": "https://www.unitec.ac.nz/about-us/contact-us/staff-directory?stf_page_size=50&stf_department=59054&stf_fc_limit=r",
      "title": "Staff Directory | Unitec",
      "description": "Our staff have a wide range of experience, knowledge and research interests. Find out their expertise and contact info.",
      "preview": "Study Career and study options Why choose Unitec Scholarships and Awards Application and funding Research and Enterprise Apply now Contact us Current"
    },
    {
      "url": "https://css-tricks.com/snippets/css/complete-guide-grid/",
      "title": "CSS Grid Layout Guide | CSS-Tricks",
      "description": "Our comprehensive guide to CSS grid, focusing on all the settings both for the grid parent container and the grid child elements.",
      "preview": "Table of contents Introduction Basics Important Terminology Grid Properties Special Units & Functions Fluid Columns Snippet Animation Get the poster!"
    },
    {
      "url": "https://bun.sh/docs/runtime",
      "title": "File types - Runtime | Bun Docs",
      "description": "Bun's runtime supports JavaScript/TypeScript files, JSX syntax, Wasm, JSON/TOML imports, and more.",
      "preview": "Intro What is Bun? Installation Quickstart TypeScript Templating bun init bun create Runtime bun run File types TypeScript JSX Text files JSON, TOML,"
    },
    {
      "url": "https://www.fox10tv.com/2023/02/28/atmore-pd-toddler-dies-after-being-left-car/",
      "title": "Atmore PD: Toddler dies after being left in car",
      "description": "A 2-year-old child died after being left unattended in a car for several hours Monday, according to authorities. The child's father is now facing a reckless murder in connection with the death.",
      "preview": "Skip to content ATMORE, Ala. ( WALA ) - In a tragic story out of Atmore, a two-year-old boy is dead after police said his father left him inside his v"
    },
    {
      "url": "https://www.bmw-saudiarabia.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Riyadh, Jeddah, Al-Khobar | Naghi Motors BMW",
      "description": "Visit Naghi Motors BMW in Riyadh, Jeddah &amp; Al-Khobar, an established dealership and servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The New X6 Discover Now The New X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X"
    },
    {
      "url": "https://docs.github.com",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://www.ccala.net",
      "title": "Find Child Care Providers | Child Care Alliance of Los Angeles",
      "description": "Learn more about the Child Care Alliance (CCALA), a unique and significant partnership of ten member agencies that serve communities at the local level.",
      "preview": "About Us Mission, Vision, and Values History Member Agencies Our Board of Directors Our Staff Employment Newsletter News and Events For Parents Find C"
    },
    {
      "url": "https://appalti-villasofia-cervello.maggiolicloud.it/PortaleAppalti/it/ppgare_avvisi_scaduti_lista.wp;jsessionid=33364253A9477A205040BE036C04449B.elda?actionPath=/ExtStr2/do/FrontEnd/Avvisi/view.action&currentFrame=7&codice=A00003&_csrf=INUBLVMZD6H7YA0DGQHY2TW92AKQKJKF",
      "title": "Portale gare d'appalto|Avvisi pubblici scaduti",
      "description": "void",
      "preview": "fun [ Salta al contenuto della pagina ] Access key definite: Vai alla pagina iniziale [H] Vai alla pagina di aiuto alla navigazione [W] Vai alla mappa"
    },
    {
      "url": "https://www.ushcc.com/",
      "title": "Home | United States Hispanic Chamber of Commerce",
      "description": "Welcome to USHCC: Empowering Hispanic businesses for success. Explore our mission, events, and resources. Join the movement today!",
      "preview": "× Are you ready to become a member? Join the USHCC and ignite connections for lasting success. URL This field is for validation purposes and should be"
    },
    {
      "url": "http://www.ywcaweekwithoutviolence.org/",
      "title": "National Campaigns - YWCA - YWCA",
      "description": "YWCA is on a mission to eliminate racism and empower women, and our annual national campaigns are crucial to realizing our mission by creating awareness around racial and gender justice issues and engaging our YWCA network and partners in this work. Annually, we hold the following campaigns: Until Justice Just Is (UJJI), YWomenVote, and Week Without Violence. Read more below about each of our signature campaigns and how you can get involved.",
      "preview": "0 DONATE Register About Week Without Violence Join Us Toolkit Sponsors About Week Without Violence Week Without Violence has been a YWCA national camp"
    },
    {
      "url": "https://portal.seattlefoundation.org/Login",
      "title": "Home",
      "description": "void",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Toggle navigation DONATE Welcome to the Seattle Foundation Online Portal"
    },
    {
      "url": "https://erwinthedevil-blog.tumblr.com/",
      "title": "erwinthedevil-blog",
      "description": "hantuseo.blogspot.com",
      "preview": "About Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://www.hotelameryka.cz/pl/noclegi",
      "title": "Noclegi - Stará Ameryka",
      "description": "Rodinný hotel - Stará Ameryka",
      "preview": "Speciální nabídka pobytů Rozvoz jídel Objednávka korýtka Catering"
    },
    {
      "url": "https://www.harrys.com/en/us",
      "title": "Harry's. Quality Shaving Grooming Products, at a Fair Price | Harry's",
      "description": "harrys.com",
      "preview": "Choose your language and where we'll ship your order Country Language NOTE: You'll be signed out and your basket will be emptied when you change your"
    },
    {
      "url": "https://www.montanapbs.org/",
      "title": "Montana PBS - Montana's PBS Station",
      "description": "Montana PBS shares diverse stories; connects our citizens; discovers common ground; and celebrates the independent spirit and beauty of Montana.",
      "preview": "Showcase"
    },
    {
      "url": "https://www.bmw-lebanon.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Cars | Beirut, Lebanon | BMW Bassoul Heneine",
      "description": "Visit BMW Lebanon and explore what they have to offer. You may be still driving the same streets, but the game has definitely changed. Take a look at our vehicles available and contact us today!",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://violenceagainstchildren.un.org/",
      "title": "Home | Special Representative of the Secretary-General on Violence Against Children",
      "description": "void",
      "preview": "Skip to main content Special Representative of the Secretary-General on Violence Against Children In Focus 11 July 2025 Regional meeting of the Pathfi"
    },
    {
      "url": "https://mgp770.tumblr.com/",
      "title": "Tumblr",
      "description": "Tumblr. Pure effervescent enrichment. Old internet energy. Home of the Reblogs. All the art you never knew you needed. All the fandoms you could wish for. Enough memes to knock out a moderately-sized mammal. Add to it or simply scroll through and soak it up.",
      "preview": "mgp770 is on Tumblr Mature content This blog may contain content not suitable for all audiences. To view this blog, sign up or login Welcome to your c"
    },
    {
      "url": "http://appt.ly",
      "title": "How to Improve your Baby Photos | HeyBaby.sg",
      "description": "Learn how to improve all your family and baby photos easily with these apps.",
      "preview": "How to Capture Your Baby's Precious Moments with Photoleap & Facetune from Apptly Every smile, yawn, and tiny milestone is worth preserving, and with"
    },
    {
      "url": "https://scientific-women.tumblr.com/",
      "title": "Lady Scientists of Tumblr",
      "description": "A blog made by women scientists celebrating women scientists. We strive toward the highest degree of intersectional feminism and equal representation of all scientists identifying as female....",
      "preview": "Menu Lady Scientists of Tumblr A blog made by women scientists celebrating women scientists. We strive toward the highest degree of intersectional fem"
    },
    {
      "url": "https://wellbreddesign.com/products/handmade-felt-cat-family-hanging-biodegradable-decoration-smokey-1",
      "title": "Skyland OK Real Estate",
      "description": "Skyland OK Real Estate - Exceptional real estate services for luxury properties, commercial estates, and residential homes.",
      "preview": "Find Your Dream Home Today Skyland OK Real Estate connects you with luxury properties and commercial estates tailored to your needs. Get Started Our S"
    },
    {
      "url": "http://www.jjbtravel.com/",
      "title": "JJBargains Travel - Your Professional Travel Consultants",
      "description": "Lowest fare , Philippine vacation , online travel , Specialized in Philippine , Asian , South America , European travel .",
      "preview": "void"
    },
    {
      "url": "https://www.vermilionstandard.com/life/senior-living-friendships-old-and-new-provide-saving-grace",
      "title": "Senior Living: Friendships, old and new, provide saving grace | Vermilion Standard",
      "description": "Circle of friends widened during the pandemic.",
      "preview": "Advertisement oop Story continues below This advertisement has not loaded yet, but your article continues below. Skip to Content Advertisement 1 This"
    },
    {
      "url": "https://radaronline.com/exclusives/2019/03/jack-osbourne-lisa-stelly-nasty-divorce-finalized/",
      "title": "Jack Osbourne's Divorce From Wife Lisa Stelly Finalized",
      "description": "Jack Osbourne's marriage to Lisa Stelly is finally over, as a Los Angeles judge has signed off on the nasty divorce.",
      "preview": "Sign up for your daily dose of dope. × or Sign in with lockrMail LOG IN LOG IN Radar Staff March 7 2019, Updated 1:59 p.m. ET Jack Osbourne 's marriag"
    },
    {
      "url": "https://gayer.es/tag/consejos-sida/",
      "title": "consejos sida Archivos • Gayer",
      "description": "void",
      "preview": "Gayer consejos sida consejos sida 1 artículos gayer 15 consejos para convivir con VIH ¿Tienes más de 18 años? No Sí Recuérdame Cerrar los ajustes de c"
    },
    {
      "url": "https://careernavigator.accaglobal.com/",
      "title": "ACCA career navigator",
      "description": "For ACCA members and future members, we'll help you discover the diverse range of career destinations open to you, alongside the learning and skills required to secure your next role.",
      "preview": "Explore Welcome to the ACCA Career Navigator Helping guide your career journey, every step of the way For ACCA members and future members, we'll help"
    },
    {
      "url": "https://www.justineevirs.com/protecting-courage-podcast",
      "title": "Justine Evirs | Protecting Courage Podcast",
      "description": "void",
      "preview": "top of page Hi! My name is Justine Evirs & I am the host of Protecting Courage I have 3 reasons why I started this podcast and I would like to share t"
    },
    {
      "url": "https://www.sonoraquest.com/covid-testing/?elqTrackId=5aa56dddceef4a1b93c14d44d19a61cc&elqaid=93&elqat=2",
      "title": "Sonora Quest",
      "description": "void",
      "preview": "We're Sorry You must have JavaScript enabled to load the site. This can be done in your browser's settings."
    },
    {
      "url": "https://www.travelandleisure.com/hotels-resorts/beach-hotels/baha-mar-baha-bay-review",
      "title": "Baha Mar's New Luxury Water Park Is Now Open - and We Took a Look Inside",
      "description": "Baha Bay at Baha Mar is now open, and we took a look inside.",
      "preview": "Baha Mar's New Luxury Water Park Is Now Open - and We Took a Look Inside Baha Bay at Baha Mar is raising the bar for water parks everywhere. By Eliz"
    },
    {
      "url": "https://www.paperpanda.co.uk/blogs/news/paper-cutting-for-beginners",
      "title": "Parked Domain name on Hostinger DNS system",
      "description": "Parked Domain name on Hostinger DNS system",
      "preview": "void"
    },
    {
      "url": "https://www.greatplacetowork.com/certified-company/1100147?utm_source=Briefly&utm_campaign=9.2.21&utm_medium=email",
      "title": "Working at Target Corporation | Great Place To Work®",
      "description": "Is Target Corporation a great place to work for?",
      "preview": "Home > Certified Companies SHARE: Target Corporation Updated May 2025. 74% Employees say this is a great place to work SHARE: Company Overview Brian C"
    },
    {
      "url": "https://app.eskalera.com/",
      "title": "Eskalera",
      "description": "Eskalera",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.cheese-info.co.uk/pages/visitor-support",
      "title": "Support for visitors | cheese-info.co.uk",
      "description": "void",
      "preview": "cheese-info.co.uk Support for visitors Support for visitors Thanks to our many visitors, we are able to keep our website running. Therefore, we find t"
    },
    {
      "url": "https://material.io/components/selection-controls#switches",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "http://northsidefunders.org/",
      "title": "Northside Funders Group",
      "description": "Northside Funders Group is working to align public and private investments to resource solutions that center racial equity and community voice on the Northside of Minneapolis.",
      "preview": "0 Our Approach What We Fund Our members The Northside Latest updates Changing the way philanthropy works in North Minneapolis A new approach to place-"
    },
    {
      "url": "https://crontab.cronhub.io/",
      "title": "Cron expression generator by Cronhub",
      "description": "Cron expression generator by Cronhub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://sk-itty.tumblr.com/",
      "title": "sk",
      "description": "sarah | 22 | korean software engineering | music",
      "preview": "sk sarah | 22 | korean CTY '10 | PEA '12 | RHIT ' 15 software engineering | music kpop | league | violin Home Ask FAQ About Me Wishlist My Face K-Pop"
    },
    {
      "url": "http://www.myarmoury.com/feature_oakeshott.html",
      "title": "Ewart Oakeshott: The Man and his Legacy -- myArmoury.com",
      "description": "A resource for historic arms and armor collectors with photo galleries, reviews, reference materials, discussion forums, a bookstore and a comparison tool.",
      "preview": "About • Links • Search • Contribute Features Reviews Collections Albums Forums Books Favorites Register Log in Ewart Oakeshott: The Man and his Legacy"
    },
    {
      "url": "https://branchen.koeln.de/branchen/koeln-stadt/koeln/muelheim/architekten/k/1720",
      "title": "Architekten Köln und in der Nähe im Stadtbranchenbuch Köln - 108 Einträge",
      "description": "Hervorragende Übersicht auf dem offiziellen Stadtportal für Architekten Köln. 108 Einträge mit Infos, Öffnungszeiten, Bewertungen, Adressen und Stadtplan.",
      "preview": "Über Werbemöglichkeiten informieren Ihr Unternehmen kostenfrei eintragen Architekten Köln und in der Nähe 108 Treffer Anzeigen Was suchen Sie in Köln"
    },
    {
      "url": "http://www.data-compression.info/",
      "title": "www.data-compression.info - The Data Compression Resource",
      "description": "void",
      "preview": "www.data-compression.info The Data Compression Resource on the Internet The Data Compression Site on the Internet www.data-compression.info is intende"
    },
    {
      "url": "https://www.windsorstore.com/products/high-rise-drama-ruched-midi-skirt-064010360001",
      "title": "High-Rise Drama Ruched Midi Skirt &vert Windsor",
      "description": "The skirt features a high-rise waist, a ruched body with a drawstring, a hidden front zipper, a high center slit, and a midi-length silhouette. The skirt is composed of a lightweight woven fabric that offers a form-hugging fit with minimal stretch.",
      "preview": "Skip to content <div class=\"CartProduct\" data-id=\"[[ id ]]\" data-options=\"[[ variant_title ]]\" data-product-id=\"[[ product_id ]]\"> <div class=\"CartPro"
    },
    {
      "url": "https://ri-bba.org/",
      "title": "RIBBA | Creating Opportunity - Building Community",
      "description": "RIBBA is a non-profit organization dedicated to closing the wealth gap in Rhode Island, empowering all residents to thrive and fostering equitable opportunities for future generations.",
      "preview": "Creating Opportunity - Building Community We are committed to empowering Rhode Island businesses and professionals, closing the wealth gap, and transf"
    },
    {
      "url": "http://www.scarves.com/",
      "title": "Scarves",
      "description": "Find a large selection of Scarves at Ties.com",
      "preview": "Close NECKTIES SKINNY TIES NOVELTY TIES Shop All Novelty Ties Animal Ties Art Ties Beach & Nautical Breast Cancer Awareness Conversational Ties Food &"
    },
    {
      "url": "https://youtu.be/iWkgapKbJWg",
      "title": "Downloading data from the Global Fishing Watch platform - YouTube",
      "description": "Learn how to download data in the Global Fishing Watch map. Visit the map at globalfishingwatch.org/map.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://hope-community.org/",
      "title": "Hope Community - Strengthening the power of communities.",
      "description": "void",
      "preview": "Press enter to begin your search About Mission, Values, Vision Staff Board Community Listening Partners & Connections Publications & Media Stories How"
    },
    {
      "url": "http://google.org/",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://www.archivesfoundation.org/documents/refugee-act-1980/",
      "title": "Refugee Act of 1980",
      "description": "The Refugee Act of 1980 raised the annual ceiling for refugees from 17,400 to 50,000, created a process for reviewing and adjusting the refugee ceiling to meet emergencies, and required annual consultation between Congress and the President.",
      "preview": "Skip to content Refugee Act of 1980 In the aftermath of the Vietnam War, the need for a change in American policy concerning refugees became apparent"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=nav",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://www.euronews.com/2021/12/05/us-ukraine-crisis-russia",
      "title": "Russia dismisses U.S. media reports about possible Ukraine offensive | Euronews",
      "description": "MOSCOW - Russia has dismissed new",
      "preview": "Advertisement By Reuters Published on 05/12/2021 - 11:05 GMT+1 Share this article Comments Share this article Facebook Twitter Flipboard Send Reddit L"
    },
    {
      "url": "http://www.ecoemballages.fr",
      "title": "L'éco-organisme de la REP Emballages ménagers et papiers graphiques | CITEO",
      "description": "Citeo - Ensemble, faisons bouger les lignes",
      "preview": "#emballages #économie circulaire #geste de tri #écoconception #recyclage #engagement #papiers #innovation #plastiques #collecte #réemploi #déchets aba"
    },
    {
      "url": "https://www.airqo.net/",
      "title": "AirQo | Bridging the Air Quality Data Gap in Africa - Real-time Monitoring Network | AirQo",
      "description": "AirQo empowers African communities with accurate, hyperlocal air quality data through 200+ low-cost sensors across 16+ cities. Access real-time pollution insights where 9 out of 10 people breathe polluted air. Partner with Google.org and World Bank.",
      "preview": "Clean air for all African cities \"9 out of 10 people breathe polluted air\" We empower communities with accurate, hyperlocal and timely air quality dat"
    },
    {
      "url": "https://www.fontpair.co/",
      "title": "Fontpair - Free, beautiful fonts and font pairings curated just for you",
      "description": "Discover free fonts and font pairings. Handpicked fonts and professionally curated combinations using beautiful free fonts.",
      "preview": "void"
    },
    {
      "url": "https://www.presidiotunneltops.gov/",
      "title": "Presidio Tunnel Tops | San Francisco Must See | The Presidio (San Francisco)",
      "description": "Presidio Tunnel Tops is the starting point for national park adventures, with Golden Gate Bridge views, trails, nature, picnic spots, and one of the best playgrounds in San Francisco.",
      "preview": "Skip to Content Home Things To Do Attractions Presidio Tunnel Tops Presidio Tunnel Tops Nature, picnic sites, a playground, food vendors, and free fam"
    },
    {
      "url": "https://telademoda.com/moda/francisco-lopez-guarnicionero-de-diseno/?replytocom=9690",
      "title": "Francisco López, guarnicionero de diseño - Telademoda.com",
      "description": "void",
      "preview": "Bolsos Moda Zapatos Francisco López, guarnicionero de diseño por Clara Guzmán 25 octubre 2010 25 octubre 2010 Francisco López, en su tienda taller de"
    },
    {
      "url": "https://www.travisdenning.com/",
      "title": "travisdenning.com",
      "description": "void",
      "preview": "0 Music VIDEO TOUR REQUEST A MEET & GREET WIth travis A native of Warner Robins, Georgia, singer/songwriter and Mercury Nashville recording artist Tra"
    },
    {
      "url": "http://Rescue-DE.org",
      "title": "International Rescue Committee | Rescue",
      "description": "IRC reagiert weltweit auf schwere Krisen und leistet humanitäre Hilfe, die Leben rettet und gleichzeitig Optionen für eine bessere Zukunft bietet.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://fdt.de/",
      "title": "FDT Flachdach Technologie GmbH - Der Spezialist in der Flachdach-Abdichtung",
      "description": "Gründach, Flachdach, Lichtsysteme - Entdecken Sie die FDT Dachbahnen Rhepanol und Rhenofol und arbeiten Sie mit Spezialisten für Systemlösungen zur Flachdach-Abdichtung!",
      "preview": "Verlegeschulungen 2026 Sichern Sie sich jeztzt Ihren Platz! Zur anmeldung Mehr informationen Nachhaltigkeit. Einfach. Planen. Gründach von FDT Perfekt"
    },
    {
      "url": "https://www.google.ms/url?q=https://www.dealermobil.top/model/toyota-venturer",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://www.dealermobil.top/model/toyota-venturer . Se non deside"
    },
    {
      "url": "https://www.meels.com/help/pricing++plans/8/how+many+meals+should+i+order/83",
      "title": "How many meals should I order? | Meels",
      "description": "Get 20% off your first Meels order. Enjoy the convenience of our chef-prepared meal delivery services, offering delicious, fully cooked meals ready for you to enjoy.",
      "preview": "Updating. Please wait Order Now Our Food Weekly Menus Food Philosophy Meels for Business Our Story About Us Packaging Meet Our Team Gifts Gift Cards R"
    },
    {
      "url": "https://regional-open-data-capcog.opendata.arcgis.com/",
      "title": "CAPCOG Regional Open Data Site",
      "description": "CAPCOG Region Open Data",
      "preview": "void"
    },
    {
      "url": "http://un.org/oceanconference",
      "title": "2022 UN Ocean Conference | United Nations",
      "description": "UN Ocean Conference, Lisbon, Portugal, SDG 14",
      "preview": "Skip to main content UN Ocean Conference Altice Arena, Lisbon, Portugal | 27 Jun - 1 Jul 2022 Photo: Underwater Seascapes, Anders Nyberg"
    },
    {
      "url": "https://whatiblogonmydays-blog.tumblr.com/",
      "title": "Hello",
      "description": "Jacalyn | She/her",
      "preview": "Menu Hello Jacalyn | She/her snazzapplesweet : If you give me any positive reinforcement whatsoever i will go full doggo and hang on to that shit fore"
    },
    {
      "url": "https://www.thesprucecrafts.com/how-to-tool-leather-3536816",
      "title": "Using Your Woodworking Band Saw Safely",
      "description": "Is cutting with a band saw safe? By following the safety precautions in this article, you should be able to reduce the danger of using a band saw.",
      "preview": "Tips for Using Your Band Saw Safely and Effectively By Chris Baylor Chris Baylor Chris Baylor is a woodworking expert and writer with over a decade of"
    },
    {
      "url": "https://www.allsquarempls.com/",
      "title": "Home | All Square",
      "description": "void",
      "preview": "top of page NEON LIGHTS & CIVIL RIGHTS \\\\ 72 Justice-Impacted People Employed Since 2018 3M in Wages & Benefits Paid To (and Earned By) Justice-Impact"
    },
    {
      "url": "https://www.iucncontributionsfornature.org",
      "title": "IUCN Contributions for Nature Platform",
      "description": "The Contributions for Nature platform allows IUCN Members to document where they are undertaking (or planning to undertake) conservation and restoration actions. It overlays data for biodiversity and for nature-based solutions to climate change. This allows IUCN constituents to document their intended contributions to IUCN's Nature 2030 Programme and by extension, other conservation frameworks and agreements such as the Global Biodiversity Framework, Paris Agreement, and UN Sustainable Development Goals (SDGs). While the long-term vision for the Contributions for Nature platform spans the entire of the Nature 2030 IUCN Programme, its first phase focuses on documentation of potential contributions to the Programme Areas on Land and Climate.",
      "preview": "Map options Geolocation Zoom In Zoom Out 0 contributions 1960 1980 2000 2020 2040 2060 2080 2100 The designations employed and the presentation of mat"
    },
    {
      "url": "https://www.lisaguerrero.com",
      "title": "Lisa Guerrero",
      "description": "void",
      "preview": "Lisa Guerrero Scroll Award-Winning Journalist, Keynote Speaker, Author & Artist Check out my full interview with Pat Harvey here !! My memoir, Warrior"
    },
    {
      "url": "https://www.allure.com/story/rihanna-oceans-8-locs",
      "title": "Why Rihanna Wears Locs in Movie 'Ocean's 8' | Allure",
      "description": "In an interview with Refinery29, Rihanna's hairstylist Yusef Williams explained the reason behind choosing locs for Rihanna's Ocean's 8 character.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    },
    {
      "url": "https://www.valencia.es/",
      "title": "Portal del Ayuntamiento de la ciudad de Valencia - València",
      "description": "Portal web del Ayuntamiento de la ciudad de Valencia. Todo lo que necesitas saber para estar al día de las últimas novedades sobre el Ayuntamiento y la ciudad.",
      "preview": "Portal del Ayuntamiento de la ciudad de Valencia - València Diapositiva anterior Carrusel de noticias destacadas CONSEJOS ANTE ALERTAS METEOROLÓGICAS"
    },
    {
      "url": "https://hydrogen.shopify.dev",
      "title": "Hydrogen: Shopify's headless commerce framework",
      "description": "Build performant ecommerce faster with Shopify's React-based framework for developing custom storefronts. Built-in Oxygen hosting makes deployment easy.",
      "preview": "Headless in half the time Shopify's headless stack that's engineered for performance and productivity. npm create @shopify/hydrogen@latest See documen"
    },
    {
      "url": "https://www.siriusxm.com",
      "title": "SiriusXM: Music, Sports, Talk & Podcasts, Live & On Demand",
      "description": "Whether it's new hip-hop and classic comedy or '90s jams and sports podcasts, everything you want to hear lives here at SiriusXM.",
      "preview": "Verify channels for my radio Channel numbers may vary across different cars and portable radios. At least one option below required Streaming & Most R"
    },
    {
      "url": "https://unpkg.com/",
      "title": "UNPKG",
      "description": "The CDN for everything on npm",
      "preview": "UNPKG is a fast, global content delivery network for everything on npm . Use it to quickly and easily load any file on npm using a URL like: unpkg.com"
    },
    {
      "url": "https://www.iwantgreatcare.org/doctors/dr-sanjay-gheyi/reviews/new",
      "title": "New - Review - iWantGreatCare",
      "description": "void",
      "preview": "The trusted site for healthcare reviews About For patients For clinicians For nurses For healthcare providers For practice managers For dental practic"
    },
    {
      "url": "https://kendamabulgaria.bg/en/shop/ezoterika/page/6/?orderby=price",
      "title": "Езотерика и гадателски карти",
      "description": "Добре дошли в нашата мистична колекция от езотерика и гадателски карти, където древната мъдрост се среща със съвременната духовност.",
      "preview": "ЕЗОТЕРИКА Categories THE SECRET KENDAMAS 6 products KENDAMAS 15 products KENDAMA BULGARIA 7 products KB CUSTOM 7 products KROM KENDAMA 1 product SWEET"
    },
    {
      "url": "https://stackoverflow.com/questions/tagged/google-maps",
      "title": "Newest 'google-maps' Questions - Stack Overflow",
      "description": "Stack Overflow | The World's Largest Online Community for Developers",
      "preview": "How are we doing? Please help us improve Stack Overflow. Take our short survey Collectives™ on Stack Overflow Find centralized, trusted content and co"
    },
    {
      "url": "http://www.a-d.us/",
      "title": "A Leader In The Food Service Industry | The Anderson-DuBose Company",
      "description": "The Anderson-DuBose Company is a leader in the food service industry and has been revovutionizing the distribution industry since 1991.",
      "preview": "Skip to content The Anderson-dubose company A Leader in the Food Service Industry Ranked Top 99 Best Workplaces for Top Talent There's a reason for th"
    },
    {
      "url": "https://www.blackchamber.com/",
      "title": "Silicon Valley Black Chamber of Commerce",
      "description": "void",
      "preview": "Skip to main content Featured News Chamber Blog Read All About It Upcoming Events See All Events 14 Oct 2025 | 06:00 PM - 07:30 PM \"AI IN ACTION: TURN"
    },
    {
      "url": "https://livestream.com",
      "title": "Stream Live Video Online | Vimeo Livestream",
      "description": "Live stream to any audience, no matter the scale. We make it easy to stream your virtual events, hybrid conferences, webinars, online trainings, and more.",
      "preview": "void"
    },
    {
      "url": "https://www.marketdataforecast.com/market-reports/asia-pacific-contraceptives-market",
      "title": "APAC Contraceptives Market Size, Growth & Analysis, 2033",
      "description": "The size of the Asia-Pacific Contraceptives Market is estimated to be growing at a CAGR of 6.95% from 2025 to 2033. Segmented by drug type, medical devices, end-user.",
      "preview": "APAC Contraceptives Market Last updated: February, 2025 Home > Healthcare > APAC Contraceptives Market Share on Share on APAC Contraceptives Market Si"
    },
    {
      "url": "http://www.bbbmarketplacetrust.org",
      "title": "BBB Institute For Marketplace Trust",
      "description": "void",
      "preview": "Skip to content BBB Institute for Marketplace Trust SM (BBB Institute) seeks to build a trustworthy marketplace that is accessible for everyone. We wo"
    },
    {
      "url": "https://chesapeakeclimate.org/",
      "title": "Home - Chesapeake Climate Action Network",
      "description": "We're Building a Movement To Fight Climate Change Across Our Region and Beyond. National: Stop LNG Exports Learn More Big Oil and it's allies continue to double down on liquefied natural gas (LNG), a dangerous and dirty fossil fuel. Exporting LNG raises energy prices, harms frontline communities, and supercharges the climate crisis. We're fighting back! [...]",
      "preview": "Skip to content We're Building a Movement To Fight Climate Change Across Our Region and Beyond. National: Stop LNG Exports Learn More Big Oil and it's"
    },
    {
      "url": "https://www.severe-weather.eu/",
      "title": "Severe Weather Europe » Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "description": "Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "preview": "Skip to Content Welcome to Severe Weather Europe page! Welcome to our Severe Weather Europe page - an online resource of weather forecasts, outlooks,"
    },
    {
      "url": "https://de.linkedin.com/company/leoncycle?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "LEON CYCLE | LinkedIn",
      "description": "LEON CYCLE | 48.662 Follower:innen auf LinkedIn. Leon Cycle is a retailer of premium electric bikes. Originally set up in 2014 as an online retailer in Germany, Leon Cycle has built on its success by establishing its own specialized electric bicycle stores in Hannover, Barcelona, Toronto and Melbourne. We are passionate about electric bicycles.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://autenticazione.imagelinenetwork.com/?function=login&redirect=https%3A%2F%2Fplantgest.imagelinenetwork.com%2Fpiante.cfm%3Flang%3Dit%26categoria%3Dfrutticole%26tipologia%3Dloti-o-kaki%26",
      "title": "Accedi alla Community di Image Line",
      "description": "Accedi alla Community di Image Line",
      "preview": "Inserisci i tuoi dati per accedere Username/Email Password Entra Non ricordi la password? Accedi utilizzando un tuo account social Accedi con Google I"
    },
    {
      "url": "http://www.gamergirl.fr/resident-evil-village-localisation-de-toutes-les-latrines-du-jeu/",
      "title": "Resident Evil Village : Localisation de toutes les latrines du jeu",
      "description": "Voici une solution pour trouver toutes les latrines dans Resident Evil Village.",
      "preview": "Astuces 1 Resident Evil Village : Localisation de toutes les latrines du jeu par Gamergirl · 14 mai 2021 RESIDENT EVIL VILLAGE Développeur : Capcom Ed"
    },
    {
      "url": "https://www.thelasvegasluxuryhomepro.com/property-search/detail/95/2362123/681-homewillow-ave-las-vegas-nv-89123/",
      "title": "Las Vegas Area Homes For Sale - Las Vegas Area Real Estate",
      "description": "Search homes for sale near Las Vegas, NV. Listings include large photos, virtual tours, Google Maps & Street View, local school info - Top-rated Las Vegas Realtor and Real Estate agent.,",
      "preview": "Find Your Las Vegas Area Luxury Home $COUNT$ listing$S$ available. Let us find the one that's right for you. Enter Location, Zip, Address or MLS # Min"
    },
    {
      "url": "https://wrappedup-nca-wa.tumblr.com/post/116652519683",
      "title": "Wrappedup NCA WA - codeorg: With all the national debate on...",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "Menu"
    },
    {
      "url": "https://www.ihrimmobilienmaklerheidelberg.com/nationale-und-internationale-immobilienbewertung-grundlagen-und-vergleiche",
      "title": "300 Multiple Choices",
      "description": "void",
      "preview": "Multiple Choices The document name you requested ( /index.php ) could not be found on this server. However, we found documents with names similar to t"
    },
    {
      "url": "http://b-gay.com/chat/",
      "title": "Free Gay Chat - Online Chat Rooms for Men - B-Gay.com",
      "description": "Free gay chat for men who want to meet men. Connect instantly & anonymously - No registration required. Mobile & tablet friendly.",
      "preview": "Gay chat Welcome to our gay chat rooms , a place for gay men to find other guys for a flirt, a date or even a relationship. The chat is completely fre"
    },
    {
      "url": "https://fws.gov/",
      "title": "U.S. Fish and Wildlife Service",
      "description": "United States federal agency that manages national wildlife refuges, protects endangered species, manages migratory birds, restores nationally significant fisheries, and enforces federal wildlife laws.",
      "preview": "Skip to main content U.S. Fish and Wildlife Service Image Details Working with others to conserve, protect, and enhance fish, wildlife, plants, and th"
    },
    {
      "url": "https://www.pixtury.com/en/photos/piancapaolo/33937",
      "title": "Modern print on canvas, poster and wall art of Naples",
      "description": "Maldives - Maldive e i loro colori",
      "preview": "Home Gallery All categories >> Popular categories Nude art Sunrise and sunset Black and white Abstract Office Hotel Sea Architecture Fantasy City cate"
    },
    {
      "url": "http://www.brentstirton.com",
      "title": "Brent Stirton",
      "description": "Photo Gallery of Brent Stirton Photojournalist.",
      "preview": "0 ENTER"
    },
    {
      "url": "https://www.teachific.com.au/find?page=1&search_type=standard&category_group=21&cats%5B%5D=228",
      "title": "Find resources | Teachific",
      "description": "void",
      "preview": "Skip to Content Toggle menu Reading Choose a Category ACARA Curriculum Reading Reading Workshop Mini Lessons Reading Workshop Reading Journals by Grad"
    },
    {
      "url": "https://astonmartin.oemdtc.com/category/recalls",
      "title": "Recalls | Aston Martin - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://learn.microsoft.com/en-us/dotnet/csharp/language-reference/keywords/",
      "title": "C# Keywords and contextual keywords - C# reference | Microsoft Learn",
      "description": "C# Keywords: Find the reference material for the predefined keywords and contextual keywords defined in the C# language.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://pipocamoderna.com.br/2021/04/natalie-portman-vai-estrelar-e-produzir-adaptacao-de-elena-ferrante/",
      "title": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante",
      "description": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante - A atriz Natalie Portman, vencedora do Oscar por \"Cisne Negro\" (2010), vai estrelar e produzir a adaptação do livro \"Dias de Abandono\", da misteriosa escritora...",
      "preview": "PIPOCA MODERNA"
    },
    {
      "url": "https://fontsinuse.com/typefaces/85/helvetica",
      "title": "FF Tisa in use - Fonts In Use",
      "description": "FF Tisa in use",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Flag Foundries FontFont Designers Mitja Miklavčič Release Date 2008 Related Typefaces Alda FF Tisa Sans (4) MVB Dovetai"
    },
    {
      "url": "https://snig.dgterritorio.gov.pt/rndg/srv/por/catalog.search#/metadata/daf5479d-29c8-4e0c-b7b8-0e1791891186",
      "title": "Registo Nacional de Dados Geográficos - Direção-Geral do Território",
      "description": "Registo Nacional de Dados Geográficos do Sistema Nacional de Informação Geográfica (SNIG)",
      "preview": "Registo Nacional de Dados Geográficos Registo Nacional de Dados Geográficos O projecto GeoNetwork opensource permite de uma maneira fácil a partilha d"
    }
  ],
  "_meta": {
    "total_bookmarks": 104
  }
}