{
  "data": [
    {
      "url": "https://mx.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "https://www.weather.gov/source/zhu/ZHU_Training_Page/turbulence_stuff/turbulence/turbulence.htm",
      "title": "Turbulence",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.closedlooppartners.com/beyond-the-bag/",
      "title": "Beyond the Bag - Closed Loop Partners",
      "description": "The Consortium to Reinvent the Retail Bag unites leading retailers to tackle retail bag waste.",
      "preview": "CONSORTIUM TO REINVENT THE RETAIL BAG BEYOND THE BAG Leading retailers unite to address single-use bag waste The Beyond the Bag Initiative, launched b"
    },
    {
      "url": "https://www.noaa.gov/",
      "title": "National Oceanic and Atmospheric Administration",
      "description": "U.S. Department of Commerce",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.elitemate.com/",
      "title": "EliteMate.com, Free Online Dating, Free Picture Personals, Hottest Singles, Free Local Dating, Find Love, Friends, Pens Pals, Romance, Free Membership, Portal to other dating sites",
      "description": "void",
      "preview": "Privacy Policy Update - Please refer to the recently updated Privacy Policy of EliteMate.com LLC to acknowledge the recently released law - CCPA - Cal"
    },
    {
      "url": "https://lentis.net/2019/05/27/nikolai-karpol-jatkaa-uralochkan-valmentajana-51-kauden/",
      "title": "Nikolai Karpol jatkaa Uralochkan valmentajana - 51. kauden - lentis.net",
      "description": "Nikolai Karpol, 81, on ilmoittanut jatkavansa elämäntyönsä parissa Uralochkan valmentajana. Syksyllä alkava kausi on tälle valmentajavelholle 51:s peräkkäin päävalmentajana seurassa. - Aloitamme kauteen valmistautumisen 17. kesäkuuta, Karpol ilmoitti. 51. perättäinen kausi tarkoittaa ennätysten kirjaan pääsemistä yksinään. Aiemmin ennätykselliset 50 kautta samassa seurassa peräkkäin jakoi eräs kanadalainen jääkiekkovalmentaja. Lähde: worldofvolley",
      "preview": "Siirry sisältöön Nikolai Karpol, 81, on ilmoittanut jatkavansa elämäntyönsä parissa Uralochkan valmentajana. Syksyllä alkava kausi on tälle valmentaja"
    },
    {
      "url": "https://www.designlibs.com/",
      "title": "Design Libs",
      "description": "Design Libs is your go-to reference for how to write and use some of the most common design thinking exercises, practices, and methods",
      "preview": "Design Libs How Might We Job Story Key Insight Point of View Problem Statement User Story Value Proposition How Might We Job Story Key Insight Point o"
    },
    {
      "url": "http://www.ricettaricette.com/",
      "title": "Cute And Fluffy",
      "description": "void",
      "preview": "Blog Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! June 1, 2025"
    },
    {
      "url": "https://l-elizabethstewart.com/2019/09/06/21-illogical-instructions-part-2-noah-a-move-of-god/",
      "title": "#21 Illogical Instructions Part 2: Noah - A move of God | Words that Matter",
      "description": "Announcements: Reminder: My bible study, \"Journey to Purpose\", is available at Barnes & Noble, Amazon (print and e-format), Xulon Press, and other Christian bookstores. If you missed the E-launch feel free to watch the previously recorded Facebook Live sessions. This is the second in our four-part series on \"illogical instructions\". Last week, we talked about...",
      "preview": "Home » Getting and Maintaining Focus » #21 Illogical Instructions Part 2: Noah - A move of God Announcements: Reminder: My bible study, \"Journey to Pu"
    },
    {
      "url": "https://www.lumix-forum.de/search.php?search_id=unanswered&sid=c15f96fc47e304bb20d60f138a2ead78",
      "title": "Lumix-Forum - der Treffpunkt für Lumix-Nutzer - Unbeantwortete Themen",
      "description": "void",
      "preview": "Schnellzugriff Unbeantwortete Themen Aktive Themen Suche Das Team FAQ Anmelden Registrieren Suche Erweiterte Suche Foren-Übersicht Zum Inhalt Lumix-Fo"
    },
    {
      "url": "https://www.actusf.com/forumimaginaire/memberlist.php?mode=contactadmin&sid=5d1d8991a65815d957880828b7aa6936",
      "title": "L'Appel de l'imaginaire - Envoyer un courriel",
      "description": "void",
      "preview": "L'Appel de l'imaginaire Le forum préparatoire des Etats Généraux Vers le contenu Rechercher Recherche avancée Accès rapide Sujets sans réponse Sujets"
    },
    {
      "url": "https://powerpages.microsoft.com/",
      "title": "Power Pages - Generatore di siti Web | Microsoft Power Platform",
      "description": "Scopri in che modo Microsoft Power Pages consente alle aziende di avviare ed esternalizzare i processi aziendali tramite portali aziendali sicuri basati su intelligenza artificiale agentic.",
      "preview": "This is the Trace Id: 7508d0a925461079a9b229436ffd9d1c Passa a contenuti principali Pianificare, compilare ed eseguire portali aziendali con intellige"
    },
    {
      "url": "https://sio365.com/directory/general-trading-consultant-suppliers/general-trading-consultant-suppliers.htm",
      "title": "General Trading Consultant Suppliers in the UAE | SIO365",
      "description": "Find General Trading Consultant Suppliers, suppliers, manufacturers, distributors and service providers in the UAE. Compare profiles, request quotes and connect with Top General Trading Consultant Suppliers Companies on SIO365.",
      "preview": "Home General Trading Consultant Suppliers General Trading Consultant Suppliers in the UAE Find General Trading Consultant Suppliers, suppliers, manufa"
    },
    {
      "url": "https://www.allefeestbenodigdheden.com/feestbenodigdheden/dj-huwelijk/",
      "title": "' DJ Huwelijk",
      "description": "void",
      "preview": "Door gebruik te maken van deze website gaat u akkoord met de algemene voorwaarden . Melding verbergen Spring naar de hoofdnavigatie Skip to content Gi"
    },
    {
      "url": "https://getmyinternet.org/?page_id=5",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://blog.youtube/press/",
      "title": "YouTube for Press",
      "description": "<p data-block-key=\"m0h91\">Quickly find the stats, photos and videos you're looking for, along with guidelines for crediting and broadcasting them.</p><p data-block-key=\"qvr2q\">For any additional press inquiries, contact <a href=\"mailto:press@google.com\">press@google.com</a></p>",
      "preview": "YouTube for Press Quickly find the stats, photos and videos you're looking for, along with guidelines for crediting and broadcasting them. For any add"
    },
    {
      "url": "https://iste.org/areas-of-focus/AI-in-education",
      "title": "ISTE | Artificial Intelligence in Education",
      "description": "ISTE offers free resources and guides for educators who are interested in learning about how artificial intelligence can empower learners at every level.",
      "preview": "Your new membership experience is here! Explore your benefits at iste-ascd.org. Or join or renew now to get connected. Dismiss banner Skip to content"
    },
    {
      "url": "https://reverseimagesear.ch/privacy-policy.html",
      "title": "Reverse Image Search",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://travelsites.com/tripadvisor/",
      "title": "TripAdvisor & 29+ HOTEL BOOKING SITES Like tripadvisor.com",
      "description": "TripAdvisor is one of the most widely used hotel booking sites in the world, and for good reason. With thousands of hotels, resorts, and home shares available in an easy-to-use interface, this is definitely a site all travelers should be familiar with. Add to that the fact that the site has a robust community of user reviewers, and you have the makings for one of the most useful booking sites on the planet. Come check out my review of Trip Advisor today to learn more!",
      "preview": "TravelSites HOTEL BOOKING SITES TripAdvisor Back To Home Visit This Site TripAdvisor tripadvisor.com 22 Voted Is TripAdvisor Legit? Is it safe to book"
    },
    {
      "url": "https://buddypress.org/",
      "title": "BuddyPress.org",
      "description": "Fun & flexible software for online communities, teams, and groups",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About News Codex Develop Make Forums Download BuddyPress.org Meet BuddyPress The open source commu"
    },
    {
      "url": "https://oceankind.org",
      "title": "Oceankind.org",
      "description": "Oceankind's mission is to improve the health of global ocean ecosystems while supporting the livelihoods of people who rely on them.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://fconline.foundationcenter.org/fdo-grantmaker-profile/?key=KELL020",
      "title": "Anna-Maria and Stephen Kellen Foundation Inc C/o Joel E Sammet & Co LLP | Foundation Directory | Candid",
      "description": "void",
      "preview": "Skip to main content Skip to footer × Sign up for free to keep searching Find more funders Profile Last Updated: 04/18/2025 Grant Information Last Upd"
    },
    {
      "url": "https://research.utwente.nl/en/publications/initial-spreading-of-low-viscosity-drops-on-partially-wetting-sur",
      "title": "Initial spreading of low-viscosity drops on partially wetting surfaces - University of Twente Research Information",
      "description": "void",
      "preview": "Initial spreading of low-viscosity drops on partially wetting surfaces Koen G. Winkels, Joost H. Weijs, Antonin Eddi, Jacco H. Snoeijer Faculty of Sci"
    },
    {
      "url": "https://ayeyoclaudia.tumblr.com/post/143085101579",
      "title": "On my gravestone: LGBT Fans Deserve Better - 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \" 11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "16% of all new wages in the U.S. are in computer science April 19th, 2016 codeorg : 11% of all job openings in the U.S. are in computing categories, a"
    },
    {
      "url": "https://global-crypto.co.uk/en/crypto-ico/yumerium",
      "title": "Yumerium ICO",
      "description": "Play review and Share to Earn on an open Gaming Platform which makes use of the Blockchain",
      "preview": "Home Events Mining Pools Wallets Advertise Facebook Twitter Telegram Reddit Youtube Market Cap: 24h Vol: Cryptocurrencies: 2862 Markets: 112793 ENG ES"
    },
    {
      "url": "https://in.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Gain essential AI skills to enhance your career Get started by learning from AI experts and industry leaders such as Google, Microsoft, IBM, and Vande"
    },
    {
      "url": "https://www.xing.com/spi/shares/new?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires",
      "title": "XING",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.saporietradizioni.it/",
      "title": "Ricette di cucina e piatti tradizionali",
      "description": "Raccolta di ricette di cucina tradizionali italiane ed internazionali. Migliaia di preparazioni gastronomiche per antipasti, salse e sughi, spezie, paste asciutte, paste al forno, riso & risotti, gnocchi, cuscus, zuppe e minestre, sformati e timballi, torte salate, pizze & pane, preparazioni base, carne, pesce uova, formaggi, verdure, insalate, patate, funghi, legumi, torte, crostate, dolci, creme e Bevande",
      "preview": "Home • Cerca • Cosa c'è nella dispensa? • Invia ricette! • 4 chiacchiere • Menù speciali • Contattaci Cerca Antipasti & sfizi Carne Formaggio Pesce &."
    },
    {
      "url": "https://risk.lexisnexis.com/",
      "title": "LexisNexis Risk Solutions | Transform Your Risk Decision Making",
      "description": "LexisNexis Risk Solutions uses Big Data, proprietary linking and targeted solutions to provide insights that help make organizations more secure and efficient.",
      "preview": "The True Cost of SNAP Fraud: Critical Insights for Program Integrity New study reveals alarming rise in fraud costs across human services programs. Do"
    },
    {
      "url": "https://www.nih.gov/health-information",
      "title": "Health Information | National Institutes of Health (NIH)",
      "description": "Find science-based health information on symptoms, diagnosis, treatments, research, clinical trials and more from NIH, the nation's medical research agency.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://ellis3dp.com/Print-Tuning-Guide/",
      "title": "Welcome! | Ellis' Print Tuning Guide",
      "description": "Ellis' Print Tuning Guide",
      "preview": "Skip to main content Link Menu Expand (external link) Document Search Copy Copied Ellis' Print Tuning Guide Welcome! This guide will help you calibrat"
    },
    {
      "url": "https://locate.apple.com",
      "title": "Find Locations",
      "description": "Place to find locations for apple products",
      "preview": "void"
    },
    {
      "url": "https://sesamo.com/cuidandonos/index.html",
      "title": "Cuidándonos unos a otros | Sésamo",
      "description": "Cuidándonos unos a otros Tus amigos en Sésamo están aquí para apoyarte durante la crisis de salud de COVID-19. Sabemos que estos son tiempos estresantes, y las familias en todas partes están creando una nueva realidad. Por lo tanto, nuestro sitio está lleno de contenido que puedes utilizar para generar un aprendizaje lúdico, ofrecer aprendizaje y diversión a los niños y centrarte un poco en ti mismo. Explora nuestros artículos y consejos sobre como hablar con niñas y niños acerca de el virus COVID-19 y nuestros recursos para niñas y niños.",
      "preview": "Para adultos Padres y Cuidadores Educadores Actividades Juegos Videos Art Maker Cuentos Nuestros Programas ¡Listos a Jugar! Sueña, Ahorra, Alcanza Cui"
    },
    {
      "url": "https://mts-nature.nature.com/",
      "title": "Nature",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature online manuscript submission and tracking sys"
    },
    {
      "url": "https://www.un.org/sustainabledevelopment/oceans/",
      "title": "Goal 14: Oceans - United Nations Sustainable Development",
      "description": "United Nations Sustainable Development Goals - Time for Global Action for People and Planet",
      "preview": "Skip to content Goal 14: Conserve and sustainably use the oceans, seas and marine resources Goal 14: Oceans Martin 2025-09-10T09:59:15-04:00 Goal 14 i"
    },
    {
      "url": "http://designstaq.com/",
      "title": "Designstaq: Expert Squarespace Designers",
      "description": "The easiest way for you to get a professionally designed Squarespace website. Clear communication, fast turnaround, and affordable pricing.",
      "preview": "Back Website Design Copywriting Branding 1-on-1 Sessions Scroll Expert Squarespace designers. Designstaq is the easiest way to get a professionally de"
    },
    {
      "url": "https://www.metrokids.com/education-shifts-at-ages-3-5/",
      "title": "IDEA Creates Transition from Early Intervention to Schools at Age 3",
      "description": "The Federal IDEA law mandates that kids transition from early intervention into a school jurisdiction or intermediate unit after third 3rd birthday.",
      "preview": "Facebook Instagram Twitter Digital Edition Calendar Add Event Camps Education Family Fun Just In Guides Camps Enrichment & Extracurricular Activities"
    },
    {
      "url": "https://wwcicc.org/contact",
      "title": "Contact | Western Washington Chapter of ICC",
      "description": "void",
      "preview": "Home About Bylaws of WWC ICC Meetings Meeting Minutes Meeting Agendas Forms Payments Membership Registration Education Contact Photo Gallery Partners"
    },
    {
      "url": "https://firefox.com",
      "title": "Get Firefox for desktop and mobile - Firefox.com Global",
      "description": "Firefox is a free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://www.thinkingjuice.co.uk",
      "title": "Eleven Miles",
      "description": "We're Eleven Miles, an evidence-driven creative company that's been ranked as the UK's Most Effective Advertising, Branding & Digital Agency",
      "preview": "0 We're Eleven Miles. A creative agency that combines insight with imagination to deliver more impact for our clients. See the work Who? Steered by ha"
    },
    {
      "url": "https://mathematicallemoncake.tumblr.com/",
      "title": "Llamas Are Larger Than Frogs",
      "description": "25, software engineer (maths grad). I love climbing, painting, walking and eating delicious food! A blog of interesting things.",
      "preview": "Llamas Are Larger Than Frogs 25, software engineer (maths grad). I love climbing, painting, walking and eating delicious food! A blog of interesting t"
    },
    {
      "url": "http://www.nplayer.tv",
      "title": "nPlayer - The best mobile player in the world",
      "description": "The best mobile player in the world",
      "preview": "nPLAYER CONTACTs Privacy policy The best media player in the world nPlayer 3.0 Now available on the App Store Non-encoding Playback No need to worry a"
    },
    {
      "url": "https://retailtouchpoints.com/features/retail-success-stories/how-resale-sustainability-and-its-3300-stores-support-goodwills-key-mission-jobs",
      "title": "How Resale, Sustainability and its 3,300 Stores Support Goodwill's Key Mission - Jobs - Retail TouchPoints",
      "description": "In 1902, Reverend Edgar Helms began collecting used goods that were being discarded in wealthy Boston neighborhoods and redistributing them to people in need. Helms quickly realized that by employing those same people to repair and resell the products, he could give them something much more valuable than a handout - he could give them [...]",
      "preview": "Emerald Media Network Advertise Linkedin X-twitter Facebook Instagram Youtube Advertisement Trending Rent-to-Own Retailer Aaron's Data Centralization"
    },
    {
      "url": "https://chromeenterprise.google/",
      "title": "Chrome Enterprise - Un browser, un sistema operativo e dispositivi per le aziende",
      "description": "Chrome Enterprise sblocca le capacità aziendali del browser Chrome, di ChromeOS e di Chromebook per fornire strumenti di gestione e sicurezza avanzati.",
      "preview": "Lavora in sicurezza nel cloud con Chrome Enterprise Google Chrome Enterprise fornisce alla tua attività il sistema operativo, il browser e i dispositi"
    },
    {
      "url": "https://betterwebtype.com/",
      "title": "Better Web Type - A Free Web Typography Course | Better Web Type",
      "description": "Web typography for web designers and web developers.",
      "preview": "Design & Code Better Web Typography A free web typography course for designers and web developers by Matej Latin. 4.7 / 5 ( 1,061 reviews ) Featured i"
    },
    {
      "url": "https://medium.com/googleplaydev/",
      "title": "Google Play Apps & Games",
      "description": "Tips, trends, and industry thoughts for app and game developers building businesses on Google Play.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Google Play Apps & Games Tips, trends, and industry thoughts for app & ga"
    },
    {
      "url": "http://mllr.dk/privacy_policy/sexy-maria/privacy_policy_en.html",
      "title": "void",
      "description": "void",
      "preview": "Sexy Maria - Privacy Policy The app does not store any information about the user or the usage of this app - anywhere."
    },
    {
      "url": "https://thrivebyfive.org.au/",
      "title": "Home - Thrive By FiveThrive By Five",
      "description": "void",
      "preview": "AUSTRALIA'S EARLY LEARNING & CHILDCARE SYSTEM NEEDS REFORM . And you can help make it all happen. First name Email Postcode I have read and agreed to"
    },
    {
      "url": "http://fdt.de/",
      "title": "FDT Flachdach Technologie GmbH - Der Spezialist in der Flachdach-Abdichtung",
      "description": "Gründach, Flachdach, Lichtsysteme - Entdecken Sie die FDT Dachbahnen Rhepanol und Rhenofol und arbeiten Sie mit Spezialisten für Systemlösungen zur Flachdach-Abdichtung!",
      "preview": "Verlegeschulungen 2026 Sichern Sie sich jeztzt Ihren Platz! Zur anmeldung Mehr informationen Nachhaltigkeit. Einfach. Planen. Gründach von FDT Perfekt"
    },
    {
      "url": "http://status.spire.com/",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    },
    {
      "url": "http://pre-kc.org/",
      "title": "Mature wives will fuck anything in the wild duck",
      "description": "void",
      "preview": "Home Member Login Search ShaHay1980 4 Mi The fates of people you never met suddenly become entwined in your own life is dynamic in a constant state of"
    },
    {
      "url": "http://www.roberta-golinkoff.com",
      "title": "Roberta Golinkoff",
      "description": "void",
      "preview": "Roberta Michnick Golinkoff holds the Unidel H. Rodney Sharp Chair in the School of Education at the University of Delaware and is also a member of the"
    },
    {
      "url": "https://www.sigidwiki.com/wiki/ADS-B",
      "title": "Automatic Dependent Surveillance-Broadcast (ADS-B) - Signal Identification Wiki",
      "description": "ADS-B is used by aircraft as an alternative to secondary radar. It broadcasts GPS position (latitude, longitude), pressure altitude, callsign, as well as track and ground speed.",
      "preview": "Automatic Dependent Surveillance-Broadcast (ADS-B) From Signal Identification Wiki (Redirected from ADS-B ) Jump to: navigation , search Automatic Dep"
    },
    {
      "url": "https://www.fiaformulae.com/en/results",
      "title": "Formula E Results | Full Racing Results | FIA Formula E World Championship",
      "description": "See the latest Formula E results, with full racing results from Free Practice, Qualifying and the E-Prix for every race each season.",
      "preview": "Skip to main content Register Log In EN languages/en en languages/de de languages/fr fr languages/it it languages/es-mx es languages/pt-br pt Register"
    },
    {
      "url": "http://status.spire.com/",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    },
    {
      "url": "https://www.citya.com/annonces/vente/appartement/antibes-06004/TAPP459835",
      "title": "Achat/vente immobilière appartement Antibes (06) | Citya Immobilier",
      "description": "Découvrez nos appartements en achat/vente immobilière à Antibes (06) ! Trouvez le bien parfait parmi nos annonces et concrétisez votre projet immobilier avec Citya.",
      "preview": "Il est nécessaire d'activer Javascript dans les paramètres de votre navigateur pour profiter pleinement du site. Une fois l'activation effectuée, veui"
    },
    {
      "url": "https://www.windy.com/",
      "title": "Windy: Wind map & weather forecast",
      "description": "Weather radar, wind and waves forecast for kiters, surfers, paragliders, pilots, sailors and anyone else. Worldwide animated weather map, with easy to use layers and precise spot forecast. METAR, TAF and NOTAMs for any airport in the World. SYNOP codes from weather stations and buoys. Forecast models ECMWF, GFS, NAM and NEMS",
      "preview": "© OpenStreetMap contributors m k j  www.windy.com"
    },
    {
      "url": "https://www.whitefuneralhomes.com/obituary/marrshall-luppke",
      "title": "Obituary | Marshall Alex Luppke of Lakeville, Minnesota | White Funeral Homes",
      "description": "View The Obituary For Marshall Alex Luppke of Lakeville, Minnesota. Please join us in Loving, Sharing and Memorializing Marshall Alex Luppke on this permanent online memorial.",
      "preview": "Marshall Alex Luppke of Lakeville, Minnesota | 1999 - 2021 | Obituary Send a Card Show Your Sympathy to the Family Funeral Service Thursday, Apr 1, 20"
    },
    {
      "url": "https://statusofwomendata.org/women-of-color/spotlight-on-women-of-color-employment-and-earnings-data/",
      "title": "Spotlight on Women of Color: Employment and Earnings Data - Women in the States",
      "description": "Spotlight on Women of Color: Employment and Earnings Data Data on Women's Employment and Earnings by Race and Ethnicity, United States, 2013 Distribution of the Male and Female Workforce by Race and Ethnicity, Aged 16 and Older, United States, 2013 Distribution of Employed Women Across Broad Occupational Groups by Race and Ethnicity, Aged 16 and [...]",
      "preview": "Share Spotlight on Women of Color: Employment and Earnings Data Data on Women's Employment and Earnings by Race and Ethnicity, United States, 2013 Dis"
    },
    {
      "url": "https://osc.gov/",
      "title": "Home",
      "description": "void",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/faq.php?sid=336abc4a64dd4cdbb9c172a58ac66a3e",
      "title": "L'Angolo dei Sogni - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "http://www.odeon-lloyd.hu/tag/sip",
      "title": "SIP - Odeon Lloyd",
      "description": "void",
      "preview": "Skip to content A Safer Internet Program (SIP) konzorciumi tagjai közül a Kék Vonal Gyermekkrízis Alapítványhoz több mint 7 ezer megkeresés, a Biztons"
    },
    {
      "url": "https://www.citya.com/annonces/vente/appartement/antibes-06004/TAPP459835",
      "title": "Achat/vente immobilière appartement Antibes (06) | Citya Immobilier",
      "description": "Découvrez nos appartements en achat/vente immobilière à Antibes (06) ! Trouvez le bien parfait parmi nos annonces et concrétisez votre projet immobilier avec Citya.",
      "preview": "Il est nécessaire d'activer Javascript dans les paramètres de votre navigateur pour profiter pleinement du site. Une fois l'activation effectuée, veui"
    },
    {
      "url": "https://app.adjust.com/2uo1qc?redirect=https%3A%2F%2Fplay.google.com%2Fstore%2Fapps%2Fdetails%3Fid%3Dorg.mozilla.firefox&campaign=www.mozilla.org&adgroup=firefox_home",
      "title": "Firefox Fast & Private Browser - Apps on Google Play",
      "description": "Build your web browser around you with private search, and more.",
      "preview": "Firefox Fast & Private Browser Mozilla 4.6 star 6.11M reviews info 100M+ Downloads PEGI 3 info Install Share Add to wishlist Take control of your inte"
    },
    {
      "url": "https://www.dakotawoodlands.org/",
      "title": "Dakota Woodlands | Homeless Shelter | Wescott Woodlands, Eagan, MN, USA",
      "description": "Dakota Woodlands is the only homeless family shelter in Dakota County, located in Eagan, MN!",
      "preview": "top of page Empowering Displaced Families Dakota Woodlands' mission is to empower displaced families on their journey to independence. Learn More Don"
    },
    {
      "url": "https://about.bnef.com/blog/corporate-clean-energy-buying-tops-30gw-mark-in-record-year/",
      "title": "Corporate Clean Energy Buying Tops 30GW Mark in Record Year | BloombergNEF",
      "description": "Corporations purchased 31.1 gigawatts of clean power through long-term contracts, largely driven by activity in the U.S. and from large technology companies New York and London, January 31, 2022 - Corporations bought a record 31.1 gigawatts of clean energy through power purchase agreements, or PPAs, in 2021, up nearly 24% from the previous year's record of 25.1GW according to research firm...",
      "preview": "PRESS RELEASE Corporate Clean Energy Buying Tops 30GW Mark in Record Year Finance January 31, 2022"
    },
    {
      "url": "http://loop-impact.frontiersin.org/impact/article/514487#views",
      "title": "Loop | Publication Impact |",
      "description": "void",
      "preview": "View original article 0 Total Views and Downloads 0 Citations Social Buzz Social buzz score provided by Altmetric Demographics \"hidden message from v3"
    },
    {
      "url": "https://www.westminster-abbey.org/about-the-abbey/history/royalty",
      "title": "Royalty | Westminster Abbey",
      "description": "Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror was crowned on Christmas Day. The church has been closely linked with the royal family all through its history, and that continues today with the monarch visiting the Abbey throughout the year. Explore the Abbey's links with royalty and have a go at recreating your own coronation at home.",
      "preview": "Skip to main content Home Learning Families At home Royalty Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror w"
    },
    {
      "url": "https://www.koupelny-bernold.cz/rytmo/",
      "title": "Rytmo - Koupelny Bernold | Vše pro Vaši koupelnu již od roku 1990",
      "description": "Rytmo, Koupelny Bernold | Vše pro Vaši koupelnu již od roku 1990",
      "preview": "Na Vašem soukromí nám záleží! Mimo jiné pro vložení produktů do košíku, vylepšování funkcí a přesnější nabídku používáme cookies. Pro více informací o"
    },
    {
      "url": "https://nautil.us/to-protect-the-ocean-we-must-love-it-11867/",
      "title": "To Protect the Ocean, We Must Love It - Nautilus",
      "description": "How a life on the water inspired Dona Bertarelli",
      "preview": "Technology The Divers Who Stretch the Limits of Human Biology Environment Modeling the Deep Environment The Deep Ocean Is a Global Public Good Environ"
    },
    {
      "url": "https://visitor.r20.constantcontact.com/manage/optin?v=001Sk_8Aa13394xonLLUknSR_CtAy6sVkj7-WTntErj4YHitEGv_xZXTgEreyr8MdkMKJ6cnoDLHPraoNtEuHeVpYuA7EHtjdGdcHtASf8lweU%3D",
      "title": "Department of Agriculture : Sign Up to Stay in Touch",
      "description": "void",
      "preview": "Sign up to stay in touch! Sign up for USDA email updates, please enter your contact information below. * Email Address Email Lists Ag Economics Broadb"
    },
    {
      "url": "https://vccs.zoom.us/j/93926917200?pwd=aHFCMDBzdW9iWS91dTNwZlI0NW9DQT09#success",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "https://annieburdickfreelance.com/",
      "title": "Annie Burdick - Editing, Writing, Creative Content",
      "description": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer. Nonfiction author, copywriter, book editor, content writer. Full-time word obsessive. Article Portfolio Editing Portfolio Copywriting Portfolio Books",
      "preview": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer . Nonfiction author, copywriter, book editor, content writer. Full-t"
    },
    {
      "url": "https://www.call2recycle.ca/",
      "title": "Call2Recycle Canada | Battery Recycling & Collection Services",
      "description": "Call2Recycle Canada offers safe and efficient battery recycling programs nationwide. Since 1997, we've helped communities and businesses with household, e-mobility, and EV battery recycling. Explore our programs, find collection sites, and become a partner in environmental preservation. Join our mission to protect the environment by recycling batteries safely and responsibly.",
      "preview": "Get Ready for the Circular Economy Contest featuring Christine Sinclair Read More Call2Recycle launches Annual Battery Safety Awareness Campaign Read"
    },
    {
      "url": "https://www.usrsb.org/",
      "title": "U.S. Roundtable For Sustainable Beef",
      "description": "void",
      "preview": "U.S. Roundtable For Sustainable Beef Find Out More WHAT IS USRSB? The U.S. Roundtable for Sustainable Beef (USRSB) is a multi-stakeholder initiative d"
    },
    {
      "url": "https://playground.donorschoose.org/",
      "title": "Design Playground",
      "description": "Create your own custom graphics on the DonorsChoose Design Playground. Download your creations to celebrate the power of education on social media and beyond.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://sol.no/lunderhaug-terrasse-15-solgt-for-3-886-985-kroner/75001007",
      "title": "Lunderhaug Terrasse 15 solgt for 3 886 985 kroner",
      "description": "void",
      "preview": "Sol er en del av Aller Media. Aller Media er ansvarlig for dine data på denne nettsiden. Les mer Lunderhaug Terrasse 15 solgt for 3 886 985 kroner NTB"
    },
    {
      "url": "https://coolors.co/contrast-checker/112a46-acc8e5",
      "title": "Color Contrast Checker - Coolors",
      "description": "Calculate the contrast ratio of text and background colors.",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://fleet.7-eleven.com/",
      "title": "7-Eleven Fleet - Fueling your fleet for the road ahead",
      "description": "7-Eleven, We've been around a while., Fueling your fleet for the road ahead., Fueling solutions for your fleet.",
      "preview": "Fleets come in all shapes and sizes. With 7-Eleven Fleet, you can choose the program that's the right fit for your business. Compare Cards Fleets come"
    },
    {
      "url": "https://arlingtonblackchamber.org/",
      "title": "Arlington Black Chamber - Making Arlington Work For Everyone",
      "description": "void",
      "preview": "The Arlington Black Chamber of Commerce is in its eleventh year of providing assistance, support, and representation for African-American entrepreneur"
    },
    {
      "url": "https://www.avaseakrabi.com/",
      "title": "Ava Sea Resort, Ao Nang, Krabi",
      "description": "Ava Sea Resort, Ao Nang, Krabi - full service hotel, offers spacious, elegantly furnished rooms, situated only a short walk from Ao Nang Beach, near Restaurants and Conveniences ideal for couples and families.",
      "preview": "Home Accommodation Superior Room Superior Double Bed Room Superior Twin Bed Room Deluxe Connecting Room Deluxe Connecting Double Bed Room Deluxe Conne"
    },
    {
      "url": "https://ubeauty.com/products/the-mantle-skin-conditioning-wash?variant=40855746412644",
      "title": "Nourishing Double Cleanser - U Beauty the MANTLE",
      "description": "Our nourishing double cleanser effectively removes makeup, sunscreen, dirt, sweat, and pollutants while helping to maintain the skin's natural balance. Grab yours!",
      "preview": "FREE SHIPPING ON ALL ORDERS | FREE GIFT ON ORDERS US$200+ USA (English) Canada (English) Canada (Français) UK/EU/International"
    },
    {
      "url": "https://finaid.mines.edu",
      "title": "Home - Financial Aid",
      "description": "Paying for college is a big investment and we want to put a Mines education in reach for all students. Learn about Financial Aid.",
      "preview": "303-273-3301 finaid@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Financial Aid Color"
    },
    {
      "url": "https://artfulvoyage.tumblr.com/",
      "title": "Artful Voyage",
      "description": "Hello, this is the official tumblr page of Shenn Hollsten.Thank you for visiting! :)",
      "preview": "u Hello, this is the official tumblr page of Shenn Hollsten.Thank you for visiting! :) x 1 2 3 4 5 → Artful Voyage home message archive theme Blog Dev"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/bilhetes-e-descontos",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/tutorials/monotonic.html",
      "title": "Monotonic Constraints - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Tutorials Monotonic Constraints View page source Monotonic Constraints  It is often the case in a modeling problem or project that the functi"
    },
    {
      "url": "https://glamfhs.org.uk/bridgend-events/eventsbyday/2021/10/16/-",
      "title": "Bridgend Events",
      "description": "void",
      "preview": "+44 (0) 07490 457058 This email address is being protected from spambots. You need JavaScript enabled to view it. In order to provide you with the bes"
    },
    {
      "url": "https://nativegov.org/",
      "title": "Sovereignty matters. Native Governance Center",
      "description": "Native Governance Center is a Native-led nonprofit working to strengthen Native nations' sovereignty in Mni Sota Makoce, North Dakota, and South Dakota.",
      "preview": "Skip to content Cultivating a Rebuilding Movement We're working to cultivate a Native nation rebuilding movement so that all Indigenous people can thr"
    },
    {
      "url": "http://flightfuelcoffee.com",
      "title": "DropCatch.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.blockbyblock.com/",
      "title": "Block by Block | Innovate service solutions for public spaces.",
      "description": "void",
      "preview": "With pride, we make public spaces friendly and vibrant for the communities we serve. Find Out More Your browser does not appear to support video conte"
    },
    {
      "url": "https://stars.github.com",
      "title": "GitHub Stars: inspire, educate & influence developer communities",
      "description": "GitHub Stars are experts and technical leaders who passionately share their knowledge, online and in-person, with communities in which they live and work.",
      "preview": "GitHub Stars Go above and beyond Recognize and lift up the people who inspire and educate your communities with the GitHub Stars program. Featured Sta"
    }
  ],
  "_meta": {
    "total_bookmarks": 91
  }
}