{
  "data": [
    {
      "url": "https://upfaithandfamily.com",
      "title": "UP Faith & Family Your Streaming Home for Uplifting Entertainment",
      "description": "Watch TV shows and movies that are safe for your family and affirm your faith. Stream online or watch on your favorite devices. Get a free trial!",
      "preview": "Skip to content Wholesome streaming Thousands of hours of family safe content. START YOUR FREE TRIAL Wholesome streaming Thousands of hours of family"
    },
    {
      "url": "https://www.meetup.com/pro/wordpress/",
      "title": "WordPress | Meetup Pro",
      "description": "WordPress is on Meetup Pro with more than 550644 members across 670 Meetups worldwide. Meetup Pro is the professional tool for organizing and communicating a network of users, partners, contributors and members.",
      "preview": "Skip to content WordPress 97 Countries 670 Groups 550,644 Members Upcoming events Groups Near Me 97 Countries 670 Groups 550,644 Members Who we are Th"
    },
    {
      "url": "https://docs.looker.com/",
      "title": "Looker | Google Cloud",
      "description": "Documentation for Looker, an enterprise platform for business intelligence, data applications, and embedded analytics.",
      "preview": "Skip to main content Looker Documentation / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil"
    },
    {
      "url": "https://ladiesdrawingclub.com/",
      "title": "LADIES DRAWING CLÜB",
      "description": "LADIES DRAWING CLÜB",
      "preview": "void"
    },
    {
      "url": "https://www.unblock.coffee/",
      "title": "Unblock Coffee - Award-winning ads only",
      "description": "Unblock Coffee is a creative library with only award-winning campaigns, and the biggest advertising awards. Together in one place.",
      "preview": "Award-winning ads only. Search With our AI powered search Awards ADC The One Show Clio Awards Brands Nike Burger King The New York Times Agencies Wied"
    },
    {
      "url": "https://www.iowaaces360.org",
      "title": "ACES 360 - Iowa ACEs 360",
      "description": "Iowa ACEs 360 provides research, tools, and a network to empower our state to take informed actions that help all individuals heal from trauma and thrive.",
      "preview": "ACEs in Iowa 2024 Iowa Report What are ACEs What contributes to ACEs Outcomes from ACEs Opportunities to Respond How to respond ACEs Training > Lemona"
    },
    {
      "url": "https://us19.campaign-archive.com/?e=&u=2dca09f67efb6fc090574a83f&id=d5de5ff834",
      "title": "Clean Water for Sustainable and Healthy Communities during COVID-19",
      "description": "void",
      "preview": "Campaign URL Copy Twitter 0 tweets Subscribe Past Issues RSS Translate English العربية Afrikaans беларуская мова български català 中文（简体） 中文（繁體） Hrvats"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Web_Mercator",
      "title": "Web Mercator - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Web Mercator From OpenStreetMap Wiki Jump to navigation Jump to search Help EPSG:3857 In other languages Afrikaans asturianu azərbaycanca Bahasa Indon"
    },
    {
      "url": "https://www.pet-molds.com/news/Industry-News/Blowing-process-of-pet-hot-filling-bottle.html",
      "title": "Blowing process of pet hot filling bottle,Industry News,Taizhou Huangyan Taoyuan Mould Co., Ltd.",
      "description": "void",
      "preview": "China PET Preform Molds Factory +86-19557669565 Bernice@taoyuanmould.com By Brant On 2021-11-17 13:27:58 In Industry News Blowing process of pet hot f"
    },
    {
      "url": "https://latino.si.edu/about/national-museum-american-latino",
      "title": "Leadership | National Museum of the American Latino",
      "description": "Jorge Zamanillo is the founding director of the Smithsonian's National Museum of the American Latino.",
      "preview": "Skip to main content Leadership Founding Director As the founding director of the Smithsonian's National Museum of the American Latino, Jorge Zamanill"
    },
    {
      "url": "https://www.health.state.mn.us/communities/equity/about/covid19.html",
      "title": "Health Equity and COVID-19 - MN Dept. of Health",
      "description": "void",
      "preview": "Skip to main content Topic Menu Health Equity Health Equity Home Announcements Capacity Building Requests Funding Opportunities Newsletters Reports an"
    },
    {
      "url": "https://www.beyondbenign.org/",
      "title": "Home - Beyond Benign",
      "description": "void",
      "preview": "Contact Donate Events Subscribe Menu Beyond Benign provides educators with the tools, training and support to make green chemistry an integral part of"
    },
    {
      "url": "https://socialjusticeparenting.com/",
      "title": "Social Justice Parenting",
      "description": "ORDER NOW WHEREVER BOOKS ARE SOLD An empowering, timely guide to raising anti-racist, compassionate, and socially conscious children, from a diversity and inclusion educator with more than thirty years of experience. As a global pandemic shuttered schools across the country in 2020, parents found themselves thrust into the role of teacher-in more ways than",
      "preview": "Skip to content osama.blogger 2021-10-21T16:41:07+00:00 ORDER NOW WHEREVER BOOKS ARE SOLD An empowering, timely guide to raising anti-racist, compassi"
    },
    {
      "url": "https://Census.gov",
      "title": "Census.gov | U.S. Census Bureau Homepage",
      "description": "The Census Bureau's mission is to serve as the nation's leading provider of quality data about its people and economy.",
      "preview": "census.gov Notification Due to the lapse of federal funding, portions of this website are not being updated. Any inquiries submitted via www.census.go"
    },
    {
      "url": "https://www.huridocs.org/",
      "title": "Home | HURIDOCS",
      "description": "HURIDOCS (Human Rights Information and Documentation Systems) develops tools and strategies that make human rights information accessible.",
      "preview": "Skip to content Human rights defenders need evidence, law and research to advocate justice and accountability. We develop tools and strategies that ma"
    },
    {
      "url": "https://baymard.com/blog",
      "title": "Ecommerce UX Research Articles - Baymard Institute",
      "description": "The below 400+ ecommerce UX articles are all based on Baymard's 150,000+ hours of UX research. The articles represent just 5% of Baymard's Premium research database. Join 60,000+ UX professionals and get a new article every week by email.",
      "preview": "Baymard Institute Baymard Institute Logo Product Use cases Industries Benchmark Your UX Performance How does your UX performance stack up against indu"
    },
    {
      "url": "https://cornwallpolice.com/fr/contact-us/repertoire-du-personnel",
      "title": "Répertoire du personnel",
      "description": "void",
      "preview": "Répertoire du personnel Vous pouvez rejoindre la ligne directe d'un membre du personnel (voir la liste ci-dessous, en ordre alphabétique) en composant"
    },
    {
      "url": "https://www.adlerplanetarium.org/visit/your-visit",
      "title": "Your Visit - Adler Planetarium",
      "description": "Here's everything you need to plan your visit to the Adler Planetarium. Explore our open hours, upcoming events, FAQ, and more.",
      "preview": "JavaScript must be enabled to use this application. Skip to Main Content Go to the home page Tickets Adler Anywhere Space Shop Venue Rentals Ask Adler"
    },
    {
      "url": "https://purepuremilk.tumblr.com/",
      "title": "@purepuremilk on Tumblr",
      "description": "Follow @purepuremilk and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts #Youtube blasteriidx Follow Tales of Festival 2016 BD Rip by BlasterIIDX Hi everyone ! As promised, you will find the videos of the ToF 2016 by"
    },
    {
      "url": "http://statistics.apec.org/",
      "title": "Home",
      "description": "void",
      "preview": "We recently revamped StatsAPEC to serve you better! We would appreciate hearing about your experience with this new website. Please share with us your"
    },
    {
      "url": "https://invest.bnpparibas/en/search/reports/documents/financial-reports?s%5Bsubthemes%5D%5B%5D=18",
      "title": "Search & Documents | Financial reports | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Search ISIN suggestion(s): Filter by category Results Regulated information Financial reports General Shareholders Meet"
    },
    {
      "url": "https://kosas.com/products/lipfuel?variant=32907926995001",
      "title": "LipFuel Lip Balm | Kosas Cosmetics",
      "description": "Powerful hydration. Comfiest feel. Energizing color. An ultra-hydrating hyaluronic lip balm loaded with active skincare ingredients. Feels amazing and visibly improves the condition of lips the more you wear it.",
      "preview": "Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+"
    },
    {
      "url": "https://react.dev/learn",
      "title": "Quick Start - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Quick Start Welcome to the React documentation! This page will give you an introduction to"
    },
    {
      "url": "https://www.formula1.com/en/latest/all.html",
      "title": "Latest F1 News",
      "description": "Don't miss a Formula 1 moment - with the latest news, videos, standings and results. Go behind the scenes and get analysis straight from the paddock.",
      "preview": "LATEST F1 NEWS All Analysis Technical Lifestyle & Culture F1 Unlocked F2 F3 F1 Academy All How many titles would F1 drivers have using today's points?"
    },
    {
      "url": "https://github.com/qmk/qmk_firmware/blob/master/docs/newbs_getting_started.md",
      "title": "qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware · GitHub",
      "description": "Open-source keyboard firmware for Atmel AVR and Arm USB families - qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.ezotericuss.pl/latwosc-lekkosc-wygoda-i-przyjemnosc-oraz-swoboda-wyrazania-siebie-w-zyciu-i-na-duchowej-sciezce",
      "title": "Ezotericuss Dariusz Loga Regresing",
      "description": "Dariusz Loga - Regresing i rozwój duchowy. Jeśli jesteś zainteresowany poprawą jakości swojego życia, zapraszam na moje warsztaty, wczasy i sesje regresingu",
      "preview": "Ezotericuss Dariusz Loga Podróż w głąb siebie... Logresing® - u zdrawiające regresje Wypalanie węzłów karmicznych < Powrót do listy warsztatów Łatwość"
    },
    {
      "url": "https://2015annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "http://www.rodeohouston.com/",
      "title": "The Official Houston Livestock Show and Rodeo Website",
      "description": "Immerse yourself in the heart of Texas tradition at the Houston Livestock Show and Rodeo. Explore exhilarating rodeo events, world-class entertainment, and educational exhibits",
      "preview": "See y'all March 2-22, 2026! World's Championship Bar-B-Que Contest , presented by Cotton Holdings February 26-28, 2026. Cody Johnson Tickets Calf Scra"
    },
    {
      "url": "https://getgenie.ai/",
      "title": "GetGenie: Write, Optimize & Track Content with AI",
      "description": "Write & optimize 20x faster to rank higher & drive qualified traffic with the all-in-one AI SEO writing tool. Track SEO data to optimize organic performance.",
      "preview": "Rated 4.9 40,000+ Active Installs Rated 4.8 Find Top Keywords, Craft Content and Track SEO in WordPress Get instant AI content with customizable templ"
    },
    {
      "url": "https://data-osi.opendata.arcgis.com/",
      "title": "Surveying Open Data Portal",
      "description": "Open Data Portal for the Surveying function of Taile Éireann",
      "preview": "void"
    },
    {
      "url": "https://www.nhl.com/player",
      "title": "NHL Hockey Players | NHL.com",
      "description": "The latest stats, fantasy news, video and more of players in the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.infantilandia.es/albumes-ilustrados-infantiles/1072-chocolate-infinito-un-cuento-sobre-la-adopcion.html",
      "title": "CHOCOLATE INFINITO. Libro de la Editorial SM (9788467577624)",
      "description": "Un tierno álbum ilustrado para leer en familia sobre la adopción que ayuda a los niños a entender su significado. Comprar cuentos con descuento y envío rápido",
      "preview": "> Literatura infantil > Álbumes ilustrados > CHOCOLATE INFINITO. Un cuento sobre la adopción CHOCOLATE INFINITO. Un cuento sobre la adopción Referenci"
    },
    {
      "url": "https://travblog.com/tag/train-travel-in-italy",
      "title": "train travel in Italy - 🏅TravBlog.com - Travel tips, things to do and manymore",
      "description": "void",
      "preview": "Home ALL POSTS About Us Privacy Policy Browsing Tag train travel in Italy Italy The Leaning Tower of Pisa Address of the Leaning Tower of Pisa: Piazza"
    },
    {
      "url": "http://opendata.ayto-caceres.es/dataset/barrios-caceres",
      "title": "Barrios Cáceres - Datasets - OpenData Cáceres",
      "description": "Conjunto de datos que contiene la información catalogada por el ayuntamiento de Cáceres sobre los barrios de la ciudad. URI del conjunto de datos:...",
      "preview": "Skip to content Home Datasets Barrios Cáceres Barrios Cáceres Mapa ofrecido por SIG Cáceres Conjunto de datos que contiene la información catalogada p"
    },
    {
      "url": "https://www.bibliotecadisangavino.net/sistema-bibliotecario-monte-linas/104-san-gavino-m-le",
      "title": "San Gavino M.le - Biblioteca Multimediale di San Gavino \"Faustino Onnis\"",
      "description": "Sito della Biblioteca Multimediale di San Gavino Monreale (SU)",
      "preview": "Cerca... Presentazione Biblioteca Comunale di San Gavino M.le. Tipologia funzionale: Informativo-divulgativa Leggi tutto: San Gavino M.le - Biblioteca"
    },
    {
      "url": "https://www.aicho.org/#/",
      "title": "AICHO - Home",
      "description": "There are many ways to get involved in the work that AICHO is doing. Check out some of the options below or browse our website for more information.",
      "preview": "Home Contact Gift Shop AICHO Tickets Now Available Here Let's interact! There are many ways to get involved in the work that AICHO is doing. Check out"
    },
    {
      "url": "https://amybakesintheburgh.com/tag/danish-butter-cookies/",
      "title": "Danish butter cookies - amy bakes in the 'burgh",
      "description": "Posts about Danish butter cookies written by Amy",
      "preview": "Skip to content My grandma Zella, an excellent cook and baker, taught me most of the foundational aspects of baking when I was growing up. But she als"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/azure/",
      "title": "Training for Azure | Microsoft Learn",
      "description": "Grow your skills to build and manage applications in the cloud, on-premises, and at the edge.",
      "preview": "Microsoft Learn for Azure Microsoft Azure Grow your skills to build and manage applications in the cloud, on-premises, and at the edge. Browse all Azu"
    },
    {
      "url": "https://www.sigidwiki.com/wiki/ADS-B",
      "title": "Automatic Dependent Surveillance-Broadcast (ADS-B) - Signal Identification Wiki",
      "description": "ADS-B is used by aircraft as an alternative to secondary radar. It broadcasts GPS position (latitude, longitude), pressure altitude, callsign, as well as track and ground speed.",
      "preview": "Automatic Dependent Surveillance-Broadcast (ADS-B) From Signal Identification Wiki (Redirected from ADS-B ) Jump to: navigation , search Automatic Dep"
    },
    {
      "url": "https://larsmuhl.dk/en-spirituel-ny-klassiker-ser-dagens-lys-paa-dansk-meditationer-over-tarot/",
      "title": "En spirituel ny-klassiker ser dagens lys på dansk - 'Meditationer over Tarot' - Lars Muhl",
      "description": "Blogindlæg af Lars Muhl fra d. 29. oktober 2019 Så er det fantastiske sket. En perle af en bog har fundet vej til de danske boghylder. Forlaget Visdomsbøgerne har netop udsendt første bind af 'Meditationer over Tarot' på dansk. Der er tale om en milepæl i esoterisk, kristen hermetisk litteratur, eminent oversat til dansk af [...]",
      "preview": "En spirituel ny-klassiker ser dagens lys på dansk - 'Meditationer over Tarot' Blog på dansk Blogindlæg af Lars Muhl fra d. 29. oktober 2019 Så er det"
    },
    {
      "url": "https://www.southampton.ac.uk/news/events/2015/10/paul-ettinger-caffe-nero-co-founder.page",
      "title": "Paul Ettinger - From Coffee Communities to Online Communities, The Changing Face of Britain | University of Southampton",
      "description": "Paul Ettinger presents",
      "preview": "Skip to main navigation Skip to main content Events Paul Ettinger - From Coffee Communities to Online Communities, The Changing Face of Britain Event"
    },
    {
      "url": "https://event.on24.com/wcc/r/4110472/52C9A96C1E42A505134EDADDE900A2B0?partnerref=BS",
      "title": "Have we reached gender equity in the accountancy profession?",
      "description": "Wednesday, March 08, 2023 at 10:00 AM Greenwich Mean Time.",
      "preview": "void"
    },
    {
      "url": "https://modelshipworld.com/topic/13196-beginners-guide-to-rigging/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://images.google.mw/url?q=http%3A%2F%2Fwww.marianne.hk/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://www.marianne.hk/ . Se non desideri visitare questa pagina,"
    },
    {
      "url": "https://Census.gov",
      "title": "Census.gov | U.S. Census Bureau Homepage",
      "description": "The Census Bureau's mission is to serve as the nation's leading provider of quality data about its people and economy.",
      "preview": "census.gov Notification Due to the lapse of federal funding, portions of this website are not being updated. Any inquiries submitted via www.census.go"
    },
    {
      "url": "https://www.florafamily.org/",
      "title": "Flora Family Foundation",
      "description": "void",
      "preview": "Back About the Foundation Flora Lamson Hewlett Blue Gentian Board and Staff Back Grantmaking Impact Investing 2024 Year in Review 2025 Grants A family"
    },
    {
      "url": "https://www.youtube.com/c/CrackingTheCryptic/videos",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Nappy-Beautifully-Diverse-Stock-Photos-1b8ab51e14b9491f81e69eed87ebf50e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.vice.com/en/article/m7gmga/japan-investigate-mysterious-sphere-beach",
      "title": "Japanese Officials Investigate Mysterious Sphere That Washed Up on Beach",
      "description": "Officials blocked off a 200-meter radius to investigate the sphere, which closely resembles a metal buoy, but have not determined what it is.",
      "preview": "Share: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Share using Native tools Share Copied to"
    },
    {
      "url": "https://investors.target.com/node/32506/html",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://marketingexamples.com/inspiration",
      "title": "Copywriting Examples - The world's best copy. In one place.",
      "description": "The only swipe file you'll ever need. 330+ handpicked examples. Broken-down.",
      "preview": "cegfilterplus copy 6 cegfilterplus copy 5 Group 3 Copy 2 1 Group 3 Copy 3 Headers Features Social Proof Story Lead Magnet Ads Simple Outcomes Creative"
    },
    {
      "url": "https://blubrry.com/beckershealthcarepodcast/59417219/mohamed-kamara-founder-and-ceo-of-inovcares/",
      "title": "Mohamed Kamara, Founder and CEO of InovCares",
      "description": "The Becker's Healthcare Podcast is devoted to the people who power U.S. healthcare. Four new 15-minute episodes are released daily containing industry n...",
      "preview": "Becker's Healthcare Podcast < Back to Episodes Mohamed Kamara, Founder and CEO of InovCares April 25, 2020 This episode features Mohamed Kamara, Found"
    },
    {
      "url": "https://www.thedailybeast.com/",
      "title": "The Daily Beast: The Latest in Politics, Media & Entertainment News",
      "description": "A smart, speedy take on breaking news and opinion in politics, media, entertainment, and more.",
      "preview": "Skip to Main Content Trump's Frenzied Nobel Peace Prize Demands Get Brutal Snub AND THE LOSER IS... The president's relentless push for the prestigiou"
    },
    {
      "url": "https://commonbond.org/",
      "title": "CommonBond: Affordable Housing Nonprofit Organization MN WI IA & SD",
      "description": "CommonBond is an affordable housing nonprofit that serves low-income communities in Minnesota, Wisconsin, Iowa, and South Dakota. Learn how you can support our mission.",
      "preview": "Menu Future Donate Search Search Close this search box. CommonBond Communities Stable homes. Strong futures. Vibrant communities. What We Do At Common"
    },
    {
      "url": "https://www.ala.org/aboutala/sitesdirectory",
      "title": "Directory of ALA Websites | ALA",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.robweir.com/blog/2006/08",
      "title": "August 2006",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar You are here: Home / 2006 / Archives for August 2006 Archives for August 2006"
    },
    {
      "url": "https://go.pardot.com/l/946233/2021-10-01/9b9rx",
      "title": "void",
      "description": "void",
      "preview": "Email First Name Last Name Postal Code Company Country Advocate with Us Donate to Us Start a Fundraiser News & Events Volunteer for Us Work with Us Co"
    },
    {
      "url": "https://hal.inrae.fr/hal-02605416v1/html_references",
      "title": "void",
      "description": "void",
      "preview": "C. Bel , Debris flow propagation in steep erodible channels , 2016 . URL : https://hal.archives-ouvertes.fr/halshs-01279174 C. Bel, F. Liébault, H. Be"
    },
    {
      "url": "https://www.spring-board.info/us/downtowns/",
      "title": "Retail Foot Traffic Data | MRI Software",
      "description": "Get retail insights with AI-powered foot traffic data. Track visitors, analyze patterns, & optimize footfall strategies to drive revenue.",
      "preview": "Skip to content Register for MRI NA Ascend 2025 Free Daily Benchmarks Insights Hub Select a solution Free Daily Benchmarks Insights Hub Get a Demo Hom"
    },
    {
      "url": "https://support.office.com/en-us/article/download-and-install-or-reinstall-office-365-or-office-2016-on-a-pc-or-mac-4414eaaf-0478-48be-9c42-23adc4716658",
      "title": "Download, install, or reinstall Microsoft 365 or Office 2024 on a PC or Mac - Microsoft Support",
      "description": "Learn how to install, reinstall, or activate Microsoft 365 or Office 2024 on a PC or Mac.",
      "preview": "Related topics × Install Microsoft 365 or Office Install Microsoft 365 or Office Microsoft 365 or Office 2024 Office 2021, 2019, 2016 Redeem a product"
    },
    {
      "url": "https://wilsonsheehan.org/",
      "title": "Wilson Sheehan Foundation",
      "description": "void",
      "preview": "Skip to content We Believe in the power of people. The power to dream. To hope. To push beyond what seems possible. The power to change - not only the"
    },
    {
      "url": "http://jobs.apple.com/",
      "title": "Apple Roles and Opportunities - Careers at Apple",
      "description": "Discover career opportunities at Apple. Learn why people gather here to innovate, collaborate, and create groundbreaking products and services.",
      "preview": "Join us. Be you. Watch the film This is where individual imaginations gather together, committing to the values that lead to great work. Here, you'll"
    },
    {
      "url": "https://www.consumerfinance.gov/about-us/newsroom/consumer-financial-protection-bureau-issues-final-rule-implement-fair-debt-collection-practices-act/",
      "title": "Consumer Financial Protection Bureau Issues Final Rule to Implement the Fair Debt Collection Practices Act | Consumer Financial Protection Bureau",
      "description": "On October 30, 2020, the Consumer Financial Protection Bureau issued a final rule to restate and clarify prohibitions on harassment and abuse, false or misleading representations, and unfair practices by debt collectors when collecting consumer debt.",
      "preview": "Skip to main content WASHINGTON, D.C. - The Consumer Financial Protection Bureau (Bureau) today issued a final rule to restate and clarify prohibition"
    },
    {
      "url": "https://fly-concept.fr/etiquette-produit/dubbing-thorax/",
      "title": "dubbing thorax - Fly-concept, fly tying, matériaux, accessoires montage de mouche",
      "description": "void",
      "preview": "Tri par défaut Tri par popularité Tri par notes moyennes Tri du plus récent au plus ancien Tri par tarif croissant Tri par tarif décroissant 10 résult"
    },
    {
      "url": "https://wallet.google/",
      "title": "Google Wallet: Il tuo portafoglio digitale veloce e sicuro",
      "description": "Con Google Wallet accedi in modo rapido e sicuro a ciò che ti serve. Usa il tuo portafoglio digitale per prendere il treno, pagare nei negozi e altro.",
      "preview": "Scarica È più di un portafoglio. È Google Wallet. Ovunque vai, tieni tutto al sicuro in un unico posto con il nuovo Google Wallet. Ora potrai accedere"
    },
    {
      "url": "https://gisgames.tumblr.com/",
      "title": "Last year geomatics student",
      "description": "void",
      "preview": "Last year geomatics student Ask me anything Photos 50242 Notes sosuperawesome : Solar System by Jian Guo on inprnt See more illustration So Super Awes"
    },
    {
      "url": "https://cip.gov.si/koledar-dogodkov/?Calendar&targetGroup=f625da5a-2636-46a7-b42e-bd49bce4ef91%2C455c22f4-63fc-48df-8f27-8b709322fd1f%2C39440dc4-c6a5-40c1-8432-a7160c1e4cf8%2Cdeeeb49e-f989-416d-a07e-8e0dded4e1fc%2Cc9c271db-fc30-49f5-b221-71a68f76a0bc&date=0%3A2021",
      "title": "Center za izobraževanje v pravosodju",
      "description": "Ministrstvo za Pravosodje - Center za Izobraževanje v Pravosodju",
      "preview": "Kriteriji iskanja LETO IN MESEC 2021 0 X januar 3 X februar 1 X marec 2 X april 2 X maj 14 X junij 23 X julij 2 X avgust 1 X september 21 X oktober 38"
    },
    {
      "url": "https://content.time.com/time/subscriber/article/0,33009,948932,00.html",
      "title": "Nation: No Need for Welfare - TIME",
      "description": "Jeff Carter's rising career Brother Billy is not the only international businessman in the Carter family. TIME has learned that the President's youngest son Jeff, 27, has worked since 1978...",
      "preview": "void"
    },
    {
      "url": "https://wiki.mozilla.org/Matrix",
      "title": "Matrix - MozillaWiki",
      "description": "void",
      "preview": "Matrix From MozillaWiki Jump to navigation Jump to search Main | Get Started | Rooms | Moderators | Bots | FAQ | Resources Matrix is an open, lightwei"
    },
    {
      "url": "https://writesonic.com/photosonic-ai-art-generator",
      "title": "AI Art Generator from Text | Writesonic.com",
      "description": "Photosonic is the AI art generator to create beautiful, royalty-free images in seconds. Let your imagination run wild - try the best AI image generator free!",
      "preview": "void"
    },
    {
      "url": "https://www.gih.org/grantmaker-focus/william-j-and-dorothy-k-oneill-foundation/",
      "title": "William J. and Dorothy K. O'Neill Foundation - Grantmakers In Health",
      "description": "Learn more about William J. and Dorothy K. O'Neill Foundation's mission, vision, and approach in this Grantmaker Focus profile.",
      "preview": "Skip to content Funding Partner Portal Partner Directory Sign In William J. and Dorothy K. O'Neill Foundation Grantmaker Profiles Posted May 11, 2018"
    },
    {
      "url": "http://www.unfpa.org/female-genital-mutilation",
      "title": "Female genital mutilation | United Nations Population Fund",
      "description": "<p>💡 #DidYouKnow: 68 million girls are at risk of undergoing female genital mutilation (FGM) by 2030?</p",
      "preview": "Skip to main content Clear search Female genital mutilation Home What we do Female genital mutilation Female genital mutilation, a practice that invol"
    },
    {
      "url": "https://www.s-kaupat.fi/",
      "title": "S-kaupat - Suomen suosituin ruoan verkkokauppa",
      "description": "Helpotimme ruokakaupassa käyntiä: Prisma, S-market, Alepa, Sale ja Herkku samassa osoitteessa ja sovelluksessa.",
      "preview": "Sivua ladataan... Hyppää sisältöön Tilaus- ja toimitusehdot Tietosuojakäytäntö Muuta evästeasetuksia Oiva-raportit , Linkki avautuu uudessa välilehdes"
    },
    {
      "url": "https://www.stef.be/bassoontracker/",
      "title": "BassoonTracker - Amiga music tracker - By Steffest",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ccdu.org/comunicati/ritalin-farmaco-guarisce",
      "title": "Il Ritalin: un farmaco che non guarisce | CCDU",
      "description": "Negli ultimi anni, l'ADHD, cioè il disturbo da iperattività e deficit di attenzione - è diventata la diagnosi di moda per i bambini che non possono star seduti ancora tranquilli a scuola. Oggi, quasi ogni classe include qualche ragazzo che assume Ritalin, Adderall o...",
      "preview": "Salta al contenuto principale Da un articolo di \"The Globe and Mail\" di Margaret Wente Negli ultimi anni, l' ADHD , cioè il disturbo da iperattività e"
    },
    {
      "url": "https://news.engr.psu.edu/2023/burgos-bill-named-distinguished-alumnus.aspx",
      "title": "Professor Bill Burgos named distinguished alumnus by alma mater | Penn State Engineering",
      "description": "void",
      "preview": "Penn State | College of Engineering < Back Credit: Jeff Xu/Penn State Professor Bill Burgos named distinguished alumnus by alma mater January 24, 2023"
    },
    {
      "url": "https://www.billedbladet.dk/kongelige/sverige/se-med-victoria-viser-sine-funklende-diademer-frem-0",
      "title": "Se med: Victoria viser sine funklende diademer frem | BILLED-BLADET",
      "description": "Sammen med sin mor, dronning Silvia, og faster, prinsesse Christina, fortæller kronprinsesse Victoria om kongehusets historiske smykker i en ny dokumentarserie, hvoraf første afsnit bliver sendt i aften.",
      "preview": "Annonce Annonce Annonce Kongelige 2. apr. 2020 Af Marianne Singer Se med: Victoria viser sine funklende diademer frem Kronprinsesse Victoria. Foto: Me"
    },
    {
      "url": "https://business.whatsapp.com/",
      "title": "WhatsApp for Business | Do more with conversations",
      "description": "Grow customer engagement, marketing, sales and customer service success with business messaging on the platform with more than 2 billion users around the world.",
      "preview": "Put WhatsApp to work for your business WhatsApp for Business helps you connect with your customers to build trust and grow with every conversation. Ex"
    },
    {
      "url": "https://tours-greece.gr/excursions/bus-tours-in-greece",
      "title": "Group Tour Packages & Shared Bus Tours from Athens",
      "description": "Experience the best of Greece with our group tour packages and shared bus tours from Athens. Discover cultural and heritage sites and explore the Greek islands with our expert guides. Book your vacation package online now",
      "preview": "Search by Filters Group Tours Greece 2 Day Group Tour in Delphi & Meteora with shared bus from Athens, Greece 1 Reviews Book the 2-Day best-seller tou"
    },
    {
      "url": "https://store.nintendo.com/en-us/nintendo-switch-digital-games",
      "title": "My Nintendo Store - Nintendo Official Site",
      "description": "Shop at the My Nintendo Store for exclusive Nintendo merchandise, video games in digital and physical formats, Nintendo Switch™ systems, and much more.",
      "preview": "My Nintendo Store Donkey Kong™ Bananza DK Island & Emerald Rush DLC : Your action-packed vacation in the sun and sand starts here! Go bananas! Fantasy"
    },
    {
      "url": "http://freedomdefined.org/",
      "title": "Definition of Free Cultural Works",
      "description": "void",
      "preview": "Version 1.1 of the definition has been released. Please help updating it , contribute translations , and help us with the design of logos and buttons"
    },
    {
      "url": "https://springboardforthearts.org/",
      "title": "Springboard For The Arts",
      "description": "void",
      "preview": "Artists are Essential Artists are the heartbeat of our communities-innovators, connectors, meaning makers, and community caregivers. We're here to equ"
    },
    {
      "url": "https://odziezturystyczna.pl/pl/k/3458-dwustronne",
      "title": "DWUSTRONNE - odziezturystyczna.pl",
      "description": "DWUSTRONNE",
      "preview": "ZALOGUJ SIĘ | ZAREJESTRUJ SIĘ | NASZ BIULETYN | TWÓJ KOSZYK (0) szukaj Strona główna Wszystko O nas Aktualności Regulamin Dostawa i płatność Foto TIP"
    },
    {
      "url": "https://www.ikea.com/gb/en/cat/sofas-beds-10663/",
      "title": "Sofa Bed - Futon - Bed Settee - IKEA UK",
      "description": "Find affordable sofa beds and futons. Make any room in your home do double duty as an extra bedroom with one of our sofa beds in a range of styles.",
      "preview": "Skip to main content Skip to product list discountTag SALE now on, up to 60% off hundreds of products! Sofa beds Living room seating 2 seater sofa bed"
    },
    {
      "url": "http://www.directaccessrecipes.com/fr/",
      "title": "Base de Données de Recettes Accès Direct",
      "description": "Base de données de recette en ligne Shop'NCook. Accès direct au logiciel Shop'NCook.",
      "preview": "Base de Données de Recettes Accès Direct Outils Ajouter une recette Login Recettes Types de Plats Ingrédients Principaux Cultures & Régions Autres Inf"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/s/surrealism",
      "title": "Surrealism | Tate",
      "description": "Tate glossary definition for surrealism: Movement, which began in the 1920s, of writers and artists who experimented with ways of unleashing the subconscious imagination",
      "preview": "Surrealism A twentieth-century literary, philosophical and artistic movement that explored the workings of the mind, championing the irrational, the p"
    },
    {
      "url": "https://www.detroityouthchoir.org/",
      "title": "Youth Performance And Enrichment | Detroit Youth Choir | Detroit",
      "description": "Detroit Youth Choir offers youth in the Metropolitan Detroit area a world-class performing arts experience that develops their creative skills and talents through music, education, dance, and theatrical arts. Youth performance and enrichment",
      "preview": "top of page A world-class performing arts experience for Detroit youth A world-class performing arts experience for Detroit youth Our mission is to of"
    },
    {
      "url": "https://abc.com",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "https://maiwa.com/pages/natural-dyes",
      "title": "Natural Dyes- MAIWA",
      "description": "The natural dyes that we sell are termed exotic, historic, or classic. They yield good to excellent wash and light fastness when used in proper combination with mordants. We use them in our own studio and in our naturally dyed clothing. A full palette of colours can be achieved by varying the mordants and by blending d",
      "preview": "Natural Dyes The natural dyes that we sell are termed exotic, historic, or classic . They yield good to excellent wash and light fastness when used in"
    },
    {
      "url": "https://www.sportsmanagement.co.uk/index.cfm",
      "title": "Sports jobs, sports news, sports features | Sports Management magazine",
      "description": "Sports jobs, sport news, sports features, sports interviews for the global sports industry from Sports Mangement magazine",
      "preview": "23 October 2025 Click here to register now! x news jobs features magazine Handbook products Company profiles Diary contact advertise advertise a job J"
    },
    {
      "url": "https://godowntownbaltimore.com/advocacy/economic-development/downtown-boost-program/",
      "title": "Downtown BOOST Program | Downtown Partnership of Baltimore",
      "description": "Downtown BOOST Program is an initiative created to support the long-term success of creative, Black-owned Baltimore businesses in Downtown storefronts.",
      "preview": "close Search search October 10, 2025 47° Menu"
    },
    {
      "url": "https://2019annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://sesamestreetincommunities.org/topics/learning-through-play/",
      "title": "Learning Through Play - Sesame Workshop",
      "description": "Play helps kids practice important skills crucial to brain development. Here are free, bilingual resources to add to that learning.",
      "preview": "Skip to content"
    },
    {
      "url": "https://store.nintendo.com/en-us/nintendo-switch-digital-games",
      "title": "My Nintendo Store - Nintendo Official Site",
      "description": "Shop at the My Nintendo Store for exclusive Nintendo merchandise, video games in digital and physical formats, Nintendo Switch™ systems, and much more.",
      "preview": "My Nintendo Store Donkey Kong™ Bananza DK Island & Emerald Rush DLC : Your action-packed vacation in the sun and sand starts here! Go bananas! Fantasy"
    },
    {
      "url": "https://forward.com/news/529130/george-santos-jewish-lie-genealogy-records/",
      "title": "Congressman-elect George Santos lied about grandparents fleeing anti-Jewish persecution during WWII - The Forward",
      "description": "Genealogy records, Facebook posts and other online clues show that Congressman-elect George Santos' claims of Jewish heritage are false.",
      "preview": "Skip To Content logo/forward/small Israel-Hamas War Antisemitism Decoded Republish our articles פֿאָרווערטס News Congressman-elect George Santos lied"
    },
    {
      "url": "https://www.scotlandspeople.gov.uk/",
      "title": "Explore your Scottish heritage | Scotland's People",
      "description": "void",
      "preview": "Skip to main content Search the records Close Search the records panel Open Search the records panel Search Type People Places Virtual Volumes Maps an"
    },
    {
      "url": "https://statusofwomendata.org/explore-the-data/political-participation/political-participation-full-section/",
      "title": "Political Participation Full Section - Women in the States",
      "description": "In This Section Introduction The Political Participation Composite Score Trends in Women's Political Participation Voter Registration and Turnout The Impact of Voter Identification Laws on Women The Women in Elected Office Index Trends in Women's Share of Elected Officials How the States Compare: Women in Elected Office Women in the U.S. Congress Women in State [...]",
      "preview": "Share In This Section Introduction The Political Participation Composite Score Trends in Women's Political Participation Voter Registration and Turnou"
    },
    {
      "url": "https://www.geodaten.sachsen.de/rechtsgrundlagen-und-nutzungsbedingungen-4509.html",
      "title": "Rechtsgrundlagen und Nutzungsbedingungen - Offene Geodaten - sachsen.de",
      "description": "void",
      "preview": "Anleitung zum aktivieren von JavaScript in verschiedenen Browsern Anleitung zum aktivieren von JavaScript in verschiedenen Browsern Portalübergreifend"
    },
    {
      "url": "https://www.nps.gov/grca/planyourvisit/grand-canyon-national-park-public-health-update.htm",
      "title": "Grand Canyon National Park Operations Update - Grand Canyon National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://stage.worklifesystems.com/parent/27",
      "title": "Login",
      "description": "with draggable and editable events",
      "preview": "Please contact us for any assistance: childcaresearch@childcareresourcesinc.org (888) 600-1685 x183 Welcome! We are here to help you find a child care"
    }
  ],
  "_meta": {
    "total_bookmarks": 100
  }
}