{
  "data": [
    {
      "url": "https://courses.ted.com/category/courses",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.viallfiles.com/",
      "title": "HOME | The Viall Files",
      "description": "void",
      "preview": "top of page LISTEN HERE FOR MORE VIALL FILES Viall Files + Join the household and get access to Viall Files + for exclusive shows like Ask Nick Update"
    },
    {
      "url": "http://www.landbanktwincities.org/",
      "title": "Land Bank Twin Cities - Social Impact Real Estate",
      "description": "Land Bank Twin Cities is a Minnesota seven-county metro area based organization specializing in land banking, lending and community development.",
      "preview": "Home News Resources Careers Home About Overview Staff Board Strategic Plan Reports & Financials"
    },
    {
      "url": "https://www.satcentrum.com/clanky/3316/tv-nova-a-nova-sport-vysilaji-moto-gp-a-formuli-1/",
      "title": "TV NOVA a NOVA Sport vysílají MOTO GP a Formuli 1 - Články | satCentrum",
      "description": "Po mnoha letech se přímé přenosy mistrovství světa silničních motocyklů Moto GP stěhují z Eurosportu a ČT na stanice TV NOVA a NOVA Sport. Obě stanice zároveň pokračují i ve vysílání přímých přenosů Formule 1.",
      "preview": "Zpravodajství TV info Škola TV program Firmy Bazar Diskuse Česko-Slovenská satelitní a TV doména Pátek • 10.10.2025 - 14:15:17 satCentrum najdete také"
    },
    {
      "url": "http://csip.ashoka.edu.in",
      "title": "Under Construction - Centre for Social Impact and Philanthropy",
      "description": "We're Revamping Our Website! Exciting changes are on the way as we work on building a better digital experience for our visitors. In the meantime, you can still explore our existing content on the old website here: https://csip.ashoka.edu.in/ Stay tuned for updates-we'll be launching soon!",
      "preview": "We're Revamping Our Website! Exciting changes are on the way as we work on building a better digital experience for our visitors. In the meantime, you"
    },
    {
      "url": "https://careers.tapestry.com/",
      "title": "Careers at Tapestry",
      "description": "Careers at Tapestry",
      "preview": "Careers at Tapestry Press Tab to Move to Skip to Content Link Skip to main content CAREERS HOME OUR BRANDS COACH KATE SPADE NEW YORK VIEW ALL JOBS JOI"
    },
    {
      "url": "https://www.internazionale.it/",
      "title": "Internazionale - Notizie dall'Italia e dal mondo",
      "description": "Notizie, commenti, articoli, reportage, foto e video da tutto il mondo scelti dalla redazione di Internazionale.",
      "preview": "Settimanale Ultimo numero Tutti i numeri Il tuo abbonamento Abbonarsi Sezioni Ultimi articoli I più letti Oroscopo Reportage e inchieste Settegiorni i"
    },
    {
      "url": "https://www.vam.ac.uk/collections/architecture",
      "title": "Architecture - Explore the Collections · V&A",
      "description": "Discover the extensive collections of the V&A and the Royal Institute of British Architects (RIBA).",
      "preview": "Skip to main content Architecture As the home of the national collection of architecture, the V&A holds monumental plaster casts, large-scale architec"
    },
    {
      "url": "https://www.micah.org/",
      "title": "MICAH",
      "description": "void",
      "preview": "Back Policy MICAH in the News Resources Newsletter Archive Back People & Mission MICAH and Housing News Contact Us Sign up for Email Back Calendar MIC"
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/quickstart/",
      "title": "Quickstart - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Quickstart Quickstart ¶ Eager to get started? This page gives a good introd"
    },
    {
      "url": "http://www.erp-recycling.de",
      "title": "Home - Über die European Recycling Platform - Germany (DE)",
      "description": "ERP simplifies recycling and decommissioning of waste electrical equipment, batteries and packaging - supported by customized IT services.",
      "preview": "Zum Inhalt springen Suche nach: Mitglieder login Suche nach: Member login Homepage admin 2025-04-09T16:40:57+02:00 Simplifying the complexity of compl"
    },
    {
      "url": "https://www.monatourisme.fr/apres-de-longues-semaines-de-fermetures-liees-au-covid-19-les-offices-de-tourisme-reouvrent-enfin-progressivement-leurs-portes-ils-temoignent/",
      "title": "Les offices de tourisme témoignent sur leur réouverture d'accueil",
      "description": "Après de longues semaines de fermetures liées au COVID-19, les offices de tourisme réouvrent enfin progressivement leurs portes ! Ils témoignent !",
      "preview": "Accueil » Ressources » Stratégie d'accueil » Inspiration et pratiques du réseau sur l'accueil » Les offices de tourisme réouvrent leurs portes après c"
    },
    {
      "url": "https://www.a-b-c.org/",
      "title": "Association to Benefit Children | A champion for all children",
      "description": "Discover ABC's programs in early childhood, Early Intervention, mental health, afterschool and summer camp, Preventive Services dedicated to supporting vulnerable children and families in New York City. We are a 501(c)3 registered nonprofit organization.",
      "preview": "0"
    },
    {
      "url": "https://medium.statuspage.io/?source=home-------------------------------------",
      "title": "Medium Status",
      "description": "Welcome to Medium's home for real-time and historical data on system performance.",
      "preview": "x Follow @MediumSupport or view our profile . Visit our support site . Get the Atom Feed or RSS Feed . All Systems Operational About This Site Septemb"
    },
    {
      "url": "https://yle.fi/a/3-11893855",
      "title": "Atletico Madrid, Inter ja AC Milan tekivät seuraa englantilaisjoukkueille, vetäytyivät Superliigasta | Yle",
      "description": "Euroopan Superliiga sanoo pohtivansa sopivia tapoja muokata projektia.",
      "preview": "Hyppää sisältöön Hyppää sisältöön Kahdentoista jalkapallon suurseuran kaavailema Euroopan Superliiga on romuttumassa, kun kaikki sarjaan aikoneet kuus"
    },
    {
      "url": "https://www.worldwaterday.org/",
      "title": "World Water Day | United Nations",
      "description": "Water is the essential building block of life. But it is more than just essential to quench thirst or protect health; water is vital for creating jobs and supporting economic, social, and human development.",
      "preview": "Skip to main content Photo: UN-Water Glacier preservation Glaciers are melting faster than ever. As the planet gets hotter, our frozen world is shrink"
    },
    {
      "url": "https://publications.aston.ac.uk/view/author/dubovm=40aston=2Eac=2Euk.html",
      "title": "Aston Publications Explorer",
      "description": "void",
      "preview": "Browse by Aston Author Up a level Export as ASCII Citation BibTeX Dublin Core EP3 XML EndNote HTML Citation JSON METS Multiline CSV Object IDs OpenURL"
    },
    {
      "url": "https://www.capitalone.ca/",
      "title": "Secured, Guaranteed and Rewards Credit Cards | Capital One Canada",
      "description": "Looking to build credit or earn rewards? Compare our rewards, Guaranteed secured and other Guaranteed credit cards.",
      "preview": "void"
    },
    {
      "url": "http://www.astrosociety.org/",
      "title": "Astronomical Society of the Pacific",
      "description": "The Astronomical Society of the Pacific is an international non-profit scientific and educational organization, founded in 1889, that works to increase understanding and appreciation of astronomy.",
      "preview": "Skip to main content 2025 Awards Gala November 8 An Evening of Celebration Tickets and Event Information ASP Announces 2025 Awards More Information an"
    },
    {
      "url": "http://jsnfri.fra.affrc.go.jp/index-e/newindex-e.html",
      "title": "JUMP!",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://repository.paramadina.ac.id/view/subjects/NE.html",
      "title": "Items where Subject is \"N Fine Arts > NE Print media\" - Paramadina Repository",
      "description": "void",
      "preview": "Home About Browse Browse by Year Browse by Subject Browse by Division Browse by Author Login Create Account Items where Subject is \"N Fine Arts > NE P"
    },
    {
      "url": "https://ai.google/",
      "title": "Google AI - How we're making AI helpful for everyone",
      "description": "Discover how Google AI is committed to enriching knowledge, solving complex challenges and helping people grow by building useful AI tools and technologies.",
      "preview": "Homepage - I/O 2025 Get started Ask Gemini Search with AI Mode Create an image Generate video Learn with NotebookLM Combine elements from different im"
    },
    {
      "url": "https://globalnews.ca/",
      "title": "Global News | Breaking, Latest News and Video for Canada",
      "description": "Globalnews.ca - Watch and read Canada's Breaking news plus Business, Health, Politics and World News",
      "preview": "GlobalNews home Full Menu Search Menu Menu Close Submit Search Topics Watch World Canada Local Change location Politics Money Health Entertainment Lif"
    },
    {
      "url": "http://www.chessvideos.tv/",
      "title": "Chess Videos TV - The Largest Chess Video Site on the Web!",
      "description": "ChessVideos.TV offers thousands of free chess videos, including world class lessons from master level players. Improve your game today!",
      "preview": "Chess Openings | Chess Endgames | Chess Puzzle of the Day Chess Videos ▶ Chess Videos on YouTube Chess Tools ▶ Chess Diagram Generator ▶ Chess Endgame"
    },
    {
      "url": "https://www.bbc.co.uk/news/uk-64815323",
      "title": "Constance Marten arrest: Police continue questioning after baby found - BBC News",
      "description": "Constance Marten and Mark Gordon are being held on suspicion of gross negligence manslaughter.",
      "preview": "To play this video you need to enable JavaScript in your browser. This video can not be played Media caption, Det Supt Lewis Basford: \"Police officers"
    },
    {
      "url": "https://sarep.ucdavis.edu/sustainable-ag/soil-nutrient-management",
      "title": "Soil Nutrient Management | Sustainable Agriculture Research & Education Program",
      "description": "Soil nutrient management is defined by the USDA as managing the application of commercial fertilizers, manure, amendments, and organic by-products to agricultural landscapes as a source of plant nutrients. A common framework for approaching nutrient management is known as the \"Four Rs\": Right amount - the proper rate of application Right source - applying the proper type Right placement - using the appropriate method for application Right timing - applying at the correct time in the lifecycle of the system",
      "preview": "Skip to main content Soil Nutrient Management Soil nutrient management is defined by the USDA as managing the application of commercial fertilizers, m"
    },
    {
      "url": "https://www.ksat.com/news/2019/11/05/watch-live-ksat-12-news/",
      "title": "KSAT Plus | Watch Live News, Weather from KSAT 12 | San Antonio, Texas",
      "description": "Watch KSAT 12 newscasts and all livestreams on KSAT Plus. Watch the latest weather updates, stream high school sports, breaking news, doppler radar, traffic cams, press conferences and more.",
      "preview": "KSAT+ Livestream KSAT+ Livestream GMSA+ LIVE: Doppler Radar LIVE: Doppler Radar SA Zoo Flamingo Cam SA Zoo Flamingo Cam SA Zoo Whooping Crane Cam SA Z"
    },
    {
      "url": "https://www.naceweb.org/about-us/jobwire.aspx",
      "title": "NACE Jobwire",
      "description": "void",
      "preview": "We have some exciting news to share with you: NACE is rebranding! Fresh look. Bolder voice. Same powerful mission. See What's Ahead! National Associat"
    },
    {
      "url": "https://www.latinodonorcollaborative.org/original-research/2022-ldc-u-s-latino-gdp-report",
      "title": "2022 LDC U.S. Latino GDP Report™ - Latino Donor Collaborative",
      "description": "Discover the impact of the Latino in the consumer market and business community and how they contributed to the US economy recovery in 2022.",
      "preview": "Original Research ."
    },
    {
      "url": "https://genealogy.cjh.org/synagogue/649",
      "title": "Ackman & Ziff Genealogy Institute at the Center for Jewish History",
      "description": "void",
      "preview": "Toggle navigation Ackman & Ziff Family Genealogy Institute A&ZFGI @ CJH Family History Collections NYC Synagogue Map Home New York Historical Synagogu"
    },
    {
      "url": "https://braverangels.org/",
      "title": "Braver Angels",
      "description": "Braver Angels is a citizens' organization uniting red and blue Americans in a working alliance to depolarize America",
      "preview": "Skip to content We're taking a stand against toxic politics. Will you join us? Braver Angels is leading the nation's largest cross-partisan, volunteer"
    },
    {
      "url": "https://policies.worldbank.org/sites/PPF3/Pages/PPFHome.aspx",
      "title": "Policy & Procedure Framework",
      "description": "The Enabling the Business of Agriculture (EBA) project measures laws and regulations that impact the business environment for a sustainable and thriving agricultural sector.",
      "preview": "Who We Are Policy & Procedure Framework Policy and Procedure Framework The Policy And Procedure Framework is a framework which provides a new structur"
    },
    {
      "url": "https://kids.youtube.com/t/privacynotice",
      "title": "Informativa sulla privacy di YouTube Kids - YouTube",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Termini di servizio Informativa sulla privacy Informativa per i bambini Informativa sulla privacy di YouTube Kids Norme della community La presente In"
    },
    {
      "url": "https://www.ft.com/world/uk",
      "title": "UK | Financial Times",
      "description": "Breaking news and top stories from the UK. The latest on the UK economy, politics and government and in-depth analysis on the housing market and energy sector.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer UK Add to myFT Lead story in UK Telecoms UK telcos step up efforts to combat"
    },
    {
      "url": "https://juicycube.net/?id=ctx",
      "title": ":: JuicyCube.net ::",
      "description": "void",
      "preview": ".MUSIC .MP3 .VIDEO .OTHER .CONTACT .Who? Jakub \"AceMan\" Szeląg .When? 1987 .Where? Dąbrowa Górnicza, POLAND .What? - demoscene - tracked music - jap"
    },
    {
      "url": "http://wgcu.org",
      "title": "WGCU: PBS and NPR for Southwest Florida | WGCU PBS & NPR for Southwest Florida",
      "description": "WGCU Public Media is Southwest Florida's source for PBS and NPR, and a member-supported service of Florida Gulf Coast University. WGCU provides quality programming 24 hours a day and is a trusted storyteller, teacher, theater, library and traveling companion.",
      "preview": "Search Query Show Search LIVE TV © 2025 WGCU News Menu PBS and NPR for Southwest Florida Show Search Search Query LIVE TV Donate Play Live Radio Next"
    },
    {
      "url": "https://www.elitemate.com/",
      "title": "EliteMate.com, Free Online Dating, Free Picture Personals, Hottest Singles, Free Local Dating, Find Love, Friends, Pens Pals, Romance, Free Membership, Portal to other dating sites",
      "description": "void",
      "preview": "Privacy Policy Update - Please refer to the recently updated Privacy Policy of EliteMate.com LLC to acknowledge the recently released law - CCPA - Cal"
    },
    {
      "url": "https://www.openstreetmap.org/",
      "title": "OpenStreetMap",
      "description": "OpenStreetMap is the free wiki world map.",
      "preview": "Select Language Loading... Close Where is this? GraphHopper OSRM Valhalla Loading... Welcome to OpenStreetMap! OpenStreetMap is a map of the world, cr"
    },
    {
      "url": "https://docs.github.com",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://www.identitytheft.gov/",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission IdentityTheft.gov Government Shutdown Notice Due to the government shutdown, we are unable to offer this website service at t"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-201-100001",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.thenexthint.com/",
      "title": "The Next Hint - News Portal",
      "description": "News Portal",
      "preview": "Entertainment 3 Min Read Sakshi Purna on October 10, 2025 Release Date of The Secret Lives of Mormon Wives Season 3 is Confirmed Good news for The Sec"
    },
    {
      "url": "https://get.adobe.com/reader/",
      "title": "Adobe - Download Adobe Acrobat Reader",
      "description": "Download free Adobe Acrobat Reader software for your Windows, Mac OS and Android devices to view, print, and comment on PDF documents.",
      "preview": "This website no longer works on Internet Explorer due to end of support. Please use Microsoft Edge or another supported browser. JavaScript is current"
    },
    {
      "url": "http://thehotline.org/",
      "title": "Domestic Violence Support | National Domestic Violence Hotline",
      "description": "Everyone deserves relationships free from domestic violence. When you're ready, we're here to listen with confidential support 24/7/365.",
      "preview": "Search Search Close exit Leave this site safely You can quickly leave this website by clicking the \"X\" in the top right or by pressing the Escape key"
    },
    {
      "url": "https://mailshake.com/",
      "title": "AI Powered Sales Engagement & B2B Lead Platform - Mailshake",
      "description": "Build sales outreach cadences with email, phone, and social in as little as 5 minutes with Mailshake's sales engagement & automation software.",
      "preview": "Manage Email and LinkedIn Campaigns in One Place - No More Switching Tools Trusted by sales teams at 100,000+ companies, including Get Sta"
    },
    {
      "url": "https://tomhull.co.uk",
      "title": "Tom Hull - photographic artist",
      "description": "Tom Hull is a commercial photographer based in the UK. His professional work is mostly creative advertising photography for multinational brands like Nike, Uniqlo and Corona. He also works with well known charities such as the NSPCC, Water Aid and Childline. His personal work explores human endeavours in both sporting past-times and craft-based manufacture.",
      "preview": "Tom Hull Overview Projects Commissions Journal Info Menu Overview Projects Commissions Journal Info [email protected] @tomhullphoto +44 (0)7980 310 69"
    },
    {
      "url": "https://www.accessability.org/",
      "title": "AccessAbility, Inc. Serving the Twin Cities Area",
      "description": "AccessAbility's mission is to provide opportunities for self-sufficiency for people with barriers to employment and community inclusion.",
      "preview": "Skip to content Skip to footer Serving the Twin Cities Metro Area AccessAbility's mission is to provide opportunities for self-sufficiency for people"
    },
    {
      "url": "https://www.medscape.com/",
      "title": "Latest Medical News, Clinical Trials, Guidelines - Today on Medscape",
      "description": "Today on Medscape : Get the latest medical news, clinical trial coverage, drug updates, journal articles, CME activities & more on Medscape. A free resource for physicians.",
      "preview": "close Please confirm that you would like to log out of Medscape. If you log out, you will be required to enter your username and password the next tim"
    },
    {
      "url": "https://cardconnect.com/company/copilot",
      "title": "Merchant Portfolio Management System | CardConnect",
      "description": "Discover here how our merchant management system can simplify merchant onboarding and generate residual income for your ISO or Agent business.",
      "preview": "Skip to Contact an Expert Skip to Main Content Portfolio Management Portal CoPilot empowers our Independent Sales Organization (ISO), Sales Agent part"
    },
    {
      "url": "http://forum.zeusnews.it/viewtopic.php?t=75037&view=next&sid=c65475a4b4f5c1174facc5d2a60da775",
      "title": "Olimpo Informatico :: Leggi argomento - Il canto delle meduse",
      "description": "void",
      "preview": "Olimpo Informatico I Forum di Zeus News Leggi la newsletter gratuita - Attiva il Menu compatto FAQ Cerca Lista utenti Gruppi Registrati Profilo Messag"
    },
    {
      "url": "https://www.lisc.org/twin-cities/",
      "title": "Twin Cities | LISC Twin Cities",
      "description": "void",
      "preview": "Skip to Main Content Previous \"Lifting As We Climb\": In South Minneapolis, a Historic Restoration Heals The Power of Creative Placemaking: Reflections"
    },
    {
      "url": "https://charity-navigator.tenderapp.com/kb",
      "title": "Welcome - Charity Navigator Support",
      "description": "void",
      "preview": "Log in or Create a profile Support Home Go to Charity Navigator → Charity Navigator wants to hear from you Welcome to Charity Navigator's help desk. T"
    },
    {
      "url": "https://www.dbricette.it/links_programmi.htm",
      "title": "DBRicette: Links programmi",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Links a programmi che usano il nostro database [4] SHOP'NCOOK COOKBOOK READER"
    },
    {
      "url": "https://lists.xenproject.org/archives/html/xen-users/2005-11/msg00205.html",
      "title": "Xen project Mailing List",
      "description": "void",
      "preview": "Home Wiki Blog Lists User Voice Downloads Xen Planet Twitter Facebook LinkedIn Vimeo Google Plus Slideshare [ Top ] [ All Lists ]"
    },
    {
      "url": "https://www.zappos.com/product/9500111/color/822288?utm_medium=affiliate&splash=none&slfpid=3",
      "title": "No results for Ruffwear highlands sleeping bag large | Zappos",
      "description": "Free shipping BOTH ways on ruffwear highlands sleeping bag large from our vast selection of styles. Fast delivery, and 24/7/365 real-person service with a smile. Click or call 800-927-7671.",
      "preview": "Hmmm, we couldn't find anything for ruffwear highlands sleeping bag large Check out the categories below or try limiting the search to one to two word"
    },
    {
      "url": "https://mb.oemdtc.com/category/recalls",
      "title": "Recalls | Mercedes-Benz & Smart - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.github.com/mozilla/foundation.mozilla.org/",
      "title": "GitHub - MozillaFoundation/foundation.mozilla.org: Mozilla Foundation website",
      "description": "Mozilla Foundation website. Contribute to MozillaFoundation/foundation.mozilla.org development by creating an account on GitHub.",
      "preview": "Skip to content"
    },
    {
      "url": "https://dynamic-ais.spire.com",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://amp.urlencoder.org/enc/opiates/",
      "title": "URL Encoding of \"opiates\" - Online",
      "description": "Encode opiates to URL-encoded format with various advanced options. Our site has an easy to use online tool to convert your data.",
      "preview": "Encode \"opiates\" to URL-encoded format Simply enter your data then push the encode button. opiates To encode binaries (like images, documents, etc.) u"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/l/lithography",
      "title": "Lithography | Tate",
      "description": "Tate glossary definition for lithography: A printing process that uses a flat stone or metal plate on which the image areas are worked using a greasy substance so that the ink will adhere to them by, while the non-image areas are made ink-repellent",
      "preview": "Lithography Lithography is a printing process that uses a flat stone or metal plate on which the image areas are worked using a greasy substance so th"
    },
    {
      "url": "https://www.mad4wheels.com/kia/sorento-22-crdi-uk-version-2021/car-wallpaper-604658",
      "title": "2021 Kia Sorento 2.2 CRDi - UK version #604658 - Best quality free high resolution car images, pictures and photos.",
      "description": "Here you can find a huge amount of high resolution car images of 2021 Kia Sorento 2.2 CRDi - UK version. Free for personal and editorial use, they can be edited to get great wallpapers for your pc, tablet and phone.",
      "preview": "Back to gallery Previous Next Image info Year 2021 Brand Kia Model Sorento 2.2 CRDi - UK version Size 9358 x 5849 Weight 4.83 MB Download full-size im"
    },
    {
      "url": "https://www.jamie-poole.com/store/p107/Gods-Grandeur-Whitby-Harbour-limited-edition-print.html",
      "title": "Whitby Harbour Collage painting limited edition print",
      "description": "Inspired by the poet Gerard Manley Hopkins and the historical town of Whitby. On the Yorkshire coast, this town is famous for its Abbey and its quirky cobbled streets as well as the famous voyager Captain James Cook. This painting was made using printed lines of poetry that have been collaged together using Jamie's unique poem art techniques. Read lines of poetry in the picture itself! This is a limited edition signed print.",
      "preview": "Home Blog Exhibitions Trade The Shop Art Classes Online Art Lessons LessonSheets Student Gallery Contact Portfolio Category Jamie's Cards > Signed Unl"
    },
    {
      "url": "http://ricette.shoppando.com/",
      "title": "ShoppAndo.com is for sale | HugeDomains",
      "description": "Start your new business venture with a great domain name. A trusted source for domains since 2005.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://sustainability.google",
      "title": "Sustainable Innovation & Technology - Google Sustainability",
      "description": "void",
      "preview": "2025 Environmental Report Making AI helpful for everyone, including the planet Our products Our research Our operations 2025 Environmental Report Our"
    },
    {
      "url": "https://www.wearehfc.org/",
      "title": "Understanding Alzheimer's: Bringing Light to the Disease",
      "description": "Learn about the impact of bringing light to Alzheimer's. From innovative therapies to caregiver support, and caregiver grants.",
      "preview": "Bringing Light to Alzheimer's Hilarity for Charity (HFC) is a national non-profit on a mission to care for families impacted by Alzheimer's disease, a"
    },
    {
      "url": "https://www.theguardian.com/science",
      "title": "Science | The Guardian",
      "description": "Latest Science news, comment and analysis from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Science Nobel prizes Nobel prize in chemistry awarded to scientists for work on 'Hermione's handbag' Trio hono"
    },
    {
      "url": "https://ciarvella.com/tag/neal-stephenson/",
      "title": "neal stephenson - Cynical Idealism",
      "description": "Posts about neal stephenson written by Matthew Ciarvella",
      "preview": "Skip to content Lexicon by Max Barry My rating: 4 of 5 stars I didn't realize the \"thriller about words\" could be a genre, but I'm definitely on board"
    },
    {
      "url": "https://bpando.org/2016/10/26/branding-park-bench-deli/",
      "title": "New Branding for Park Bench Deli by Foreign Policy - BP&O",
      "description": "Brand identity and interior design by Foreign Policy for Singapore's Park Bench Deli. Opinion by Richard Baird.",
      "preview": "BP&O Brand Archive ↗ Logo Archive ↗ Logo Histories ↗ Articles Collections Logos Motion About BP&O Plus Login Search Menu Brand Archive ↗ Logo Archive"
    },
    {
      "url": "http://www.balsamhill.com/p/vermont-white-spruce-artificial-christmas-tree?",
      "title": "Vermont White Spruce® Artificial Christmas Tree | Balsam Hill",
      "description": "Bring home the Vermont White Spruce artificial Christmas tree for a natural look and full, lush branches. Shop now to make your holidays unforgettable!",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "https://www.sportscrunch.in/",
      "title": "We'll Be Back Soon | SportsCrunch.in",
      "description": "void",
      "preview": "We'll Be Back Soon Our website is currently undergoing scheduled maintenance. We appreciate your patience and will be back online shortly."
    },
    {
      "url": "https://wikis.ec.europa.eu/display/WEBGUIDE/04.+Cookies+and+similar+technologies",
      "title": "Europa Web Guide - European Commission",
      "description": "Rules and guidelines that apply to European Commission websites, covering editorial, legal, technical, visual and contractual aspects.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://mykhumphrey.com/",
      "title": "MykHumphrey.com - Earn Anywhere - Live Anywhere - Play Anywhere",
      "description": "void",
      "preview": "Skip to content Living The Mountain Life Hey, I'm Mike. I ended up in a mountain valley in Japan and never left. My ambition: to ski as much as possib"
    },
    {
      "url": "https://www.sfemt.fr/lecturer-in-buddhist-studies-at-soas%E2%80%8F/",
      "title": "Lecturer in Buddhist Studies at SOAS‏ - Société Française d'Études du Monde Tibétain",
      "description": "void",
      "preview": "News Ticker [ 10 octobre 2025 ] Bourses de la Fondation Chiang Ching-Kuo pour des échanges universitaires internationaux Postes et bourses [ 9 octobre"
    },
    {
      "url": "http://www.photopreneur.com/",
      "title": "Photopreneur - Photography Books, Photography ebooks and Photography Courses",
      "description": "Photography courses, books and ebooks on photography topics for amateur and professional photographers. Photoprenuer is the authority for books, courses and blogs about making money with your photography.",
      "preview": "P hotopreneur is a community project that publishes photography courses, photography books, photography ebooks and blogs for photographers, bloggers,"
    },
    {
      "url": "https://www.castlesales.com/castle-x-teaser-4/",
      "title": "Castle X Castle X Teaser 4!",
      "description": "Castle X • Castle X Teaser 4!",
      "preview": "Gifts Under $50! Winter Helmets All Winter Helmets Dual Lens Full Face Helmets Dual Lens Modular Helmets Off Road Winter Helmets All Electric Dual Len"
    },
    {
      "url": "https://marina.ch/blog/four-winns-ts-242/",
      "title": "Four Winns TS 242 | marina.ch",
      "description": "Vorwärts ins Glück Die neue «Four Winns TS 242» sieht nicht nur rassig aus, sie verhält sich auch entsprechend auf dem Wasser. Das Boot eignet sich für verschiedene Wassersportaktivitäten - und mehr. Seit Four Winns im Bénéteau-Konzern zuhause ist, wurde...",
      "preview": "Four Winns TS 242 15. Juni 2018 | Logbuch Motorboote Vorwärts ins Glück Die neue «Four Winns TS 242» sieht nicht nur rassig aus, sie verhält sich auc"
    },
    {
      "url": "https://hr.unm.edu/",
      "title": "Home :: Human Resources | The University of New Mexico",
      "description": "void",
      "preview": "Your browser does not support JavaScript! This will website not will not operate properly without JavaScript. The University of New Mexico Facebook Tw"
    },
    {
      "url": "http://www.lycos.com/",
      "title": "Lycos.com",
      "description": "Lycos, Inc., is a web search engine and web portal established in 1994, spun out of Carnegie Mellon University. Lycos also encompasses a network of email, webhosting, social networking, and entertainment websites.",
      "preview": "Lycos SWAG Mail Tripod Domains Weather Angelfire"
    },
    {
      "url": "https://docs.python.org/3/tutorial/inputoutput.html",
      "title": "7. Input and Output - Python 3.14.0 documentation",
      "description": "There are several ways to present the output of a program; data can be printed in a human-readable form, or written to a file for future use. This chapter will discuss some of the possibilities. Fa...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial » 7. Input and Output | Theme Auto Light Dark | 7. In"
    },
    {
      "url": "https://www.fec.gov/",
      "title": "Home | FEC",
      "description": "Find what you need to know about the federal campaign finance process. Explore legal resources, campaign finance data, help for candidates and committees, and more.",
      "preview": "Your web browser is not supported This site uses features that are not supported by this browser. For a better experience, please switch to a modern b"
    },
    {
      "url": "http://www.cineca.it/",
      "title": "Home Page | Cineca",
      "description": "Cineca è un Consorzio Interuniversitario al servizio del sistema accademico, dell'istruzione e della ricerca nazionale: è il maggiore centro di calcolo in Italia, uno dei più importanti a livello mondiale",
      "preview": "Salta al contenuto principale CINECA è PROGETTARE IL FUTURO Il futuro è dentro di noi molto prima che accada Guarda il video Nascondi Video Innovare e"
    },
    {
      "url": "https://towardsdatascience.com/chatgpt-insists-i-am-dead-and-the-problem-with-language-models-db5a36c22f11?source=home---------0------------------0----------",
      "title": "GPT Is an Unreliable Information Store | Towards Data Science",
      "description": "Understanding the limitations and dangers of large language models",
      "preview": "Artificial Intelligence GPT Is an Unreliable Information Store Understanding the limitations and dangers of large language models Noble Ackerson Feb 2"
    },
    {
      "url": "https://saaslandingpage.com/",
      "title": "The Best Landing Page Examples For Design Inspiration - SaaS Landing Page",
      "description": "SaaS Landing Page showcases the best landing page examples created by top-class SaaS companies. Get ideas and inspirations for your next design project.",
      "preview": "✨ Looking for app inspiration? Check out SaaS Interface ✨ SaaS landing page examples Discover the best 870 landing page examples created by top-class"
    },
    {
      "url": "https://therivardreport.com/downtown-confab-make-transportation-projects-a-benefit-not-a-hassle/",
      "title": "Downtown Confab: Make Transportation Projects a Benefit, Not a Hassle",
      "description": "International Downtown Association panelists highlighted projects in three cities that transformed downtown transportation infrastructure.",
      "preview": "Skip to content The Argyle & Grafton Shared Streetscape Project is an example where Halifax, Nova Scotia, turned two downtown roads into \"shared stree"
    },
    {
      "url": "https://future.techcrunch.com/2021/04/26/tesla-wants-to-make-every-home-a-distributed-power-plant/",
      "title": "Log In ‹ TechCrunch - WordPress",
      "description": "void",
      "preview": "Log In Powered by WordPress Username or Email Address Password Remember Me Lost your password? ← Go to TechCrunch"
    },
    {
      "url": "https://nypost.com/2023/02/02/don-lemon-screamed-at-cnn-this-morning-co-host-in-off-camera-tiff-sources/",
      "title": "Exclusive | Don Lemon 'screamed' at 'CNN This Morning' co-host in off-camera tiff: sources",
      "description": "Tensions on the set of \"CNN This Morning\" have recently boiled over, with Don Lemon allegedly \"screaming\" at co-host Kaitlan Collins off-camera during an ugly December incident that has left the cast and crew rattled ever since, The Post has learned.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Tensions on the set of \"CNN This Morning\" have recently boil"
    },
    {
      "url": "https://floridahealthcovid19.gov/vaccines/vaccine-locator/?utm_source=floridahealth.gov&utm_medium=referral&utm_campaign=covid-19&utm_term=information+covid-19+vaccine&utm_content=trending_topics",
      "title": "COVID-19 | Florida Department of Health",
      "description": "COVID-19",
      "preview": "Skip Global navigation and goto content About Us | Contact Us | Newsroom FILE COMPLAINT Vaccine/Testing/Mask Requirements Find Health Care Screenings"
    },
    {
      "url": "http://www.greenpak.com.mt",
      "title": "| GreenPak",
      "description": "Broadcasting Authority",
      "preview": "iBiNs About iBiNs Find Nearest iBiN Batteries for Hospice About Batteries for Hospice Find Nearest Battery Bin Producer Compliance Contact Us Login /"
    },
    {
      "url": "https://b8horpet.tumblr.com/",
      "title": "@b8horpet on Tumblr",
      "description": "💩🎮🧑🏻‍💻",
      "preview": "Posts Likes reikacchan Follow don't give up mornington-the-crescent narcissistcookbook Follow i had a dream two nights ago where i was being shown aro"
    },
    {
      "url": "https://www.botanicalartandartists.com/",
      "title": "BOTANICAL ART & ARTISTS - Home",
      "description": "About botanical art & illustration: famous and contemporary botanical artists & illustrators, history, exhibitions, groups, education, techniques, book, botany & botanical gardens",
      "preview": "BOTANICAL ART & ARTISTS Home Site Index NEWS NEWS blog subscription HISTORY What is Botanical Art? What is Botanical Illustration? Botanical Art Histo"
    },
    {
      "url": "https://instantly.ai/#Testimonials",
      "title": "Instantly.ai - Sales Engagement & Lead Intelligence",
      "description": "Instantly turns leads into clients with Automated Outreach, Deliverability Network, Sales Engagement, B2B Lead Database & AI-Powered CRM",
      "preview": "Log in Get started see demo en Find, Contact & Close Your Ideal Clients Instantly helps you find warm leads, scale email campaigns, reach primary inbo"
    },
    {
      "url": "https://www.zaxbys.com/gift-cards",
      "title": "Welcome to Zaxbys",
      "description": "void",
      "preview": "Hey, Zax Fans! Thanks for stopping by. Zaxbys is the premium quick-service restaurant famous for Chicken Fingerz™ and wings that you can dip, dunk and"
    },
    {
      "url": "https://www.kauffman.org/currents/2019/09/new-survey-highlights-disconnect-between-high-school-and-real-world",
      "title": "New survey highlights disconnect between high school and the real world - Ewing Marion Kauffman Foundation | Kauffman.org",
      "description": "If the purpose of high school is to prepare students for the real world, does it? A recent survey of students, parents, and employers finds that real world skills are more important than ever.",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.oceansatlas.org",
      "title": "UN Atlas of the Oceans: Home",
      "description": "void",
      "preview": "A leaflet of the UN Atlas of the Oceans Click on the image to download a PDF version The UN Atlas of the Oceans is an Internet portal providing inform"
    },
    {
      "url": "https://www.kartverket.no/en/api-and-data/terms-of-use",
      "title": "Terms of use | Kartverket.no",
      "description": "void",
      "preview": "Skip to content Skip to navigation Go to language selector Søk Contact us Language English Norwegian Meny trenger javascript All users of the free dat"
    },
    {
      "url": "https://ts.vcu.edu/cgi-bin/posh.pl?posh_referer=https%3A%2F%2Fts.vcu.edu%2Fcgi-bin%2Fposh.pl%3Fposh_referer%3Dhttps%253A%252F%252Fts.vcu.edu%252Fcgi-bin%252Fposh.pl%253Fposh_referer%253Dhttps%25253A%25252F%25252Fdigital.library.vcu.edu%25252Fislandora%25252Fsearch%25253Fislandora_solr_search_navigation%25253D0%252526f%2525255B0%2525255D%25253Dmods_genre_ms%2525253A%25252522Photograph%25252522%252526f%2525255B1%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522Elementary%2525255C%25252520schools%25252522%252526f%2525255B2%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522High%2525255C%25252520schools%25252522%252526f%2525255B3%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522African%2525255C%25252520American%2525255C%25252520schools%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Virginia%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Farmville%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520History%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Pictorial%2525255C%25252520works%25252522",
      "title": "Commitment to Privacy - Virginia Commonwealth University",
      "description": "Commitment to Privacy",
      "preview": "Skip to content Skip to footer Virginia Commonwealth University Commitment to Privacy Commitment to Privacy We collect limited information about web v"
    },
    {
      "url": "https://www.debian-fr.org/t/pulseaudio-probleme-de-definition-de-la-sortie-son/85541",
      "title": "Pulseaudio problème de définition de la sortie son - Support Debian - debian-fr.org",
      "description": "Bonjour, Sur mon PC j'ai des haut-parleurs et un casque de branché. je suis sur Cinnamon. Quand le casque est branché, impossible d'avoir le son sur les haut-parleurs. hors je ne voudrais pas passer mon temps à débran&hellip;",
      "preview": "Pulseaudio problème de définition de la sortie son Support Debian Zargos Octobre 27, 2021, 8:28pm #1 Bonjour, Sur mon PC j'ai des haut-parleurs et un"
    },
    {
      "url": "http://blogs.plos.org/everyone/2011/10/21/how-deep-social-network-roots-help-scientists-communicate-their-research/",
      "title": "How deep social network \"roots\" help scientists communicate their research - EveryONE",
      "description": "There's been a lot of discussion recently about how social networks can specifically help scientists collaborate and spread their messages more effectively...",
      "preview": "Skip to content PLOS BLOGS EveryONE Browse all PLOS Blogs About This Blog About PLOS ONE Browse all PLOS Blogs Staff Blogs Official PLOS Blog EveryONE"
    },
    {
      "url": "https://maricmasi.blogspot.com/search?updated-max=2014-07-25T03:29:00-07:00&max-results=10&reverse-paginate=true&widgetType=BlogArchive&widgetId=BlogArchive1&action=toggle&dir=open&toggle=DAILY-1630360800000&toggleopen=DAILY-1638831600000",
      "title": "Estrella Luz Dorada. 31. 💛",
      "description": "Blog espiritual sanador, con la palabra escrita -poesía, relatos-. Y... premoniciones, Universo, salud. Aportes para el cuidado de Gaia.",
      "preview": "Ir al contenido principal Entradas LA SEGURIDAD PLASMADA EN EL CONOCIMIENTO. Por Montse Cobas. julio 24, 2014 LA SEGURIDAD PLASMADA EN EL CONOCIMIENTO"
    },
    {
      "url": "http://www.moldrek.com/",
      "title": "Ricette di cucina italiane e regionali tutte gratis",
      "description": "void",
      "preview": "Ricette Ricette Cucina nel Mondo! RICETTE GRATIS - RICETTE CUCINA Ricette cucina del mondo in modo semplice e chiaro per tutti coloro che si cimentano"
    },
    {
      "url": "https://www.tridenthotels.com/",
      "title": "5 Star Hotels in India | Best Hotels in India | Trident Hotels",
      "description": "Trident hotels is a chain of 5 star hotels in India, located in the top cities offering great hospitality, deluxe rooms, 5 star restaurants, spas & much more.",
      "preview": "Book your stay11 Select Your Hotel Select Your Hotel Select a hotel Trident, Agra Trident, Bandra Kurla, Mumbai Trident, Bhubaneswar Trident, Chennai"
    },
    {
      "url": "http://taaacc.org/",
      "title": "Home - Texas Association of African American Chamber of Commerce",
      "description": "void",
      "preview": "About TAAACC To ensure that African American Business Owners receive a fair share of the economic prosperity of Texas. Serve as a catalyst for a bette"
    },
    {
      "url": "https://www.fostplus.be/en",
      "title": "Homepage | Fost Plus",
      "description": "void",
      "preview": "Skip to main content By building sustainable material chains, Fost Plus contributes to a better society and a cleaner environment for all. Sorting Sor"
    },
    {
      "url": "https://wikitech-static.wikimedia.org/w/index.php?title=Special:WhatLinksHere/Server_Admin_Log/Archive_30&hidelinks=1",
      "title": "Pages that link to \"Server Admin Log/Archive 30\" - Wikitech-static",
      "description": "void",
      "preview": "You are browsing a read-only backup copy of Wikitech. The live site can be found at wikitech.wikimedia.org Help Pages that link to \"Server Admin Log/A"
    },
    {
      "url": "https://nexleaf.org/",
      "title": "Accelerating the Digital Transformation of Health Systems infrastructure with AI - Nexleaf Analytics",
      "description": "Visualizing Nexleaf's Path to Scale",
      "preview": "Nexleaf Analytics Data Solutions to Serve Health Workers What We Do Collect & Mobilize Real-Time Data Equip & Train Health Workers Build Together with"
    },
    {
      "url": "https://connect.brookings.edu/update-your-subscriptions?email=",
      "title": "Manage your Brookings newsletter subscriptions",
      "description": "Brookings publishes a variety of newsletters that keep readers informed of the latest research, commentary and events. Sign-up for free today!",
      "preview": "Manage your newsletter subscriptions Brookings publishes a variety of newsletters that keep readers informed of the latest research, commentary, and e"
    },
    {
      "url": "https://web4.facs.org/ebusiness/NewUser.aspx?ReturnToPage=https://acscommunities.facs.org/events/event-description?CalendarEventKey=72776bd2-511c-423d-b34b-30c521f14831&Home=%2Fevents%2Fcalendar",
      "title": "ACS - New User",
      "description": "void",
      "preview": "New User Registration First Name * Middle Name Last Name * Address Line 1 * Address Line 2 Address Line 3 City * Country * Afghanistan Albania Algeria"
    },
    {
      "url": "https://www.questdiagnostics.com/social-media?elqTrackId=ca7dff9e794942668828e4f7c98645dc&elqaid=93&elqat=2",
      "title": "Social media | Quest Diagnostics",
      "description": "Social media",
      "preview": "Skip to main content Social Media We welcome you to stay connected with us. In this section you will find links to our Twitter, Facebook, and other so"
    },
    {
      "url": "https://cm.providencejournal.com/site-feedback/?platform=Tangent-Desktop&url=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F&marketName=providencejournal&cta=Right-Rail&abVariant=ES_Pilot",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://www.georgiaencyclopedia.org/articles/history-archaeology/leo-frank-case/",
      "title": "Leo Frank Case - New Georgia Encyclopedia",
      "description": "The Leo Frank case is one of the most notorious and highly publicized cases in the legal annals of Georgia. A Jewish man in Atlanta was placed on trial and convicted of raping and murdering a thirteen-year-old girl who worked for the National Pencil Company, which he managed. Before the lynching of Frank two years [...]",
      "preview": "Skip to content Author Leonard Dinnerstein , University of Arizona, Tucson, Arizona Originally published May 14, 2003 Last edited Aug 11, 2020 The Leo"
    },
    {
      "url": "https://businessconnect.apple.com/",
      "title": "Apple Business Connect - Marketing Tools for Business Owners",
      "description": "Control how your business appears across Apple platforms - including Maps, Photos, Wallet, Tap to Pay, Branded Email, and more. Sign up for free today.",
      "preview": "Business Connect Your business. Open on Apple apps. Control how your business shows up across Maps, Wallet, Siri, and more. Get Started Watch the film"
    },
    {
      "url": "https://wedsites.com",
      "title": "All-in-One Wedding Website, Online Invitations & Digital Planner - WedSites",
      "description": "A wedding planning platform for busy couples.",
      "preview": "Everything you need to plan a stress-free wedding -in one beautiful place. All of the completely customizable bells and whistles you need for the wedd"
    },
    {
      "url": "http://digitaledition.napersun.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "http://globenewswire.com/news-release/2016/04/22/831819/0/en/Energate-and-WattTime-org-Partner-to-Enable-Smart-Thermostat-to-Maximize-Use-of-Environmentally-Friendly-Resources.html",
      "title": "Energate and WattTime.org Partner to Enable Smart",
      "description": "Internet of Things Technology Will Allow Consumers to Reduce Electricity Consumption When Green Resources are not Available...",
      "preview": "Accessibility: Skip TopNav Energate and WattTime.org Partner to Enable Smart Thermostat to Maximize Use of Environmentally Friendly Resources Internet"
    },
    {
      "url": "https://connect.ala.org/home",
      "title": "Home - ALA",
      "description": "ALA Connect is an online platform for discussion and collaboration between ALA members. It's a centralized space for members, whether they're part of a formal committee or just want to share questions and ideas with other library professionals. Connect allows users to: • Talk with other members on discussion boards • Download shared resources from community-generated libraries • Collaborate as a member of volunteer committees and other groups",
      "preview": "Divisions American Assn. of School Librarians (AASL) Assn. for Library Service to Children (ALSC) Assn. of College & Research Libraries (ACRL) Core: L"
    },
    {
      "url": "https://docs.appsyoulove.com/policies/privacy-policy/",
      "title": "Privacy Policy · AppsYouLove Terms & Policies",
      "description": "void",
      "preview": "Privacy Policy Effective September 22, 2025 Welcome to AppsYouLove LTD. Your privacy is important to us AppsYouLove LTD (\"AppsYouLove\", \"us\", \"our\" or"
    },
    {
      "url": "http://www.prs.net/midi.html",
      "title": "Classical Archives: MIDI",
      "description": "void",
      "preview": "Most popular tracks now ► Please enter a search term Searching... Search for Music Advanced Search Use Facebook login OR USE MEMBER LOGIN Email Addres"
    },
    {
      "url": "https://mrag.co.uk",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us The Team Work With Us Experience Services Spill Response and Impact Assessment Natural Resourc"
    },
    {
      "url": "https://www.cloudcitycoffee.com/",
      "title": "Cloud City Coffee - Cloud City Coffee Roasting",
      "description": "An independent small batch roaster in Seattle offering delicious blends and rare single origin coffees in partnership with communities worldwide. All coffee is local.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Order special instructions Orde"
    },
    {
      "url": "https://www.woodtv.com/news/target-8/wrongfully-convicted-man-to-walk-free-from-prison/",
      "title": "Man freed from Michigan prison 21 years after conviction for Kalamazoo County murders",
      "description": "Thrilled and at times tearful, a man the state now says was wrongfully convicted of a Kalamazoo County double murder walked free Friday after 21 years. The exonerated Jeff Titus, 71, was greeted with hugs and handshakes as he left the state prison near Coldwater. And, free for just minutes, he spoke with Target 8.",
      "preview": "Skip to content"
    },
    {
      "url": "https://demoshop.billie.io/lebensmittel/fisch/12/bio-seelachs",
      "title": "Bio Seelachs | Fisch | Lebensmittel | Demoshop Billie",
      "description": "Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam vol...",
      "preview": "Um Demoshop Billie in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren. 19,95 € * Inhalt: 500 Gramm inkl."
    },
    {
      "url": "https://www.bancomundial.org/",
      "title": "Banco Mundial - Desarrollo sostenible, resiliencia y crecimiento económico",
      "description": "El Grupo del Banco Mundial ofrece créditos, asistencia y recursos personalizados a más de 100 países en desarrollo y en transición.",
      "preview": "Nuevas perspectivas económicas regionales Descubra las últimas tendencias de desarrollo macroeconómico en las distintas regiones, con especial énfasis"
    },
    {
      "url": "https://newsroom.paypal-corp.com/home",
      "title": "PayPal Newsroom | Home",
      "description": "Check out how PayPal creates opportunity for people and businesses around the world. Plus, the latest news, resources and contact information.",
      "preview": "Featured Story HERO slider - Chainlink and Solana Performance Corporate Announcements Strategic Partnerships Google and PayPal Forge Multiyear Partner"
    }
  ],
  "_meta": {
    "total_bookmarks": 123
  }
}