{
  "data": [
    {
      "url": "http://snf.fra.affrc.go.jp/index_eng.html",
      "title": "Seikai National Fisheries Research Institute, Fra",
      "description": "void",
      "preview": "Seikai National Fisheries Research Institute ACCESS INQUIRY 1. Research on the stock assessment of commercially important species and related marine e"
    },
    {
      "url": "https://www.houstonendowment.org/",
      "title": "Houston Endowment | Building a Thriving Houston",
      "description": "Houston Endowment is a nonpartisan, private foundation that exists to serve the people of Greater Houston.",
      "preview": "We Envision A Vibrant Region Where All Have The Opportunity To Thrive Who We Are Since 1937, we have been rooted in the success of Greater Houston. Ho"
    },
    {
      "url": "http://jamarc.fra.affrc.go.jp/english/index-e.html",
      "title": "JAMARC, Fisheries Research Agency",
      "description": "void",
      "preview": "JAMARC, Fisheries Research Agency Access Inquiries 【Attention】 The name of our organization was changed into \"Marine Fisheries Research and Developmen"
    },
    {
      "url": "https://www.electronjs.org",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://jsonschema.dev/",
      "title": "JSON Schema Validation",
      "description": "JSON Schema Validation, in browser, using ajv, with linting, and shareable schemas",
      "preview": "We're sorry but json-schema-check doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://saaspages.xyz/blocks/testimonials",
      "title": "Testimonials Blocks - SaaS Pages",
      "description": "Screenshots, tips and tricks to build the best SaaS landing page that actually converts",
      "preview": "In version 2.0 you can now compare new vs old design on the company's page! SaaS Pages by Versoly Companies Navbars Headers Clients CTA Features Team"
    },
    {
      "url": "https://inkaexperience.com/",
      "title": "Inka Experience » Perú Travel Agency",
      "description": "Inka Experience offers custom Peru tours & personalized travel advice for your Peru adventure. Cusco - Inka Trail - Amazon - Lake Titicaca - Boutique Travel .US Toll - Free 1-800-260-4681",
      "preview": "peru tours Our Peru Tours reflect the highlights and best travel experiences throughout the country. All travel programs can be customized to fit your"
    },
    {
      "url": "https://www.reddit.com/r/AskVet/",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content r/AskVet members online Create Post Feed About Best Open sort options Best Hot New Top Rising Change post view Card Compact Commu"
    },
    {
      "url": "https://www.altmanfoundation.org/",
      "title": "Altman Foundation",
      "description": "Altman Foundation mission is to support programs and institutions that enrich the quality of life in New York City, with a particular focus on initiatives that help individuals, families, and communities benefit from the services and opportunities that",
      "preview": "Building Vibrant Communities Learn More Increasing Access to Educational Opportunities Learn More Enriching Lives through Cultural Engagement Learn Mo"
    },
    {
      "url": "https://hellotexel.com/boot-texel/last-minute-hotels-den-helder/",
      "title": "Laatste boot naar Texel gemist? | Goedkope hotels Den Helder | HelloTexel",
      "description": "Heb je de laatste veerboot naar Texel gemist? Bij de veerhaven van Den Helder vind je Hotel Lands End. Er zijn ook een aantal goedkopere hotels in Den Helder.",
      "preview": "Ga naar de inhoud HelloTexel Menu sluiten Heb je de laatste boot naar Texel gemist? Bij de veerhaven van Den Helder vind je Hotel Lands End. Het hotel"
    },
    {
      "url": "https://www.slovaklines.sk/",
      "title": "SlovakLines.sk | Váš autobusový dopravca",
      "description": "Autobusový dopravca Bratislava ✈ Schwechat ➔ Viedeň a Slovensko ✔ Koncerty a festivaly ✔ Stuhleck ✔ 15 mil. cestujúcich ✔ Rýchla Wi-Fi",
      "preview": "Preskočiť na hlavný obsah Zažite leto s nami Objavujte Slovensko, užite si koncerty a festivaly či z Viedne vyrazte do sveta. Zážitky začínajú už v"
    },
    {
      "url": "http://www.byond.com/games/Bighead278/GOAReborn",
      "title": "GOA Reborn by Bighead278 at BYOND Games",
      "description": "A Naruto game based on the original game, Naruto: Grand Online Adventure.",
      "preview": "Games Developers Forums More BYOND Download Developer Guide Developer Reference Support Terms of Service Membership Contact Us Many features on this s"
    },
    {
      "url": "http://www.unisi.it/",
      "title": "Università degli Studi di Siena",
      "description": "void",
      "preview": "Salta al contenuto principale Come fare per Informazioni immatricolazioni e contatti segreterie tutto quello che c'è da sapere per cominciare Admissio"
    },
    {
      "url": "http://www.guilfordhri.org/",
      "title": "Healthy Relationships Initiative - Healthy Relationships Initiative",
      "description": "void",
      "preview": "\"I've had the honor of partnering with the Phillips Foundation to oversee the Healthy Relationships Initiative since the beginning. As a mental health"
    },
    {
      "url": "http://aathermography.com/",
      "title": "Welcome to Ann Arbor Thermography, serving southeast Michigan and beyond",
      "description": "void",
      "preview": "Ann Arbor Thermography Non-invasive imaging and screening for breast cancer, pain, and more! Welcome Your study Our location Breast Pain Neurological"
    },
    {
      "url": "https://www.usmagazine.com/entertainment/news/khloe-kardashian-to-guest-judge-rupauls-drag-race-see-khloe-and-rupauls-photo-together-2014131/",
      "title": "Khloe Kardashian on RuPaul's Drag Race Picture: Star to Guest Judge | Us Weekly",
      "description": "Khloe Kardashian headlines the lineup of celebrity guest judges on season six of RuPaul's Drag Race; see Kardashian's first photo with RuPaul!",
      "preview": "Tap Here To Add Us Weekly As A Trusted Source Add as a preferred source on Google Khloe Kardashian is a woman on a mission . . . to find America's Nex"
    },
    {
      "url": "https://mickeykilloran.tumblr.com/",
      "title": "Miss Killoran",
      "description": "This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computing Science.",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    },
    {
      "url": "http://www.smtworldwide.com/pf/bursting/",
      "title": "BURSTING - Smt Worldwide",
      "description": "BURSTING",
      "preview": "BURSTING   Ineltec Weather Simulation The burst testing benches have been designed to perform tests of pressure resistance (burst) with or without t"
    },
    {
      "url": "https://asp.schoolmessenger.com/novicsd/quicktip/",
      "title": "Quick Tip - Submit an Anonymous Tip - Powered by SchoolMessenger",
      "description": "void",
      "preview": "SchoolMessenger Quick Tip Novi Community School District SchoolMessenger Quick Tip allows you to submit an anonymous tip to school and district offici"
    },
    {
      "url": "https://mashable.com/2017/05/22/facebook-ai-content-moderation-community-standards/#wQs5deaV2OqE",
      "title": "Despite Facebook's push, AI isn't ready to moderate disturbing content | Mashable",
      "description": "Artificial intelligence still falls short when it comes to determining what violates Facebook's community standards. It may not always.",
      "preview": "Although these guys probably aren't the ones doing the struggling. Credit: Justin Sullivan/Getty Images Artificial intelligence is the way of the futu"
    },
    {
      "url": "https://www.brookings.edu/research/what-do-we-know-about-the-expansion-of-k-12-computer-science-education",
      "title": "What do we know about the expansion of K-12 computer science education? | Brookings",
      "description": "This brief reviews various efforts around the world to improve and scale computer science education.",
      "preview": "Search Home What do we know about the expansion of K-12 computer science education? Share Share Bluesky Streamline Icon: https://streamlinehq.com Blue"
    },
    {
      "url": "https://www.nvidia.com/en-us/shield/shield-tv-pro/",
      "title": "SHIELD TV Pro Streaming Media Player | NVIDIA",
      "description": "Shield TV Pro streaming device comes with 4K HDR, Dolby Vision and Atmos having more storage & RAM with Plex media server",
      "preview": "This site requires Javascript in order to view all its content. Please enable Javascript in order to access all the functionality of this web site. He"
    },
    {
      "url": "https://www.graysonliving.com/products/hooker-furniture-living-room-melange-vienna-console",
      "title": "Hooker Furniture Melange Vienna Console - Grayson Living",
      "description": "Come closer to Melange, and you will discover something unexpected, an eclectic blending of colors, textures and materials in a vibrant collection of one-of-a-kind artistic pieces.",
      "preview": "Skip to content Luxury Living FALL SALE: GET 10% OFF WITH CODE FALL10 ON $1,500 + (Excludes Select Brands & Sale Items) FALL SALE: GET 10% OFF WITH CO"
    },
    {
      "url": "https://www.politifact.com/",
      "title": "PolitiFact",
      "description": "PolitiFact is a fact-checking website that rates the accuracy of claims by elected officials and others on its Truth-O-Meter.",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "http://freckautoshop.dk/rawsearch?RimsAndWheels-type=rim&RimsAndWheels-carType=alu&RimsAndWheels-brand=JAPAN%20RACING%20JR30&endless=0",
      "title": "JAPAN RACING JR30 - Få dine fælge her",
      "description": "Vi har alt i fælge og biludstyr. Køb JAPAN RACING JR30 og meget mere ved os. Vi garanterer kvalitet og billige priser.",
      "preview": "Søgeresultater Skift imellem fælgstørrelserne her: Vælg fælge Fjern alle fælge Tilføj alle fælge Filtrer fælge JAPAN RACING JR30 JR30 Matt Black Matt"
    },
    {
      "url": "http://www.vogue.com/",
      "title": "Vogue: Fashion, Beauty, Celebrity, Fashion Shows | Vogue",
      "description": "The latest fashion news, beauty coverage, celebrity style, fashion week updates, culture reviews, and videos on Vogue.com.",
      "preview": "Skip to main content Vogue The November issue is here. SUBSCRIBE NOW icon Gallery Models Meet the 10 Breakout Models of Spring 2026 Fashion It's Almos"
    },
    {
      "url": "https://remove.bg/upload",
      "title": "Upload Image - remove.bg",
      "description": "Select an image & remove the background - 100% automatically - in 5 seconds - without a single click - for free.",
      "preview": "Skip to main content Thanks for your feedback! Want to help us improve? (optional) Contribute this image & help us make remove.bg better Teach the Art"
    },
    {
      "url": "https://www.tensorflow.org/guide/data",
      "title": "tf.data: Build TensorFlow input pipelines | TensorFlow Core",
      "description": "void",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://www.ala.org/aboutala/sitesdirectory",
      "title": "Directory of ALA Websites | ALA",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.safarinow.com/destinations/southern-suburbs/restaurants/Dinner-meals.aspx",
      "title": "Southern Suburbs | Budget Accommodation Deals and Offers Book Now!",
      "description": "Discover Southern Suburbs, Western Cape. 234 reviews, essential information, affordable accommodation, photos, popular things to do, restaurants, maps and more.",
      "preview": "Welcome to SafariNow. Get off your accommodation booking by paying with the voucher code before . Menu My Favourites Customer Favourites Log in Help S"
    },
    {
      "url": "http://www.havebane.dk/Forum/memberlist.php?mode=leaders&sid=559c01e5418a09112e20312a9e94ed9b",
      "title": "Forum for havebane.dk (45 mm sporvidde) • Log ind",
      "description": "void",
      "preview": "Spring til indhold Avanceret søgning Boardindeks Skift skriftstørrelse OSS Søg Tilmeld Log ind Du skal være tilmeldt som bruger og logget ind for at s"
    },
    {
      "url": "https://www.kiteplans.org/",
      "title": "World's largest kite plan archive - Kite Plan Base (KPB)",
      "description": "The Kite Plan Base is the largest kite plan archive in existence. It isn't a mere link directory, it contains actual plan backups.",
      "preview": "World's largest kite plan archive - Kite Plan Base (KPB) ES cambiar el idioma a español home 1 line Flat Kites Bowed Kites Delta Kites Box Kites Sled"
    },
    {
      "url": "https://veronicapiraino.cl/collections/all/?constraint=cumpleanos",
      "title": "Productos",
      "description": "void",
      "preview": "0 Inicio Productos Cumpleaños Cambiar por Categorías NEW Comprar Aros Anillos Collares Cortos Collares Largos Cadenas baño de oro Cadenas de plata Col"
    },
    {
      "url": "https://williampennfoundation.org/",
      "title": "William Penn Foundation",
      "description": "The William Penn Foundation invests in ideas that expand opportunity for all in the Philadelphia region.",
      "preview": "Skip to main content Search Search Programs Arts and Culture Children and Families Democracy and Civic Initiatives Environment and Public Space Workfo"
    },
    {
      "url": "https://accesshealth.com.au/product/lumbar-disc-hydrator-traction/",
      "title": "Lumbar Disc Hydrator and Traction | Access Health",
      "description": "Buy the Lumbar Disc Hydrator and Traction from a locally trusted supplier of medical products, equipment & furniture today. Contact Access Health now to find out more.",
      "preview": "Home Shop Products Rehab and Equipment Lumbar Disc Hydrator and Traction Product Code: OR2725 Lumbar Disc Hydrator and Traction Brand: Posture Pump $2"
    },
    {
      "url": "https://www.tropicanaalibaug.com/",
      "title": "Tropicana Resort & Spa | Resorts in Alibaug |Alibaug Resorts",
      "description": "Tropicana Resort & Spa, Alibaug, is a luxurious resort near Kihim Beach. Every inch is of bespoke opulence - A perfect choice for your weekend getaway.",
      "preview": "Welcome To Tropicana Resort & Spa Enjoy an unwinding stay Relax In The Serenity Of Nature A Peaceful Stay Away From The Bustling City Life Check In Ch"
    },
    {
      "url": "https://www.leap.org/",
      "title": "LEAP - Leadership Education for Asian Pacifics",
      "description": "Founded 1982, LEAP (Leadership Education for Asian Pacifics) is a national nonprofit organization with a mission to achieve full participation and equality for Asian and Pacific Islanders (APIs) through leadership, empowerment, and policy.",
      "preview": "Where paths get charted and started . Whether you are just beginning your career or looking to climb even higher, browse our variety of leadership pro"
    },
    {
      "url": "https://web.membernova.com/305538/User/Login?OriginalUrl=web.membernova.com/305538%2Fevents%2F",
      "title": "MemberNova Package Expired",
      "description": "void",
      "preview": "Package has expired Please note that the MemberNova website package for your account has expired. Click here to contact MemberNova."
    },
    {
      "url": "https://www.musicaltommy.com/almohadillas/1464-almohadilla-violin-44-kun-300-original-.html",
      "title": "Almohadilla Violín 4/4 Kun 300 Original",
      "description": "Almohadilla violín Kun Original ajustable en tres direcciones y las patas están equipadas con un sistema de bloqueo.",
      "preview": "Kun Almohadilla Violín 4/4 300 Original Oferta -5,55 € 41,50 € 35,95 € Ahorre 5,55 € Impuestos incluidos Regulable. Un diseño práctico y sencillo que"
    },
    {
      "url": "https://urvetcare.com/",
      "title": "URvet Care - 24/7 Emergency Vet & Animal Hospital NYC",
      "description": "Looking for a trusted vet near you? URvet Care is NYC's top 24/7 emergency vet & animal hospital for dogs and cats. Walk-in, same-day appointments available!",
      "preview": "Skip to content Comprehensive. 24/7. Unmatched. Revolutionizing Pet Care in NYC From walk-in emergencies to advanced surgeries, preventative care, an"
    },
    {
      "url": "https://www.rent.com/blog/empty-office-building-turned-into-homes-next-apartment-trend/",
      "title": "Are Empty Downtown Offices America's Next Hot Apartment Trend? | Rent. Blog",
      "description": "Empty office buildings turned into homes could be a new real estate trend. It could also help neighborhoods thrive after the pandemic.",
      "preview": "Are Empty Downtown Offices America's Next Hot Apartment Trend? Alicia Underlee Nelson 10.12.2021 News & Trends During the pandemic, U.S. workers turne"
    },
    {
      "url": "https://mailchimp.com/legal/privacy/#3._Privacy_for_Contacts",
      "title": "Global Privacy Statement | Intuit",
      "description": "Discover how we handle your personal information with our privacy statement. Our policy outlines the data we collect, how we use it, who we share it with, your personal information rights, and how to get in contact with us.",
      "preview": "GLOBAL PRIVACY STATEMENTS You deserve transparency into our data use Select your preferred language English Français Français (Canada) Español Intuit"
    },
    {
      "url": "https://www.bmw-bahrain.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Manama, Bahrain | Euro Motors BMW",
      "description": "Visit Euro Motors BMW in Manama, Bahrain, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://arstechnica.com/tech-policy/2014/06/first-chicago-robber-caught-via-facial-recognition-gets-22-years/",
      "title": "First Chicago robber caught via facial recognition gets 22 years - Ars Technica",
      "description": "With more cops using facial recognition tech, questions of efficacy remain.",
      "preview": "Skip to content Text settings Story text Size Small Standard Large Width * Standard Wide Links Standard Orange * Subscribers only Learn more Minimize"
    },
    {
      "url": "https://www.tsa.gov/news/press/releases/2023/03/01/tsa-officers-prevent-explosive-device-being-loaded-plane-lehigh",
      "title": "TSA officers prevent explosive device from being loaded on plane at Lehigh Valley International Airport | Transportation Security Administration",
      "description": "ALLENTOWN, Pa. - A Transportation Security Administration (TSA) officer prevented an explosive device from being loaded onto a flight at Lehigh Valley International Airport on Monday, Feb. 27. The device was detected during the routine screening of checked baggage. The suitcase triggered an alarm when it entered the baggage screening unit, which required a TSA officer to physically inspect the contents of the luggage. During the inspection, the TSA officer located an item inside the suitcase that appeared to be suspicious and was believed to possibly be a live explosive device.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://alcsutdoboz.hu/bako-szilvia-allando-lakhelyenek-fiktivalasa/",
      "title": "Bakó Szilvia állandó lakhelyének fiktíválása - A l c s ú t d o b o z",
      "description": "void",
      "preview": "Skip to content A l c s ú t d o b o z"
    },
    {
      "url": "https://www.mh-aerotools.de/airfoils/",
      "title": "MainFrame",
      "description": "void",
      "preview": "This page uses frames, but your browser doesn't support them. I am sorry, I know, that some people hate Frames, but I found it the only way to set up"
    },
    {
      "url": "https://discussions.apple.com/terms",
      "title": "Apple Support Communities Use Agreement - Apple Community",
      "description": "Apple Support Communities Terms of Use",
      "preview": "Go back to my question Apple Support Communities Use Agreement Updated December 12, 2024 This Apple Support Communities Use Agreement (the \"Agreement\""
    },
    {
      "url": "http://www.locationgestion.com/annonces/achat/maison/sainte-agnes-06/152178423.htm",
      "title": "Plan du site - LAFORET MENTON",
      "description": "LAFORET MENTON",
      "preview": "Notre Offre Faire gérer La gestion du bien La gestion du locataire Louer Estimer Notre agence Qui sommes-nous ? Notre équipe Nous rejoindre Contact Es"
    },
    {
      "url": "https://www.lawcom.gov.uk",
      "title": "Law Commission - Reforming the law",
      "description": "Reforming the law",
      "preview": "Cookies on Law Commission We use some essential cookies to make this service work. We'd also like to use analytics cookies so we can understand how yo"
    },
    {
      "url": "http://www.igol.it/",
      "title": "Igol - Consigli e Magazine di Business e Impresa",
      "description": "Imprenditorialità Giovanile era una società che operava nel campo della creazione d'impresa, dello sviluppo locale, del sostegno alle PMI e oggi dispensa consigli utili attraverso il suo magazine.",
      "preview": "Imprenditoria Giovanile - Chi era Igol La grande città dell'opportunità Imprenditorialità Giovanile era una società fondata a fine anni '90 negli ambi"
    },
    {
      "url": "https://flotillafoundation.org/",
      "title": "The Flotilla Foundation",
      "description": "void",
      "preview": "The Flotil­la Foun­da­tion is a reg­is­tered char­i­ty, with a mis­sion to enhance mankind's rela­tion­ship with our marine envi­ron­ment, to cre­ate"
    },
    {
      "url": "https://about.meta.com/",
      "title": "Meta | Azienda di tecnologie social",
      "description": "Meta (in precedenza Facebook) si impegna a costruire il futuro delle connessioni umane e la tecnologia che lo renderà possibile. Vogliamo andare oltre gli schermi 2D e puntare su esperienze immersive come realtà aumentata e virtuale per creare le tecnologie social del futuro.",
      "preview": "Skip to content Costruiamo il futuro delle connessioni umane La nostra missione E la tecnologia che lo renderà possibile Le nostre tecnologie Le nostr"
    },
    {
      "url": "https://carto.com/legal/",
      "title": "Legal | CARTO",
      "description": "We've got you covered.",
      "preview": "LEGAL WE'VE GOT YOU COVERED Product, privacy, and other legal terms. Legal Privacy Notice Security Master Agreements CARTO Platform Terms & Conditions"
    },
    {
      "url": "https://www.kayak.co.in/?ispredir=true",
      "title": "Search Flights, Hotels & Rental Cars | KAYAK",
      "description": "KAYAK searches hundreds of other travel sites at once to find the information you need to make the right decisions on flights, hotels & car hires.",
      "preview": "Compare flight deals from 100s of sites . Return Rome (ROM) Departure - Return 1 adult, Economy Search ... ... ... ... Start your travel planning here"
    },
    {
      "url": "https://maps.google.com.do/url?q=https%3A%2F%2Fdenrise.blogspot.com%2F",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://denrise.blogspot.com/ . Se non desideri visitare questa p"
    },
    {
      "url": "https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-020-03302-2",
      "title": "Psychosocial status and prenatal care of unintended pregnancies among low-income women | BMC Pregnancy and Childbirth | Full Text",
      "description": "Nearly half of all pregnancies in the United States are reported as unintended and rates are highest among women of low socioeconomic status. The purpose of this study was to examine the associations between unintended pregnancies and maternal mental health and timing of prenatal care among low-income women. In this cross-sectional study, 870 women, whom were participating in the First 1000 Days program in three community health centers in the Boston area, were enrolled at their first prenatal visit from August 2016 - September 2017. We assessed pregnancy intention by self-report using the Pregnancy Risk Assessment Monitoring System. We used self-reported survey information and electronic health record data to assess the following outcomes: current stress, current depression, and timing of initial prenatal visit. We used multivariable logistic regression models to examine associations and adjusted for sociodemographic factors. Women were a mean (SD) age of 29.3 (6.1), and 39.2% reported that their pregnancy was unintended. 50.6% of women were Hispanic, 28.4% were White, 10.1% were Black, and 10.9% were other races. 78.9% of women reported an annual household income &lt;$50,000. Overall, 26.7% of women reported current stress, 8.2% reported current depression, and 18.3% of women initiated prenatal care after their first trimester. In multivariable analyses, women with unintended pregnancies had higher odds of experiencing current stress (OR: 1.72; 95% CI: 1.22, 2.41), current depression (OR: 1.83; 95% CI: 1.04, 3.20), and initiation of prenatal care post-first trimester (OR: 1.84; 95% CI: 1.23, 2.74). Unintended pregnancies were associated with current stress and depression, and delayed prenatal care in this sample of low-income women suggesting the importance of identifying high-risk women and tailoring interventions to support women's needs. ClinicalTrials.gov (NCT03191591; Retrospectively registered on June 19, 2017).",
      "preview": "Skip to main content Search all BMC articles Search Psychosocial status and prenatal care of unintended pregnancies among low-income women Download PD"
    },
    {
      "url": "https://olive-cole.tumblr.com/",
      "title": ".",
      "description": "coffee, anime, random stuff, really.",
      "preview": "void"
    },
    {
      "url": "http://www.people.com/tag/rita-moreno/",
      "title": "Rita Moreno",
      "description": "Rita Moreno",
      "preview": "Celebrity Person Rita Moreno Why Rita Moreno Had to Miss Everybody's Live with John Mulaney at the Last Minute By Julia Moore Rita Moreno, 93, Credi"
    },
    {
      "url": "https://ovc.ojp.gov",
      "title": "Home | Office for Victims of Crime",
      "description": "OVC, a part of the U.S. Department of Justice, oversees programs and grants for service providers and other professionals who assist victims of crime.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://gennextmsp.org/",
      "title": "Home - Generation Next",
      "description": "Generation Next's mission is to harness the community's knowledge, expertise, and action to ensure that every child can thrive.",
      "preview": "Read Now! NEW blog post out now! 2025 ANNUAL EVENT RECAP Read Now! Our 2024 Annual Report is Now Available! PRACTICE We support and expand the most ef"
    },
    {
      "url": "https://www.history.com/topics/1960s/watts-riots",
      "title": "Homepage | HISTORY CHANNEL ITALIA",
      "description": "Le storie che cambiano la storia meritano di essere raccontate.",
      "preview": "Skip to main content IL 27 GENNAIO, DALLE 21.00 I giorni della memoria Il 27 gennaio 1945, le truppe sovietiche arrivarono per prime presso la città p"
    },
    {
      "url": "https://schutz-shoes.com/products/avril-nappa-leather-pump-o99-heel-height-high-s2072200130002",
      "title": "New Arrivals: Women's Trendy Shoes | SCHUTZ",
      "description": "Enjoy the newest releases from Schutz! New arrivals and fresh styles to keep you up to date with the latest trends. Free Shipping in the US on orders over $99!",
      "preview": "Skip to content Skip to Menu Skip to Footer Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Sub"
    },
    {
      "url": "http://colormind.io/",
      "title": "Colormind - the AI powered color palette generator",
      "description": "Generate color combinations in one click. Colormind creates cohesive color schemes using a deep neural net.",
      "preview": "333333 555555 777777 999999 BBBBBB Generate Colormind is a color scheme generator that uses deep learning. It can learn color styles from photographs,"
    },
    {
      "url": "https://www.webdesignerdepot.com/2021/10/11-must-follow-web-design-blogs/",
      "title": "11 Must-Follow Web Design Blogs",
      "description": "To stay relevant on the web, you must keep in touch with the latest design tools, news, and web trends. But in 2023, there will be more web design blogs than ever; with so many blogs and magazine sites to choose from, where is an aspiring web designer to start?",
      "preview": "AI Business Compilations Design Development Fonts Freebies Funny News SEO Sponsored Tech UX Web Compilations 11 Must-Follow Web Design Blogs To stay r"
    },
    {
      "url": "https://www.lifechef.com/?c=510c4ee6c73f",
      "title": "Delicious Meal Delivery Service for Diabetes, Heart & Wellness | LifeChef",
      "description": "LifeChef offers tailored healthy meal delivery to fit your dietary needs. Enjoy nutritious, delicious meals conveniently delivered to your door.",
      "preview": "You have 30 : 00 minutes to use the offer! You have 30 : 00 minutes to use the offer! Step 1: Talk to Dietitian Get Expert Nutrition Guidance from a R"
    },
    {
      "url": "https://kr.linkedin.com/company/samsungmobile?trk=organization_guest_main-feed-card_reshare_feed-actor-name",
      "title": "Samsung Mobile | LinkedIn",
      "description": "Samsung Mobile | LinkedIn 팔로워 646,855명 | Samsung Mobile is at the forefront of mobile intelligence, shaping the future with Galaxy AI. With the next evolution of Galaxy AI, we are making lives simpler-reducing stress, creating more time, and getting the help you need without even having to ask. In this era of mobile AI, the freedom to focus on what matters most to you is no longer a dream, but a powerful reality.",
      "preview": "LinkedIn 회원 개인정보 보호를 중시합니다. LinkedIn 및 타사에서 이용하는 필수 및 비필수 쿠키는 LinkedIn 서비스 제공, 보안 분석 및 개선을 위해 제공되며, LinkedIn 내외에서 관련 광고( 프로페셔널 및 채용 광고 등)를 표시합니다. 쿠키정책"
    },
    {
      "url": "https://www.youtubekids.com",
      "title": "YouTube Kids",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Per utilizzare YouTube Kids, chiedi a un genitore di aggiornare il browser."
    },
    {
      "url": "http://www.city-data.com/poverty/poverty-Kansas-City-Missouri.html",
      "title": "Kansas City, Missouri (MO) poverty rate data - information about poor and low-income residents living in this city",
      "description": "void",
      "preview": "Toggle navigation Forum Cities AK AL AR AZ CA CO CT DC DE FL GA HI IA ID IL IN KS KY LA MA MD ME MI MN MO MS MT NC ND NE NH NJ NM NV NY OH OK OR PA RI"
    },
    {
      "url": "https://therivardreport.com/downtown-confab-make-transportation-projects-a-benefit-not-a-hassle/",
      "title": "Downtown Confab: Make Transportation Projects a Benefit, Not a Hassle",
      "description": "International Downtown Association panelists highlighted projects in three cities that transformed downtown transportation infrastructure.",
      "preview": "Skip to content The Argyle & Grafton Shared Streetscape Project is an example where Halifax, Nova Scotia, turned two downtown roads into \"shared stree"
    },
    {
      "url": "https://www.psychologytoday.com/us/blog/living-sticky-mind/202111/why-some-people-just-cant-make-their-minds",
      "title": "Why Some People Just Can't Make Up Their Minds | Psychology Today",
      "description": "For those with chronic indecisiveness. the uncertainty inherent in every decision creates doubts that lead to delay, avoidance, and procrastination.",
      "preview": "Skip to main content Martin Seif Ph.D. ABPP and Sally Winston Psy.D. Living with a Sticky Mind Anxiety Why Some People Just Can't Make Up Their Minds"
    },
    {
      "url": "https://www.copernicus.eu/en",
      "title": "Homepage | Copernicus",
      "description": "void",
      "preview": "Skip to main content Europe's eyes on Earth Looking at our planet and its environment for the benefit of Europe's citizens Kati Thanda, Australia Loca"
    },
    {
      "url": "https://www.fanatical.com/tr/bundle/the-battle-of-polytopia-moonrise-deluxe",
      "title": "The Battle of Polytopia: Moonrise - Deluxe | Steam Game Bundle | Fanatical",
      "description": "Welcome friends to The Battle of Polytopia, a unique turn-based strategy game involving strange lands and charismatic tribes, clever technologies,...",
      "preview": "The Battle of Polytopia: Moonrise - Deluxe"
    },
    {
      "url": "https://cebuyers.org/",
      "title": "Clean Energy Buyers Association",
      "description": "CEBA is a community of energy buyers accelerating the zero-carbon energy future.",
      "preview": "void"
    },
    {
      "url": "https://www.thecommunityfoundation.org/",
      "title": "Greater Washington Community Foundation",
      "description": "void",
      "preview": "0 Your Partner In Giving Explore how you can partner with the region's leading philanthropic community to transform your giving and invest in solution"
    },
    {
      "url": "https://www.lillypulitzer.com/belle-tassel-necklace/007656.html?dwvar_007656_color=962",
      "title": "Women's Resort Wear, Dresses & Swimwear | Lilly Pulitzer",
      "description": "Shop Lilly Pulitzer's resort wear for women: Dresses, Activewear, Swimwear, Loungewear & Accessories. Free shipping & returns on all products online and in-store.",
      "preview": "Skip to main content Skip to footer content LIMITED TIME! Receive A Free Gift With Your $200 Spend. Details Print with Purpose: Supporting Squad Shop"
    },
    {
      "url": "https://skims.com/products/full-control-tights-onyx",
      "title": "Hosiery - Women's Tights & Sheer Pantyhose | SKIMS",
      "description": "Pair our collection of sheer tights and pantyhose with your favorite SKIMS pieces for a reinvented smoothing experience with full, medium and nude cover...",
      "preview": "Skip to main content Hosiery Shop SKIMS hosiery: sheer tights, pantyhose, bralettes, & more Bundle & Save Thongs Cheeky Underwear Briefs Boxers Home /"
    },
    {
      "url": "https://newsroom.wcs.org/News-Releases/articleType/ArticleView/articleId/18689/An-Update-on-Eurasian-Eagle-Owl.aspx",
      "title": "An Update on Eurasian Eagle Owl > Newsroom",
      "description": "Feb. 12, 2023, New York - The following statement was issued by the Central Park Zoo: \"Our Eurasian eagle owl, Flaco, went missing after his exhibit at the Central Park Zoo was vandalized on the evening of February 2nd. Since that first night, our staff has intensely monitored the",
      "preview": "News Releases WCS NEWS RELEASE An Update on Eurasian Eagle Owl Statement from Central Park Zoo New York , NY | February 12, 2023 Central Park Zoo's Eu"
    },
    {
      "url": "https://www.wwf.eu/?1014116/Unregulated-fishing-on-the-high-seas-of-the-Indian-Ocean",
      "title": "Unregulated fishing on the high seas of the Indian Ocean | WWF",
      "description": "The world's first assessment of when, where and how fishing with no legal framework and no fisheries management systems is occurring in the Indian Ocean",
      "preview": "Unregulated fishing on the high seas of the Indian Ocean Posted on November, 02 2020 The world's first assessment of when, where and how fishing with"
    },
    {
      "url": "https://meteofrance.com/previsions-meteo-france/paris/75000",
      "title": "METEO PARIS par Météo-France - Prévisions Météo gratuites pour aujourd'hui, demain et à 15 jours.",
      "description": "METEO FRANCE - Retrouvez les prévisions METEO PARIS de Météo-France pour aujourd'hui, demain et jusqu'à 15 jours, ainsi que les prévisions météos locales par heure et les prévisions de pluie.",
      "preview": "${alert.titre} ${alert.title} ${department.name} (${department.cp}) VIGILANCE ${vigilance_text} EN COURS Consulter Accueil Île-de-France Paris (dept)"
    },
    {
      "url": "https://contactus.target.com/ContactUs?Con=ContactUs&lnk=fnav_t_spc_1_28",
      "title": "Contact Us",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://fcsn1996.org/",
      "title": "FCSN - Friends of Children with Special Needs",
      "description": "void",
      "preview": "We're proud to share some exciting news! Friends of Children with Special Needs has been selected as a Nonprofit of the Year by Senator Wahab. We're s"
    },
    {
      "url": "https://thelawrencefoundation.org/",
      "title": "The Lawrence Foundation",
      "description": "void",
      "preview": "Menu Home Welcome! The Lawrence Foundation is a private family foundation focused on making grants to support environmental, human services and other"
    },
    {
      "url": "https://www.cadstudio.cz/tag/upgrade%20konec",
      "title": "CAD Studio - vyhledávání: upgrade konec",
      "description": "void",
      "preview": "CAD Studio - CAD/CAM/BIM/GIS/PLM řešení NOVOU FIREMNÍ PREZENTACI NAJDETE NA www.arkance.world Home » Kontakty » Vyhledávání » CADSTUDIO.CZ vyhledávání"
    },
    {
      "url": "https://www.graysonliving.com/products/hooker-furniture-living-room-melange-vienna-console",
      "title": "Hooker Furniture Melange Vienna Console - Grayson Living",
      "description": "Come closer to Melange, and you will discover something unexpected, an eclectic blending of colors, textures and materials in a vibrant collection of one-of-a-kind artistic pieces.",
      "preview": "Skip to content Luxury Living FALL SALE: GET 10% OFF WITH CODE FALL10 ON $1,500 + (Excludes Select Brands & Sale Items) FALL SALE: GET 10% OFF WITH CO"
    },
    {
      "url": "http://savoirs.ens.fr/conferencier.php?id=3344",
      "title": "Savoirs ENS",
      "description": "Les derniers cours, séminaires, colloques et conférences enregistrées à l'Ecole Normale Supérieure (Paris)",
      "preview": "Accueil / conferencier Thèmes SCIENCES Chimie (40) Environnement-Ecologie (121) Géosciences (178) Informatique (84) Mathématiques (79) Physique (344)"
    },
    {
      "url": "https://www.electronjs.org/",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://www.army.mil/article/241813/coworking_spaces_to_provide_spouses_with_remote_work_training_opportunities",
      "title": "Coworking spaces to provide spouses with remote work, training opportunities | Article | The United States Army",
      "description": "The Army has launched a new on-post coworking space initiative that plans to provide military spouses a comfortable and professional workspace.",
      "preview": "Coworking spaces to provide spouses with remote work, training opportunities By Devon Suits, Army News Service December 16, 2020 Share on Twitter Shar"
    },
    {
      "url": "https://www.somervillema.gov/",
      "title": "Home | City of Somerville",
      "description": "void",
      "preview": "Skip to main content Events Oct 10 Events Trash & Recycling On Schedule Street Sweeping In Effect Construction View Projects Report Airplane Noise Som"
    },
    {
      "url": "https://www.votervoice.net/GOODWILL/home",
      "title": "Action Center",
      "description": "void",
      "preview": "Action Center Action Center Policy Policy Priorities Key Legislation Blog Register to Vote Sign Up Check back later! Goodwill Industries International"
    },
    {
      "url": "http://www.eeb.ucsc.edu",
      "title": "Ecology & Evolutionary Biology",
      "description": "void",
      "preview": "High-Impact Research 100 acres with direct access to the Monterey Bay and six natural reserves #2 in the U.S. for marine and freshwater biology #1 in"
    },
    {
      "url": "https://corporate.target.com/about/purpose-history/our-commitments/target-coronavirus-hub?lnk=Acoronavirusupd",
      "title": "Target's Corporate Commitments",
      "description": "Read about the commitments Target has made to guests, team members, and communities.",
      "preview": "Our Commitments Target is proud to be one of the world's most beloved brands, and we've made commitments across our business to guide us in keeping th"
    },
    {
      "url": "https://www.dentistrytoday.com/partnership-to-support-emergency-dental-treatment-for-the-underserved/",
      "title": "Partnership to Support Emergency Dental Treatment for the Underserved - Dentistry Today",
      "description": "Delta Dental of Arizona (DDAZ) has partnered with Neighborhood Outreach Access to Health (NOAH) and HonorHealth Foundation to fund expert emergency dental treatment at NOAH for uninsured patients who visit HonorHealth emergency departments with dental issues. The new Delta Dental of Arizona Dental Connect program is made possible by a $525,000 donation by DDAZ. \"Patients",
      "preview": "Skip to content × Dentistry Today Industry News Partnership to Support Emergency Dental Treatment for the Underserved Industry News Partnership to Sup"
    },
    {
      "url": "https://gennextmsp.org/",
      "title": "Home - Generation Next",
      "description": "Generation Next's mission is to harness the community's knowledge, expertise, and action to ensure that every child can thrive.",
      "preview": "Read Now! NEW blog post out now! 2025 ANNUAL EVENT RECAP Read Now! Our 2024 Annual Report is Now Available! PRACTICE We support and expand the most ef"
    },
    {
      "url": "https://www.sunshinequiltcorner.com/module/newsletter.htm?newsletterId=64488",
      "title": "void",
      "description": "void",
      "preview": "Skip Navigation Website Accessibility Ph: (757) 596-7397 About Us / Contact Us / View Cart Sign up for our Newsletter \"Aisle 9\" Now Open Make sure to"
    },
    {
      "url": "https://unwater.org/publications/un-world-water-development-report",
      "title": "UN World Water Development Report | UN-Water",
      "description": "The United Nations World Water Development Report (WWDR) is UN-Water's flagship report on water and sanitation issues. Launched on World Water Day, the report focuses on a different theme each year and gives policy recommendations to decision-makers by offering best practices and in-depth analyses. The WWDR is published by UNESCO on behalf of UN-Water and its production is coordinated by the UNESCO World Water Assessment Programme.",
      "preview": "Skip to main content Main content UN World Water Development Report The United Nations World Water Development Report (WWDR) is UN-Water's flagship re"
    },
    {
      "url": "http://www.rcs.it/",
      "title": "RCS MediaGroup",
      "description": "RCS In primo pianoRCS Brands...",
      "preview": "IN PRIMO PIANO 18 MARZO 2021 Approvati i risultati al 31 dicembre 2020 Leggi il Comunicato Stampa 26 GENNAIO 2021 C alendario finanziario per l'anno 2"
    },
    {
      "url": "https://www.onemap.sg/legal/opendatalicence.html",
      "title": "OneMap | Open Data Licence",
      "description": "void",
      "preview": "Acceptance & Grant of Licence By Using (as defined below) the datasets on the Relevant Websites, you agree to the terms of this Licence. The Agency gr"
    },
    {
      "url": "https://humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "https://www.cricadium.com/",
      "title": "Latest Cricket News, Match Predictions & Analysis - Cricadium",
      "description": "Stay updated with Cricadium for cricket news, match predictions, live scores, in-depth analysis, player insights, and fantasy cricket tips.",
      "preview": "Advertisements Jaiswal Hits 7th Test Ton, Enters Elite List of Young Centurions Advertisements Latest Cricket News KL Rahul Enters 2000-Run Club in Wo"
    },
    {
      "url": "https://corporate.walmart.com/recalls",
      "title": "Product Recalls",
      "description": "Recall information provided is based on manufacturers' and regulatory agencies' press releases that involve product sold through Walmart stores, Walmart.com, Sam's Club or Samsclub.com.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "http://help.yahoo.com/help/us/mail/",
      "title": "Help for your Yahoo Account",
      "description": "void",
      "preview": "You need to have JavaScript enabled to use this page. To enable JavaScript, follow these instructions . Speak to a premium support agent Can't access"
    },
    {
      "url": "https://whateverzswift.tumblr.com/",
      "title": "@whateverzswift on Tumblr",
      "description": "Tswizzle!",
      "preview": "Posts Likes Colors - Halsey ithelpstodream Follow just sim things cheesystreet I love this franchise. wildeswift Follow before meredith x after meredi"
    },
    {
      "url": "https://nbmbaa.org/",
      "title": "Home - Slider - NBMBAA",
      "description": "void",
      "preview": "Scroll Top Log In Donate nbmbaa National Black MBA Association Learn More Shape a world where diversity and inclusion thrive, both intellectually and"
    },
    {
      "url": "https://health.gov/healthypeople/priority-areas/social-determinants-health",
      "title": "Social Determinants of Health - Healthy People 2030 | odphp.health.gov",
      "description": "When it comes to health, it matters where people live, learn, work, play, and age. That's why Healthy People 2030 has an increased focus on how social, economic, and environmental factors can impact people's health. Learn more about the social determinant",
      "preview": "Skip to content Skip to navigation Per a court order, HHS is required to restore this website to its version as of 12:00 AM on January 29, 2025. Infor"
    },
    {
      "url": "https://www.tumblr.com/",
      "title": "Trending topics on Tumblr",
      "description": "Explore trending topics on Tumblr. See all of the GIFs, fan art, and general conversation about the internet's favorite things.",
      "preview": "Trending Staff Picks Videos More You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest"
    },
    {
      "url": "https://sustainability.stanford.edu",
      "title": "Stanford Doerr School of Sustainability",
      "description": "Accelerating the development of large-scale solutions and educating tomorrow's change makers in response to urgent planetary challenges.",
      "preview": "Main content start For life on Earth. Forever. Watch now A blueprint for mapping melting ice sheets Stanford researchers have created an open-source t"
    },
    {
      "url": "https://www.elinux.org/index.php?title=Pt-BR:_Raspberry_Pi_Board&oldid=96800&printable=yes",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://andina.pe/ingles/noticia-peru-government-decrees-mandatory-social-isolation-for-15-days-to-combat-coronavirus-788411.aspx",
      "title": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus 20:24 | Lima, Mar. 15. President Martin Vizcarra on Sunday night"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/healthy-diet",
      "title": "Healthy diet",
      "description": "WHO fact sheet on healthy diet with key facts and information on essential dietary elements, practical advice, salt, sodium and potassium, sugars, health diet promotion, WHO response.",
      "preview": "Skip to main content WHO/V. Gupta-Smith © Credits Healthy diet 29 April 2020 Key facts A healthy diet helps to protect against malnutrition in all its"
    },
    {
      "url": "https://www.kxan.com/news/crime/family-of-killed-81-year-old-fears-he-was-victim-of-hate-crime/amp/",
      "title": "Family of man killed in Austin, Texas fears he was victim of a hate crime",
      "description": "Leonard Foster, 81, was found dead in his apartment Saturday. His family believes the suspect may have targeted him because he was gay.",
      "preview": "AUSTIN (KXAN) - Leonard Foster, 81, was found dead in his apartment Saturday , and his family believes the suspect may have targeted him because he wa"
    },
    {
      "url": "https://developer.apple.com/macos/",
      "title": "macOS - Apple Developer",
      "description": "Learn about the cutting-edge new features of macOS that you can use to build powerful apps and compelling games.",
      "preview": "View in English New design Say hello to Liquid Glass Our broadest design update ever. This stunning new design across Apple platforms elevates the con"
    },
    {
      "url": "https://www.lendesk.com/blog/tag/industry-insights",
      "title": "Lendesk Blog | Industry Insights",
      "description": "Industry Insights |",
      "preview": "Products Resources SIGN IN Finmo Lender Spotlight Gateway Enterprise Mortgage Professionals Finmo A digital mortgage platform for the modern broker Le"
    },
    {
      "url": "https://www.truist.com/",
      "title": "Truist Bank | Checking, Savings, Lending, and Financial Services",
      "description": "Your journey to better banking starts with Truist. Checking and savings accounts, credit cards, mortgages, small business, commercial banking, and more.",
      "preview": "Personal & Commercial Banking, Credit Cards, Loans & Investments Truist One Checking No overdraft fees. Practical perks. Automatic upgrades. Learn mor"
    },
    {
      "url": "https://ceoworks.org/contact",
      "title": "CEO | Contact",
      "description": "void",
      "preview": "Search Contact Locations Contact CEO works with a diverse range of partners across the country, from employers to public sector agencies to nonprofit"
    },
    {
      "url": "https://www.toyotavantech.com/forum/content.php?185&s=00fc93410e425fe4e5e90c822c18514a",
      "title": "ToyotaVanTech.com Library - Add New Section",
      "description": "void",
      "preview": "Register Help Remember Me? What's New? Articles TVT Vanwagon Owner's Manual TVT Previa Owner's Manual Tim's Tech Tips Forum Blogs Advanced Search Home"
    },
    {
      "url": "https://www.freep.com/story/news/local/michigan/detroit/2023/02/28/dog-saves-baby-from-house-fire-in-detroit-family-struggles-to-recover/69949425007/",
      "title": "Dog saves baby from house fire in Detroit, family struggles to recover",
      "description": "A family in Detroit is struggling to recover following a house fire but their dog came to the rescue when their one-year-old stayed stuck inside.",
      "preview": "Skip to main content Home Election Voter Guide News Detroit Wayne Oakland Macomb Michigan Michigan Politics Education John Carlisle M.L. Elrick Neal R"
    },
    {
      "url": "http://portal.microsoftonline.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://data.rennesmetropole.fr/explore/dataset/orthophotographie-2017-2018/information/",
      "title": "Orthophotographie aérienne 2017-2018 sur Rennes Métropole - Open Data Rennes",
      "description": "Il s'agit d'une vue aériennes verticales orthorectifiées du territoire de Rennes Métropole. L'orthorectification consiste à déformer l'image afin de corriger les déformations inhérentes au relief.Si les bâtiments ne sont pas orthorectifiés (des dévers peuvent masquer l'environnement immédiat des bâtiments haut), c'est le cas pour les ouvrages d'art ou les superstructures liés à la voirie.vous trouverez une description plus complète d'une orthophotographie dans un document annexé à la métadonnée.- Projection utilisée pour l'acquisition des données : Lambert 93 / IGN69- Livrables livrés en RGF93-CC48- Classe de précision planimétrique des données : 20 cm (2 pixels)- Résolution native : 10 cm- Recouvrement : 80%-80% sur une bande Est-Ouest couvrant l'ensemble de Rennes et 65%-65% sur le reste du territoire métropolitain- Livraison sous forme de tuiles de 1 km x 1 km et sous la forme d'une dalle unique- Syntaxe utilisée pour la dénomination des tuiles : XXXX_YYYY, issus des coordonnées X-Y en RGF93-CC48- Dates des prises de vues : du fait des mauvaises conditions météorologiques rencontrées durant la période propice à la prise de vues aériennes en 2017, seul le sud de l'agglomération n'a pu être couvert. Toute la partie nord du territoire a été acquis durant l'été 2018. Du fait que la prise de vues aériennes n'a pas été continue dans le temps, des différences colorimétriques sont visibles.Suite à la disponibilité des dalles d'orthophotographie aérienne sur le reste du département d'Ille-et-Vilaine (résolution 20 cm entièrement réalisée en 2017), les données de l'orthophotographie 2017-2018 du territoire métropolitain ont été complétées par des dalles de l'orthophotographie départementale pour couvrir le territoire hors Rennes Métropole et former une emprise rectangulaire.Ce jeu de données est composé de 893 dalles de 1 km x 1 km pour un volume d'environ 33 Go dans le format JPEG 2000 (JP2) pour la résolution 10 cm. Une cartographie présentant l'ensemble du dallage, l'année de prise de vue des dalles et le nom des dalles est annexée à la métadonnée.Pour les usages internes à la Ville de Rennes et Rennes Métropole, afin de faciliter son usage sur les outils SIG (ArcGIS et QGIS); une dalle unique multi-échelles au format JPG2000 (JP2) a été créée.La pleine propriété de l'orthophotographie 2017-2018 appartient au syndicat Mégalis Bretagne et à l'ensemble des collectivités territoriales bretonnes.Les dalles à 10cm au format JP2 sur le territoire de Rennes Métropole sont téléchargeables de façon individuelle sur le site Open Data de Rennes Métropole. Pour lire le format JP2 sous Photoshop, un plugin est nécessaire (par exemple : https://www.web3.lu/photoshop-plugins-jpeg-ls-jpeg-xr-jpeg-2000/).Pour des questions de performance, il est conseillé d'utiliser, par ordre décroissant de priorité (et en fonction des possibilités logicielles) :1. les services en cache / les services de tuiles WMTS ou TMS du GeoWebCache2. le service WMS du GeoWebCache3. le service WMS du GeoServer",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://www.opportunityculture.org/",
      "title": "Opportunity Culture |",
      "description": "void",
      "preview": "Excellent Student Results. Excellent Educator Careers. Students Reached in 2024-25 Teachers on Teams in 2024-25 $ Total Extra Teacher Pay Extra Months"
    },
    {
      "url": "https://help.samsclub.com/app/answers/detail/a_id/354?xid=ftr:shipping-faqs",
      "title": "Shipping FAQ",
      "description": "void",
      "preview": "Your browser either does not have JavaScript enabled or does not appear to support enough features of JavaScript to be used well on this site. Shippin"
    }
  ],
  "_meta": {
    "total_bookmarks": 121
  }
}