{
  "data": [
    {
      "url": "http://www.matrox.com/",
      "title": "Matrox Video | Video Products for Broadcast and Pro AV/IT",
      "description": "Matrox Video is a leading manufacturer of video products and components for the broadcast and media, live entertainment, and professional AV/IT markets.",
      "preview": "Skip to main content Our new podcast is LIVE! Explore the technologies and strategies driving the future of AV over IP in our new podcast, ProAV & Bro"
    },
    {
      "url": "https://www.melissatiers.com/?module=bbmodule&src=50985a19dc3a5&tse=0n6q2217uq&action=view_category&id=1",
      "title": "Melissa Tiers | Coaching the Unconscious Mind",
      "description": "void",
      "preview": "0 learn how to coach the unconscious mind. Melissa Tiers is the founder of The Center For Integrative Hypnosis, and co-founder of the Ethical Coaching"
    },
    {
      "url": "https://www.ey.com",
      "title": "EY - Global | Building a better working world",
      "description": "EY offre servizi di Advisory, Assurance, Tax e Transaction che aiutano a risolvere le sfide più difficili dei nostri clienti e a costruire un mondo del lavoro migliore per tutti.",
      "preview": "EY Logo Insight Read More Read Less Porre le domande migliori che aprano la strada a soluzioni innovative per le problematiche più intricate del mondo"
    },
    {
      "url": "https://www.walgreens.com/storelocator/find.jsp?tab=store%20locator&requestType=locator",
      "title": "Find a Store | Walgreens",
      "description": "Find a Walgreens store near you.",
      "preview": "Skip to main content Stores near Update location opens simulated overlay Filters opens a simulated overlay Browse stores by state Beginning of the con"
    },
    {
      "url": "https://www.pinterest.dk/bangolufsen/",
      "title": "Bang & Olufsen (bangolufsen) - Profile | Pinterest",
      "description": "Bang & Olufsen | World-renowned for our distinctive range of quality televisions, music systems & high-performance loudspeakers since 1925.#BangOlufsen #since1925",
      "preview": "Bang & Olufsen (bangolufsen) - Profile | Pinterest Bang & Olufsen bang-olufsen.com/en · World-renowned for our distinctive range of quality television"
    },
    {
      "url": "https://www.vam.ac.uk/collections/architecture",
      "title": "Architecture - Explore the Collections · V&A",
      "description": "Discover the extensive collections of the V&A and the Royal Institute of British Architects (RIBA).",
      "preview": "Skip to main content Architecture As the home of the national collection of architecture, the V&A holds monumental plaster casts, large-scale architec"
    },
    {
      "url": "https://www.shopify.com/",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "https://codeway.co",
      "title": "Codeway | Leading in AI-Powered Mobile App Development",
      "description": "Codeway brings cutting-edge AI to millions of users around the globe. Explore the future with Codeway.",
      "preview": "Leading What's Next In Mobile AI We bring cutting-edge AI tech to millions of users around the globe See Open Positions Our Apps Chat & Ask AI Chatbot"
    },
    {
      "url": "https://www.gereve63.net/collections/beaux-arts/",
      "title": "Dans les musées - Blocs-photos",
      "description": "void",
      "preview": "Dans les musées Consignes Cadrages Ambiance d'expos Art dit contemporain Air de FIAC Peintres au féminin Plaisirs de l'attente Œuvres d'art On lève la"
    },
    {
      "url": "http://www.uncdf.org",
      "title": "Homepage - UN Capital Development Fund (UNCDF)",
      "description": "UN Capital Development Fund's mission is to contribute to job creation, sustained economic growth and equitable prosperity in almost 80 developing countries and nearly all LDCs. We do so by crowding in capital through the deployment of risk-absorbing financial instruments, mechanisms and structuring advisory. In partnership with UN entities and development partners, UNCDF operates with speed and agility to deliver scalable, blended finance solutions to drive systemic change and pave the way for commercial finance and scale up by development finance institutions and multilateral development banks. UNCDF mobilizes and catalyses an increase in capital flows for impactful investments in high-risk markets, especially in Least Developed Countries, Small Island Developing States and countries in special situations, contributing to job creation and sustained economic growth.",
      "preview": "Investing in emerging markets for tomorrow UNCDF at UNGA80 Learn more OUR MISSION UN Capital Development Fund's mission is to contribute to job creati"
    },
    {
      "url": "http://home.hiwaay.net/~lkseitz/cvg/nexus/",
      "title": "Classic Video Games Nexus",
      "description": "void",
      "preview": "I regret to inform you that the Classic Video Games Nexus (\"CVG Nexus,\" for short) is no longer available here. Regular updates ceased in 2001 and it"
    },
    {
      "url": "https://speechify.com/medium?source=---two_column_layout_sidebar----------------------------------",
      "title": "Medium Members Can Listen To Any Medium Story With The Speechify Play Button | Speechify",
      "description": "At Medium and Speechify, we're always exploring new ways to make content more accessible. That's why we're excited to share that Speechify is available to all.",
      "preview": "Home Medium members can listen to any Medium story with the Speechify Play Button Medium members can listen to any Medium story with the Speechify Pla"
    },
    {
      "url": "https://iloveladycakes.com/",
      "title": "LadyCakes Bakery - Downtown Cape Coral, Cape Coral, FL",
      "description": "Ever since she was a little girl, Bess LadyCakes loved to bake. In 2014 she turned her passion into a business. This family-owned bakery offers anything from a quick treat to go, to a multilayered cake masterpiece.",
      "preview": "× Turn moments into memories! Choose us for your next special occasion or get-together. Got a birthday party, rehearsal dinner, corporate or other eve"
    },
    {
      "url": "https://developer.apple.com/documentation/swiftui/",
      "title": "SwiftUI | Apple Developer Documentation",
      "description": "Declare the user interface and behavior for your app on every platform.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://porsche.oemdtc.com/category/recalls",
      "title": "Recalls | Porsche - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.climate-charter.org/signatures/",
      "title": "Signatures - Climate Charter",
      "description": "All humanitarian organizations are invited to sign the Charter. This page is updated regularly with signatories and their public commitments to the Charter (when ready). Supporters of the Charter are listed here.",
      "preview": "Signatures All humanitarian organizations are invited to sign the Charter . This page is updated regularly with signatories and their public commitmen"
    },
    {
      "url": "https://commonercenter.org/safeandjust.html",
      "title": "The Safe and Just Cleaners",
      "description": "void",
      "preview": "The Safe and Just Cleaners/Limpieza Sana Y Justa Project"
    },
    {
      "url": "https://therosienetwork.org/",
      "title": "The Rosie Network | Military Business Help",
      "description": "The Rosie Network Empowers Entrepreneurs with Training, Mentors, Marketing, Branding Commercials, & More! Get military Business Help Now!",
      "preview": "top of page OUR PROGRAMS & SERVICES MILITARY ENTREPRENEUR MAGAZINE ROSIES ACROSS AMERICA PHOTO CAMPAIGN LOOKING TO START OR GROW A BUSINESS? FILL OU"
    },
    {
      "url": "https://www.art.com/",
      "title": "Art.com | Wall Art, Framed Prints, Canvas, Paintings, Posters & More! - Buy Wall Art Online",
      "description": "Shop Art.com for the best selection of wall art and photo prints online! Low price guarantee, fast shipping & easy returns, and custom framing options you'll love.",
      "preview": "Get 20% Off $50+ Get 20% Off $50+ | Get 25% Off $100+ | Get 30% Off $150+ Cancel My Account Cancel Sale Frames Up to 50% off 1 2 3 4 Our Most Popular"
    },
    {
      "url": "https://cynalune.blogspot.com/2012/07/truc-ou-j-en-ai-marre.html",
      "title": "des trucs, deuxième prise: Truc où j 'en ai marre",
      "description": "Je suis amorphe. La faute au temps orageux. La faute aussi à mes médocs qu'on a de nouveau augmenté parce que j'ai des pensées d'une violenc...",
      "preview": "skip to main | skip to sidebar des trucs, deuxième prise Trucs de tricot, Trucs de crochet. Mais aussi trucs divers, au fil de l'inspiration. dimanche"
    },
    {
      "url": "https://secure.today.com/_tps/accounts/newsletters",
      "title": "TODAY Newsletters | TODAY",
      "description": "Sign up for TODAY newsletters including This is TODAY, Start TODAY and Stuff We Love.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.tuftandpaw.com/products/cove-litter-box-full",
      "title": "Cove Modern Litter Box - Tuft & Paw",
      "description": "A simple, beautiful, modern litter box with an integrated scoop, dustpan, and handbrush. Built by designers, engineers, and cat behaviorists and made from recycled plastics that are completely toxin-free.",
      "preview": "Close Search website Search Previous Slide Next Slide Product Details Rethink your litter box setup with Cove. An overachiever by design, it comes wit"
    },
    {
      "url": "https://www.crazyegg.com/privacy",
      "title": "Crazy Egg | Privacy Policy",
      "description": "Our Privacy Policy is part of Crazy Egg's Terms of Use and describes the privacy practices of Crazy Egg, Inc. on our websites, located at https://www.crazyegg.com, as well as other websites or mobile applications that we own or operate collectively via Crazy Egg's website. Check it out!",
      "preview": "Privacy Policy Last Updated: January 6, 2025 This Privacy Policy describes the privacy practices of Crazy Egg, Inc. (\"Crazy Egg\", \"we\", \"us\", \"our\") o"
    },
    {
      "url": "http://www.chemcollective.org/",
      "title": "ChemCollective",
      "description": "Online Resources for Teaching and Learning Chemistry",
      "preview": "void"
    },
    {
      "url": "https://gap.igs4ds.net/c/249354/383278/5555?subId1=PEOKateMiddletonFlippedPancakesinNavyWideLegPantsScoreSimilarOptionsStartingat13lstansburyFasAff13964533202302I&u=https%3A%2F%2Foldnavy.gap.com%2Fbrowse%2Fproduct.do%3Fpid%3D559804012%23pdp-page-content",
      "title": "Extra High-Waisted Taylor Wide-Leg Trouser Pants | Old Navy",
      "description": "Shop Old Navy's Extra High-Waisted Taylor Wide-Leg Trouser Pants:",
      "preview": "Extra High-Waisted Taylor Wide-Leg Trouser Pants Extra High-Waisted Taylor Wide-Leg Trouser Pants $49.99 67% off $16.47 Image of 5 stars, 4.46 are fil"
    },
    {
      "url": "https://www.adpri.org/today-at-work-q1-2023/",
      "title": "Today at Work - Q1 2023 - ADP Research",
      "description": "The Today at Work report is a quarterly workforce report that blends ADP's extensive data set representing 25 million people with monthly worker sentiment surveys from a stratified random sample of 2,500 workers to provide a recurring, people-centered, and comprehensive view of the world of work.",
      "preview": "Read the Report The Today at Work report is a quarterly workforce report that blends ADP's extensive data set representing 25 million people with mont"
    },
    {
      "url": "http://freedomdefined.org/",
      "title": "Definition of Free Cultural Works",
      "description": "void",
      "preview": "Version 1.1 of the definition has been released. Please help updating it , contribute translations , and help us with the design of logos and buttons"
    },
    {
      "url": "https://www.bsfthema.org/fiche/activite-canular-et-desinformation-chasser-le-dahu/",
      "title": "Activité - Canular et désinformation : chasser le Dahu - Bibliothèques Sans Frontières",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.hightowerspetroleum.com/",
      "title": "Bulk Fuel Delivery | Wholesale Fuel Supplier & Jobber | Hightowers Petroleum",
      "description": "As a bulk wholesale fuel supplier, we provide our customers with safe and environmentally-responsible energy solutions that exceed expectations in both quality and value.",
      "preview": "top of page LEADING THE WAY IN ENERGY SOLUTIONS Scroll Down Legacy isn't just about the future - it's about the actions we take today. At Hightowers"
    },
    {
      "url": "https://www.luluandsky.com/",
      "title": "Online Fashion Shopping in India - Shop Online for Fashion Apparels, Clothing for Women",
      "description": "Online Fashion Shopping in India - Buy Online fashion apparels, clothing, shoes, bags and accessories for women at Luluandsky.com- India's leading online fashion store. Cash on Delivery",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. open Home Page Sa"
    },
    {
      "url": "https://www.jnj.com/",
      "title": "Johnson & Johnson: Changing health for humanity",
      "description": "We're building a world where complex diseases are prevented and cured, treatments are smarter and less invasive-and solutions are personal.",
      "preview": "Skip to content Learn about our healthcare areas Explore medicine and therapy products Explore MedTech products Find our latest news, stories and pres"
    },
    {
      "url": "https://boersianer.info/boersianer.info/ben-bernanke/",
      "title": "boersianer.info Domain steht zum Verkauf",
      "description": "Börse, Aktien, Investmentstrategien Domain steht zum Verkauf",
      "preview": "boersianer.info Diese Domain steht zum Verkauf. Bei Interesse senden Sie bitte Ihr unverbindliches Angebot an: info[at]boersianer.info"
    },
    {
      "url": "https://www.thestar.com/",
      "title": "Breaking News - Headlines & Top Stories | The Star",
      "description": "thestar.com is one of Canada's largest online news sites and 100% Canadian-owned. Live news, investigations, politics, sports and the heartbeat of Toronto, Canada's largest city.",
      "preview": "Skip to main content Toronto Star News - Breaking News Stories Provincial Politics Two years later, top Tories who lost jobs in Greenbelt scandal stil"
    },
    {
      "url": "https://eshopkatoikidio.gr/gia-gates/gates-trofes/",
      "title": "Τροφές για Γάτες - eshopkatoikidio.gr",
      "description": "Ποιοτικές τροφές για γάτες. Μεγάλη ποικιλία από επιλεγμένα προϊόντα για την ισορροπημένη διατροφή της γάτας σας στις καλύτερες τιμές της αγοράς!",
      "preview": "https://www.googletagmanager.com/ns.html?id=GTM-P4QXG95\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"> ΓΙΑ ΤΗΛΕΦΩΝΙΚΕΣ ΠΑΡΑΓΓΕΛΙΕΣ ΚΑΛΕ"
    },
    {
      "url": "https://polskaplyta-polskamuzyka.pl/2021/10/02/doda-w-odswiezonej-wersji-dont-wanna-hide/",
      "title": "Doda w odświeżonej wersji „Don't Wanna Hide\" - Polska Płyta / Polska Muzyka",
      "description": "Doda prezentuje odświeżoną przez Skytecha wersję „Don't Wanna Hide\". Remix do utworu wykonał znakomity Skytech. Podstawowa wersja singla została odsłuchana na Spotify prawie milion razy, a teledysk na YouTube przekroczył 3 miliony wyświetleń. fot. materiały promocyjne Nowoczesny, utrzymany w klubowym tonie numer z miejsca wpada w ucho za sprawą chwytliwego rytmu oraz wokalu artystki. „Don't Wanna Hide\"",
      "preview": "Przejdź do treści Doda prezentuje odświeżoną przez Skytecha wersję „Don't Wanna Hide\". Remix do utworu wykonał znakomity Skytech . Podstawowa wersja s"
    },
    {
      "url": "https://www.santafenewmexican.com/opinion/my_view/death-by-fees-how-new-mexico-punishes-poverty/article_a1f5c41c-124b-11ec-bd2f-f3b287573916.html",
      "title": "Death by fees: How New Mexico punishes poverty | My View | santafenewmexican.com",
      "description": "The words \"debtor's prison\" conjure up images of a dark, barbaric past. But in New Mexico, that past never went away - it's just been repackaged.",
      "preview": "Skip to main content You have permission to edit this article. Edit Close Advertisement Facebook Twitter WhatsApp SMS Email Facebook Twitter WhatsApp"
    },
    {
      "url": "https://famigros.migros.ch/de/familienleben/essen-und-trinken/rezepte/tags/profi/wickelmoeglichkeit",
      "title": "Familien-Rezepte | Famigros",
      "description": "Feine Rezepte und hilfreiche Ernährungstipps rund ums Essen und Trinken in der Familie.",
      "preview": "Internet Explorer 11 wird nicht mehr unterstützt Für ein optimales Webseiten Erlebnis bitten wir dich einen neueren Webbrowser zu nutzen. Breadcrumb N"
    },
    {
      "url": "https://elpais.com/tecnologia/",
      "title": "Tecnología en EL PAÍS",
      "description": "Las últimas noticias sobre tecnología con EL PAÍS. Internet, redes sociales, móviles, gadgets, software, legislación, seguridad y empresas de tecnología, ocio, entretenimiento y los blog de tecnología",
      "preview": "Ir al contenido _ _ _ _ Raúl Limón | 10 oct 2025 - 05:20 CEST Compañías y organizaciones se lanzan a adoptar la inteligencia artificial, aunque la may"
    },
    {
      "url": "https://www.aclukansas.org",
      "title": "Home - ACLU of Kansas",
      "description": "The American Civil Liberties Union of Kansas is a non-profit organization dedicated to protecting the civil rights and liberties of all people living in Kansas.",
      "preview": "Fighting for Civil Liberties and Defending Freedom in the Free State The Latest Publication The Price of Freedom: Bail in Sedgwick County Explore Publ"
    },
    {
      "url": "http://www.flux-entertainment.com",
      "title": "Home - Flux Entertainment",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.psu.edu",
      "title": "The Pennsylvania State University | Penn State",
      "description": "Penn State is a Pennsylvania-based, top-ranked public university that educates students worldwide. Learn more about Penn State degree programs and research.",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Academics expand icon Undergraduate Stud"
    },
    {
      "url": "https://www.gazzettaufficiale.it/eli/id/2025/01/10/25G00001/sg",
      "title": "Gazzetta Ufficiale",
      "description": "void",
      "preview": "Home torna all'indice Serie Generale n. del Gazzetta in fase di caricamento informazioni Gazzetta Ufficiale Certificata Privacy Formato Grafico PDF co"
    },
    {
      "url": "https://na.panasonic.com/us/",
      "title": "Create Today, Enrich Tomorrow | Panasonic North America - United States",
      "description": "At Panasonic, we're working to change the way we power our homes, our travel, our businesses - and our lives.",
      "preview": "Powering progress Discover Panasonic's new EV battery manufacturing facility, a major investment in U.S. manufacturing, innovation and electric vehicl"
    },
    {
      "url": "https://mx.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "https://events.microsoft.com/en-us/allevents/?language=English&clientTimeZone=1&search=security",
      "title": "Microsoft Events Search",
      "description": "Find Microsoft events and learning opportunities designed to help you expand your expertise, learn new skills, and build community.",
      "preview": "This is the Trace Id: 59d164a435a2151836bc0284837ba5eb Skip to main content Expand your skills and shape the future at Microsoft Ignite, November 18-2"
    },
    {
      "url": "https://ywcaknox.com/",
      "title": "YWCA Knoxville & the Tennessee Valley - YWCA Knoxville and the Tennessee Valley",
      "description": "void",
      "preview": "QUICK ESCAPE YWCA is on a Mission Courage We have the collective strength to face the biggest challenges and work toward a more just and equitable soc"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#datatracker-home",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mickeykilloran.tumblr.com/post/143019225768",
      "title": "Computer science: the impact of K-12 on university... - Miss Killoran",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    },
    {
      "url": "https://www.dllr.state.md.us/",
      "title": "Maryland Department of Labor",
      "description": "Official website of the Maryland Department of Labor",
      "preview": "Skip to Content Accessibility Information JavaScript Required JavaScript is required to use content on this page. Please enable JavaScript in your bro"
    },
    {
      "url": "https://www.meetup.com/pro/wordpress/",
      "title": "WordPress | Meetup Pro",
      "description": "WordPress is on Meetup Pro with more than 550644 members across 670 Meetups worldwide. Meetup Pro is the professional tool for organizing and communicating a network of users, partners, contributors and members.",
      "preview": "Skip to content WordPress 97 Countries 670 Groups 550,644 Members Upcoming events Groups Near Me 97 Countries 670 Groups 550,644 Members Who we are Th"
    },
    {
      "url": "https://www.arb.ca.gov/lispub/comm2/bccomdisp.php?listname=tier2lcfspathways-ws&comment_num=20&virt_num=14",
      "title": "Comment Log Display",
      "description": "void",
      "preview": "Comment Log Display Below is the comment you selected to display. Comment 14 for Public Comments for LCFS pathway applications (tier2lcfspathways-ws)"
    },
    {
      "url": "https://businessconnect.apple.com/",
      "title": "Apple Business Connect - Marketing Tools for Business Owners",
      "description": "Control how your business appears across Apple platforms - including Maps, Photos, Wallet, Tap to Pay, Branded Email, and more. Sign up for free today.",
      "preview": "Business Connect Your business. Open on Apple apps. Control how your business shows up across Maps, Wallet, Siri, and more. Get Started Watch the film"
    },
    {
      "url": "https://appsource.microsoft.com/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "https://pitlochry.de/wohnung-runa",
      "title": "Wohnung Runa | Ferienwohnungen Pitlochry auf Amrum",
      "description": "void",
      "preview": "Wohnung Runa - ca. 40 qm für 2 Personen - im 1. Stock und Spitzboden Hier bauen wir gerade für Sie um ... Geschirrspüler und Backofen kommen neu und die"
    },
    {
      "url": "https://www.mines.edu/campus-email/",
      "title": "Campus Email Web Access - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Campus Email Email Faculty / Staff / Student Email Access Remember, your u"
    },
    {
      "url": "https://blog.artstorefronts.com/new-features/",
      "title": "Art Storefronts Features - New Additions to the ASF Platform",
      "description": "The latest and greatest features and updates we have released for the Art Storefronts online art gallery platform to help you sell more art online.",
      "preview": "#New Features The latest and greatest features and updates we have released for the Art Storefronts online art gallery platform. Send Me New Feature U"
    },
    {
      "url": "https://apnews.com/hub/technology",
      "title": "Technology: Latest Tech News Articles Today | AP News",
      "description": "Don't miss an update on the latest tech news from The Associated Press. AP News has everything you need to know for technology news today.",
      "preview": "void"
    },
    {
      "url": "https://olympias.lib.uoi.gr/jspui/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Kyritsis%2C+A.+P.&filter_field_2=datePublished&filter_type_2=equals&filter_value_2=%5B1984+TO+1989%5D&filter_field_3=subject&filter_type_3=equals&filter_value_3=Cell+Differentiation%2Fdrug+effects&filter_field_4=type&filter_type_4=equals&filter_value_4=journalArticle&filter_field_5=subject&filter_type_5=equals&filter_value_5=Bucladesine%2Fpharmacology&filter_field_6=subject&filter_type_6=equals&filter_value_6=Cell+Line&filter_field_7=subject&filter_type_7=equals&filter_value_7=Retinoblastoma%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_8=subject&filter_type_8=equals&filter_value_8=Staining+and+Labeling&filter_field_9=datePublished&filter_type_9=equals&filter_value_9=1986&filter_field_10=subject&filter_type_10=equals&filter_value_10=Eye+Neoplasms%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_11=subject&filter_type_11=equals&filter_value_11=Butyric+Acids%2Fpharmacology&etal=0&filtername=author&filterquery=Triche%2C+T.+J.&filtertype=equals",
      "title": "Repository of UOI \"Olympias\": Search",
      "description": "void",
      "preview": "Skip navigation Repository of UOI \"Olympias\" Repository of OAI Saved Searches Save this search Go! Discover Author 1 Chader, G. J. 1 Tsokos, M. Subjec"
    },
    {
      "url": "https://watttime.hire.trakstar.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://www.oneidadispatch.com/2023/02/21/remembering-oneida-soccer-coach-dale-mccormick/",
      "title": "A Tragic Loss: The Oneida community honors Oneida soccer coach Dale McCormick - Oneida Dispatch",
      "description": "On February 19th, the Oneida community lost the vibrant Oneida soccer head coach and good friend, Dale McCormick. His life was cut short in a tragic drowning incident while vacationing with his family in Florida. He was only 48 years old. McCormick died trying to save his child's life. McCormick was on holiday with his [...]",
      "preview": "Skip to content Oneida soccer coach Dale McCormick tragically passed away during a vacation in Florida. (PHOTO PROVIDED) By Oneida Dispatch | oneidadi"
    },
    {
      "url": "https://www.dacast.com",
      "title": "Dacast: Live Streaming Platform | Online Video Hosting",
      "description": "Dacast's Video Streaming Software is the leading Online Video and Hosting Platform. Stream live and on demand video leveraging a video API and 24/7 support.",
      "preview": "Skip to content Stream Video Through a Professional Streaming Platform Host, monetize, and broadcast with an end-to-end live streaming solution. Start"
    },
    {
      "url": "https://www.theplantroomtas.com.au/pages/collection-delivery-shipping",
      "title": "The Plant Room, Tasmania",
      "description": "Online plant store based out of Lindisfarne, Tasmania (near Hobart). Stocking a curated collection of hard-to-find, rare and collectable indoor plants, as well as old favourites. New stock released fortnightly. Shipping Tasmania wide.",
      "preview": "Skip to content We're taking a break. We'll be back soon! Want to be notified when we re-open our online store? Join our mailing list. Enter your emai"
    },
    {
      "url": "https://www.ellie.com/",
      "title": "Activewear Monthly Subscription Box - Gym & Workout Clothes For Women - Ellie",
      "description": "3 Pieces of exclusive Activewear for $49.95 per month including free shipping - The #1 Activewear Subscription Box that everybody wants and always sells out",
      "preview": "Skip to content Join Today & Get a Free Gift! Free Shipping & Exchanges Choose your styles Mix, match & find your fit. Wear them on repeat Look & feel"
    },
    {
      "url": "http://www.vividseats.com/privacy.html",
      "title": "Privacy Policy | Vivid Seats",
      "description": "The Vivid Seats privacy policy explains our practices regarding personal account information and the steps we take to protect our customers' privacy.",
      "preview": "Skip to Content Skip to Footer Tickets you can trust: 100 million sold, 100% Buyer Guarantee . Learn More. 100 million sold, 100% Buyer Guarantee . Le"
    },
    {
      "url": "https://colorofchange.org/",
      "title": "Color Of Change",
      "description": "Creating a more just and less hostile world for Black people in America.",
      "preview": "Search UNTIL JUSTICE IS REAL Petitions Tell 23andMe to protect Black customers' genetic data! Color Of Change Resources Black Tech Agenda Our Mission"
    },
    {
      "url": "https://assessment.connectedcouncil.org",
      "title": "Digitally Driven Assessment - Grow your business with digital tools",
      "description": "void",
      "preview": "Skip to content Digitally Driven Assessment Step 1 /5 What is the biggest challenge to your business right now? * Transforming our business to a digit"
    },
    {
      "url": "https://fc-resources.fastcompany.com/form/private-clouds-for-oracle-databases/w_aaaa2228/prgm.cgi?sr=hicat&_t=hicat:1085",
      "title": "Private Clouds for Oracle Databases Free White Paper",
      "description": "Free White Paper to Private Clouds for Oracle Databases. Learn how private clouds for databases can provide the benefits driving cloud adoption while removing the challenges that limit adoption.",
      "preview": "Homepage COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Help Center fastco works Citrix Ford Transit In"
    },
    {
      "url": "https://nycdatascience.com/blog/author/akgillermangmail-com/",
      "title": "Adrian Gillerman | Data Science Blog",
      "description": "I am an aspiring Data Scientist with a degree in mathematics.",
      "preview": "| Blog Bootcamps Lifetime Job Support Available Financing Available Bootcamps Data Science with Machine Learning Flagship 🏆 Data Analytics Bootcamp Ar"
    },
    {
      "url": "http://geographyfieldwork.com/",
      "title": "Barcelona Field Studies Centre",
      "description": "Barcelona Field Studies Centre offers geography, geology, biology, ecology and environmental fieldwork and field studies programmes throughout the year.",
      "preview": "Home Page Contact Us Login Make Your Booking Availability Prices 2025 Prices 2026 Geography Biology Geology Business Studies Expand All Collapse All W"
    },
    {
      "url": "https://balticword.eu/",
      "title": "balticword.eu steht zum Verkauf",
      "description": "Die Domain balticword.eu steht zum Verkauf. Sie können diese Domain jetzt per Sofortkauf zum Festpreis mit dem Treuhandservice von ELITEDOMAINS kaufen.",
      "preview": "balticword.eu Diese Domain wird verkauft - Nutzen Sie diese Chance! balticword.eu Schlagen Sie zu, bevor es jemand anderes tut! Kontakt zum Inhaber au"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en",
      "title": "Bang & Olufsen Corporate",
      "description": "void",
      "preview": "Navigation and Content Skip to main content Skip to main footer Corporate Welcome to Bang & Olufsen corporate site Career View our open positions open"
    },
    {
      "url": "https://vw-audi.oemdtc.com/category/recalls",
      "title": "Recalls | VolksWagen & Audi - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://srfcure.org/",
      "title": "Scleroderma Research Foundation | SRF | Research for a Cure",
      "description": "Guided by passion for a cure, the Scleroderma Research Foundation has become the largest nonprofit investor in scleroderma research in the U.S.",
      "preview": "Close Search Join us on November 12, 2025 at the Edison Ballroom, New York City Table Sponsorships Available Now Learn More Watch Now: New Webinar on"
    },
    {
      "url": "https://www.research.va.gov/currents/0820-Veterans-with-PTSD-more-likely-to-have-justice-system-involvement.cfm",
      "title": "Study: Veterans with PTSD more likely to have justice-system involvement than those without",
      "description": "A new study finds that Veterans with PTSD-compared to those without-about 60% more likely than Veterans without PTSD to have justice-system involvement. .",
      "preview": "skip to page content Talk to the Veterans Crisis Line now An official website of the United States government Here's how you know The .gov means it's"
    },
    {
      "url": "http://target.com/",
      "title": "Target : Expect More. Pay Less.",
      "description": "Shop Target online and in-store for everything from groceries and essentials to clothing and electronics. Choose contactless pickup or delivery today.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.okmarket.sk/sencor-vrecko-micro-svc-7ca-5ks-40023279-100761",
      "title": "SENCOR VRECKO MICRO SVC 7CA 5KS 40023279",
      "description": "void",
      "preview": "Porovnať výrobok (0) Zobraziť ponuku Náradie a hobby Záhrada Kuchyňa Kuchynské potreby Domáce potreby Bazény a vodné športy Spotrebiče pre domácnosť V"
    },
    {
      "url": "https://q-lvck.tumblr.com/",
      "title": "Daedroghneth",
      "description": "20 | Psychology Student | Europe",
      "preview": "/ croathia : Palácio e Convento de Mafra, Mafra Portugal (via deusluar ) v c z neckkissesandcoffee : Concept: We're living in a nice apartment togethe"
    },
    {
      "url": "https://www.consumerfinance.gov/about-us/newsroom/consumer-financial-protection-bureau-issues-final-rule-implement-fair-debt-collection-practices-act/",
      "title": "Consumer Financial Protection Bureau Issues Final Rule to Implement the Fair Debt Collection Practices Act | Consumer Financial Protection Bureau",
      "description": "On October 30, 2020, the Consumer Financial Protection Bureau issued a final rule to restate and clarify prohibitions on harassment and abuse, false or misleading representations, and unfair practices by debt collectors when collecting consumer debt.",
      "preview": "Skip to main content WASHINGTON, D.C. - The Consumer Financial Protection Bureau (Bureau) today issued a final rule to restate and clarify prohibition"
    },
    {
      "url": "https://www.elastic.co/guide/en/elasticsearch/reference/current/getting-started.html",
      "title": "Get started with Elasticsearch | Elastic Docs",
      "description": "To try out an {{es}} project or solution, pick your deployment type, search goals, and ingestion method.",
      "preview": "Loading Elastic Docs / Solutions and use cases / Elasticsearch Get started with Elasticsearch Serverless Elasticsearch Stack New to Elasticsearch? Sta"
    },
    {
      "url": "https://relianceretail.com/reliance-fresh.html",
      "title": "Reliance Retail",
      "description": "void",
      "preview": "Reliance Fresh Home Our Brands Reliance Fresh Reliance Retail started its journey in 2006 with the opening of its first Reliance Fresh store. Today Re"
    },
    {
      "url": "https://www.eurofound.europa.eu/cs/topic/working-time?page=5",
      "title": "Working time | Eurofound",
      "description": "Working time refers to any period during which a worker is working, at the employer's disposal and carrying out his/her activities or duties, in accordance with national laws and/or practice. Working hours vary for workers in different occupations or at different life stages, and these differences are particularly striking when gender is considered.",
      "preview": "Working time Working time refers to any period during which a worker is working, at the employer's disposal and carrying out his/her activities or dut"
    },
    {
      "url": "https://www.az-online.de/kultur/archiv-2022/",
      "title": "Aktuelle Kulturnachrichten im Überblick | az-online.de",
      "description": "Nachrichten, Interviews und Rezensionen zu Kultur und Kunst, Fernsehen und Kino, Musik und Theater - hier auf az-online.de",
      "preview": "Kultur - Archiv 29.01.22 15:40 Tabu bei Queen Elizabeth: Kuriose Sandwich-Regeln enthüllt Im britischen Königshaus herrschen strenge Regeln und alte T"
    },
    {
      "url": "https://wst.tv/rankings/",
      "title": "Rankings - World Snooker Tour",
      "description": "See all the undefined matches",
      "preview": "Login Search Search All results All Results Exact Matches Date Added Date Added Relevance Rankings Official Live Loading..."
    },
    {
      "url": "https://www.storyblocks.com/",
      "title": "Unlimited Stock Videos, Templates, Audio & Images - Storyblocks",
      "description": "Streamline your creative work with the best-in-industry unlimited stock downloads, flexible licensing, and easy-to-use tools. Subscribe today and get all the stock you need.",
      "preview": "The most-loved stock media platform for creators All Video Footage Video Templates Motion Backgrounds Audio Images 4.7/5 4.6/5 Footage Templates After"
    },
    {
      "url": "https://www.facebookblueprint.com/",
      "title": "Meta Blueprint : Learn new skills to build your brand or business",
      "description": "Meta Blueprint helps you learn the digital skills you need to move your business forward. Discover online courses and training to improve your Facebook and Instagram marketing skills.",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "http://www.people.com/tag/marlon-brando/",
      "title": "Marlon Brando",
      "description": "Marlon Brando",
      "preview": "Celebrity Person Marlon Brando Billy Zane Embodies Marlon Brando in New Waltzing with Brando Trailer - Watch Now (Exclusive) By Jack Smart Brandon F"
    },
    {
      "url": "https://perscholas.org/",
      "title": "Tuition-Free IT Education: Computer Job Training with Per Scholas",
      "description": "Page description goes here",
      "preview": "void"
    },
    {
      "url": "https://stargazer-scientist.tumblr.com/",
      "title": "StarGazer",
      "description": "This is a blog about my life and my interests. My name Is Emjay, I love anime, gaming, and all things nerdy. I LOVE astronomy, and I frequently Reblog and post science related topics. Feel free to ask...",
      "preview": "StarGazer RSS | Random | Archive About Me This is a blog about my life and my interests. My name Is Emjay, I love anime, gaming, and all things nerdy."
    },
    {
      "url": "https://p.badoo.com/l/2f23922d23e23c25722521422122120b21",
      "title": "Sito/app di incontri gratis: chat, amici, amore | Badoo",
      "description": "Entra nella community di Badoo, l'app di incontri gratis migliore al mondo. Chatta prima di far scattare l'affinità e conosci nuovi amici e gente in zona.",
      "preview": "Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiam"
    },
    {
      "url": "https://cfgreateratlanta.org/",
      "title": "Community Foundation for Greater Atlanta",
      "description": "void",
      "preview": "FOR DONORS FOR ADVISORS FOR NONPROFITS FOR SCHOLARSHIPS TogetherATL Let's build a stronger Atlanta for all. The Community Foundation for Greater Atlan"
    },
    {
      "url": "https://www.nba.com/schedule",
      "title": "NBA Schedule - NBA Games & Events | NBA.com",
      "description": "NBA Schedule: Official source of NBA games schedule. Check your team's schedule, game times and opponents for the season.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.designgradients.com/",
      "title": "Design Gradients - designgradients.com",
      "description": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art.",
      "preview": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art. dg- 01 #A531DC ➞ #4300B1 dg-"
    },
    {
      "url": "https://www.scb.se/hitta-statistik/",
      "title": "Hitta statistik hos SCB",
      "description": "Under ämnesområdena hittar du officiell statistik från SCB och övriga statistikansvariga myndigheter.",
      "preview": "Kakor på scb.se På SCB använder vi kakor för att webbplatsen ska fungera och för mätning så att vi vet hur den används. Mätningarna används för att gö"
    },
    {
      "url": "https://www.sellbackyourbook.com/",
      "title": "World of Books | Sell Your Books | Sell Your Books Online for Cash",
      "description": "World of Books - Sell Your Books, formerly known as Ziffit is the easy way to sell your books online. Enter barcodes or scan using the free Sell books with World of Books app.. Declutter and earn cash today.",
      "preview": "Get 15% Extra Cash On Trades Over $30. (One use per customer, closes 23.59 10/21) | Use code EXTRA15 Start scanning your items or download our app for"
    },
    {
      "url": "https://soundcloud.com/thelayover/ep-26-like-hair-we-be-conditioned",
      "title": "Stream episode EP 26: Like Hair, We Be Conditioned by The Layover podcast | Listen online for free on SoundCloud",
      "description": "Play EP 26: Like Hair, We Be Conditioned by The Layover on desktop and mobile. Play over 320 million tracks for free on SoundCloud.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it Natachi Mez shares a story about her evolut"
    },
    {
      "url": "https://www.barbecue-france.fr/pack-promo-louisiana-grills-1200-founders-premiere-c2x36084281",
      "title": "Barbecue France : Site de barbecues, fumoirs, planchas et combustibles",
      "description": "Découvrez les plus gastronomiques des barbecues. Livraison gratuite à partir de 270 € d'achat pour toute commande contenant un produit maître (barbecue, fumoir, plancha, etc ...)",
      "preview": "Le Goût de la Nature ... Paiement en 3X sans frais avec Payzen OK Accueil Compte Contact Votre panier 0 0,00 EUR PACKS PROMO Barbecues & Fumoirs Barbe"
    },
    {
      "url": "https://www.qualcomm.com/company/corporate-responsibility/purposeful-innovation/wireless-reach/overview",
      "title": "Wireless Reach™ | Qualcomm",
      "description": "PROGRAMS Wireless Reach programs showcase new and innovative ways that cutting-edge mobile technologies can be used to help achieve the United Nations' Sustainable Development Goals (SDGs) and the social and economic priorities of communities and...",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.adpri.org/today-at-work-q1-2023/",
      "title": "Today at Work - Q1 2023 - ADP Research",
      "description": "The Today at Work report is a quarterly workforce report that blends ADP's extensive data set representing 25 million people with monthly worker sentiment surveys from a stratified random sample of 2,500 workers to provide a recurring, people-centered, and comprehensive view of the world of work.",
      "preview": "Read the Report The Today at Work report is a quarterly workforce report that blends ADP's extensive data set representing 25 million people with mont"
    },
    {
      "url": "https://fabfitfun.com/",
      "title": "FabFitFun",
      "description": "FabFitFun Box | Beauty, Wellness, Fitness and Fashion",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://ticdesign.chumenwenwen.com/en",
      "title": "TicDesign | Index",
      "description": "TicDesign An open source UI library for Ticwear and Android wear apps Provide a set of solutions for smartwatch ...",
      "preview": "TicDesign An open source UI library for Ticwear and Android wear apps Provide a set of solutions for smartwatch GitHub demo.apk Loading version... An"
    },
    {
      "url": "https://www.kkcm.cz/teens-pruzkum",
      "title": "Výsledky průzkumu | kkcm",
      "description": "void",
      "preview": "top of page Průzkum V březnu a dubnu 2021 jsme požádali mukařovské teenagery a jejich rodiče o vyplnění krátkého anonymního dotazníku. Všem respondent"
    },
    {
      "url": "https://www.poconomountains.com/",
      "title": "Visit the Poconos | Discover Restaurants, Hotels & Things to Do",
      "description": "Planning a vacation to the Pocono Mountains? Find information on resorts and hotels, family activities, events, restaurants, weddings and things to do.",
      "preview": "Your browser is not supported for this experience. We recommend using Chrome, Firefox, Edge, or Safari. Skip navigation Skip to main content 2025-26 D"
    },
    {
      "url": "https://www.tropicanaalibaug.com/",
      "title": "Tropicana Resort & Spa | Resorts in Alibaug |Alibaug Resorts",
      "description": "Tropicana Resort & Spa, Alibaug, is a luxurious resort near Kihim Beach. Every inch is of bespoke opulence - A perfect choice for your weekend getaway.",
      "preview": "Welcome To Tropicana Resort & Spa Enjoy an unwinding stay Relax In The Serenity Of Nature A Peaceful Stay Away From The Bustling City Life Check In Ch"
    },
    {
      "url": "http://vanvugtvenlo.nl/actueel/posts.php?cat=18",
      "title": "Website Maikel van Vugt",
      "description": "Website Maikel van Vugt",
      "preview": "Home Algemeen Over mij Konijntjes Actueel Nieuws Archief Fotoalbum Agenda Hobby Scouting Kamp Hike Programma's Administratie Fotografie Fotoalbum Mate"
    },
    {
      "url": "https://nopriceonjustice.org/fines-fees-and-the-criminalization-of-mental-health-crisis/",
      "title": "Fines, Fees and the Criminalization of Mental Health Crises - No Price on Justice",
      "description": "Peggy Herrera, an advocate for the No Price on Justice campaign, recounts her son's terrifying encounters with police and the lasting financial and emotional impacts of predatory fees.",
      "preview": "Fines, Fees and the Criminalization of Mental Health Crises May 10, 2021 \"I had called emergency medical services for support during one of my son's a"
    },
    {
      "url": "https://twitter.com/KotilAbdulkadir",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is not available. We've detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to"
    },
    {
      "url": "https://www.riamoneytransfer.com/about-ria/preventing-fraud",
      "title": "Fraud Awareness US - Ria Money Transfer",
      "description": "Ria Money Transfer helps to protect consumers from fraud through awareness. Learn how to identify and avoid money transfer scams to ensure your money is safe.",
      "preview": "Send money Send money to 190+ countries Ways to send Send money online Send money with the app Send money in person Send to Africa Asia Europe Latin A"
    },
    {
      "url": "https://shop.yohofate.com/SalePage/Index/7212950",
      "title": "文殊健康-居家除障香組(環香)（限海外直購）Incense",
      "description": "雨揚老師一生研究儒佛道文化思想，精通八字生肖學，姓名學、手面相、陽宅風水、易經卜卦等中國傳統學說，橫跨命理哲學、佛學、中醫養生學、開運食譜、文創藝術累積多項經驗，且一路秉持「開心就是開運」，真心邀您一同分享，且老師為您推薦許多精選好物，希望幫助您在人生的道路上招財開運、順遂平安、消除業障。最重要的是雨揚老師希望能夠幫助眾生，讓世人都更加和平安穩。",
      "preview": "首頁 Overseas shopping✈️ Incense💫 首頁 {{BreadcrumbsCtrl.CategoryLevelName.Level1_ShopCategory_Name}} {{BreadcrumbsCtrl.CategoryLevelName.Level2_ShopCateg"
    },
    {
      "url": "https://catalyst2030.net/",
      "title": "Catalyst Now",
      "description": "For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming systems and driving sustainable change to advance the UN Sustainable Development Goals worldwide. LEARN Impact Collaborate Connect OUR MEMBERS 5672 Individual Members 146 Countries Represented 3838 Members Organizations 107 Chapters Our Impact IMPACT REPORT Our Collective Journey Impact Report [...]",
      "preview": "Skip to main content Skip to footer For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming syst"
    },
    {
      "url": "https://thatwaterbeadlady.org/kipleys-story",
      "title": "That Water Bead Lady - Water Beads Toxic, Happened to Kipley, 501c3",
      "description": "Water beads toxic? Yes, Water Beads can be toxic! We help you keep your kids and pets safe! Both before and after product injury",
      "preview": "Donate Water beads toxic? Read Kipley's Story Kipley's Story A birthday gift was not supposed to throw our family's life into upheaval. You may know w"
    },
    {
      "url": "https://www.champaigncounty.org/list/member/rolling-acres-ag-solutions-30107.htm",
      "title": "Business Directory Search",
      "description": "The easy way to find businesses and members in the Champaign County Chamber of Commerce - IL",
      "preview": "Skip to content Business Directory Search All Categories... Accountants-Certified Public & Public Acupuncture Advertising Agencies & Counselors Advert"
    },
    {
      "url": "https://photography.tutsplus.com",
      "title": "Video Courses and Tutorials | Envato Tuts+",
      "description": "Thousands of free tutorials and online courses to help you learn video skills. Join our community of students and professionals to improve your shooting, style, editing, and workflow. What would you like to learn?",
      "preview": "Video Learn video skills with these free tutorials and online courses. Whether you want to master production and recording, editing and post-productio"
    },
    {
      "url": "https://www.lumix-forum.de/search.php?search_id=unanswered&sid=c15f96fc47e304bb20d60f138a2ead78",
      "title": "Lumix-Forum - der Treffpunkt für Lumix-Nutzer - Unbeantwortete Themen",
      "description": "void",
      "preview": "Schnellzugriff Unbeantwortete Themen Aktive Themen Suche Das Team FAQ Anmelden Registrieren Suche Erweiterte Suche Foren-Übersicht Zum Inhalt Lumix-Fo"
    },
    {
      "url": "https://bobbasset.com/items/bird-brass-beak-art-leather-mask/",
      "title": "Bird Brass Beak Art Leather Mask - Bob Basset",
      "description": "void",
      "preview": "01 02 03 04 05 06 Bird Brass Beak Art Leather Mask We don't currently have this mask in stock, but we can make a similar one for you. Manufacturing ti"
    },
    {
      "url": "https://shenandoahtx.us/214/Emergency-Management",
      "title": "Emergency Management | Shenandoah, TX",
      "description": "The Shenandoah Emergency Operations Center (EOC) is a state-of-the-art facility within the City of Shenandoah Municipal Complex. The controlled access EOC is capable of self-sustained operations in the absence of public utility services.",
      "preview": "Skip to Main Content Create a Website Account - Manage notification subscriptions, save form progress and more. Website Sign In Home Government Depart"
    },
    {
      "url": "https://www.elmundo.es/ciencia-y-salud.html",
      "title": "Ciencia y Salud. Noticias y última hora | EL MUNDO",
      "description": "Toda la información y noticias de última hora de Ciencia y Salud. Hallazgos científicos y médicos, estudios e informes con el mayor rigor y el trabajo de profesionales.",
      "preview": "CIENCIA Y SALUD Redacción: PILAR PÉREZ Madrid La fertilidad de la mujer no solo depende del número de óvulos: el tejido ovárico y sus conexiones cereb"
    },
    {
      "url": "https://weplayapp.com/",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://wuf.unhabitat.org/",
      "title": "World Urban Forum",
      "description": "Held every two years, the World Urban Forum is the premier global conference on urbanization convened by the United Nations Human Settlements Programme (UN-Habitat). It brings together a wide range of participants from around the world to discuss major urban challenges facing the world today.",
      "preview": "Skip to main content PL World Urban Forum 17-22 May 2026, Baku, Azerbaijan Explore WUF13 World Urban Forum The World Urban Forum (WUF) is the premier"
    },
    {
      "url": "https://code.woboq.org/linux/linux/include/linux/remoteproc.h.html",
      "title": "remoteproc.h source code [linux/include/linux/remoteproc.h] - Codebrowser",
      "description": "Source code of linux/include/linux/remoteproc.h linux v6.16-r on KDAB Codebrowser",
      "preview": "About Contact QtCreator KDevelop Solarized 1 /* 2 * Remote Processor Framework 3 * 4 * Copyright(c) 2011 Texas Instruments, Inc. 5 * Copyright(c) 2011"
    },
    {
      "url": "https://poolors.com/0d0a31-2a601e-8b7569-d2be98-fcf4f2",
      "title": "Poolors - Generate unique color palettes",
      "description": "Poolors generates color palettes using the colors least-used by designers",
      "preview": "poo lors color combos least used by designers color combos most used by designers 2 3 4 5 #0d0a31 #2a601e #8b7569 #d2be98 #fcf4f2"
    },
    {
      "url": "https://www.ushcc.com/",
      "title": "Home | United States Hispanic Chamber of Commerce",
      "description": "Welcome to USHCC: Empowering Hispanic businesses for success. Explore our mission, events, and resources. Join the movement today!",
      "preview": "× Are you ready to become a member? Join the USHCC and ignite connections for lasting success. URL This field is for validation purposes and should be"
    },
    {
      "url": "https://readordiebyemilyt.tumblr.com/",
      "title": "Read or Die: Book Reviews by Emily",
      "description": "\"What do these children do without storybooks?\" Naftali asked. And Reb Zebulun replied: \"They have...",
      "preview": "Read or Die: Book Reviews by Emily Text 4 Notes ripl-teen-book-reviews : Here's a bonus book talk celebrating the 100th Anniversary of The Great Gatsb"
    },
    {
      "url": "https://www.goodreads.com/book/show/32620332-the-seven-husbands-of-evelyn-hugo",
      "title": "Loading...",
      "description": "Discover and share books you love on Goodreads.",
      "preview": "Loading..."
    },
    {
      "url": "https://www.cloudcitycoffee.com/",
      "title": "Cloud City Coffee - Cloud City Coffee Roasting",
      "description": "An independent small batch roaster in Seattle offering delicious blends and rare single origin coffees in partnership with communities worldwide. All coffee is local.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Order special instructions Orde"
    },
    {
      "url": "https://hyundai.oemdtc.com",
      "title": "Hyundai - OEMDTC",
      "description": "Hyundai Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.linkedin.com/",
      "title": "LinkedIn: Log In or Sign Up",
      "description": "1 billion members | Manage your professional identity. Build and engage with your professional network. Access knowledge, insights and opportunities.",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "https://arlingtonblackchamber.org/",
      "title": "Arlington Black Chamber - Making Arlington Work For Everyone",
      "description": "void",
      "preview": "The Arlington Black Chamber of Commerce is in its eleventh year of providing assistance, support, and representation for African-American entrepreneur"
    },
    {
      "url": "https://enterprise.github.com/contact",
      "title": "Enterprise · A smarter way to work together · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.tsa.gov/news/press/releases/2023/03/01/tsa-officers-prevent-explosive-device-being-loaded-plane-lehigh",
      "title": "TSA officers prevent explosive device from being loaded on plane at Lehigh Valley International Airport | Transportation Security Administration",
      "description": "ALLENTOWN, Pa. - A Transportation Security Administration (TSA) officer prevented an explosive device from being loaded onto a flight at Lehigh Valley International Airport on Monday, Feb. 27. The device was detected during the routine screening of checked baggage. The suitcase triggered an alarm when it entered the baggage screening unit, which required a TSA officer to physically inspect the contents of the luggage. During the inspection, the TSA officer located an item inside the suitcase that appeared to be suspicious and was believed to possibly be a live explosive device.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://betterwork.org/",
      "title": "Home - Better Work",
      "description": "void",
      "preview": "Q&A Evaluating Impact in Ethiopia's Garment Sector Global | 12 September 2025 Advancing decent work in garment supply chains in Asia and the Pacific C"
    },
    {
      "url": "http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=search&term=Christopher%20Costello",
      "title": "Christopher Costello - Search Results - PubMed",
      "description": "Christopher Costello - Search Results - PubMed",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://checkout.stripe.com/c/pay/cs_live_a1zCZemZDy2yyYntI7CyUukdKZ0CHnYoRQC88qFjIbrgr8v0VL07rSDeZF#fidkdWxOYHwnPyd1blppbHNgWmFmY0prY0JuQWYzX0dEf1RBT1VCZnN8NScpJ3VpbGtuQH11anZgYUxhJz8nZEBQZ0ltZ2BcYlcwZFxyY1xfJ3gl",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://thewoksoflife.com/",
      "title": "Home - The Woks of Life",
      "description": "We're a family of 4 living between the US & China. When we're not packing or unpacking suitcases, we're sharing our culinary exploits and travels w/ each other here!",
      "preview": "Trusted Recipes from \"The Bible of Chinese Home Cooking\" Quick & Easy Most Popular Vegetables Noodles Welcome! We're the Leung family-Bill, Judy, Sara"
    },
    {
      "url": "http://www.natureserve.org/",
      "title": "NatureServe | Unlocking the Power of Science to Guide Biodiversity Conservation",
      "description": "For nearly 50 years, NatureServe has been the authoritative source for biodiversity data throughout North America. We work with 60+ network organizations and 1,000+ conservation scientists to collect, analyze, and deliver biodiversity knowledge that informs conversation action.",
      "preview": "Skip to main content Search Search Unlocking the Power of Science to Guide Biodiversity Conservation Heller's blazingstar ( Liatris helleri ). NatureS"
    },
    {
      "url": "http://www.redbookmag.com/health-wellness/advice/facing-my-mothers-dementia",
      "title": "Facing My Mother's Dementia - Kimberly Williams-Paisley Shares Her Dementia Story",
      "description": "Actress Kimberly Williams-Paisley hated the dementia that made her mother seem like a different person-erratic, silent, sometimes angry. Then she found a way to love that mom too.",
      "preview": "Skip to Content Media Platforms Design Team It's an image I will never forget: my mom holding a stranger in her arms. I was 9, and couldn't see what h"
    },
    {
      "url": "https://www.crisistextline.org/text-us/",
      "title": "Text Us - Crisis Text Line",
      "description": "Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidential support through communication channels people know and trust.",
      "preview": "Skip to content Text Us How to Seek Support Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidenti"
    },
    {
      "url": "https://chessprogramming.org/Zobrist_Hashing",
      "title": "Zobrist Hashing - Chessprogramming wiki",
      "description": "void",
      "preview": "Zobrist Hashing From Chessprogramming wiki Jump to: navigation , search Home * Search * Transposition Table * Zobrist Hashing King Wen sequence [1] [2"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/IntersectionObserverEntry",
      "title": "IntersectionObserverEntry - Web APIs | MDN",
      "description": "The IntersectionObserverEntry interface of the Intersection Observer API describes the intersection between the target element and its root container at a specific moment of transition.",
      "preview": "Skip to main content Skip to search IntersectionObserverEntry Baseline Widely available * This feature is well established and works across many devic"
    },
    {
      "url": "https://shotdeck.com/",
      "title": "SHOTDECK - The World's Leading Cinematic Image Library",
      "description": "Created by world renowned cinematographer - Lawrence Sher. ShotDeck is the largest library of high-definition film & commercial images and screengrabs in the world.",
      "preview": "How to Blow Up a Pipeline The library of film, one beautiful shot at a time. ShotDeck is the largest collection of fully searchable high-definition mo"
    },
    {
      "url": "https://www.elastic.co/guide/en/elasticsearch/reference/current/getting-started.html",
      "title": "Get started with Elasticsearch | Elastic Docs",
      "description": "To try out an {{es}} project or solution, pick your deployment type, search goals, and ingestion method.",
      "preview": "Loading Elastic Docs / Solutions and use cases / Elasticsearch Get started with Elasticsearch Serverless Elasticsearch Stack New to Elasticsearch? Sta"
    },
    {
      "url": "https://www.webdesignerdepot.com/2021/10/11-must-follow-web-design-blogs/",
      "title": "11 Must-Follow Web Design Blogs",
      "description": "To stay relevant on the web, you must keep in touch with the latest design tools, news, and web trends. But in 2023, there will be more web design blogs than ever; with so many blogs and magazine sites to choose from, where is an aspiring web designer to start?",
      "preview": "AI Business Compilations Design Development Fonts Freebies Funny News SEO Sponsored Tech UX Web Compilations 11 Must-Follow Web Design Blogs To stay r"
    },
    {
      "url": "http://mahoneyandgotto.com/links.php",
      "title": "Useful Links | Mahoney & Gotto Company, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "description": "Mahoney & Gotto Company is a full service tax and accounting firm, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "preview": "HOME | CONTACT US Menu Home Our Firm Our People Our History Our Credentials Our Areas of Specialization Services Tax Services Accounting Services Cons"
    },
    {
      "url": "https://baroulmehedinti.ro/avocati/stancu-dimitrie-lucian",
      "title": "Baroul Mehedinţi",
      "description": "void",
      "preview": "Prima pagină Tabloul avocaţilor Lista completă a avocaţilor STANCU DIMITRIE LUCIAN Avocat Avocat Definitiv Avocat Cabinet Individual Contact Email dim"
    },
    {
      "url": "https://one.apple.com/us?itscg=10000&itsct=one-NA-mac-tile-apl-avl-102020",
      "title": "Apple One - Apple - Upgrade Your OS",
      "description": "Bundle your Apple services and pay one convenient price with Apple One. Choose the plan that's right for you.",
      "preview": "Update to the latest iOS, iPadOS, or macOS to get Apple One. Apple One bundles up to six great Apple services into one easy subscription. Apple Music,"
    },
    {
      "url": "https://greenkitchenstories.com/",
      "title": "Green Kitchen Stories - Healthy Vegetarian Family Recipes",
      "description": "Healthy, easy and modern vegetarian recipes from our green kitchen. Easy family recipes, inspiring food photography, travel tips and cookbooks.",
      "preview": "Say hello to our supplements! Creamy Vegan Pesto Pasta & Cauliflower. Our Guide to Stockholm. The Ultimate Movie Night Snack Platter. Our Guide to Bar"
    },
    {
      "url": "https://docs.roku.com/published/userprivacypolicy/en-US",
      "title": "Roku",
      "description": "Roku provides the simplest way to stream entertainment to your TV. On your terms. With thousands of available channels to choose from.",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    }
  ],
  "_meta": {
    "total_bookmarks": 146
  }
}