{
  "data": [
    {
      "url": "http://opendata.ayto-caceres.es/dataset/barrios-caceres",
      "title": "Barrios Cáceres - Datasets - OpenData Cáceres",
      "description": "Conjunto de datos que contiene la información catalogada por el ayuntamiento de Cáceres sobre los barrios de la ciudad. URI del conjunto de datos:...",
      "preview": "Skip to content Home Datasets Barrios Cáceres Barrios Cáceres Mapa ofrecido por SIG Cáceres Conjunto de datos que contiene la información catalogada p"
    },
    {
      "url": "https://www.tranastidning.se/2020-08-31/corona-trycker-ner-annan-vanlig-influensa-och-vinterkraksjuka--sa-svarar-arbetsgivare-i-lanet-vi-har-mycket-lagre-franvaro",
      "title": "Corona trycker ner annan vanlig influensa och vinterkräksjuka - så svarar arbetsgivare i länet: \"Vi har mycket lägre frånvaro\" - Tranås Tidning",
      "description": "Säsongssmittor som influensa och vinterkräksjuka har minskat i spåren av corona.",
      "preview": "Hej, Vi har en ny app! För att din app ska fortsätta fungera som det är tänkt behöver du uppdatera till nyaste versionen. Klicka på knappen för att up"
    },
    {
      "url": "https://events.economist.com/?RefID=e.com-home&utm_source=e.com&utm_medium=website&utm_campaign=group-aff&utm_content=footer-link",
      "title": "Economist Impact events",
      "description": "Economist Events hosts over 80 events annually in over 30 countries on topics that convene world-class thought leaders on a range of strategic business issues",
      "preview": "string(13) \"Normal_Events\" int(19) string(14) \"Virtual_Events\" int(0) string(14) \"Private_Events\" int(15) string(14) \"Partner_Events\" int(3) All regio"
    },
    {
      "url": "https://www.conservation.org/",
      "title": "Conservation International",
      "description": "Since 1987, Conservation International has worked to improve the lives of people everywhere by protecting oceans, forests and other living ecosystems.",
      "preview": "Conservation International Protects Nature Like This The food we eat, the water we drink, the air we breathe - it all comes from nature. We have a pla"
    },
    {
      "url": "https://www.aquascapingworld.com/",
      "title": "Contact Support",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ir.spire.com",
      "title": "Investor Relations :: Spire Global, Inc. (SPIR)",
      "description": "Spire is a global provider of space-based data and analytics that offers unique datasets and powerful insights about Earth from the ultimate vantage point - space - so organizations can make decisions with confidence, accuracy, and speed. Spire...",
      "preview": "Investor Relations Spire Global, Inc. is a leading global provider of space-based data, analytics, and space services, offering access to unique datas"
    },
    {
      "url": "http://cinzia1877.blogspot.com/",
      "title": "Parlando e sentendo...",
      "description": "void",
      "preview": "Parlando e sentendo... 08 settembre 2007 CHIUSO Non so quando e ne se aprirò di nuovo... Un bacio a tutti... Cinzia Pillola di saggezza postata dalla"
    },
    {
      "url": "https://www.lejdd.fr/Culture/Cinema/Un-jury-de-prestige-a-Cannes-607165-3202028",
      "title": "Culture",
      "description": "void",
      "preview": "Aller au contenu principal Publicité Culture Que vaut la série «Reykjavik 112, course contre la mort» sur Arte ? Entre fausses pistes et meurtres en s"
    },
    {
      "url": "https://zooatlanta.org/",
      "title": "Zoo Atlanta - Conservation in Action - So much to do at your Zoo!",
      "description": "Find information on Zoo Atlanta: tickets, interactive maps, education programs, animal photos and descriptions, calendar of events and more.",
      "preview": "Search Generic filters Exact matches only Today 9:00 am - 5:00 pm LAST ADMISSION 03:30 pm Before You Go > Tickets Map Your Visit Meet Hondo! Experienc"
    },
    {
      "url": "https://www.hs.fi/urheilu/",
      "title": "Urheilu | HS.fi",
      "description": "void",
      "preview": "Siirry sivun pääsisältöön. Siirry sivuston hakuun. Urheilu Kommentti | 007 on nyt jalkapallossa haukkumasana - eikä se kerro ajastamme hyvää 007-vitsi"
    },
    {
      "url": "http://www.teseo.it/",
      "title": "Home - Teseo.it Srl Official Web Site",
      "description": "Proteggi i tuoi collaboratori Difendi il tuo patrimonio IT dagli attacchi informatici Voglio saperne di più da 30 anni al tuo fianco Soluzioni ICT e Software all'avanguardia per il tuo BUSINESS Voglio saperne di più Sicurezza Informatica Sicurezza InformaticaProdotti all'avanguardia di aziende leader nel settore. Soluzioni software Soluzioni softwareSoluzioni software CRM ed E-Commerce Internet Service [...]",
      "preview": "info@teseo.it via Quintino Sella, 240 - 70123 BARI +39 080 2205198 Proteggi i tuoi collaboratori Difendi il tuo patrimonio IT dagli attacchi informati"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/tw-manuals.html",
      "title": "Typewriter Manuals",
      "description": "void",
      "preview": "The Typewriter Revolution: A Typist's Companion for the 21st Century Available now! Here are some typewriter user's manuals , service manuals , and ty"
    },
    {
      "url": "https://www.history.com/shows/historys-greatest-of-all-time-with-peyton-manning/season-1",
      "title": "Homepage | HISTORY CHANNEL ITALIA",
      "description": "Le storie che cambiano la storia meritano di essere raccontate.",
      "preview": "Skip to main content IL 27 GENNAIO, DALLE 21.00 I giorni della memoria Il 27 gennaio 1945, le truppe sovietiche arrivarono per prime presso la città p"
    },
    {
      "url": "http://www.worldbunco.com/",
      "title": "World Bunco Association - The Official Site",
      "description": "The official site of the world bunco association",
      "preview": "The Official Site To become a member of the WBA Please sign up here: Name : Email: &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;am"
    },
    {
      "url": "https://ca.linkedin.com/company/capitalg?trk=affiliated-pages",
      "title": "CapitalG | LinkedIn",
      "description": "CapitalG | 44,347 followers on LinkedIn. Alphabet&#39;s independent growth fund | CapitalG is Alphabet&#39;s independent growth fund. We invest capital to help remarkable entrepreneurs and leading transformational companies accelerate the growth of their businesses.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.psychologytoday.com/us/blog/living-sticky-mind/202111/why-some-people-just-cant-make-their-minds",
      "title": "Why Some People Just Can't Make Up Their Minds | Psychology Today",
      "description": "For those with chronic indecisiveness. the uncertainty inherent in every decision creates doubts that lead to delay, avoidance, and procrastination.",
      "preview": "Skip to main content Martin Seif Ph.D. ABPP and Sally Winston Psy.D. Living with a Sticky Mind Anxiety Why Some People Just Can't Make Up Their Minds"
    },
    {
      "url": "https://give.feedingamerica.org/a/donate",
      "title": "Donate Today to End Hunger in America | Feeding America",
      "description": "Donate today to end hunger. Every dollar you donate can provide at least 10 meals to families in need through the Feeding America network of food banks.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://www.here.tv",
      "title": "Watch LGBTQ+ Movies & Series Online | Here TV",
      "description": "Access the world's largest LGBTQ library featuring hundreds of hours of award winning movies, series, documentaries and short films! New movies added every",
      "preview": "Home Page Home Page You need to enable JavaScript to run this app."
    },
    {
      "url": "https://github.community",
      "title": "community · Discussions · GitHub",
      "description": "Ask questions, get answers, share expertise.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.whatdotheyknow.com/request/admission_statistics_of_internat_2",
      "title": "Admission Statistics of International Applicants for BDS 2020 entry - a Freedom of Information request to Queen Mary University of London - WhatDoTheyKnow",
      "description": "I would like to request the following statistics for 2020 entry BDS course: 1.Total number of international applicants 2.Number of international applicants offered an interview 3.Number of international applicants offered a place 4. Minimum and Maximum UCAT score of international applicants who were offered a place Yours faithfully, Navid Kouhi",
      "preview": "We are a charity - donate today to make information accessible to all × Printed from https://www.whatdotheyknow.com/request/admission_statistics_of_in"
    },
    {
      "url": "https://oceanacidification.noaa.gov/what-is-oa/",
      "title": "What is OA? - NOAA Ocean Acidification Program",
      "description": "void",
      "preview": "Skip to content National Oceanic and Atmospheric Administration Ocean Acidification Resource « Back to Resources List What is OA? Source: NOS Audience"
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_ga?sn=19336",
      "title": "Isurus oxyrinchus",
      "description": "Isurus oxyrinchus Rafinesque, 1810 - Tuilleadh faoin speiceas seo: Ainmnithe tráchtála, Córais Tháirgeachta agus Trealaimh Iascaireachta, Scéimeanna cáilíochta agus luachanna cothaitheacha AE, Bearta Caomhnaithe, Caighdeáin Mhargaíochta, Dáileadh agus Gnáthóg Speicis, Tuairiscí ar Speicis, Chomhainmníocht",
      "preview": "Téigh chuig inneachar Ainmnithe tráchtála Cuardach Search by Ainmniú tráchtála Ainm Eolaíoch Cód Alfa-3 EBT Chomhainmníocht Enter the search term Ente"
    },
    {
      "url": "https://hellmaybe.tumblr.com/",
      "title": "Keep On Keepin' On",
      "description": "// Anthony //",
      "preview": "Keep On Keepin' On // Anthony // Archive Music Me My gifs Ask me anything Submit a post Theme 74514 2274 19611 6367 609 1752 283 493 660 790 2196 0 0"
    },
    {
      "url": "https://www.hiclub.bg/Article/10459036",
      "title": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай | Хай Клуб",
      "description": "В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един от основните конкуренти в производството на електрически автомобили. Според автора благодарение на „Тесла\" и други местни компании китайските марки електрически автомобили стават по-конкурентоспособни. Мащабната фабрика на американския автомобилопроизводител в",
      "preview": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай От КМГ В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един"
    },
    {
      "url": "https://www.instacart.com/",
      "title": "Instacart | Grocery Delivery or Pickup from Local Stores Near You",
      "description": "Order same-day delivery or pickup from more than 300 retailers and grocers. Download the Instacart app or start shopping online now with Instacart to get groceries, alcohol, home essentials, and more delivered to you <b>in as fast as 1 hour</b> or select curbside pickup from your favorite local stores.",
      "preview": "Order groceries for delivery or pickup today Sign up to get $0 delivery fee* *Valid for first 3 orders. Service fees and terms apply. Stores to help y"
    },
    {
      "url": "https://uuwestport.org/lifespan/this-week-in-family-faith-formation/permission_slip-lock_in/",
      "title": "Permission_Slip-Lock_in",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.clclt.org/",
      "title": "Homeownership | CLCLT | Minneapolis",
      "description": "The City of Lakes Community Land Trust, or CLCLT, creates community ownership that preserves affordability and inclusivity",
      "preview": "top of page The CLCLT Welcomes You We acknowledge the City of Minneapolis and all CLCLT homes reside on Dakota and Anishinaabe land. Mural by Peyton S"
    },
    {
      "url": "https://bestbuyapis.github.io/api-documentation/#user-guide",
      "title": "Best Buy Developer API Documentation",
      "description": "void",
      "preview": "NAV shell javascript Sign up for a Best Buy API Key Contribute to Documentation Powered by Slate Run in Postman Overview Welcome to the Best Buy Devel"
    },
    {
      "url": "https://blogs.microsoft.com/",
      "title": "The Official Microsoft Blog",
      "description": "void",
      "preview": "Skip to content Skip to main content Featured Oct 1, 2025 | Microsoft Corporate Blogs Accelerating our commercial growth Sep 25, 2025 | Alysa Taylor -"
    },
    {
      "url": "https://www.trutv.com/apps",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://www.privacypolicies.com/live/8359ece9-e3bb-4b66-a044-0e71a53cb44d",
      "title": "Privacy Policy for EmergeNYC Sirens & Horns - PrivacyPolicies.com",
      "description": "void",
      "preview": "Privacy Policy for EmergeNYC Sirens & Horns Privacy Policy Last updated: June 08, 2021 This Privacy Policy describes Our policies and procedures on th"
    },
    {
      "url": "https://www.dailymail.co.uk/tvshowbiz/article-11257947/Sam-Claflin-CONFIRMS-relationship-Leonardo-DiCaprios-ex-Cassie-Amato.html",
      "title": "Sam Claflin CONFIRMS relationship with Leonardo DiCaprio's ex Cassie Amato | Daily Mail Online",
      "description": "The pair were spotted holding hands during a romantic stroll in London on Tuesday - after months of leaving flirty comments on each others Instagram posts.",
      "preview": "Home News Royals U.S. Sport TV Showbiz Femail Health Science Money Travel Podcasts Buyline Beauty Fashion Home and Garden My Profile Logout Login Head"
    },
    {
      "url": "https://www.cleardarksky.com/csk/",
      "title": "Clear Sky Chart Homepage",
      "description": "void",
      "preview": "Clear Sky Chart"
    },
    {
      "url": "https://tropicalforestnetwork.org/",
      "title": "Bay Area Tropical Forest Network - San Francisco Bay Area events: forests & conservation",
      "description": "void",
      "preview": "Skip to content Join us for an art exhibition and lecture on the impacts of small scale gold mining in the Peruvian Amazon featuring artist Maisie McN"
    },
    {
      "url": "http://www.glaaacc.org/",
      "title": "GLAAACC - The Greater Los Angeles African American Chamber of Commerce",
      "description": "void",
      "preview": "Skip to content Greater Los Angeles African American Chamber of Commerce... Promoting the Growth & Economic Development of the African American Busine"
    },
    {
      "url": "https://www.eurostar.com/uk-en/travel-info/service-information",
      "title": "Service information | Travel information | Eurostar",
      "description": "Check live departures and arrivals, our train timetable, see our latest travel updates and find out what to do if your trip doesn't go to plan.",
      "preview": "Skip to main content Travel info Service information Service information Check live departures and arrivals, see our latest travel updates and find ou"
    },
    {
      "url": "http://www.skylinepacific.com/",
      "title": "Home - Skyline Pacific Properties",
      "description": "void",
      "preview": "Proven Leaders in Real Estate Investment Skyline Pacific Properties, LLC is a private entrepreneurial real estate investment firm that has purchased a"
    },
    {
      "url": "https://dunkyccino.tumblr.com/",
      "title": "dunkyccino",
      "description": "22 | He/They | Confused about everything",
      "preview": "dunkyccino 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna darkvioletcloud im going through my"
    },
    {
      "url": "http://jcpenney.com/p/cacharel-yes-i-am-bloom-up-eau-de-parfum-vaporisateur-spray/ppr5008325002?pTmplType=beauty&country=US&currency=USD&selectedSKUId=91515390018&selectedLotId=9151539&fromBag=true&utm_medium=cse&utm_source=google&utm_campaign=Perfumes&utm_content=91515390018&cid=cse%7Cgoogle%7CWomens%7cPerfumes_91515390018&kwid=productads-adType%5EPLA&gclid=Cj0KCQiAutyfBhCMARIsAMgcRJR7KVGejMesFDDHJ6czi4MAOvCzIqFES7YCzqH1Z2mTgSAHUNlB8t0aAgOgEALw_wcB&gclsrc=aw.ds",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://www.stantec.com/en/markets/urban-places",
      "title": "Urban Places",
      "description": "Everywhere we work-in cities and suburbs alike-economic shifts and demographic trends are creating an urban renaissance.",
      "preview": "Skip to main content Start of main content Markets Urban Places 01 05 Creating places for people Everywhere we work-in cities and suburbs alike-econom"
    },
    {
      "url": "https://hello.grahamdigital.com/",
      "title": "Graham Media Group",
      "description": "Graham Media Group, a subsidiary of Graham Holdings Company, owns seven local television stations - each in a top-70 market and all recognized as news leaders.",
      "preview": "Graham Media Group Get to Know us WE ARE THE AUTHENTIC, LOCAL VOICE PASSIONATELY INFORMING AND CELEBRATING OUR COMMUNITIES. Graham Media Group is comp"
    },
    {
      "url": "https://girlfriendcollective.pxf.io/c/249354/1157119/14640?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fgirlfriend.com%2F",
      "title": "Home - Girlfriend Collective",
      "description": "Sustainable, ethically made activewear available in sizes XXS to 6XL. Girlfriend Collective makes activewear out of recycled materials because trash looks better on you than it does polluting the planet. Don't make waste, wear it.",
      "preview": "FREE SHIPPING ON ORDERS $175+ SHOP NOW STEP OUTSIDE Clothes made for fresh air and open trails. START YOUR ADVENTURE Girlfriend Picks SHOP ALL Compres"
    },
    {
      "url": "https://www.seoquake.com/index.html",
      "title": "Free SEO Checker & Page Audit (Analyze Your Site)",
      "description": "Get instant SEO scores and uncover hidden on-page SEO opportunities. Analyze your webpage for free and outrank competitors today.",
      "preview": "Close Find Out What's Stopping You From Ranking Higher ✓ Analyze rankings, traffic, and competitors ✓ Find SEO issues blocking your growth ✓ Get a ste"
    },
    {
      "url": "https://ywcapiercecounty.applytojob.com/apply/sM5JCSJPwV/Director-Of-Therapeutic-Services",
      "title": "Job Seeker Resources",
      "description": "void",
      "preview": "Trying to apply for a job? Please read before you proceed Oops ! You've likely been routed here accidentally. JazzHR is an applicant tracking system ("
    },
    {
      "url": "https://longshotsblues.wordpress.com/tag/libel/",
      "title": "Libel | Longshot's Blog",
      "description": "Posts about Libel written by Longshot",
      "preview": "Longshot's Blog Skip to content Home ABOUT ME MUSIC © Copyright All Rights Reserved. 2009-2025 Horse Racing Politics Bits & Pieces~Music/News/Sports/L"
    },
    {
      "url": "https://www.pca.state.mn.us/quick-links/minnesota-electronics-recycling-act",
      "title": "Electronics collection and recycling | Minnesota Pollution Control Agency",
      "description": "Minnesota's law relating to the collection and recycling of video display devices (\"televisions\" and \"computer monitors\") sold to households/consumers was signed into law in May 2007.",
      "preview": "Skip to main content Electronics collection and recycling Image Putting devices with cathode ray tubes (CRTs) in mixed municipal solid waste is prohib"
    },
    {
      "url": "https://privacy.microsoft.com/privacystatement",
      "title": "Informativa sulla privacy di Microsoft - Privacy Microsoft",
      "description": "void",
      "preview": "This is the Trace Id: 8802367234d7598f3a5058995bd31303 Passa a contenuti principali Informativa sulla privacy di Microsoft Ultimo aggiornamento: sette"
    },
    {
      "url": "https://www.fontpalace.com/font-download/hib-cell-plain/",
      "title": "Download H.I.B. Cell Plain Font - Free Font Download - FontPalace.com",
      "description": "Download the H.I.B. Cell Plain font for free in I format compatible with Windows and Mac. Explore our extensive collection of beautiful thousands free fonts, ready to use.",
      "preview": "Top Fonts New Fonts Submit Free Fonts Home / H.I.B. Cell Plain / Download Download H.I.B. Cell Plain Font Font Type: TrueType Added On: October 24, 20"
    },
    {
      "url": "https://getaawp.com/?ref=624",
      "title": "AAWP | The Amazon Affiliate WordPress Plugin",
      "description": "AAWP (Amazon Affiliate for WordPress) is the best plugin to advertise Amazon products and earn commissions by using product boxes and Amazon bestseller lists.",
      "preview": "Skip to content Best WordPress Plugin for Amazon Affiliates Make more money by boosting your Amazon Associates commissions with AAWP's product boxes,"
    },
    {
      "url": "https://safety.google?hl=en",
      "title": "Google Safety Center - Stay Safer Online",
      "description": "Making technology for everyone means protecting everyone who uses it. Explore what Google does to help you stay safe online.",
      "preview": "Learn how Google AI-powered security keeps you safe from scams this Cybersecurity Awareness Month. The safer way to search. search. email. watch. stor"
    },
    {
      "url": "https://www.nrk.no/urix/",
      "title": "NRK Urix - Utenriksnyheter og -dokumentarer",
      "description": "Følg med på hva som skjer i verden. Finn aktuelle utenriksnyheter og innsiktsfulle dokumentarer på NRK.no/urix",
      "preview": "NRK Urix - Utenriksnyheter og -dokumentarer Urix Maria Corina Machado får Nobels fredsprisen 2025: Det hvite hus reagerer Det hvite hus mener Nobelkom"
    },
    {
      "url": "https://ie.linkedin.com/company/primark-stores-ltd?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Primark | LinkedIn",
      "description": "Primark | 621,699 followers on LinkedIn. Primark is an international fashion retailer employing more than 80,000 colleagues across 17 countries in Europe and the US. Founded in Ireland in 1969 under the Penneys brand, Primark aims to provide affordable choices for everyone, from great quality everyday essentials to stand-out style across women's, men's and kids, as well as beauty, homeware and accessories. With a focus on creating great retail experiences, Primark has over 450+ stores globally and continues to expand with the aim of reaching 530 stores by the end of 2026. ­­",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://youngaudiences.org/",
      "title": "Young Audiences | Arts for Learning - National Organization",
      "description": "Founded in 1952, Young Audiences Arts for Learning is the nation's largest arts in education network, supporting arts integration and STEAM.",
      "preview": "Skip to main content Save the Date: 2025 National Benefit Gala Join Us October 21 CAPE Bringing New Afterschool Arts Classes to Chicago Elementary Sch"
    },
    {
      "url": "https://www.gainsight.com/",
      "title": "Customer Success and Product Experience Software | Gainsight",
      "description": "Gainsight's Customer Success and Prod",
      "preview": "October 16th-\"Unplugged: Digital Customer Success From Theory to Reality\" feat. Zapier, Klaviyo, Airtable, & more! Save Your Seat"
    },
    {
      "url": "https://www.hotnews.ro/stiri-esential-24452530-usr-plus-acuza-guvernul-pnl-isi-bate-joc-romani-decis-noaptea-hotii-prelungirea-carantinei-alba-iulia.htm",
      "title": "USR PLUS acuză guvernul PNL că își bate joc de români: Au decis noaptea ca hoții prelungirea carantinei în Alba Iulia - HotNews.ro",
      "description": "USR PLUS Alba acuză autorităţile de \"amatorism şi lipsă de respect\", susţinând că \"noaptea ca hoţii\" au hotărât că \"e mai bine să ţină Alba Iulia în",
      "preview": "Sari direct la conținut USR PLUS Alba acuză autorităţile de „amatorism şi lipsă de respect\", susţinând că „noaptea ca hoţii\" au hotărât că „e mai bine"
    },
    {
      "url": "https://partnerships.coursera.org/?utm_medium=coursera&utm_source=partnerships&utm_campaign=website&utm_content=corp-to-home-footer-become-a-partner",
      "title": "Coursera Partnerships | Coursera",
      "description": "Create and deliver world-class online degrees and career training programs to learners worldwide.",
      "preview": "Partner with Coursera. Teach the World. Create and deliver world-class online degrees and career training programs to learners worldwide. Reach learne"
    },
    {
      "url": "http://www.fillorbust.com/",
      "title": "Fill Or Bust! Card & Dice Game - Fill Or Bust!®",
      "description": "Fill Or Bust! is a great family game! Play with 6 dice and 54 draw cards, plus instructions for play. Team play, tournament play and optional rules included.",
      "preview": "Contact us: BowmanGamesInc@gmail.com Cart 0 Search Menu Cart 0 Home How To Play Search FAST FUN & EXCITEMENT! FILL OR BUST!® will test your luck and s"
    },
    {
      "url": "https://www.garnstudio.com/pattern.php?id=9670&cid=19",
      "title": "Flocking Gulls / DROPS 210-15 - Free knitting patterns by DROPS Design",
      "description": "Knitted jumper with short sleeves and raglan in DROPS Muskat. Piece is knitted top down with lace pattern. Size: S - XXXL",
      "preview": "DROPS Alpaca Party - 13 alpaca yarns on sale all October! Popular categories Halloween & Carnival Hoods & Balaclavas Throwback Patterns Bags Slipovers"
    },
    {
      "url": "https://www.arbeitsagentur.de/jobsuche",
      "title": "Jobsuche der BA",
      "description": "Jobsuche der Bundesagentur für Arbeit. Hier Stellensuche nach neusten Jobs oder Ausbildungsplätzen starten in einer der größten Jobbörsen Deutschlands.",
      "preview": "void"
    },
    {
      "url": "https://sverigesblabandsungdom.se/nyheter/page/6/",
      "title": "Nyheter - Sida 6 - Sveriges Blåbandsungdom",
      "description": "void",
      "preview": "Skip to content Om alkohol & droger För medlemmar För föreningar Kampanjer Bidrag Menu nyheter 2017 - 03 - 16 Nathalie Carlryd ny verksamhetschef 2017"
    },
    {
      "url": "https://www.svt.se/nyheter/inrikes",
      "title": "Inrikes | SVT Nyheter",
      "description": "Dagligen uppdaterade riksnyheter.",
      "preview": "1 min Åkesson: Måste ändra sig - annars väntar nyval 1 min Regeringen vill införa skarp åldersgräns för sociala medier Utredare ska ta fram lagförslag"
    },
    {
      "url": "https://relianceretail.com/reliance-fresh.html",
      "title": "Reliance Retail",
      "description": "void",
      "preview": "Reliance Fresh Home Our Brands Reliance Fresh Reliance Retail started its journey in 2006 with the opening of its first Reliance Fresh store. Today Re"
    },
    {
      "url": "https://commons.wikimedia.org/wiki/Category:Algirdas_Brazauskas",
      "title": "Category:Algirdas Brazauskas - Wikimedia Commons",
      "description": "void",
      "preview": "Jump to content From Wikimedia Commons, the free media repository <nowiki>Algirdas Brazauskas; Algirdas Brazauskas; Algirdas Brazauskas; Algirdas Braz"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search?showOnly=withImage%7CopenAccess",
      "title": "Search The Collection - The Metropolitan Museum of Art",
      "description": "Search art at the Metropolitan Museum.",
      "preview": "Skip to main content Search The Collection All Fields Artist / Culture Title Description Gallery Accession Number Filter By Object Type / Material mat"
    },
    {
      "url": "https://rose---child.tumblr.com/post/154518406730",
      "title": "Rosie Rabbit - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \"How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline.In 2013, Code.org's advocacy coalition launched a...",
      "preview": "Rosie Rabbit - Computer science really is computer science! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh,"
    },
    {
      "url": "https://pt.slideshare.net/rss/user/olaitanfalomo",
      "title": "Slideshows by User: olaitanfalomo",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.chessdom.com/",
      "title": "Chessdom - Chess, chess news, live chess games",
      "description": "Chess, chess news, live chess games",
      "preview": "Chessdom Featured Latest Popular Chess News Ukraine and Poland are sole leaders in the Open and Women sections of ETCC 2025 132 Chess News Day 2 Kaspa"
    },
    {
      "url": "https://www.cloudskillsboost.google/subscriptions?utm_source=cgc&utm_medium=website&utm_campaign=evergreen",
      "title": "Purchase A Subscription | Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right learning plan for you Leverage free credits, choose a monthly option"
    },
    {
      "url": "https://www.avantgarde-prague.cz/ubytovani/?EquipmentID=162",
      "title": "Ubytování | Avantgarde Prague",
      "description": "Tipy na ubytování v Praze a on-line rezervace",
      "preview": "Prohlídky s průvodcem Vstupenky Vánoce a Silvestr Aktivity Transfery Wellness & spa Gastronomické zážitky Celá nabídka Sdílet E-mail Copy link Sdílet"
    },
    {
      "url": "https://monitor.firefox.com?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Mozilla Monitor",
      "description": "Find out if you've been part of a data breach with ⁨Mozilla Monitor⁩. We'll help you understand what to do next and continuously monitor for any new breaches.",
      "preview": "There's a $240 billion industry of data brokers selling your private information for profit. It's time to take back your privacy. Create a free accoun"
    },
    {
      "url": "https://www.natureasia.com/ko-kr/",
      "title": "Nature Portfolio",
      "description": "Nature Publishing Group will be familiar to scientists and those interested in science in the Asia-Pacific region as a publisher of high impact scientific and medical information in print and online. NPG publishes journals, online databases, and services across the life, physical, chemical and applied sciences and clinical medicine. Throughout all its businesses NPG is dedicated to serving the scientific community and the wider scientifically interested general public.",
      "preview": "Welcome to natureasia.com"
    },
    {
      "url": "https://stargazer-scientist.tumblr.com/",
      "title": "StarGazer",
      "description": "This is a blog about my life and my interests. My name Is Emjay, I love anime, gaming, and all things nerdy. I LOVE astronomy, and I frequently Reblog and post science related topics. Feel free to ask...",
      "preview": "StarGazer RSS | Random | Archive About Me This is a blog about my life and my interests. My name Is Emjay, I love anime, gaming, and all things nerdy."
    },
    {
      "url": "https://faq.spire.com/support",
      "title": "Spire Global, Inc.",
      "description": "void",
      "preview": "Sign in The page you are trying to view is only available to registered users. Email* Password* Show Remember me Forgot password? You've made too many"
    },
    {
      "url": "http://www.napawf.org/",
      "title": "Home - NAPAWF",
      "description": "Welcome, Christina Baal-Owens, Interim Executive Director Today, we are excited to celebrate Christina Baal-Owens' first day as our Interim Executive Director! After serving on the NAPAWF board for the past year, Christina is shifting to support our work in a new capacity as we conduct a robust search for a new executive director. Christina comes...",
      "preview": "We use cookies to enhance your browsing experience. By clicking \"Accept Cookies\", you consent to our use of cookies. Accept Cookies Skip to content We"
    },
    {
      "url": "http://spectrum.ieee.org/energywise/energy/the-smarter-grid/watttime-the-tool-that-tells-you-when-to-charge-your-ev-to-keep-it-green",
      "title": "WattTime, the Tool That Tells You When to Charge Your EV to Keep It Green - IEEE Spectrum",
      "description": "Analytics from Berkeley-based WattTime precisely match new loads on a grid to the power plant that will serve them, providing estimates of carbon intensity that are up to 45 percent more accurate than regional averages. Such tools can guide cleaner charging by electric vehicles, and yield a bigger carbon reduction bang from energy efficiency measures and renewable power projects.",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE WattTime, the Tool That Tells You When to Charge Your EV to Keep It G"
    },
    {
      "url": "https://kahoot.it/challenge/007996792",
      "title": "Kahoot!",
      "description": "Join a game of kahoot here. Kahoot! is a free game-based learning platform that makes it fun to learn - any subject, in any language, on any device, for all ages!",
      "preview": "void"
    },
    {
      "url": "https://www.ulta.com/brand/florence-by-mills",
      "title": "florence by mills - 41 Products | Ulta Beauty",
      "description": "Shop florence by mills at Ulta Beauty. Free Shipping Offers & Free Store Pickup Available Same Day. Join Ulta Beauty Rewards To Earn Points.",
      "preview": "florence by mills View all Show filters (0) store store In Store In Store In Store Select a store to filter by availability Select my store Category S"
    },
    {
      "url": "https://edition.cnn.com/travel/article/venice-canal-drought-italy-climate-scli-intl/index.html",
      "title": "Venice canals run dry amid fears Italy faces another drought | CNN",
      "description": "Weeks of dry winter weather have raised concerns that Italy could face another drought after last summer's emergency, with the Alps having received less than half of their normal snowfall, according to scientists and environmental groups.",
      "preview": "Venice canals run dry amid fears Italy faces another drought Reuters 2 min read Published 5:57 AM EST, Tue February 21, 2023 Link Copied! A drought is"
    },
    {
      "url": "https://www.greendot.com/greendot/privacy-policy-bank?issuingBank=gdb",
      "title": "Account Agreements",
      "description": "void",
      "preview": "Please choose your Green Dot issued card below Log in to your account to access your specific Account Agreement. GO2bank Visa Debit Card (available on"
    },
    {
      "url": "https://towardsdatascience.com/how-to-create-an-effective-self-study-routine-to-teach-yourself-data-science-successfully-6248c7ec3a53?source=home---------3---------------------b06feff6_ece0_420b_8118_4bd6e48a7884-------7",
      "title": "How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully | Towards Data Science",
      "description": "Here's how to set a self-study routine that you'll actually stick to while learning data science",
      "preview": "Data Science How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully Here's how to set a self-study routine that you"
    },
    {
      "url": "http://www.smartdesks.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://triton.fish",
      "title": "Triton by C4ADS",
      "description": "An interactive platform to explore the connections between industrial fishing vessels at sea and the companies that ultimately control them",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://aprenderpianoblog.com/2021/11/30/que-es-el-mordente-preguntas-y-respuestas-apoyatura-adornos/",
      "title": "¿Qué es el mordente? . Preguntas y respuestas Apoyatura. Adornos. - Aprender música",
      "description": "Aprendo música . Autodidacta. Hoy me toca aprender los mordentes. El mordente en música es un adorno melódico que por lo general indica que la nota principal o real debe ser tocada con una única alternancia rápida de dicha nota con la inmediatamente superior o inferior por grados conjuntos. Esta alternancia puede estar formada por...",
      "preview": "Uncategorized ¿Qué es el mordente? . Preguntas y respuestas Apoyatura. Adornos. Published by on noviembre 30, 2021 Aprendo música . Autodidacta. Hoy m"
    },
    {
      "url": "https://shop.samsonite.com/luggage/carry-on-luggage/spinner-underseater-with-usb-port/112934XXXX.html",
      "title": "Spinner Underseater with USB Port | Luggage | Samsonite",
      "description": "Samsonite Spinner Underseater with USB port offers 360° spinner wheels and smart storage to keep your essentials powered, organized, and in reach.",
      "preview": "Luggage Underseat Luggage Spinner Underseater with USB Port 3.7 out of 5 Customer Rating $160.00 The current price is $160.00 Extra 10% Off With Code"
    },
    {
      "url": "http://www.iltarget.it/",
      "title": "Il Target - Al cuore della notizia",
      "description": "Al cuore della notizia",
      "preview": "Salta al contenuto Archives Luglio 2025 Maggio 2025 Aprile 2025 Categories Cronaca Economia Eventi News Tecnologia 1 Lug 28, 2025 Costumi Anita: Le mi"
    },
    {
      "url": "https://pagesix.com/2021/05/23/grace-gummer-and-mark-ronson-spark-engagement-rumors/",
      "title": "Exclusive | Grace Gummer and Mark Ronson spark engagement rumors",
      "description": "Grace Gummer and Mark Ronson spark engagement rumors with diamond ring in new photos.",
      "preview": "Grace Gummer and Mark Ronson show off PDA -- and her large ring -- while out in London. BACKGRID Are Grace Gummer and Mark Ronson heading down the ais"
    },
    {
      "url": "https://www.shopify.com/",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "https://www.womenventure.org/",
      "title": "WomenVenture",
      "description": "Since 1978, WomenVenture has provided women of all ages, cultures, races, and income levels with the tools and resources to achieve economic success through small business ownership.",
      "preview": "Skip to main content Skip to header right navigation Skip to site footer Join us on November 1 at the Hyatt Regency Minneapolis from 5:30 - 10:00 p.m."
    },
    {
      "url": "https://www.olacabs.com/",
      "title": "Book Cabs Nearby at Best Price | Hire Taxi Nearby Online at Olacabs.com",
      "description": "Ola Cabs offers to book cabs nearby your location for best fares. For best taxi service at lowest fares, say Ola!",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://ims.ucsc.edu/about/directors-message.html",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/condiciones-de-reutilizacion/",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Condiciones de reutilización",
      "description": "void",
      "preview": "Inicio Condiciones de reutilización Condiciones de reutilización Este aviso legal recoge las condiciones generales que rigen el acceso y el uso del pr"
    },
    {
      "url": "https://www.ecowatch.com/pakistan-flooding-climate-change-2.html",
      "title": "Devastating Pakistan Floods Most Likely Worsened by Climate Crisis - EcoWatch",
      "description": "The extreme rainfall that flooded one third of Pakistan this summer was most likely made worse by the climate crisis.",
      "preview": "Home Climate Devastating Pakistan Floods Most Likely Worsened by Climate Crisis By: Olivia Rosane Published: September 16, 2022 Edited by Chris McDerm"
    },
    {
      "url": "https://www.nimh.nih.gov/index.shtml",
      "title": "National Institute of Mental Health (NIMH) - Transforming the understanding and treatment of mental illnesses",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://dovolenka.sme.sk/i/turecko/plaze?typ=pauschal&trt=p&epc=2&ka1=&ka2=&ka3=&vnd=26.10.2021&bsd=11.01.2022&lmn=7&lmx=15&opi%5B0%5D=ALL-SK&opi%5B1%5D=ALL-AT&stc=3&zac=&vpc=AI&sub=all&qst=pmn&qdr=up&price_to=9999&trip_length=&length=&journej_attributes=&max_number_of_stops=&aph=ALL-DEF&opx%5B0%5D=SATU&opx%5B1%5D=BU&opx%5B2%5D=OGE&opx%5B3%5D=TOC&opx%5B4%5D=XOGE&opx%5B5%5D=XBU&traffic=&cha1=&cha2=&cha3=&form_sended=1&lmn_text=7&lmx_text=15",
      "title": "🏖️ Najkrajšie pláže v Turecku | Dovolenka.SME.sk",
      "description": "Hľadáte, ktoré pláže v Turecku navštíviť? 🏖️ Poradíme vám, zoznámte sa s najkrajšími plážami v Turecku",
      "preview": "dovolenka.sme.sk 02 / 32 202 303 Zavolajte nám, poradíme Po-Pia 9:00 - 17:00 Člen skupiny Filter Zavolajte nám, poradíme 02 / 32 202 303 Dovolenkové d"
    },
    {
      "url": "https://handsapt.tumblr.com/",
      "title": "hands_apt",
      "description": "tumblr-ing since 2011/ 18+/ art/ music/ tv/ film/ drama/ culture/ politics/ existentialism/ senses/ ideas/ thoughts/ love/ //hands open, hands apt// (sometimes NSFW)",
      "preview": "hands_apt 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna handsapt \"Thoughts black, hands apt,"
    },
    {
      "url": "https://mangools.com/kwfinder/",
      "title": "KWFinder: Free Keyword Research & Analysis Tool | Mangools",
      "description": "KWFinder by Mangools is a keyword research tool that will help you find & analyze any keywords that you should rank for. Use our keyword finder for free!",
      "preview": "Find long tail keywords with low SEO difficulty KWFinder is the only keyword tool in the universe you will ever need. Seriously😎 Search b B y Keyword"
    },
    {
      "url": "https://csp.ucsc.edu/about/",
      "title": "ABOUT | Coastal Science and Policy Program",
      "description": "void",
      "preview": "ABOUT Educating future leaders in the science and policy of coastal sustainability The Coastal Science and Policy Program at UC Santa Cruz is tailored"
    },
    {
      "url": "https://www.ywcanashville.com/what-we-do/renew/",
      "title": "Community Programs - YWCA Nashville & Middle Tennessee | Domestic Violence Services - YWCA Nashville & Middle Tennessee | Domestic Violence Services",
      "description": "At YWCA Nashville & Middle Tennessee, we invest in youth empowerment and workforce development through our Girls Inc. and AMEND Together programs. We promote healthy masculinity and provide education and workforce services through our Family Learning Center and Dress for Success Nashville programs. Join us in empowering the next generation for success.",
      "preview": "0 Community Programs ↘ YWCA invests directly in the lives of our youth by empowering girls to be strong, smart, and bold through our Girls Inc. progra"
    },
    {
      "url": "https://www.dailycamera.com/2019/06/15/editorial-polis-dark-sky-month/",
      "title": "Editorial: Dark skies brighten the world - Boulder Daily Camera",
      "description": "Eighty percent of Americans can no longer see the Milky Way. This is one of the reasons Gov. Jared Polis is to be commended for proclaiming June the state's first Dark Sky Month.",
      "preview": "Skip to content Kenzie Bruce / Special to the Denver Post FLORISSANT, COLO The Milky Way was visible and a few shooting stars were as well during the"
    },
    {
      "url": "https://amberrockstar.com/listing/253175693/have-yourself-a-merry-little-christmas",
      "title": "Have Yourself a Merry Little Christmas - Holiday Vinyl Sticker | Christmas Glass Block Vinyl Decal",
      "description": "DECAL ONLY - Perfect for your crafty Christmas decorations!Die cut! No background. If you need the outline instead, I'll be happy to do that. - Great for Shadow Boxes and other great Christmas Creations!Product: Self-Adhesive Vinyl Sticker / Decal Size: 5 is approximately 5w x 3.25h6 is approxima",
      "preview": "Visitando questo sito, l'utente accetta il nostro uso dei cookie. BUY 5 DECALS OR MORE GET 20% DISCOUNT - BUY 20 DECALS OR MORE GET A 20% DISCOUNT ***"
    },
    {
      "url": "https://dainikviral.com/",
      "title": "Dainik Viral - Your Daily Viral News Hub",
      "description": "void",
      "preview": "Skip to content Criminal Code Netflix: एक नए क्राइम थ्रिलर से जुड़ी कहानी By dainikviral.com 14 November 2023 Entertainment , Movies Review Criminal C"
    },
    {
      "url": "https://www.magazines.com/?containerName=ib3gdsm16&utm_source=people.com&utm_medium=owned&utm_campaign=i111ppr1w2660",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "void",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "http://www.punchmark.com?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "https://vitejs.dev/guide/ssr.html",
      "title": "Server-Side Rendering (SSR) | Vite",
      "description": "Next Generation Frontend Tooling",
      "preview": "ViteConf 2025 · First time in-person · Amsterdam · Oct 09-10 Register Skip to content Menu Return to top Building Together ViteConf 2025 First time in"
    },
    {
      "url": "https://rechargepayments.com/subscribe-with-recharge/",
      "title": "Subscribe with Recharge - Recharge",
      "description": "Recharge makes it easy to subscribe to your favorite products and get what you need, when you want to receive it.",
      "preview": "Skip to content Skip to footer Are you a customer or subscriber with a question about your order? Head back to the merchant's site and reach out to th"
    },
    {
      "url": "http://daubau.it/cucina/",
      "title": "Teramo la cittadina millenaria e dalla cucina invidiabile - Dau Bau",
      "description": "Altro luogo estremamente importante è il sito archeologico dell'Anfiteatro, ed il museo archeologico, risalenti entrambi all'impero Romano.",
      "preview": "Skip to main content IL TUO NUOVO MAGAZINE Teramo la cittadina millenaria e dalla cucina invidiabile Pubblicato in Cucina e Alimentazione . Immersa ne"
    },
    {
      "url": "https://whyy.org/articles/philadelphia-employment-programs-gun-violence-prevention/",
      "title": "Criminal justice groups are offering help in Philly - WHYY",
      "description": "Philly job readiness, education, and legal help programs aim to give opportunities to people with criminal records, in hopes of ending the cycle of gun violence.",
      "preview": "Skip to content Community Community Events Criminal Justice Employment Gun Violence Philadelphia Facebook Twitter Email Working on a solution to gun v"
    },
    {
      "url": "https://rodaleinstitute.org/why-organic/organic-farming-practices/crop-rotations/",
      "title": "Crop Rotations - Rodale Institute",
      "description": "Rodale Institute's research shows that implementing a sustainable crop and grazing rotation is imperative for a healthy, thriving organic farm.",
      "preview": "Skip to content What is crop rotation? Crop rotation is the practice of planting different crops sequentially on the same plot of land to improve soil"
    },
    {
      "url": "https://opensource.org",
      "title": "Open Source Initiative - The steward of the Open Source Definition, setting the foundation for the Open Source Software ecosystem.",
      "description": "Growing the impact of Open Source around the world The Open Source Initiative is the global nonprofit building the future powered by open collaboration, transparency and innovation. Supported by the...",
      "preview": "Growing the impact of Open Source around the world The Open Source Initiative is the global nonprofit building the future powered by open collaboratio"
    },
    {
      "url": "https://backcountry.tnu8.net/c/249354/358742/5311?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.backcountry.com%2Frc%2Fshop-all-sale%3Frp%3DonsaleUS%253Atrue",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://jobs.cdc.gov",
      "title": "Careers Home | Careers at CDC | CDC",
      "description": "Learn about CDC opportunities for students,veterans,USPH Commissioned Corps,and overseas.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "http://www.rodeohouston.com/",
      "title": "The Official Houston Livestock Show and Rodeo Website",
      "description": "Immerse yourself in the heart of Texas tradition at the Houston Livestock Show and Rodeo. Explore exhilarating rodeo events, world-class entertainment, and educational exhibits",
      "preview": "See y'all March 2-22, 2026! World's Championship Bar-B-Que Contest , presented by Cotton Holdings February 26-28, 2026. Cody Johnson Tickets Calf Scra"
    },
    {
      "url": "https://asa.zamo.ca/2009/12/dupa-contra-base-argumente-de-bass-pro.html",
      "title": "Dupa CONTRA-Base, argumente de Bass PRO Intro - Also Sprach Zamolxis",
      "description": "M-am informat cat am putut, am citit si rascitit motivele lui Alphadog de a-l vota pe Geoana , si, desi am promis sa raspund cu motivele mel...",
      "preview": "Home - Acasă About Despre Blogroll Dezbate Concur$ - Colaborare Also Sprach Zamolxis Aşa Grăit-a Zamo.ca, the descendant of a Dacian God; teme persona"
    },
    {
      "url": "https://www.texaslottery.com/opencms/About_Us/Agency_Directory/Email_Form.jsp",
      "title": "Texas Lottery | Send an email to Texas Lottery Commission Customer Service",
      "description": "Send an Email to Texas Lottery Commission Customer Service",
      "preview": "Send an Email to Texas Lottery Customer Service We will address your concerns as quickly as possible, usually within two business days. Our normal bus"
    },
    {
      "url": "https://www.flsenate.gov/laws/constitution",
      "title": "The Florida Constitution - The Florida Senate",
      "description": "void",
      "preview": "Skip to Navigation | Skip to Main Content | Skip to Site Map FLHouse.gov | Mobile Site Senate Tracker: Sign Up | Login Go to Bill: Year: 2026 2025 202"
    },
    {
      "url": "https://www.itsnicethat.com/",
      "title": "It's Nice That",
      "description": "Inspiring Creativity",
      "preview": "Projects + Creatives Insights + Opinion Resources + Advice Culture + Lifestyle Search Search The Nice Feed Refreshed 2h ago Explore All The 2025 Siena"
    },
    {
      "url": "https://commons.wikimedia.org/wiki/Category:Algirdas_Brazauskas",
      "title": "Category:Algirdas Brazauskas - Wikimedia Commons",
      "description": "void",
      "preview": "Jump to content From Wikimedia Commons, the free media repository <nowiki>Algirdas Brazauskas; Algirdas Brazauskas; Algirdas Brazauskas; Algirdas Braz"
    },
    {
      "url": "https://www.metrokids.com/education-shifts-at-ages-3-5/",
      "title": "IDEA Creates Transition from Early Intervention to Schools at Age 3",
      "description": "The Federal IDEA law mandates that kids transition from early intervention into a school jurisdiction or intermediate unit after third 3rd birthday.",
      "preview": "Facebook Instagram Twitter Digital Edition Calendar Add Event Camps Education Family Fun Just In Guides Camps Enrichment & Extracurricular Activities"
    },
    {
      "url": "http://www.heforshe.org/",
      "title": "Home Page | HeForShe",
      "description": "void",
      "preview": "Skip to main content HeForShe Alliance Impact Report 2025 As the world marks the 30th anniversary of the Beijing Declaration and Platform for Action,"
    },
    {
      "url": "http://view.officeapps.live.com/op/view.aspx?src=https://c.s-microsoft.com/en-us/CMSFiles/InvestorPresentation.pptx?version=6ff579c4-103e-76c0-8a18-05085e0632c7",
      "title": "void",
      "description": "void",
      "preview": "We're fetching your file... Please wait a moment while we retrieve your file from its home on the internet"
    },
    {
      "url": "https://www.politico.eu/news/",
      "title": "More News - POLITICO",
      "description": "European Politics, Policy, Government News",
      "preview": "Skip to main content Advertisement Gaza ceasefire has started, Israel announces U.S. President's Donald Trump's inner circle helped get the deal over"
    },
    {
      "url": "http://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "https://aqua.org/visit",
      "title": "National Aquarium - Plan Your Visit",
      "description": "Information on directions, parking, ticket prices, amenities and accessibility for the National Aquarium in Baltimore.",
      "preview": "The National Aquarium is OPEN. As a private nonprofit organization, we are not impacted by the government shutdown. Hours of Operation October Hours a"
    },
    {
      "url": "https://www.fronetics.com/tag/report-on-social-media/",
      "title": "report on social media Archives - Fronetics",
      "description": "void",
      "preview": "Social media is a strategic tool for logistics companies by Fronetics | Jun 10, 2015 | Blog , Logistics , Marketing , Social Media , Strategy , Supply"
    },
    {
      "url": "https://www.android.com/security/overview/",
      "title": "Sicurezza Smartphone e Protezione Dispositivi Mobili | Android",
      "description": "Scopri come Android mantiene in sicurezza il tuo smartphone attraverso impostazioni di sicurezza e protezione dei dispositivi mobili Android.",
      "preview": "Protezione da malware."
    },
    {
      "url": "https://www.birdforum.net/threads/birdsong-identification-tips.377063/",
      "title": "Taita Falcon stake out at JD Strijdom tunnel: still reliable? | BirdForum",
      "description": "Dear birders, Does anyone know if the stake out for Taita Falcon near the JD Strijdom tunnel still reliable? It is the site mentioned in SA Birdfinder. Is...",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://pastebin.com/",
      "title": "Pastebin.com - #1 paste tool since 2002!",
      "description": "Pastebin.com is the number one paste tool since 2002. Pastebin is a website where you can store text online for a set period of time.",
      "preview": "void"
    },
    {
      "url": "https://www.stevemadden.in/",
      "title": "Steve Madden India | Shoes, Boots, Handbags & More",
      "description": "Step into a world of fashion with Steve Madden India. Find the perfect pair of shoes, boots, or sandals to complete your look. Shop now and experience the difference.",
      "preview": "Grab Crazy Deals All FALL'25 Collection is now live Great Styles at ₹4499 Grab Crazy Deals All FALL'25 Collection is now live Great Styles at ₹4499 Gr"
    },
    {
      "url": "http://www.museoscienza.org/",
      "title": "Museo Nazionale della Scienza e della Tecnologia",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.eadeswallpaper.com/blog/?p=236",
      "title": "Eades Wallpaper and Fabrics Blog - Eades Wallpaper & Fabrics",
      "description": "Eades Wallpaper & Fabric, Your online wallpaper and fabric store with outstanding customer service for designer brand wallpaper, murals, fabric, trim & commercial wallcovering",
      "preview": "Skip to content Fall Sale: 10% off many brands. Add to cart to see the final price 307 N Union Street Olean, NY 14760 Toll-Free: 1-877-229-9427 Eades"
    },
    {
      "url": "http://pfcblackchamber.org/",
      "title": "PFC Black Chamber Home Page",
      "description": "void",
      "preview": "Welcome to the PFC Black Chamber We are a meeting ground for black businesses in the greater washington region conveniently located in downtown Largo"
    },
    {
      "url": "http://erdekesweb.hu/category/utazas",
      "title": "Utazás - Érdekes Web",
      "description": "void",
      "preview": "Skip to content A Salzkammergut régió Ausztria egyik legvarázslatosabb vidéke, amely gyönyörű tavairól, impozáns hegyeiről és történelmi városairól hí"
    },
    {
      "url": "https://dlc.mpg.de/api/v1/records/mpirg_escidoc_102376/files/images/282851_0025.jpg/full.pdf?divID=LOG_0000",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.contentful.com/",
      "title": "Content that scales. Experiences that convert. | Contentful",
      "description": "Contentful DXP uses AI-driven analytics to help you personalize, optimize, and create standout digital experiences at scale. Effortlessly.",
      "preview": "/ ✨ Next-gen digital experiences Lorem ipsum dolor sit amet... whatever If you're not personalizing, your content is just filler. Break through with h"
    },
    {
      "url": "https://earthday.org/actions/volunteer/",
      "title": "Volunteer with Earthday.org - Earth Day",
      "description": "Become an Earth Day volunteer! Sign up to get involved and learn how to make an impact for environmental action.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Take Action Volunteer with Earthday.org Home Take Action Volunteer with Earthd"
    },
    {
      "url": "https://newwf.org/",
      "title": "New World Foundation | Funding Social Movements",
      "description": "Funding Social Movement",
      "preview": "The New World Foundation our work aims to support leaders and organizations that advance democracy, protect community and build a humane social vision"
    },
    {
      "url": "https://ischool.es/quedate-en-casa/",
      "title": "Quédate en casa - iSchool - Escuela de robótica y programación para niños y jóvenes",
      "description": "void",
      "preview": "CONOCE Beneficios Aprender tecnología es dotar a los niños de herramientas para su futuro profesional y académico. Equipo Conoce a nuestro equipo pion"
    },
    {
      "url": "https://www.kaartlegging.nl/tarotkaarten",
      "title": "Leer de betekenis van tarotkaarten - Kaartlegging.nl",
      "description": "Elke Tarotkaart heeft zijn eigen unieke betekenis. Als je weet wat elke Tarotkaart betekent, kun je het advies begrijpen dat ze je proberen te sturen.",
      "preview": "Grote Arcana De Grote Arcana-kaarten geven inzicht in het grotere geheel van je leven en de richting die het op lange termijn uitgaat. De Dwaas De Dwa"
    }
  ],
  "_meta": {
    "total_bookmarks": 138
  }
}