{
  "data": [
    {
      "url": "https://patrickmcgrath.blogspot.com/2017_04_30_archive.html",
      "title": "Patrick McGrath Muñiz: 30 April 2017",
      "description": "Artist Blog and Journal",
      "preview": "Saturday, May 6, 2017 Library & Garden and why everyone should have them. \"Si Hortum et Bibliotheca habes, deerit nihil\" -Cicero To Varro, in Ad Famil"
    },
    {
      "url": "https://www.massagewarehouse.co.uk/products/bodypro-deluxe-massage-table",
      "title": "BODYPRO DELUXE - STRONG & SUMPTUOUS - Massage Warehouse",
      "description": "Product Description SPECIFICATIONS: Width: 28\" or 71cm Length: 184cm without the face cradle or 212cm with the face cradle Weight: 14.5kg without accessories Foam: 9cm Triple Layered High Density Foam Height: Adjustable from 62-88cm Working Weight: 450lbs FREE Carry Case FEATURES: Built in breathe hole and additional",
      "preview": "PORTABLE MASSAGE TABLES CombiLite 3-in-1 Earthworks Comfort Flat Earthworks Comfort Liftback Earthworks Perform Earthworks Touch Plus PortaLite Classi"
    },
    {
      "url": "https://www.sportico.com/business/commerce/2017/formula-one-could-save-119-million-year-1859/",
      "title": "Ferrari Contemplates Exit from Formula One, Could Save $119 Million/Year",
      "description": "Ferrari (RACE) could be leaving Formula 1 (FWONK) at the expiration of their contract following the 2020 season.&nbsp;RACE, F1's oldest team (67 seasons), opposes the organization's plan to introduce a new version of its engine to the racing series and its intention to redistribute prize money b...",
      "preview": "Skip to main content By JohnWallStreet JohnWallStreet View All November 20, 2017 2:00am Facebook Twitter Linkedin Print + additional share options add"
    },
    {
      "url": "https://www.svt.se/sport/",
      "title": "SVT Sport",
      "description": "SVT Sport - Sveriges största sportredaktion. Håll dig uppdaterad med de senaste livesändningarna och sportnyheterna från SVT.",
      "preview": "Guide Veckans sändningstider 21:30 Sportnytt Ikväll 21:30 21:55 Beachvolleyboll: Beach Pro Tour Ikväll 21:55 23:10 SVT Sport Direkt VM-kval: Presskonf"
    },
    {
      "url": "https://consumidor.ftc.gov",
      "title": "Consejos para consumidores | La Comisión Federal de Comercio",
      "description": "El sitio web oficial de la Comisión Federal de Comercio (FTC), protegiendo a los consumidores de Estados Unidos de América por más de 100 años.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://unu.edu",
      "title": "UNU | United Nations University",
      "description": "void",
      "preview": "Skip to main content Evidence-based Solutions for a Sustainable Future UNU@50: EXPLORE UNU'S HISTORY, IMPACT AND FUTURE Expert Insights Blog Post Endi"
    },
    {
      "url": "http://www.thewarpath.net/showthread.php?s=43e4e2f0eb4394eb08305e56a7d80532&t=64892",
      "title": "The Buttery Males Thread - Commanders Post at The Warpath",
      "description": "The Buttery Males Thread Locker Room Main Forum",
      "preview": "Home | Forums | Donate | Shop Commanders Post at The Warpath > Commanders Football > Locker Room Main Forum The Buttery Males Thread User Name Remembe"
    },
    {
      "url": "http://hlasovy-prekladac-anobic-vtf.ectaco.cz/kontakt.html",
      "title": "Kontakt - Překladač Anobic VTF",
      "description": "void",
      "preview": "× Home Překladač Anobic VTF Kontakt Přejít na obsah Kontakt ECTACO ECTACO Česka s.r.o. Firma Ectaco Česká s.r.o., společnost s ručením omezeným, vznik"
    },
    {
      "url": "https://www.uni-bremen.de/forschung/foerderangebote-service/ausschreibungen/erasmus-dozentenmobilitaet",
      "title": "Erasmus Dozentenmobilität - Universität Bremen",
      "description": "void",
      "preview": "Erasmus Dozentenmobilität © Universität Bremen Im Rahmen des ERASMUS-Programms haben Lehrende die Möglichkeit, einen Lehrauftrag an einer ERASMUS-Part"
    },
    {
      "url": "https://www.captainds.com",
      "title": "Captain D's",
      "description": "void",
      "preview": "New Batter Dipped Shrimp! $5.99 MEAL DEAL Try our Batter Dipped Shrimp, Fish & Fries Order now New Batter Dipped Shrimp! BETTER WITH BATTER Savor The"
    },
    {
      "url": "https://www.postcrossing.com/user/Juschy",
      "title": "Postcrosser Juschy, from Germany",
      "description": "Profile of member Juschy, in Germany at Postcrossing.com - The Traveling Postcards Project",
      "preview": "Skip to Content ✓ Ok, got it! Postcrossing uses cookies to help deliver its services. By using this website, you agree to our use of cookies . If you"
    },
    {
      "url": "https://pimpmytype.com/line-length-line-height/",
      "title": "The ideal line length & line height in web design - Pimp my Type",
      "description": "Line length & line height are crucial if you want your text to look pleasant. This article shows how they are interconnected and what to focus on when setting it in web or app design.",
      "preview": "Skip to content T oday, you'll draw a line in the sand, look at its length and height and commit to always consider it! Best opener ever - I know - bu"
    },
    {
      "url": "https://umweltdigital.de/nl/1184/infodienstarchiv.html",
      "title": "Infodienst-Archiv - UMWELTdigital",
      "description": "void",
      "preview": "Kontakt | Impressum | Hilfe | Mediadaten Hilfe zur Suche 1 Artikel im Warenkorb Login | Registrieren Sie sind Gast Zurück zur Übersicht UMWELTnewslett"
    },
    {
      "url": "https://norbchamber.chambermaster.com/eventregistration/register/3250",
      "title": "Event Registration",
      "description": "void",
      "preview": "Please Wait Loading event registration interface... 5% Complete"
    },
    {
      "url": "https://www.jonathanglynnsmith.com",
      "title": "Photographer Jonathan Glynn-Smith",
      "description": "London based photographer and director Jonathan Glynn-Smith | Specialising in Fashion, Advertising, Travel and Luxury Lifestye film and photography ✔ | Overview portfolio of images here →",
      "preview": "Photographer/Director Thumbnails Portraits Menswear Womenswear Campaigns Travel Diaries Films Projects & Exhibitions News Feed Biography & Clients Con"
    },
    {
      "url": "https://sharonsloan.org/2009/09/annual-all-fun-no-chores-day/",
      "title": "Annual \"All-Fun No-Chores Day\"!",
      "description": "Me and My Cherubs on the beach of Lake Pleasant (Camp of The Woods)August 2009″And on that day they offered great sacrifices, rejoicing because God had given them great joy. The wom...",
      "preview": "Me and My Cherubs on the beach of Lake Pleasant (Camp of The Woods) August 2009 \"And on that day they offered great sacrifices, rejoicing because God"
    },
    {
      "url": "https://www.mounts.net.au/products/ram-b-202-ga76u-ram-spine-clip-holder-with-ball-for-garmin-handheld-devices",
      "title": "RAM-B-202-GA76U RAM Spine Clip Holder with Ball for Garmin Handheld Devices - Mounts Australia",
      "description": "With the Garmin spine mount adapter, make any Garmin handheld device featuring an integrated spine connection RAM Compatible. Order now!",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Order special instructions Orde"
    },
    {
      "url": "https://wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress plugin | WordPress.org",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Search plugins Details Re"
    },
    {
      "url": "https://eastwestplayers.org/",
      "title": "East West Players",
      "description": "The Nation's Largest and Longest Running Asian American Theater",
      "preview": "0 The spirits have returned. GET TICKETS NOW PARANORMAL INSIDE premieres October 9th. COMING NOV 8, 2025 60th Anniversary Diamond Gala Join us for a n"
    },
    {
      "url": "https://vpn.mozilla.org",
      "title": "Get Mozilla VPN - Mozilla (US)",
      "description": "Use Mozilla VPN for full-device protection for all apps. With servers in 57+ countries, you can connect to anywhere, from anywhere.",
      "preview": "Powerful privacy for peace of mind Save 50% on Mozilla VPN* *with an annual subscription What's a VPN? A virtual private network protects your connect"
    },
    {
      "url": "https://lfca.earth/members/",
      "title": "Members",
      "description": "LFCA is a community 3,000+ practitioners from over 40 countries driving sustainability in and through their organizations.",
      "preview": "Join our upcoming Sustainability Leadership course Join our leadership course Join now Meet the community Get to know the people powering our communit"
    },
    {
      "url": "http://neighborhoodtrust.org/",
      "title": "Financial security for all workers - Neighborhood Trust Financial Partners",
      "description": "Neighborhood Trust is a financial services innovator creating financial security for low-wage workers.",
      "preview": "Skip to content Visit Visit home page alexis siroc 2025-09-19T13:15:35-04:00 Neighborhood Trust is a nonprofit social enterprise creating financial se"
    },
    {
      "url": "https://www.novonordisk.com/content/nncorp/global/en/news-and-media/news-and-ir-materials/news-details.html?id=92023",
      "title": "News Details",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.weyo.app/privacy/",
      "title": "Privacy Policy 1 - Weyo",
      "description": "void",
      "preview": "0 Privacy policy. About us Hello! Welcome to the Weyo Privacy Policy. Thank you for using WEYO™ apps for kids. 'Weyo', 'Sesame Street Yourself', 'Oddb"
    },
    {
      "url": "https://www.nhl.com/stats/skaters",
      "title": "NHL Stats | NHL.com",
      "description": "The official source for NHL Stats including skaters, goalies, teams stats and more.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.wheaton.edu/wheaton-center-for-faith-and-disability/",
      "title": "Wheaton Center for Faith and Disability - Wheaton College, IL",
      "description": "The Wheaton Center for Faith and Disability is here to help you make your focus on disability more biblical, normative, and transformative so schools, congregations, camps and parachurch ministries become communities of belonging and flourishing for all.",
      "preview": "skip to main content Back to wheaton.edu The Wheaton Center for Faith and Disability The Wheaton Center for Faith and Disability is here to help you m"
    },
    {
      "url": "https://bygracealonedesigns.com/products/copy-of-mandy-s-car-freshie-pumpkin-pancakes-cow",
      "title": "By Grace Alone Boutique",
      "description": "void",
      "preview": "Skip to content By Grace Alone Boutique Hello Beautiful! The website is closed now and will reopen SOON! Come see us and shop in our BOOTH LOCATION @"
    },
    {
      "url": "https://librariaarcana.ro/produs/ghid-complet-de-tarot-si-ezoterism-vol-1-arcanele-majore-naran-gheser/",
      "title": "Ghid complet de tarot si ezoterism. Vol. 1 - Arcanele Majore - Naran Gheser - Arcana",
      "description": "void",
      "preview": "Ghid complet de tarot si ezoterism. Vol. 1 - Arcanele Majore - Naran Gheser 83,51 lei Stoc epuizat Descriere Product Details Recenzii (0) Autor Naran"
    },
    {
      "url": "https://voinaimir.info/tag/%D1%84%D0%B0%D0%BC%D0%B8%D0%BD%D0%B8%D0%B7%D1%8A%D0%BC/",
      "title": "фаминизъм Архиви - Война и мир",
      "description": "void",
      "preview": "Skip to content No results Обезлюдяването на древния свят Георги Драганов 08/09/2019"
    },
    {
      "url": "https://tessies.dk/",
      "title": "Tessies - TessiesDk",
      "description": "Et stort udvalg af sten og krystaller til dit hjem, kontor eller arbejdsplads",
      "preview": "Gå til indhold Din indkøbskurv er tom Tilbage til butikken Har du en konto? Log ind for at betale hurtigere. Din indkøbskurv Indlæser... Subtotal 0,00"
    },
    {
      "url": "https://www.photographyinstride.com/p79269547",
      "title": "Photography In Stride | 85 Alexandra Houck",
      "description": "Photography In Stride",
      "preview": "Thank you for your patience while we retrieve your images. Favorites | « Back  Add new set Close View Cart Register to save your cart before it expir"
    },
    {
      "url": "https://digital.archives.unesco.org/en/",
      "title": "UNESCO archives | UNESCO",
      "description": "Digitizing our shared UNESCO history",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "http://CekFakta.com?trk=organization_guest_main-feed-card-text",
      "title": "CekFakta",
      "description": "A Premium SmartMag Theme demo.",
      "preview": "Playbook Tentang Kami Media Kontak Prebunking LMS FAQ Facebook Twitter Instagram Youtube Wednesday, November 8 Facebook Twitter Instagram Youtube"
    },
    {
      "url": "http://network.creativecommons.org/?ref=global-affiliate-network",
      "title": "CC Global Network Community Site",
      "description": "The Creative Commons Global Network works together to realize our shared values and build relationships around the world.",
      "preview": "× Help us build a vibrant, collaborative Global Commons View More Featured members Aristarik Hubert Maro Tanzania Ethan Senack United States Razan Al-"
    },
    {
      "url": "https://spectrum.ieee.org/artificial-intelligence",
      "title": "AI News & Articles - Artificial Intelligence Updates - IEEE Spectrum",
      "description": "The latest advances in artificial intelligence and machine learning, generative AI, ChatGPT, LLMs, deepfakes, and more",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE AI FOR THE TECHNOLOGY INSIDER Search: Explore by topic Aerospace AI B"
    },
    {
      "url": "https://www.scmp.com/",
      "title": "Breaking China, Asia, HK News, Opinions and Insights | South China Morning Post",
      "description": "News, opinions, infographics and videos on China issues: geopolitics, diplomacy, economy, technology and lifestyle.",
      "preview": "Advertisement China's rare earth export controls add new twist in US chip war, observer says Xiang Ligang says it appears semiconductor equipment bott"
    },
    {
      "url": "http://www.camcom.it/",
      "title": "Sistema Camerale | Unioncamere",
      "description": "void",
      "preview": "Salta al contenuto principale Amministrazione trasparente Albo fornitori Chi Siamo Sistema Camerale Rassegna Stampa Accedi all'area riservata MENU Cer"
    },
    {
      "url": "https://innovation.mines.edu",
      "title": "McNeil Home - McNeil Center for Entrepreneurship and Innovation",
      "description": "void",
      "preview": "Facebook X RSS Snapchat MINES.EDU MyMines News Calendar Canvas Email Library Give Directories McNeil Center for Entrepreneurship and Innovation LEARN"
    },
    {
      "url": "http://www.greenpak.com.mt",
      "title": "| GreenPak",
      "description": "Broadcasting Authority",
      "preview": "iBiNs About iBiNs Find Nearest iBiN Batteries for Hospice About Batteries for Hospice Find Nearest Battery Bin Producer Compliance Contact Us Login /"
    },
    {
      "url": "http://www.crayola.com/privacy.aspx",
      "title": "Privacy Policy",
      "description": "Review our Privacy Policy to understand how we collect, use, share, and protect your personal information across our services.",
      "preview": "Skip to Main Content Crayola Privacy Policy Updated and Effective as of June 29, 2023 Welcome to Crayola! This Privacy Policy describes the collection"
    },
    {
      "url": "https://fonttools.readthedocs.io/en/latest/ttLib/ttFont.html",
      "title": "ttFont: Read and write font contents - fontTools Documentation",
      "description": "void",
      "preview": "ttLib: Read and write OpenType and TrueType fonts ttFont: Read and write font contents View page source ttFont: Read and write font contents  Overvie"
    },
    {
      "url": "https://photoclub.canadiangeographic.ca/media/35777844-Long%20Exposure%20Sunrise%20By%20The%20Peace%20Bridge",
      "title": "Can Geo Photoclub",
      "description": "Welcome to the Canadian Geographic Photo Club Community!",
      "preview": "Sign In Forgot Password E-Mail Password Register E-Mail Register User Name E-mail Password First Name Last Name City Country @ I consent to receive th"
    },
    {
      "url": "https://happinez.nl/alles-over-tarot/",
      "title": "Alles over tarot en hoe je tarotkaarten legt",
      "description": "Hoe kun je tarotkaarten leggen? En wat kan tarot je brengen op het gebied van geld, liefde, werk of geluk?",
      "preview": "Ga naar content Nicole LePera boek cadeau bij 4 nummers Volg hier een gratis proefles Tantra Vanaf nu verkrijgbaar: nieuwe Happinez Agenda & Planner A"
    },
    {
      "url": "http://nria.fra.affrc.go.jp/index-e.html",
      "title": "National Research Institute of Aquaculture,Japan Fisheries Research and Education Agency",
      "description": "void",
      "preview": "National Research Institute of Aquaculture,Fisheries Research and Education Agency ACCESS INQUIRY Organization National Research Institute of Aquacu"
    },
    {
      "url": "https://fourcornersgeotourism.com/entries/la-casita-bonita-inn/dd17284d-8b70-4eb1-94b2-d708569b0801",
      "title": "La Casita Bonita Inn | Four Corners Region",
      "description": "When you reach Four Corners, you will be captivated by its engaging landscapes and enduring people. In this vast, wild region, roots go very deep and the Native people you meet have lived here for millenia., moving as needed, adapting to climate and social changes while redefining themselves and their communities. The region is famous for its art and traditional products, and you will make discovery after discovery as you explore the website.",
      "preview": "Four Corners Region La Casita Bonita Inn Bed and Breakfast Four Corners Region Add Places to the Map Guide! Supporters Privacy Policy Terms of Use Log"
    },
    {
      "url": "https://adycenter.org/",
      "title": "Home | Ain Dah Yung Center",
      "description": "Culturally Responsive Shelter, Housing, and Prevention Services for Indigenous Youth",
      "preview": "Resilience through Culture. Mission Statement Meaning \"Our Home\" in Ojibwe, Ain Dah Yung Center provides a healing place within the community for Amer"
    },
    {
      "url": "https://press.stripe.com/",
      "title": "Stripe Press - Ideas for progress",
      "description": "Stripe Press produces works about technological, economic, and scientific advancement.",
      "preview": "The Origins of Efficiency Brian Potter The Scaling Era Dwarkesh Patel Boom Byrne Hobart Poor Charlie's Almanack Edited by Peter D. Kaufman Scaling Peo"
    },
    {
      "url": "https://healthy.kaiserpermanente.org/front-door/machine-readable",
      "title": "Transparency In Pricing Machine-Readable Files | Kaiser Permanente",
      "description": "Find machine-readable files (MRFs) for Kaiser Permanente health plans, including negotiated service rates and out-of-network allowed amounts.",
      "preview": "Loading In November 2020, the U.S. Department of Health & Human Services (HHS), Department of Labor, and Department of the Treasury issued the Transpa"
    },
    {
      "url": "https://www.kendrascott.com/",
      "title": "Kendra Scott Official | Jewelry, Personalized Gifts & Watches",
      "description": "Find limited-edition jewelry for every look with simple pendant necklaces, huggie earrings, band rings, and more.",
      "preview": "Skip to Content Accessibility Loading... Find a Store Search Limited Time Only! Buy More, Save More FREE shipping on orders $85+ & FREE returns Join C"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/tutorials/param_tuning.html",
      "title": "Notes on Parameter Tuning - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Tutorials Notes on Parameter Tuning View page source Notes on Parameter Tuning  Parameter tuning is a dark art in machine learning, the optim"
    },
    {
      "url": "https://chwinery.com/",
      "title": "An upscale casual restaurant | Cooper's Hawk",
      "description": "We passionately believe that food and wine hold the power to forge lasting connections, setting the table for a life well lived.",
      "preview": "Cooper's Hawk Wine Club We're Celebrating our 20th Anniversary Pick Up Your Mag­num Bot­tle Today Get The October Scoop Lite+Bright Under 90 calories"
    },
    {
      "url": "http://www.snakeisland.com/",
      "title": "Snake Island Research Inc",
      "description": "void",
      "preview": "Snake Island Research Inc What We Do Snake Island Research is a software development and consulting firm specializing in high-performance computation"
    },
    {
      "url": "https://www.behance.net/galleries/graphic-design",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.data.gouv.fr/fr/datasets/quartiers-de-marseille",
      "title": "Quartiers de Marseille",
      "description": "void",
      "preview": "Quartiers de Marseille Découpage administratif des 111 quartiers de Marseille (par agrégation d'IRIS). Donnée vectorielle au format shape (.shp). Tabl"
    },
    {
      "url": "https://www.gmass.co/inbox",
      "title": "Email Deliverability Tester: Inbox, Spam, or Promotions?",
      "description": "The free email tester you can use for a deliverability test and spam checker. Test your email campaign before you send to see if you hit the inbox or spam folder.",
      "preview": "Free Email Tester: The Quick, Precise Deliverability Test & Spam Checker Welcome to Inbox, Spam, or Promotions - the 100% free email tester created by"
    },
    {
      "url": "https://www.qrcodemonkey.com/#text",
      "title": "qrcodemonkey.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.dentonblackchamberonline.org/",
      "title": "Denton Black Chamber of Commerce",
      "description": "The Denton Black Chamber of Commerce History and Purpose",
      "preview": "top of page The Denton Black Chamber of Commerce... representing the many different facets of our community, working together to create, grow and prol"
    },
    {
      "url": "https://coloringwatch.com",
      "title": "Coloring Watch - Coloring Watch - Apple Watch Coloring Book",
      "description": "Coloring is a great way to calm down and relieve stress. Coloring Watch is the first coloring book made exclusively for Apple Watch. \"Our Favorite Apple Watch Apps\" - list by Apple in the US.",
      "preview": "We´d love to hear from you. Drop us a line. contact@coloringwatch.com More Apple Watch apps by us:"
    },
    {
      "url": "http://www.graphicsacademy.com/format.php",
      "title": "Graphics File Formats",
      "description": "Graphics File Formats",
      "preview": "Home: Graphic Academy Graphics Books Graphics File Formats Animation File Formats Bitmap File Formats CAD File Formats Cursor File Formats Font File F"
    },
    {
      "url": "https://www.editorx.com/",
      "title": "Wix Studio | The Web Platform Built for Agencies and Enterprises",
      "description": "Deliver exceptional digital experiences in any industry with smart design, dev and management capabilities, built for agencies and enterprises.",
      "preview": "top of page Wix Studio Deliver brilliance. Smash deadlines. Deliver brilliance. Deliver brilliance. Smash deadlines. Smash deadlines. Deliver Deliver"
    },
    {
      "url": "https://hub.arcgis.com/datasets/ideSEVILLA::barrios?geometry=-6.504%2C37.283%2C-5.350%2C37.474",
      "title": "Barrios",
      "description": "Barrios de Sevilla",
      "preview": "void"
    },
    {
      "url": "https://oceanservice.noaa.gov/",
      "title": "NOAA's National Ocean Service",
      "description": "In the U.S., where over half of us live along the coast and more than 78 percent of our overseas trade by volume comes and goes along our marine highways, the health of our coasts is intricately connected to the health of our nation's economy. The National Ocean Service (NOS) translates science, tools, and services into action, to address threats to coastal areas such as climate change, population growth, port congestion, and contaminants in the environment, all working towards healthy coasts and healthy economies.",
      "preview": "National Estuaries Week Wade into an estuary near you! Learn more tides and currents nautical charts career profiles harmful algal blooms sea level ri"
    },
    {
      "url": "https://search.app.goo.gl/?link=https%3A%2F%2Fassistant.google.com%2Flearn%2F&apn=com.google.android.googlequicksearchbox&al=googleapp%3A%2F%2Fdeeplink%2F%3Fdata%3DCkwBDb3mGzBFAiEA1x2FgusCCwrfaWuMBFrw43ekuR9-63sPI6m1SVuizk8CIAmFoh218UWSPtxSXakTIenHUZrsLQyb7Z77xPx1sZqYEm4KDgi4-rKPARD_v8rzhKMCEgAaMwoxCIECmonx2wQoCAESJFdoYXQgaW5ncmVkaWVudHMgYXJlIGluIHJhdGF0b3VpbGxlPyIlCiNodHRwczovL2Fzc2lzdGFudC5nb29nbGUuY29tL2xlYXJuLw%26utm_source%3DUS_20200211_NL15&amv=300727608",
      "title": "Google Assistant - Learn What Your Google Assistant is Capable Of",
      "description": "Your Google Assistant can perform many actions to help streamline your day-to-day. Discover what the Google Assistant can do by trying one of the actions now.",
      "preview": "Google Assistant is ready to help, anytime, anywhere. To get started, just touch and hold the home button. Tasks and to-do's \"Set a 15-minute timer fo"
    },
    {
      "url": "https://www.uwyo.edu/entomology/grasshoppers/colorado/fact-sheets/acrolophitus-hirtipes.html",
      "title": "Grasshoppers of Colorado",
      "description": "void",
      "preview": "Grasshoppers of Wyoming and the West Entomology Acrolophitus hirtipes (Say) Adult female Common name - Green fool grasshopper (Helfer, 1972) or Creste"
    },
    {
      "url": "https://www.wizzair.com/hu-hu#/",
      "title": "Wizz Air | Olcsó repülőjegyek | Találd meg a legjobb repülőjegy-ajánlatokat",
      "description": "Találd meg és foglald le a legolcsóbb repülőjegyeket Európa leggyorsabban növekvő, ultrakedvező áron repülő légitársaságánál. Repülőjegyek, szállás és autókölcsönzés - minden egy helyen.",
      "preview": "Ugrás a járatkeresésre ŐSZI KALANDOK akár 8390 Ft Élvezd a friss hegyi levegőt, és barangolj színpompás túrautakon - utazz novemberig. Korlátozások ér"
    },
    {
      "url": "https://www.vistra.com/",
      "title": "Vistra - Corporate Business Service Provider in 50+ Markets",
      "description": "void",
      "preview": "JavaScript must be enabled in your browser in order to use some functions. Skip to main content Homepage Less friction. More flow. Vistra's corporate"
    },
    {
      "url": "https://www.guyanamarineconservation.org/",
      "title": "Guyana Marine Conservation Society",
      "description": "The Guyana Marine Conservation Society (GMCS) was established in April 2000 to ensure the conservation of the four species of marine turtles that nest in Guyana annually.",
      "preview": "Loading... Support Marine Biological Diversity Advocating for a healthy ocean for present and future generations. Learn more Who We Are We're a countr"
    },
    {
      "url": "https://www.nepalspiritualtrekking.com/",
      "title": "Nepal Spiritual Tours and Trekking - Best Everest Trek Nepal Spiritual Trekking Pvt. Ltd.",
      "description": "Nepal Spiritual Tours and Trekking specialized on private and group joining trekking tours in Everest, Annapurna in Nepal. Contact for spiritual tour",
      "preview": "void"
    },
    {
      "url": "http://www.arcade-history.com/",
      "title": "Gaming: video games, arcade, slots, consoles and computers history",
      "description": "A gaming database featuring all coin-op, arcade games, slot machines, consoles, computers, video games and all others games...",
      "preview": "Members don't see Ads, login now! Login Register Contact ☰ X HOME DATABASE COMPANIES TYPES DOWNLOAD BIRTHDAY BOOKS Games Search Engine 565327 items* |"
    },
    {
      "url": "https://mangakoibitochan.tumblr.com/",
      "title": "ADHD Ahead!",
      "description": "DEATH OF THE AUTHOR IS A WAY OF LIFE BUT SADLY NOT A VIABLE SUGGESTION IRL. Im ADHD if i love something it will probley make an appearance",
      "preview": "ADHD Ahead! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna themuppetmasterencyclopedia The Mu"
    },
    {
      "url": "https://www.pagat.com/adders/",
      "title": "Card Games: Adding Games",
      "description": "Survey of card games that involve adding the values of cards as they are played, usually with the aim of achieving or avoiding certain totals.",
      "preview": "Home A-Z Home Page > Classified Index > Adding games Card Games: Adding Games In adding games players play out cards in turn, and the values of the ca"
    },
    {
      "url": "https://forum.root.cz/index.php?action=profile;area=showposts;sa=topics;u=247",
      "title": "Zobrazit příspěvky - Václav Švejcar",
      "description": "Zobrazit příspěvky - Václav Švejcar",
      "preview": "Fórum Root.cz Profil Václav Švejcar Zobrazit příspěvky Témata Informace Shrnutí Zobrazit statistiky Zobrazit příspěvky... Příspěvky Témata Přílohy Zob"
    },
    {
      "url": "http://wwd.com/fashion-news/designer-luxury/exclusive-chanel-new-ads-pharrell-williams-kristen-stewart-gabrielle-bag-10840808/",
      "title": "Exclusive: Pharrell Williams First Man to Appear in Chanel Handbag Ads",
      "description": "The music and fashion impresario is the first man to appear in a handbag campaign for Chanel.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "http://economypinballrepair.weebly.com/",
      "title": "Pinball Repair and Service, Video Game Repair, Slot Machine repair - Long Island , New York, NYC metro area - as seen in the Wall Street Journal - Economy Pinball Repair | Long Island | Video Game & Slot Machine Repair",
      "description": "Get your pinball machine back in action with affordable repair services in Long Island! Serving NY, Suffolk, Nassau, Westchester, Queens and Brooklyn. Economy Pinball Repair specializes in pinball Video Game and Slot Machine repairing. Contact for a servi",
      "preview": "Pinball Repair and Service, Video Game Repair, Slot Machine repair - Long Island , New York, NYC metro area - as seen in the Wall Street Journal Home"
    },
    {
      "url": "https://developers.hive.io/nodeop/seed-node.html",
      "title": "Seed Node",
      "description": "descriptions.seed_node",
      "preview": "Hive Developer Portal Seed Node Setting up a seed node Intro This tutorial will show how to setup the lowest possible resource seed node. Sections Min"
    },
    {
      "url": "https://www.supa-palette.com/",
      "title": "Supa Palette - The ultimate color palette generator for Figma!",
      "description": "Generate or explore accessible, harmonious colors effortlessly, and save hours while building your design system.",
      "preview": "Supa Palette Features Pricing Try it now Changelog Introducing Supa Palette 5.0 The ultimate color palette generator for Figma Generate or explore acc"
    },
    {
      "url": "https://eu.rescue.org",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://wp.api.aclu.org/issues/privacy-technology",
      "title": "Privacy & Technology | American Civil Liberties Union",
      "description": "The ACLU works to expand the right to privacy, increase the control individuals have over their personal information, and ensure civil liberties are enhanced rather than compromised by technological innovation.",
      "preview": "Skip navigation Privacy & Technology The ACLU works to expand the right to privacy, increase the control individuals have over their personal informat"
    },
    {
      "url": "https://studgin.tumblr.com/",
      "title": "Untitled",
      "description": "void",
      "preview": "(via helga-tt ) 9 years ago 550 notes"
    },
    {
      "url": "https://www.adihadean.ro/tag/oua-fierte/",
      "title": "ouă fierte - Adi Hădean",
      "description": "void",
      "preview": "22 februarie 2012 Poate ați fiert într-o zi mai multe ouă (vine Paștele, nu vă grăbiți să spuneți că nu-i așa) și nu știți ce să faceți cu ... Close You"
    },
    {
      "url": "https://www.mynews13.com/fl/orlando/news/2023/02/23/remembering-dylan-lyons",
      "title": "Remembering Spectrum News 13 reporter Dylan Lyons",
      "description": "He will be dearly missed.",
      "preview": "Open in Our App Get the best experience and stay connected to your community with our Spectrum News app. Learn More Open in Spectrum News App Continue"
    },
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-hair-dryer",
      "title": "Ceramic + ion Hair Dryer - Olivia Garden",
      "description": "FEATURES Ceramic technology: helps prevent heat damage & adds shine. Ionic generator seals in moisture & eliminates frizz. Powerful 1875 watt motor for fast drying. Ultra light (only 14 oz/396 g). Easy to clean removable air filter. 65 mm\u0003 concentrator nozzle for precise drying. 80 mm concentrator nozzle for extra long barrel brushes. 2 Speeds, 3 Heat Settings, Cool Shot Button. Limited 2-year warranty.",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "http://hosting.tighebond.com/AvonCT_public/index.html",
      "title": "Avon, CT Web GIS",
      "description": "void",
      "preview": "Avon CT Web GIS Loading {{suggest}} About Layers Identify Maps Additional Data Search Results {{searchStatus}} {{result.ID}} {{result.idx}} {{result.C"
    },
    {
      "url": "https://www.hurra-nyaralunk.hu/kereses/helyszin/amerikaiegyesultallamokusa/kalifornia/losangeles/indulas/aprilis",
      "title": "Los Angeles 2026 április",
      "description": "Los Angeles - utazások széles választéka. 2026-04 időpontban. 2026 április időpontban.",
      "preview": "Ugrás a tartalomra +36 1 501 3490 Last Minute Nyaralás Görögország Horvát Hotelek Törökország Bulgária Ciprus Málta Spanyolország Olaszország Egyiptom"
    },
    {
      "url": "https://docs.rs/crate/fluvio-types/0.2.5/source/Cargo.toml",
      "title": "fluvio-types 0.2.5 - Docs.rs",
      "description": "void",
      "preview": "Docs.rs fluvio-types-0.2.5 Platform i686-pc-windows-msvc i686-unknown-linux-gnu x86_64-apple-darwin x86_64-pc-windows-msvc x86_64-unknown-linux-gnu Fe"
    },
    {
      "url": "http://www.unipa.it/",
      "title": "Università degli Studi di Palermo",
      "description": "L'Università degli Studi di Palermo, fondata nel 1806, con i suoi oltre 40000 iscritti è uno degli 11 mega Atenei italiani. La sua offerta formativa comprende più di 130 corsi di studio, tra lauree triennali, magistrali e magistrali a ciclo unico",
      "preview": "Salta al contenuto principale Passa alla visualizzazione normale. Futuri studenti Studenti Laureati International students Docenti Personale Imprese I"
    },
    {
      "url": "https://www.billboard.com/music/rock/travis-barker-surgery-broken-ring-finger-1235268167/",
      "title": "Travis Barker Getting Surgery on Broken Ring Finger",
      "description": "After breaking his ring finger two times this month, Travis Barker revealed Monday (Feb. 27) on Instagram that he's getting surgery.",
      "preview": "× Skip to main content Travis Barker attends the 2019 iHeartRadio Music Awards in L.A. Emma McIntyre/Getty Trending on Billboard After injuring his ri"
    },
    {
      "url": "https://www.veteranjobsmission.com/",
      "title": "Veteran Jobs Mission",
      "description": "void",
      "preview": "Skip to main content About the mission It began in 2011 as the 100,000 Jobs Mission, with 11 leading companies committed to hiring 100,000 veterans by"
    },
    {
      "url": "https://broadwcast.org/index.php?title=Special:WhatLinksHere&target=Airdates+in+Australia",
      "title": "Pages that link to \"Airdates in Australia\" - BroaDWcast",
      "description": "void",
      "preview": "Help Pages that link to \"Airdates in Australia\" From BroaDWcast ← Airdates in Australia Jump to navigation Jump to search What links here Page: Namesp"
    },
    {
      "url": "https://healthcare.bestbuy.com/?ref=bestbuy-site&loc=footer",
      "title": "Best Buy Health | Care-at-home platform",
      "description": "Get the technology and support to scale care at home or clinical trials with Best Buy Health's enterprise care-at-home platform.",
      "preview": "Skip to content Together, we can bring health home We know technology. We know the home. Now we're applying our expertise to healthcare - enabling car"
    },
    {
      "url": "https://mockuptree.com/free/awesome-paper-bag-mockup/",
      "title": "Free Awesome Paper Bag Mockup | Mockuptree",
      "description": "The best Paper Bag Mockup to create a presentation for your packaging or lable designs. This mockup has two paper bag scenes in PSD files. You can add a design for the front of the paper bag, customize the side and top color, and add your own artwork on the customer receipt.",
      "preview": "Home » Free » Bag Mockups » Awesome Paper Bag Mockup Awesome Paper Bag Mockup The best Paper Bag Mockup to create a presentation for your packaging or"
    },
    {
      "url": "http://www.chess.4mg.com/",
      "title": "CHESS studies,problems,games",
      "description": "void",
      "preview": "Sign In Sign-Up Welcome! Close Would you like to make this site your homepage? It's fast and easy... Yes, Please make this my home page! No Thanks Don"
    }
  ],
  "_meta": {
    "total_bookmarks": 92
  }
}