{
  "data": [
    {
      "url": "https://benedicks-dick.tumblr.com/",
      "title": "Full Fathom Five",
      "description": "void",
      "preview": "Full Fathom Five Home Archive Ask me anything Submit a post Random post Twitter My posts Catching Elephant is a theme by Andy Taylor ↵ Originally from"
    },
    {
      "url": "https://www.fox10tv.com/2023/02/28/atmore-pd-toddler-dies-after-being-left-car/",
      "title": "Atmore PD: Toddler dies after being left in car",
      "description": "A 2-year-old child died after being left unattended in a car for several hours Monday, according to authorities. The child's father is now facing a reckless murder in connection with the death.",
      "preview": "Skip to content ATMORE, Ala. ( WALA ) - In a tragic story out of Atmore, a two-year-old boy is dead after police said his father left him inside his v"
    },
    {
      "url": "https://coolpacific.net/collections/mother-kids",
      "title": "Mother & Kids | CoolPacific",
      "description": "CoolPacific™ Fashion Accessories Heart Necklaces Pet Lovers Men's and Women's Clothing",
      "preview": "🎉 SALE on NOW! Use Coupon code 15off Today!! $$$. 🎉 Sorry, there are no products in this collection We are a USA owned company, and we manufacture, pr"
    },
    {
      "url": "https://products.office.com/en-us/home",
      "title": "Microsoft 365 - Subscription for Productivity Apps | Microsoft 365",
      "description": "Microsoft 365 subscriptions include a set of familiar productivity apps, intelligent cloud services, and world-class security in one place. Find the right plan for you.",
      "preview": "This is the Trace Id: cae9600f615143ec9b4759b5844f8ccf Skip to main content Introducing Microsoft 365 Premium. Get cutting-edge AI, productivity tools"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85933",
      "title": "Searchable Recipe Database - Red Grits and Shrimp",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.mccdmn.org/",
      "title": "MCCD | Metropolitan Consortium of Community Developers",
      "description": "Metropolitan Consortium of Community Developers (MCCD) is an association of nonprofit affordable housing and economic development organizations from across the state, committed to expanding wealth building opportunities and advancing racial and economic justice. For over 33 years, our members have worked collectively to leverage resources for the development of people and places.",
      "preview": "Skip to content Building Community Donate LOAN PORTAL Community Development The Minnesota Consortium of Community Developers (MCCD) is an association"
    },
    {
      "url": "http://www.research.umd.edu/lm",
      "title": "Partnership Overview: Lockheed Martin | Division of Research",
      "description": "void",
      "preview": "Skip to main content Partnership Overview: Lockheed Martin The University of Maryland and Lockheed Martin Corporation established a strategic partners"
    },
    {
      "url": "https://prosportsoutlook.com/",
      "title": "Home - Pro Sports Outlook: It's All About the Game",
      "description": "Pro Sports Outlook (PSO) is revolutionizing the sports industry into a more authentic space with facts & advanced insight into the game",
      "preview": "Search NFL NFL Home Rankings Facts Highlights History Outlooks NFC Arizona Cardinals Atlanta Falcons Carolina Panthers Chicago Bears Dallas Cowboys De"
    },
    {
      "url": "https://gurdiga.com/blog/2021/03/05/angular-tip-of-the-week-parametrized-templates/",
      "title": "Angular tip of the week: parametrized templates",
      "description": "On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way to get a \"parametrized\" piece of view. Coming...",
      "preview": "Menu March 5, 2021 Tags angular coding On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way"
    },
    {
      "url": "https://www.oceanpanel.org/blue-papers/illegal-unreported-and-unregulated-fishing-and-associated-drivers",
      "title": "\"Combatting IUU Fishing: Strategies and Solutions - Ocean Panel\"",
      "description": "Explore solutions to combat Illegal, Unreported, and Unregulated (IUU) fishing. Discover best practices, technologies, and partnerships to protect our oceans.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.boots.com/toiletries",
      "title": "Toiletries - Womens & Mens - Boots",
      "description": "Explore our range of toiletries for all your bathroom essentials for men & women. Shop today & collect Advantage Card Points for every pound you spend.",
      "preview": "This item has been successfully added to your list. x Skip to navigation Skip to content Skip to search Message Dialog Maximum basket size reached Out"
    },
    {
      "url": "https://blog.militarybyowner.com/the-rosie-network-helping-military-family-owned-businesses-succeed",
      "title": "The Rosie Network: Helping Military Family-Owned Businesses Succeed",
      "description": "The Rosie Network was founded by military spouses to make it easy for the public to find and support military family-owned businesses.",
      "preview": "Member Login About Us About Us Company History Why Choose Us? Testimonials Advertise Blog Resources Resources Ebooks Home Buying Home Decorating/Maint"
    },
    {
      "url": "https://stormdocslbkl.netlify.app/word-gratuit-pour-windows-10-en-franzais-we.html",
      "title": "Word gratuit pour windows 10 en français",
      "description": "word et excel gratuit pour windows 7 - Logitheque.com",
      "preview": "Word gratuit pour windows 10 en français https://www.ijf.org/ Télécharger Windows 10 5 Comments Word et Excel gratuits pour Windows 10 | WindowsFacile"
    },
    {
      "url": "https://www.ft.com/companies",
      "title": "Companies | Financial Times",
      "description": "News from the world's largest and most influential companies. Get the latest from global brands across various industries, including Amazon, Netflix, Disney, Adidas, and more.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Companies Add to myFT Lead story in Companies First Brands Group Insurers pr"
    },
    {
      "url": "https://tech.target.com/",
      "title": "Target Tech Blog",
      "description": "Target is investing heavily in technology and innovation. Read more on the Target Technology engineering blog, and search job postings to join our team.",
      "preview": "skip to main content Target Announces Transformative GenAI Technology for Store Team Members Target recently announced the roll out of a new GenAI too"
    },
    {
      "url": "https://photo.samsclub.com/?xid=hdr:shop:seasonal:photo-center",
      "title": "Photo Gifts, Photo Books & Online Photo Printing | Sam's Club Photo",
      "description": "Storytelling made beautiful with Sam's Club Photo. Print photos, order custom cards, and create photo gifts like canvas prints, photo books, and more online.",
      "preview": "Free Ground Shipping on all Orders. Learn more Photo Books Hold onto every moment Bring the sunshine home: personalize photo books with your vacation"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notion-Website-Maker-Create-A-Free-Website-Built-In-Notion-3eeb9a1140ee47eb916d670bd08457fa?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.poz.com/article/covid19-criminalization-seven-lessons-hiv-response",
      "title": "COVID-19 Criminalization: Seven Lessons From the HIV Response - POZ",
      "description": "Plus: Any restriction of civil and political rights must meet these five specific criteria.",
      "preview": "© 2025 Smart + Strong . All Rights Reserved. Terms of use and Your privacy . Smart + Strong ® is a registered trademark of CDM Publishing, LLC. Advert"
    },
    {
      "url": "https://www.sporkful.com/alan-and-arlene-alda-bonded-over-a-fallen-rum-cake/",
      "title": "Alan And Arlene Alda Bonded Over A Fallen Rum Cake «",
      "description": "When a cake fell on the floor, they didn't hesitate to grab a fork and dig in.",
      "preview": "LISTEN TO THE PODCAST CONNECT LISTEN TO THE PODCAST CONNECT 10 BEST PODCASTS OF THE YEAR New York Times BEST FOOD PODCAST James Beard Awards Webby Awa"
    },
    {
      "url": "https://stockholmskallan.stockholm.se/post/30871",
      "title": "Klemmings omdöme om Strindberg - Stockholmskällan",
      "description": "Strindbergs ansökan remitterades till riksbibliotekarie Gustaf Klemming, August hade nämligen inte bifogat sina icke alltför lysande betyg. Klemmings vitso",
      "preview": "Kakor på stockholmskallan .stockholm.se På Stockholmskällan använder vi kakor, cookies, för att sammanställa statistik och för att webbplatsen ska fun"
    },
    {
      "url": "https://godowntownbaltimore.com/advocacy/economic-development/downtown-boost-program/",
      "title": "Downtown BOOST Program | Downtown Partnership of Baltimore",
      "description": "Downtown BOOST Program is an initiative created to support the long-term success of creative, Black-owned Baltimore businesses in Downtown storefronts.",
      "preview": "close Search search October 10, 2025 47° Menu"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/comprar-bilhete",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html",
      "title": "Query DSL | Elastic Docs",
      "description": "Query DSL is a full-featured JSON-style query language that enables complex searching, filtering, and aggregations. It is the original and most powerful...",
      "preview": "Loading Elastic Docs / Explore and analyze / Querying and filtering / Query languages Query DSL Serverless Stack What's Query DSL? Query DSL is a full"
    },
    {
      "url": "http://code.flickr.net/2011/01/08/flickr-shapefiles-public-dataset-2-0/",
      "title": "Flickr Shapefiles Public Dataset 2.0 | code.flickr.com",
      "description": "void",
      "preview": "Skip to primary content An embarrassingly long time ago we released the first public version of the Flickr Shapefiles . What does this have to do with"
    },
    {
      "url": "https://plate-archive.hs.uni-hamburg.de/index.php/es/fotografia?&cat0=101&cat1=0001000010000000000000010&cat2=0000000000000000000000000001000000000000000000000000000001000000000000000000000000000000000000000000000010000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000&cat3=000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000100000000000000000000000000000&cat4=000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000&cat5=000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000&cat6=000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000&cat1=0001000010000001000000010",
      "title": "Fotografía",
      "description": "void",
      "preview": "Home | Archives > Archivo Fotografía Bernhard Schmidt Archivo Seleccione su idioma Archivo de imágenes Detalles Visto: 349660 Archivo de imágenes del"
    },
    {
      "url": "https://www.domestika.org/en/blog/8116-what-is-kirigami-differences-with-origami",
      "title": "10 dicas chave para promover diversidade no processo criativo | Domestika",
      "description": "Diversidade e representação, propõe perguntas críticas para evitar preconceitos em sua marca ou projeto em 2021",
      "preview": "Accessibility Statement Denise Tempone @denise_tempone Follow Diversidade e representação , propõe perguntas críticas para evitar preconceitos em sua"
    },
    {
      "url": "https://www.wto.org/english/tratop_e/rulesneg_e/fish_e/fish_e.htm#:~:text=Agreement%20on%20Fisheries%20Subsidies%20The%20WTO%20Agreement%20on,the%20widespread%20depletion%20of%20the%20world%E2%80%99s%20fish%20stocks.",
      "title": "WTO | Agreement on Fisheries Subsidies",
      "description": "The WTO Agreement on Fisheries Subsidies, adopted at the 12th Ministerial Conference (MC12) on 17 June 2022, marks a major step forward for ocean sustainability by prohibiting harmful fisheries subsidies, which are a key factor in the widespread depletion of the world's fish stocks. The Agreement represents a historic achievement for the membership as the first Sustainable Development Goal (SDG) target to be fully met, the first SDG target met through a multilateral agreement, the first WTO agreement to focus on the environment, the first broad, binding, multilateral agreement on ocean sustainability, and only the second agreement reached at the WTO since its inception.",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "http://www.prs.net/midi.html",
      "title": "Classical Archives: MIDI",
      "description": "void",
      "preview": "Most popular tracks now ► Please enter a search term Searching... Search for Music Advanced Search Use Facebook login OR USE MEMBER LOGIN Email Addres"
    },
    {
      "url": "https://www.dwd.de/DE/wetter/warnungen_gemeinden/warnWetter_node.html",
      "title": "Wetter und Klima - Deutscher Wetterdienst - Gemeindewarnungen aktuell",
      "description": "Vorhersageprozess",
      "preview": "Inhalt Hauptmenu Suche Autom. Aktualisierung Letzte Aktualisierung: Copyright: © Deutscher Wetterdienst Geobasisdaten: © BKG 2015 (Daten verändert) Wa"
    },
    {
      "url": "http://mrbs.ing.unipi.it/aulemagne/admin.php?day=21&month=7&year=2020&area=1&room=2",
      "title": "Sistema di Prenotazione Sale",
      "description": "void",
      "preview": "Unfortunately your browser isn't supported by MRBS. You will need to upgrade to a more recent version, or else use another browser. Effettua il log in"
    },
    {
      "url": "http://loop-impact.frontiersin.org/impact/article/514487#views",
      "title": "Loop | Publication Impact |",
      "description": "void",
      "preview": "View original article 0 Total Views and Downloads 0 Citations Social Buzz Social buzz score provided by Altmetric Demographics \"hidden message from v3"
    },
    {
      "url": "http://www.saporietradizioni.it/",
      "title": "Ricette di cucina e piatti tradizionali",
      "description": "Raccolta di ricette di cucina tradizionali italiane ed internazionali. Migliaia di preparazioni gastronomiche per antipasti, salse e sughi, spezie, paste asciutte, paste al forno, riso & risotti, gnocchi, cuscus, zuppe e minestre, sformati e timballi, torte salate, pizze & pane, preparazioni base, carne, pesce uova, formaggi, verdure, insalate, patate, funghi, legumi, torte, crostate, dolci, creme e Bevande",
      "preview": "Home • Cerca • Cosa c'è nella dispensa? • Invia ricette! • 4 chiacchiere • Menù speciali • Contattaci Cerca Antipasti & sfizi Carne Formaggio Pesce &."
    },
    {
      "url": "https://venividigames.tumblr.com/",
      "title": "VeniVidiGames",
      "description": "24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games and Nerdfighteria. Also things that make me go \"awwww\" and depression information.",
      "preview": "VeniVidiGames 00. 01. 02. ... Archive Random 24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games an"
    },
    {
      "url": "https://canaves.com/canaves-oia-epitome/",
      "title": "Best Santorini Resort | Canaves Oia Epitome | Luxury suites",
      "description": "Retreat to this blissful Resort in Santorini, perfect for both romance and families with 53 stunning suites and villas.",
      "preview": "Arrival Departure Guests 1 Guest 2 Guests 3 Guests 4 Guests 5 Guests 6 Guests 7 Guests BOOK NOW Crafted from Santorini's volcanic rock, welcome to a l"
    },
    {
      "url": "https://www.wearegreenbay.com/news/local-news/lawsuit-filed-in-green-bay-audio-surveillance-controversy-genrich-listed-as-a-defendant/",
      "title": "Lawsuit filed in Green Bay audio surveillance controversy, Genrich listed as a defendant | WFRV",
      "description": "After controversy about Green Bay's use of audio surveillance at city hall, a lawsuit has been filed in Brown County Circuit Court.",
      "preview": "Skip to content"
    },
    {
      "url": "https://sportspages.in/blog/",
      "title": "Sports Blogs and Articles | News and Statistics",
      "description": "Blog articles with the latest news and interesting stories around sports in India. Dedicated to creating an online sporting community in India.",
      "preview": "Home » Blog Blog India v/s England Test Series Cricket , Test Cricket Analyzing the Shots played in Squash Asian Team Squash Championship , Squash , W"
    },
    {
      "url": "https://www.stripe.com",
      "title": "Stripe | Infrastruttura finanziaria per aumentare i tuoi ricavi",
      "description": "La suite di API di Stripe permette alle attività online di qualsiasi dimensione di accettare pagamenti, trasferire fondi ed espandersi rapidamente in nuovi mercati grazie all'IA.",
      "preview": "Unisciti ai milioni di aziende che usano Stripe per accettare pagamenti online e di persona, integrare servizi finanziari, consentire modelli di ricav"
    },
    {
      "url": "https://collections.plos.org/s/calls-for-papers",
      "title": "About Collections - PLOS Collections",
      "description": "PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your community...",
      "preview": "Skip to content PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your"
    },
    {
      "url": "https://www.baynews9.com/fl/tampa/news/2022/02/02/polk-county-group-proposes-book-ban-",
      "title": "16 books taken off Polk Public School shelves for review",
      "description": "Some of the books include \"The Bluest Eye\" and \"The Kite Runner.\"",
      "preview": "Open in Our App Get the best experience and stay connected to your community with our Spectrum News app. Learn More Open in Spectrum News App Continue"
    },
    {
      "url": "https://www.ey.com",
      "title": "EY - Global | Building a better working world",
      "description": "EY offre servizi di Advisory, Assurance, Tax e Transaction che aiutano a risolvere le sfide più difficili dei nostri clienti e a costruire un mondo del lavoro migliore per tutti.",
      "preview": "EY Logo Insight Read More Read Less Porre le domande migliori che aprano la strada a soluzioni innovative per le problematiche più intricate del mondo"
    },
    {
      "url": "https://www.badmintonireland.com/",
      "title": "Badminton Ireland",
      "description": "Badminton Ireland is the National Governing Body for Badminton clubs and leagues in Ireland. Comprises Connacht Badminton, Leinster Badminton, Munster Badminton and Ulster Badminton.",
      "preview": "void"
    },
    {
      "url": "https://www.thekoreanfashion.com/collections/women_earrings?page=15",
      "title": "Women's Earrings | Rings, Necklaces, Earrings, and Bracelets - Page 15 - The Korean Fashion",
      "description": "Find a great selection of accessories and jewelry for women. Shop for Rings, Necklaces, Earrings, Bracelets, Jewelry Sets, Jewelry Box, and Hair Accessories.",
      "preview": "Skip to content Sort Sort Featured Best selling Alphabetically, A-Z Alphabetically, Z-A Price, low to high Price, high to low Date, old to new Date, n"
    },
    {
      "url": "https://www.popaganda.com/",
      "title": "POPAGANDA",
      "description": "void",
      "preview": "0 NOW YOU SEE IT MAY 20 Allouche Gallery 77 Mercer St, New York, NY 10012 DELUSIONVILLE COLORING BOOK Color in your favorite Delusionville characters"
    },
    {
      "url": "https://www.kiteplans.org/",
      "title": "World's largest kite plan archive - Kite Plan Base (KPB)",
      "description": "The Kite Plan Base is the largest kite plan archive in existence. It isn't a mere link directory, it contains actual plan backups.",
      "preview": "World's largest kite plan archive - Kite Plan Base (KPB) ES cambiar el idioma a español home 1 line Flat Kites Bowed Kites Delta Kites Box Kites Sled"
    },
    {
      "url": "https://apps.dtic.mil/sti/citations/ADA426096",
      "title": "Defense Technical Information Center",
      "description": "void",
      "preview": "The .mil means it's official. Federal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you're on a feder"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/dataset/?id=callejero-municipal",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Dataset | callejero-municipal",
      "description": "Conjunto de vías del término municipal. Existen dos tipos de callejero: uno cartográfico, con...",
      "preview": "Inicio Catálogo de Datos Callejero Municipal de Las Palmas de Gran Canaria Callejero Municipal de Las Palmas de Gran Canaria Conjunto de vías del térm"
    },
    {
      "url": "https://www.washtenaw.org/3427/Washtenaw-Rescue-Plan",
      "title": "Washtenaw Rescue Plan | Washtenaw County, MI - Official Website",
      "description": "On March 11, the President signed the $1.9 trillion American Rescue Plan Act of 2021 (ARPA). This action created the Coronavirus State and Local Fiscal Recovery Fund to support local governments as they help their communities recover from the impacts of the COVID-19 Pandemic.",
      "preview": "Skip to Main Content Washtenaw Rescue Plan Government Websites by CivicPlus® []"
    },
    {
      "url": "https://aluminiumpergola.nl/2018/10/24/pergola-onderhoud-heb-je-een-paar-minuten-per-jaar/",
      "title": "Pergola onderhoud. Heb je een paar minuten per jaar? - AluminiumPergola.nl",
      "description": "Pergola onderhoud. Lees hier wat je moet doen om je pergola jarenlang in topconditie te houden. Minimaal pergola onderhoud, maximaal genieten.",
      "preview": "Skip to content Portal Professionals Producten Aluminium pergola's Aluminium frames Lamellen voor buiten Verkooppunten Projecten Over ons Blog Contact"
    },
    {
      "url": "https://500px.com",
      "title": "500px",
      "description": "void",
      "preview": "Explore the most popular photos on 500px."
    },
    {
      "url": "https://archives.hungaricana.hu/en/urbarium/hu_mnl_ol_e156_a_fasc090_no100/?list=eyJxdWVyeSI6ICJTWk89KFJFR0VTVFJBVEEgSU4gUkVHKSBBTkQgU1pPPShcIkZhc2MuMDkwXCIgSU4gVElUTEUpIn0",
      "title": "HU MNL OL E 156 - a. - Fasc. 090. - No. 100. | Urbaria et conscriptiones | Hungaricana",
      "description": "The purpose of the Hungaricana project is to share Hungarian cultural heritage including contents that have never been accessible before. Our goal is to create an environment where everyone, whether professional or amateur, can explore Hungary's, or even their own history and culture in a clean and efficient way.",
      "preview": "For full functionality of this site (searching, viewing images, maps and pdf files) it is necessary to enable JavaScript. Here are the instructions ho"
    },
    {
      "url": "https://chaiteanunes-blog.tumblr.com/",
      "title": "Ice Ice Baby",
      "description": "void",
      "preview": "RSS Archive Ice Ice Baby → 8 years ago (204,092 notes) pissyjorts : kavvka : pissyjorts : life... is an egg explain has chickens in it sometimes (via sa"
    },
    {
      "url": "https://www.milb.com/player/matt-pobereyko-670946",
      "title": "Matt Pobereyko Stats, Age, Position, Height, Weight, Fantasy & News | MiLB.com",
      "description": "Matt Pobereyko Stats, Age, Position, Height, Weight, Fantasy & News",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon Matt David Pobereyko Status: Deceased Born: 12/24/1991 in Hammond, IN College: Kentucky Wesl"
    },
    {
      "url": "https://veteransgrowingamerica.com/",
      "title": "void",
      "description": "void",
      "preview": "HOME ABOUT GET INVOLVED VGA MEMBERSHIP VGA VENDOR VGA VOLUNTEER DIRECTORY EVENTS CONTACT US SHOP OUR DIGITAL PUBLICATION WOODBRIDGE, VA STORE MORE VET"
    },
    {
      "url": "https://www.yesnodetroit.com/2017/08/movie-review-dark-tower.html",
      "title": "Movie Review: The Dark Tower",
      "description": "Yes/No Detroit is a lifestyle blog covering food, entertainment, travel, tech, and more, in Detroit and beyond.",
      "preview": "Skip to main content Movie Review: The Dark Tower Get link Facebook X Pinterest Email Other Apps August 04, 2017 Originally, I wanted to give this mov"
    },
    {
      "url": "https://www.ccsbt.org/",
      "title": "CCSBT Home | CCSBT Commission for the Conservation of Southern Bluefin Tuna",
      "description": "void",
      "preview": "Skip to main content 🇯🇵 日本語 Log in Commission for the Conservation of Southern Bluefin Tuna ☰ Main Menu Home About the Commission Origins of the Conve"
    },
    {
      "url": "https://walmart.org/who-we-are",
      "title": "Who We Are",
      "description": "In 1962, Sam Walton opened the doors of the first Walmart. He recognized the value of bringing affordable products to people in small towns. Walmart has been helping people save money - and live better - ever since. In 1982, the Walmart Foundation was created to help support the communities Walmart serves. Last year, Walmart and the Walmart...",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "https://www.cao-ombudsman.org/",
      "title": "Office of the Compliance Advisor/Ombudsman",
      "description": "We work to address complaints from people affected by IFC and MIGA projects fairly, objectively, and constructively while enhancing the environmental and social outcomes of IFC and MIGA projects.",
      "preview": "Skip to main content Community-Company Dialogue Leads to Livelihood Restoration in Togo READ STORY VIEW CASE CAO's 25th Anniversary This year marks CA"
    },
    {
      "url": "https://freepage.twoday.net/stories/4666629/",
      "title": "World-News: Is Bush A Failure?",
      "description": "void",
      "preview": "twoday.net > freepage > USA > Is Bush A Failure? Anmelden | nächstes Blog lesen [ << ] World-News Independent Media Source Is Bush A Failure? Bush's c"
    },
    {
      "url": "https://jadedragonapothecary.com/products/yoni-steam-herbs",
      "title": "Yoni Steam Herbs - Jade Dragon Apothecary",
      "description": "Yoni steaming, (yoni is Sanskrit for vagina), is a practice in which a woman allows the warmth of herbal steam to permeate the exterior of her vagina. Respected by healers around the globe, yoni steaming is an opportunity to reconnect with your body and utilize the wisdom of plant medicine to heal your cycle. Yoni stea",
      "preview": "Menu Cart 0 Yoni Steam Herbs $19 95 $19.95 Default Title - $19.95 USD Add to Cart Yoni steaming, (yoni is Sanskrit for vagina), is a practice in which"
    },
    {
      "url": "https://www.ecologic-france.com/ecologic/filiere-deee.html",
      "title": "Filière DEEE",
      "description": "void",
      "preview": "La filière DEEE Vous êtes ici : Accueil > Ecologic > Filière DEEE Eco-organisme au coeur de la filière La filière DEEE s'appuie sur le principe de la"
    },
    {
      "url": "https://www.greatplacetowork.com/certified-company/1100147?utm_source=Briefly&utm_campaign=9.2.21&utm_medium=email",
      "title": "Working at Target Corporation | Great Place To Work®",
      "description": "Is Target Corporation a great place to work for?",
      "preview": "Home > Certified Companies SHARE: Target Corporation Updated May 2025. 74% Employees say this is a great place to work SHARE: Company Overview Brian C"
    },
    {
      "url": "http://meteo.ilfattoquotidiano.it/italia/valle-d-aosta/saint-barthelemy/3/",
      "title": "Previsioni Meteo Saint Barthelemy - Il Fatto Quotidiano",
      "description": "void",
      "preview": "METEO IN COLLABORAZIONE CON 3BMETEO Home Italia Europa Mondo Video Mari & Venti Neve Aeroporti Home » Meteo Italia » Valle D'aosta » Saint Barthelemy"
    },
    {
      "url": "https://www.whiskey.kitchen/",
      "title": "Whiskey Kitchen",
      "description": "A chef's barroom and restaurant. One part Whiskey bar, one part world-class Southern kitchen born in downtown Raleigh, NC.",
      "preview": "Main Content Starts Here, tab to start navigating Whiskey Kitchen Slide 1 of 4 Slide 2 of 4 Slide 3 of 4 Slide 4 of 4 hero gallery paused, press to pl"
    },
    {
      "url": "https://www.ceres.org/homepage",
      "title": "Home | Ceres: Sustainability is the bottom line",
      "description": "void",
      "preview": "This website requires Javascript for some parts to function properly. Your experience may vary. Skip to content Cookies 🍪 This site uses cookies that"
    },
    {
      "url": "http://www.skylight.global/",
      "title": "Home",
      "description": "void",
      "preview": "Advancing How We Protect Our Ocean Explore Our New Public Map Resource Center Your Hub for Skylight Updates and Resources Discover everything you need"
    },
    {
      "url": "http://www.akc.org",
      "title": "American Kennel Club",
      "description": "The AKC is the recognized and trusted expert in breed, health and training information for dogs.",
      "preview": "Search Sign In Menu Search for a Breed Select a Breed Affenpinscher Afghan Hound Airedale Terrier Akita Alaskan Klee Kai Alaskan Malamute American Bul"
    },
    {
      "url": "http://mines.edu/compliance",
      "title": "Office of Compliance and Policy - Compliance",
      "description": "The Colorado School of Mines Office of Compliance and Policy works to maintain compliance with laws, regulations, and contracts to achieve excellence in everything we do.",
      "preview": "Facebook X RSS Snapchat MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Office of Compliance and Policy Framework for Higher Ed"
    },
    {
      "url": "https://klubitus.org/venue/652-capital-club-bar",
      "title": "Capital Club & Bar",
      "description": "void",
      "preview": "14.11. PUSH UP! Presents: JUDGE JULES No images yet. Address Helsinki Toggle map Map loading"
    },
    {
      "url": "https://teksciory.interia.pl/szukaj?q=mamusia+nie+moze",
      "title": "mamusia nie moze - Teksciory.pl",
      "description": "mamusia nie moze - Tekściory.pl - sprawdź tekst, tłumaczenie twojej ulubionej piosenki, obejrzyj teledysk.",
      "preview": "Reklama Wykonawcy Rankingi Zaloguj się Wykonawcy Ranking załóż konto Interia Teksty piosenek Szukaj: mamusia nie moze Wyniki wyszukiwania: mamusia nie"
    },
    {
      "url": "https://www.youthbusiness.org/",
      "title": "Youth Business International - Youth Business International",
      "description": "Youth Business International is the global leader in youth entrepreneurship, driving economic growth and job creation through youth-led businesses",
      "preview": "Skip to content Celebrating 25 years Our journey so far of empowering young entrepreneurs globally Learn more The YBI Africa Collaborative launches YB"
    },
    {
      "url": "https://www.penguinrandomhouse.com/books/318615/my-name-is-barbra-by-barbra-streisand/?ref=PRH61D056F1F743&aid=3377&linkid=PRH61D056F1F743",
      "title": "My Name Is Barbra by Barbra Streisand: 9780525429524 | PenguinRandomHouse.com: Books",
      "description": "The long-awaited memoir by the superstar of stage, screen, recordings, and television Barbra Streisand is by any account a living legend, a woman who...",
      "preview": "Skip to Main Content (Press Enter) 📝 Quiz: What Book Should You Read Next? 📝 Quiz: What Book Should You Read Next? Books Kids Popular Authors & Events"
    },
    {
      "url": "http://www.simpletexting.com",
      "title": "SMS marketing services & texting platform | SimpleTexting",
      "description": "Use the text messaging service 17,000+ businesses trust. Send SMS marketing campaigns, receive texts, and message one-on-one.",
      "preview": "They're raising prices (again) 🫠. Check out our affordable plans with unlimited contacts. A texting service designed to help small businesses win Ever"
    },
    {
      "url": "https://disneyprivacycenter.com/kids-privacy-policy/english/",
      "title": "Children's Privacy Policy - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Family of Compan"
    },
    {
      "url": "https://www.newsnationnow.com/crime/idaho-college-killings/bryan-kohbergers-termination-letter-from-wsu/",
      "title": "Bryan Kohberger's termination letter from WSU",
      "description": "NewsNation's \"Banfield\" exclusively obtained the WSU termination letter sent to Kohberger.",
      "preview": "Skip to content LIVE TV Trending DIDDY'S PRISON ASK IRS CHANGES JAILHOUSE PREGNANCY Want to see more of NewsNation? Get 24/7 fact-based news coverage"
    },
    {
      "url": "https://corporate.mcdonalds.com/corpmcd/our-stories/article/it-pair-of-season.html",
      "title": "McDonald's Smoky BLT Quarter Pounder® with Cheese and OREO® Fudge McFlurry® Are the \"It\" Pair of the Season",
      "description": "Hard Launch: The newest items make it official Nov. 21 at participating restaurants nationwide",
      "preview": "McDonald's Smoky BLT Quarter Pounder® with Cheese and OREO® Fudge McFlurry® Are the \"It\" Pair of the Season November 03, 2022 Hard Launch: The newest"
    },
    {
      "url": "https://www.milfsdating.be/profiel/?xdt=Nzg2MTYzfENhdENhdDIy&p=1047&referer=rijpesexdate",
      "title": "Milfs Dating, Gratis Sex met een Milf",
      "description": "Milfs Dating, direct sex met een milf, maak gratis contact met milfs op zoek naar mannen die een sexdate willen met alleenstaande moeders! Zoek gratis sex met een milf en meld je anoniem aan en zoek snel naar milfs waarmee je een gratis sexafspraak wilt!",
      "preview": "Profiel van CatCat22 (65 jaar) uit Limburg Maak favoriet Stuur bericht Stuur flirt Geslacht: Vrouw Leeftijd: 65 Zoekt een: Man Land: Vlaanderen Regio:"
    },
    {
      "url": "https://www.process-worldwide.com/explosionproof-drum-emptying-gal-488259/?print",
      "title": "Explosion-Proof Drum Emptying || Picture 1 / 2",
      "description": "Viscoflux lite, the drum emptying system for high-viscosity media, which are just capable of flowing - now available as an Ex version.",
      "preview": "Newsletter Whitepaper E-Paper Webinars Newsletter Whitepaper E-Paper Webinars News Control & Automation Engineering Pharma & Food Hydrogen & Decarboni"
    },
    {
      "url": "https://bobbyberk.com/book/",
      "title": "Book - Bobby Berk",
      "description": "void",
      "preview": "If you're here, we like your style. Won't you stay? Sign up for our newsletter No Thanks Bobby Berk Contact Us // My Book // Design // Queer Eye // Li"
    },
    {
      "url": "http://www.cucinarefacile.com/",
      "title": "Ricette di cucina e video ricette",
      "description": "Chef si diventa! Impara a cucinare seguendo le ricette di cucina semplici e veloci di Cucinarefacile.com. Per ogni occasione la giusta ricetta!",
      "preview": "super facile Biscotti al miele: la ricetta della dolcezza Perfetti a colazione, per il tè delle cinque o come idea regalo per le festività, i biscotti"
    },
    {
      "url": "https://www.delilahdevlin.com/blog/2009/06/19/enter-delilahs-summertime-contest/",
      "title": "Enter Delilah's Summertime Contest! | Delilah Devlin",
      "description": "This contest is closed! Thanks for playing! Follow this link to the contest rules: HOW TO ENTER DELILAH DEVLIN'S SUMMERTIME CONTEST 1. The contest runs through July 6th. The three top prizes will be announced on July 8th, 2009. To enter, you must do two things! 2. First, copy the code (click on 'SHARE') of",
      "preview": "Follow My Blog Want to know when new contests post or fun guests arrive? Get notified via email! Email Address Subscribe Join 3,007 other subscribers"
    },
    {
      "url": "http://www.quill.org/",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "Quill provides free writing and grammar activities for middle and high school students.",
      "preview": "Free tools to make your students better writers and readers . NEW Quill.org, a non-profit, provides free literacy activities that build reading compre"
    },
    {
      "url": "https://plos.org/resources/editor-center",
      "title": "Editor Center - PLOS",
      "description": "This page explains all you need to know as a prospective or current member of the PLOS Editorial Board.",
      "preview": "Skip to content Welcome to the PLOS Editor Center Everything you need as a prospective or current PLOS Editorial Board member Menu Code of Conduct for"
    },
    {
      "url": "https://www.apple.com/safari/download/",
      "title": "Safari - Apple",
      "description": "Safari is the world's fastest browser. Enjoy more third-party extensions, powerful privacy protections, and industry-leading battery life.",
      "preview": "Safari is the best way to experience the internet on all your Apple devices. It brings robust customization options, features powerful privacy protect"
    },
    {
      "url": "https://www.theguardian.com/",
      "title": "Latest news, sport and opinion from the Guardian",
      "description": "Latest news, sport, business, comment, analysis and reviews from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Gaza ceasefire Hide Live Palestinians begin journey to Gaza's north as Israel says ceasefire now in effect Tho"
    },
    {
      "url": "https://covid19vaccine.health.ny.gov/",
      "title": "COVID-19 | Department of Health",
      "description": "void",
      "preview": "Skip to main content Latest Information on COVID-19 Vaccine Information and Frequently Asked Questions New Guidance COVID-19 Vaccine 2025-2026 COVID-1"
    },
    {
      "url": "https://www.demuseumwinkel.com/papilio-thoas-cinyras-driedpapered-v0035",
      "title": "Papilio thoas cinyras dried/papered - DeMuseumwinkel.com",
      "description": "Largest collection papered butterflies, dried and folded. To mount yourself: Papilio thoas cinyras dried/papered",
      "preview": "349496 Back naar dried butterflies Home Papilio thoas cinyras dried/papered Papilio thoas cinyras dried/papered Articlecode: 0035-100 78 in stock €8,9"
    },
    {
      "url": "https://ocw.mit.edu/courses/18-01-single-variable-calculus-fall-2006/",
      "title": "Single Variable Calculus | Mathematics | MIT OpenCourseWare",
      "description": "This introductory calculus course covers differentiation and integration of functions of one variable, with applications.",
      "preview": "Browse Course Material Course Info Instructor Prof. David Jerison Departments Mathematics As Taught In Fall 2006 Level Undergraduate Topics Mathematic"
    },
    {
      "url": "https://leseditionsextensibles.com/collections/sur-la-page-abandonnes/sur%20la%20page,%20abandonn%C3%A9s%20vol.2",
      "title": "Les éditions extensibles | SUR LA PAGE,<br> ABANDONNÉS - vol.2",
      "description": "Les éditions extensibles ont pour objet de recherche la transversalité entre art contemporain et littérature.",
      "preview": "éditions extensibles Collections Expositions À propos E-shop Au lieu SUR LA PAGE, ABANDONNÉS - vol.2 Anthologie 2017 - 204 pages - 11× 18 cm → voir l'"
    },
    {
      "url": "https://www.infosysequinox.com/",
      "title": "Enterprise Digital Commerce Platform | Infosys Equinox",
      "description": "Infosys Equinox provides highly accessible digital commerce solutions to companies with complex needs to offer distinctive experiences. Get started with us!",
      "preview": "How AI is Changing Digital Commerce in 2025 Discover how AI is enhancing both customer-facing and operational functions in digital commerce for unpara"
    },
    {
      "url": "http://www.barbero.com/",
      "title": "Delizie Bakery - Un mondo di cose buone",
      "description": "Delizie Bakery unisce tradizione e innovazione per offrirti dolci artigianali di alta qualità, preparati con passione e ingredienti genuini. Un gusto unico che racconta una storia.",
      "preview": "Skip to content Dove la tecnologia incontra la sostenibilità: benvenuti nella nostra nuova sede di Cherasco. Scopri ora Un'impianto produttivo, immers"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/CSS/CSS_Grid_Layout",
      "title": "CSS grid layout - CSS | MDN",
      "description": "The CSS grid layout module excels at dividing a page into major regions or defining the relationship in terms of size, position, and layering between parts of a control built from HTML primitives.",
      "preview": "Skip to main content Skip to search CSS grid layout The CSS grid layout module excels at dividing a page into major regions or defining the relationsh"
    },
    {
      "url": "https://deno.com/manual@v1.45.4/introduction",
      "title": "Welcome to Deno",
      "description": "Learn the basics of Deno, a secure JavaScript, TypeScript, and WebAssembly runtime.",
      "preview": "Skip to main content On this page Why Deno? Quick install First steps Welcome to Deno Deno ( /ˈdiːnoʊ/ , pronounced dee-no ) is an open source JavaScr"
    },
    {
      "url": "https://generated.photos/#",
      "title": "Generated Photos | Unique, worry-free model photos",
      "description": "AI-generated images have never looked better. Explore and download our diverse, copyright-free headshot images from our production-ready database.",
      "preview": "void"
    },
    {
      "url": "http://www.polito.it/",
      "title": "Politecnico di Torino",
      "description": "Da 160 anni, il Politecnico di Torino è una delle istituzioni pubbliche più prestigiose a livello italiano ed internazionale nella formazione, ricerca, trasferimento tecnologico e servizi in tutti i settori dell'Architettura e dell'Ingegneria.",
      "preview": "Salta al contenuto principale Stato Servizi IT EN Apri/chiudi il menu delle lingue"
    },
    {
      "url": "https://asiapacificgreens.org/tag/asia-pacific-greens-federation-gambling-general-news-new-zealand/",
      "title": "Asia-Pacific Greens Federation, Gambling, General News, New Zealand Archives - Asia Pacific Greens Federation (APGF)",
      "description": "void",
      "preview": "Tag: Asia-Pacific Greens Federation, Gambling, General News, New Zealand Subscribe for APGF News First Name (*) Email (*) Primary Language Primary Lan"
    },
    {
      "url": "https://mts-ncomms.nature.com/",
      "title": "Nature Communications",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Communications online manuscript submission a"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85916",
      "title": "Searchable Recipe Database - ASPIC DI FRAGOLA E PISTACCHI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.umso.com/",
      "title": "Umso - The Website Builder For Everyone",
      "description": "The fastest way to build a website. Design, edit and publish a beautiful website with absolutely no code.",
      "preview": "Build your website Plan Go from idea to first draft with our Generator. Even if you've never built a website before, you will get a great result. Edit"
    },
    {
      "url": "https://pastel.diplomatie.gouv.fr/cncdext/dyn/public/utilisateur/ajoutCompte.html;jsessionid=03D70CB2EF5DFD342A9F7A4D8BDCD880.jvm01996-3",
      "title": "Ministère de l'Europe et des Affaires étrangères - Maintenance technique",
      "description": "void",
      "preview": "Site en cours de maintenance"
    },
    {
      "url": "http://www.runningrabbitkitchen.com/2015/02/pseudo-sourdough.html",
      "title": "Running Rabbit Kitchen: pseudo-sourdough",
      "description": "I recently took my first stab at making quasi-sourdough bread. It's not real sourdough since instead of a starter--which takes some time-...",
      "preview": "breaking bread is a universal ritual that brings us together. a good meal has the power to heal us, body and soul. all my cooking comes from the heart"
    },
    {
      "url": "https://bridgecollaborativeglobal.org/solutions/cross-sector-stories/bridge-spark-fund-2020/",
      "title": "The Bridge Collaborative | The Nicholas Institute for Energy, Environment & Sustainability",
      "description": "The Bridge Collaborative drove a fundamental shift in how we think, plan, fund and work across sectors to make bigger change faster. We united people and organizations in health, development and the environment with the evidence and tools to tackle the world's most pressing challenges-from air pollution and poverty, to biodiversity loss and malnutrition, to climate change and inequality. Because there's only one way to solve the most critical problems we face: Together.",
      "preview": "Skip to main content Nicholas Institute for Environmental Policy Solutions Ami Vitale/TNC Project The Bridge Collaborative Imagine a World Where Our B"
    },
    {
      "url": "https://pixlr.com/e/",
      "title": "Photo Editor Pixlr Free online Image Editing Tool",
      "description": "Free online like photo editor with advanced image editing features. Perfect for both beginner & professional. Start editing with Pixlr editor now!",
      "preview": "Photo Editor - Photoshop Online by Pixlr - Free Image Editing Tools Now, there are even more compelling reasons to choose Pixlr as your go-to solution"
    },
    {
      "url": "https://ich.unesco.org/en/",
      "title": "ICH - UNESCO Intangible Cultural Heritage",
      "description": "Explore UNESCO's Intangible Cultural Heritage: policies, lists, best practices, and resources for its safeguarding and global transmission.",
      "preview": "Safeguarding our living heritage 2003 Convention The Lists Open element's information i The Diablos Danzantes de Corpus Christi have endured as an exp"
    }
  ],
  "_meta": {
    "total_bookmarks": 103
  }
}