{
  "data": [
    {
      "url": "https://www.us2.list-manage.com/track/click?u=33cf89da7ade3a85156c5eda4&id=9419cc8035&e=2ac1e5c448",
      "title": "Home - SDG Indicators",
      "description": "Home - Sustainable Development Goal Indicators",
      "preview": "Home Welcome to the Sustainable Development Goal indicators website A robust follow-up and review mechanism for the implementation of the 2030 Agenda"
    },
    {
      "url": "https://go-expandyourmind-blog.tumblr.com/",
      "title": "Nature, animals, and inspiration :)",
      "description": "void",
      "preview": "Nature, animals, and inspiration :) 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Change bri"
    },
    {
      "url": "https://www.first-nature.com/fungi/amanita-muscaria.php",
      "title": "Amanita muscaria, Fly Agaric mushroom",
      "description": "void",
      "preview": "Amanita muscaria ( L. ) Pers. - Fly Agaric Phylum: Basidiomycota - Class: Agaricomycetes - Order: Agaricales - Family: Amanitaceae Distribution - Etym"
    },
    {
      "url": "https://info135.com.ar/2021/07/14/ari-lijalad-le-apunto-a-larreta-y-lo-prendio-fuego-unos-gobiernan-y-nos-cuidan-y-otros-gobiernan-y-nos-ponen-en-peligro/",
      "title": "Ari Lijalad le apuntó a Larreta y lo prendió fuego: \"Unos gobiernan y nos cuidan y otros gobiernan y nos ponen en peligro\" - INFO135",
      "description": "El periodista de El Destape salió con los tapones de punta luego que se detectase que un individuo residente de CABA que había ido a Miami a vacunarse y volvió con la variante Delta, rompió el aislamiento. En una serie de tuits picantísimos, Ari destruyó al jefe de gobierno porteño...",
      "preview": "15.2 C La Plata 10 octubre, 2025 Facebook Twitter Instagram Youtube Primary Menu Search for: Search El periodista de El Destape salió con los tapones"
    },
    {
      "url": "https://captaineifos.tumblr.com/",
      "title": "Soph studies",
      "description": "Sofie, 23 y/o, online student and spoonie",
      "preview": "Norway Curious Soph studies Sofie, 23 y/o, online student and spoonie about tags archive ask empty empty caats 12 Aug 23 5470 caats : soft-lovely 07 A"
    },
    {
      "url": "https://www.suppose.tv/tv",
      "title": "Suppose | Compare Cable, Satellite & Streaming TV Services",
      "description": "Suppose lets you select your favorite TV channels, searches billions of combinations of cable, satellite and streaming TV services, and finds the best for you.",
      "preview": "Suppose ... Suppose will search billions of combinations of video services to find the best for you. To use Suppose, you must enable JavaScript in you"
    },
    {
      "url": "https://app.powerbi.com/view?r=eyJrIjoiODgyYjRmZjQtN2UyNi00NGE4LTg1YzMtYzE2OGFhZjBiYzFjIiwidCI6ImY2MTBjMGI3LWJkMjQtNGIzOS04MTBiLTNkYzI4MGFmYjU5MCIsImMiOjh9&pageName=ReportSection729b5bf5a0b579e86134",
      "title": "Microsoft Power BI",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://bettercotton.org/",
      "title": "Better Cotton Initiative: It starts with farmers",
      "description": "Our mission is to help cotton communities survive and thrive, while protecting and restoring the environment.",
      "preview": "Search for: Search It starts with farmers Welcome to a global community of farmers, brands and people like you united by a need for cotton that suppor"
    },
    {
      "url": "https://www.metoffice.gov.uk/weather/maps-and-charts",
      "title": "Maps and charts - Met Office",
      "description": "Access real-time weather data with our advanced maps and charts, which are designed to support informed decision making.",
      "preview": "Maps and charts Access real-time weather data with our advanced maps and charts, which are designed to support informed decision making. Featured MAPS"
    },
    {
      "url": "https://www.nnwa.us/",
      "title": "National NeighborWorks Association | National Neighborworks Association",
      "description": "void",
      "preview": "Skip to Content We Advocate For Our Members, For Our Communities National NeighborWorks ® Association Dual Faceted Advocacy The National NeighborWorks"
    },
    {
      "url": "https://www.catholicnewsagency.com/news/28996/an-anti-photoshop-revolution-a-new-take-on-real-beauty",
      "title": "An anti-Photoshop revolution? A new take on real beauty | Catholic News Agency",
      "description": "Ashley Crouch is the PR manager and contributing editor of a new women&#39;s fashion magazine with a much talked about policy: no digital alterations to models&#39; real appearances allowed.",
      "preview": "void"
    },
    {
      "url": "https://www.gu.org/",
      "title": "Generations United",
      "description": "Generations United improves the lives of children, youth, and older adults through intergenerational programs, policies, and strategies.",
      "preview": "Skip to main content Skip to footer Generations United Menu Press Room Contact Us Follow us on Facebook Follow us on Twitter Follow us on Instagram Fo"
    },
    {
      "url": "https://www.iccat.int/en/",
      "title": "ICCAT·CICTA·CICAA",
      "description": "WebSite ICCAT",
      "preview": "void"
    },
    {
      "url": "http://bit.ly/3SEbWHF",
      "title": "Experts pushing for high-seas fishing ban win 'Nobel Prize for environment'",
      "description": "Environmental science and conservation news",
      "preview": "Experts pushing for high-seas fishing ban win 'Nobel Prize for environment' Mongabay.com 22 Feb 2023 Global Oceans Comments Share article Share this a"
    },
    {
      "url": "https://upgrade.mail.yahoo.com/",
      "title": "Yahoo Mail",
      "description": "Take a trip into an upgraded, more organized inbox with Yahoo Mail. Login and start exploring all the free, organizational tools for your email. Check out new themes, send GIFs, find every photo you've ever sent or received, and search your account faster than ever.",
      "preview": "void"
    },
    {
      "url": "https://www.netflix.com/in/",
      "title": "Netflix Italy - Watch TV Shows Online, Watch Movies Online",
      "description": "Watch Netflix movies & TV shows online or stream right to your smart TV, game console, PC, Mac, mobile, tablet and more.",
      "preview": "Unlimited movies, TV shows, and more Starts at EUR 6.99. Cancel anytime. Ready to watch? Enter your email to create or restart your membership. Email"
    },
    {
      "url": "https://www.aluminum-coil.net/reasons-for-even-film-thickness-of-aluminium-anodizing-sheet-plate.html",
      "title": "Reasons for uneven film thickness of aluminium anodizing sheet plate",
      "description": "The causes for uneven thickness of an aluminium anodizing sheet plate includes inappropriate solution temperature, effective area, contact state and sulfuric acid concentration etc.",
      "preview": "Welcome to the web of Haomei Aluminum  86-18137889531  nydia@aluminumhm.com Home About Us Haomei Certificates Our History Our Team Our Factories Soc"
    },
    {
      "url": "https://www.minnesotanonprofits.org/",
      "title": "Minnesota Council of Nonprofits",
      "description": "Nonprofits are a force for good. We're here to help. Events Focus on professional development. View events → Job Board Minnesota's largest nonprofit job board. Visit Job Board → Public... Continue reading Home page",
      "preview": "Skip to content Minnesota Budget Project MN Nonprofit Legal Services Initiative Subscribe Join / Renew Search Login New Issue of Nonprofit News : Prot"
    },
    {
      "url": "https://www.sima.org/",
      "title": "SIMA Home",
      "description": "Join SIMA to enhance your snow and ice management business with resources, training, and networking opportunities that ensure professionalism and success in the industry.",
      "preview": "The snow industry shows up, no matter the task. Showing up with SIMA is the start to strengthening your business and our industry. Get started by leve"
    },
    {
      "url": "https://news.cs.washington.edu/2017/08/17/first-choice-majors-of-uw-confirmed-incoming-freshmen/",
      "title": "Allen School News » First-Choice Majors of UW Confirmed Incoming Freshmen",
      "description": "The trend continues - at the University of Washington, and across the nation. The two charts shown here tell the story: they show the ten top first-choice majors of UW confirmed incoming freshmen from fall 2010 to fall 2017, and the first-choice College of Engineering majors of UW confirmed incoming...",
      "preview": "Skip to main content Allen School News Search for: Follow @csenews on Twitter Get Email Notifications First-Choice Majors of UW Confirmed Incoming Fre"
    },
    {
      "url": "https://watch.tbn.org/",
      "title": "TBN+ | Stream Bible Teachers, Worship, and Christian Shows",
      "description": "The number one destination to stream your favorite Bible teachers, Christian artists, and faith-based shows anytime, anywhere. Fuel your faith on TBN+.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.punchmark.com?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "https://www.eventbrite.ca/e/google-advertising-the-business-owners-starter-guide-virtual-tickets-533995493897?aff=erelexpmlt",
      "title": "Google Advertising: The Business Owner's Starter Guide (Virtual) Tickets, Tue, 21 Mar 2023 at 2:00 PM | Eventbrite",
      "description": "Eventbrite - Invest Ottawa Education Centre presents Google Advertising: The Business Owner's Starter Guide (Virtual) - Tuesday, 21 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Google Advertising: The Business Owner's Starter Guide (Virtual) View details Follow this organizer to stay informed on future"
    },
    {
      "url": "https://www.lisc.org/twin-cities/",
      "title": "Twin Cities | LISC Twin Cities",
      "description": "void",
      "preview": "Skip to Main Content Previous \"Lifting As We Climb\": In South Minneapolis, a Historic Restoration Heals The Power of Creative Placemaking: Reflections"
    },
    {
      "url": "https://www.mochu.com.tw/products/%E8%B2%B4%E6%97%8F%E5%B0%8F%E7%8E%8B%E5%AD%90%E5%A5%97%E8%A3%9D",
      "title": "Mochu童裝",
      "description": "Mochu童裝",
      "preview": "{{ 'fb_in_app_browser_popup.desc' | translate }} {{ 'fb_in_app_browser_popup.copy_link' | translate }} {{ 'close' | translate }} {{ 'in_app_browser_po"
    },
    {
      "url": "https://www.robinhood.org/",
      "title": "Home - Robin Hood",
      "description": "Learn more about Robin Hood, New York City's largest poverty-fighting organization.",
      "preview": "Your browser does not support the video tag. Fighting Poverty in New York City Robin Hood is New York City's largest poverty-fighting organization. We"
    },
    {
      "url": "http://beardifyapp.com",
      "title": "Beardify",
      "description": "void",
      "preview": "BEARDIFY Grow a beard."
    },
    {
      "url": "https://archive.vaclavhavel-library.org/Archive/All?docType=Kniha&docType=Popisek&docType=Biografie&docType=Koncept&docType=Pozn%C3%A1mky&docType=Pozn%C3%A1mky&docType=Fotografie&docType=Fotografie&docType=Biografie&docType=Fotografie&docType=PopisekdocType=Biografie&docType=Knihasort=4&lang=en",
      "title": "Václav Havel Library",
      "description": "void",
      "preview": "Documentation centre Václav Havel Library Václav Havel * 5. 10. 1936 Prague ✝ 18. 12. 2011 Hradecek Writer and Dramatist; One of the first Spokesmen f"
    },
    {
      "url": "https://www.actusf.com/forumimaginaire/memberlist.php?mode=contactadmin&sid=5d1d8991a65815d957880828b7aa6936",
      "title": "L'Appel de l'imaginaire - Envoyer un courriel",
      "description": "void",
      "preview": "L'Appel de l'imaginaire Le forum préparatoire des Etats Généraux Vers le contenu Rechercher Recherche avancée Accès rapide Sujets sans réponse Sujets"
    },
    {
      "url": "https://data.mulhouse-alsace.fr/explore/dataset/m2a_orthophotographie-2018/information/",
      "title": "Orthophotographie 2018 sur le territoire de m2A - Open Data Mulhouse Alsace Agglomération - m2A",
      "description": "Orthophotographie de Mulhouse Alsace Agglomération produite à partir des prises de vues réalisées le 11 avril 2018. L'orthophotographie est cofinancée par l'Union Européenne avec le Fonds Européen de Développement Régional Les données d'une résolution de 8 cm par pixel sont organisées en dalles de 1kmx1km au format jpeg. Chaque dalle est téléchargeable par le fichier Zip qui contient l'image au format jpeg et un fichier de calage au format jgw pour les SIG. Le système de projection est RGF93.CC48 Couverture Spatiale : Baldersheim - Bantzenheim - Battenheim - Berrwiller - Bollwiller - Bruebach - Brunstatt-Didenheim - Chalampé - Dietwiller - Eschentzwiller- Feldkirch - Flaxlanden - Galfingue - Habsheim - Heimsbrunn - Hombourg - Illzach - Kingersheim - Lutterbach - Morschwiller-le-Bas - Mulhouse - Niffer - Ottmarsheim - Pfastatt - Petit-Landau - Pulversheim - Reiningue - Richwiller - Riedisheim - Rixheim - Ruelisheim - Sausheim - Staffelfelden - Steinbrunn-le-Bas - Ungersheim - Wittelsheim - Wittenheim - Zillisheim - Zimmersheim",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://parish107.tumblr.com/",
      "title": "@parish107 on Tumblr",
      "description": "Follow @parish107 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes motocrunch Follow follow me :) kylebonallo Follow by Kyle Bonallo (ig: @kylebonallo ) Source: kylebonallo.com pangeen Follow ALT ALT ALT w"
    },
    {
      "url": "https://bertie.forbes.com/#/compose?id=55600b6ee4b01f0c1d93023a",
      "title": "Bertie",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://revista.cinedocumental.com.ar/traducciones-3/",
      "title": "Traducciones | Cine Documental",
      "description": "void",
      "preview": "La ética de la intervención: The good woman of Bangkok , de Dennis O'Rourke. Por Linda Williams. Traducción de Soledad Pardo. Págs. 217-236"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Make-Mockups-Logos-Videos-and-Designs-in-Seconds-73d411f5c981400abe150bac5630147a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://br.my.vccs.edu/",
      "title": "Redirecting to Login...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.phoenixzoo.org/visit/",
      "title": "Visit the Phoenix Zoo: Tickets, Hours, & More | Phoenix Zoo",
      "description": "Visit the Phoenix Zoo and open a wondrous world of curiosity, imagination and discovery! See information about tickets, hours, directions, & more.",
      "preview": "Visit the Phoenix Zoo Home Visit Tickets Hours Directions Daytime General Admission (Online) Adult (14+): $39.95 Child (3-13): $29.95 Purchase Tickets"
    },
    {
      "url": "http://www.badzine.net/",
      "title": "Badzine.net | The World's #1 Badminton Webzine",
      "description": "The World's #1 Badminton Webzine",
      "preview": "Badzine.net The World's #1 Badminton Webzine HOME NEWS Superseries News Superseries Finals Grand Prix News World Championship News Thomas & Uber Cup N"
    },
    {
      "url": "https://esotericarchives.com/agrippa/",
      "title": "Writings of Heinrich Cornelius Agrippa (1486-1535)",
      "description": "void",
      "preview": "Home Contents Prev /agrippa Next timeline Writings of Heinrich Cornelius Agrippa (1486-1535) Heinrich Cornelius Agrippa (1486-1535) is the most influe"
    },
    {
      "url": "https://www.trainline.com/book/results",
      "title": "Search Results | Trainline",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Search Results | Trainline Find tickets from hundreds of train companies across Italy and Europe. Buy on our website or app and keep tickets at your f"
    },
    {
      "url": "https://shopfavoritedaughter.com/",
      "title": "Favorite Daughter",
      "description": "Favorite Daughter offers trendy women's clothing, including stylish denim, dresses, tops, and accessories. Shop for high-quality, fashionable pieces that fit your lifestyle.",
      "preview": "Loading... Skip to content Cart Close Dialog You are $0.00 away from free shipping YOU HAVE NO ITEMS IN YOUR SHOPPING CART. Subtotal $0.00 Cart Checko"
    },
    {
      "url": "https://uk.flightaware.com/live/cancelled/",
      "title": "Live Airline Flight Cancellations Info & Statistics - FlightAware",
      "description": "Real-time cancellation statistics and flight tracker links for cancelled airline flights. View top cancellations by airline or airport.",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://help.providencejournal.com/contact-us",
      "title": "Help Center - The Providence Journal",
      "description": "void",
      "preview": "Back to Help Center Contact Us Contact Us Get in touch with us about stories happening in your community, questions or concerns, and how to purchase o"
    },
    {
      "url": "https://xchaoticrage.tumblr.com/",
      "title": "💗VII-XVIII-MCMXCIII 💗",
      "description": "📚 [Chapter 30] 📚",
      "preview": "💗VII-XVIII-MCMXCIII 💗 1 2 3 4 5 Next 📚 [Chapter 30] 📚 prettycolors prettycolors photo posted on December 22, 2023 936 notes prettygrlzz scorpio sun, g"
    },
    {
      "url": "https://wwd.com/fashion-news/fashion-scoops/balenciaga-crocs-collaboration-photos-1234838519/",
      "title": "Balenciaga and Crocs Collaboration: Photos, Details and More",
      "description": "Balenciaga and Crocs are teaming for their second collaboration, which includes high-heeled Crocs and rainboots.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://www.reklamnepredmetysketch.sk/sk/produkt/gulockove-pero-vivace-125999",
      "title": "Guľôčkové pero Vivace - Reklamné predmety",
      "description": "Elegantné guľôčkové pero s exkluzívnym dizajnom dostupné v troch exkluzívnych farbách. Dodáva sa s modrou atramentovou náplňou, zabalené v darčekovej krabičke.",
      "preview": "hľadaj produkt Hľadať Zobraziť katalóg produktov Späť na menu Vyskladaj si vlastný darčekový balík Kalendáre, diáre Vianoce Darčekové predmety Do 5 dn"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85932",
      "title": "Searchable Recipe Database - Italian Spinach with Raisins and Pine Nuts",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://europa.eu/youreurope/citizens/index_en.htm",
      "title": "Help and advice for EU nationals and their family - Your Europe",
      "description": "European Commission - Practical help and advice on EU citizen rights for your life, work and travel in another European Union country - Your Europe",
      "preview": "Help and advice for EU nationals and their family Share this page Facebook Linkedin X (Twitter) e-mail"
    },
    {
      "url": "https://www.laspalmasgc.es/es/",
      "title": "Ayuntamiento de Las Palmas de Gran Canaria.",
      "description": "Sitio web oficial Ayuntamiento de Las Palmas de Gran Canaria",
      "preview": "Ayuntamiento de Las Palmas de Gran Canaria. Ir al contenido principal de la página Buscador general Buscar LPGC tú decides Twitter Facebook Youtube In"
    },
    {
      "url": "https://studio.mapbox.com/",
      "title": "Console | Mapbox",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.registrar.psu.edu/academic-calendars/",
      "title": "Academic Calendars | Penn State Office of the University Registrar",
      "description": "void",
      "preview": "Search Search Enter Search Text Search This Site Search Penn State Web Search Penn State People Search Penn State Departments Search Penn State User I"
    },
    {
      "url": "https://thunkable.com/#/",
      "title": "Thunkable: Best no code app builder | No code app creation",
      "description": "Thunkable is the most powerful mobile app development platform that allows anyone to create an app without needing to know how to code.",
      "preview": "Skip to main Try building your app with Gen AI for free Read more here. Who is Thunkable for? With Thunkable, you can go from idea to mobile app - no"
    },
    {
      "url": "https://phs.weill.cornell.edu/research-collaboration/publications?page=1&s=title&f%5Bag%5D=G&f%5Bauthor%5D=595&o=desc",
      "title": "Publications | Page 2 | Population Health Sciences",
      "description": "void",
      "preview": "Skip to main content Population Health Sciences Publications Events Directories Publications Contact Us Follow us on X Check out our X feed for the la"
    },
    {
      "url": "https://safety.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Google Safety Center - Stay Safer Online",
      "description": "Making technology for everyone means protecting everyone who uses it. Explore what Google does to help you stay safe online.",
      "preview": "Learn how Google AI-powered security keeps you safe from scams this Cybersecurity Awareness Month. The safer way to search. search. email. watch. stor"
    },
    {
      "url": "https://www.ocala.com/story/news/local/2013/07/18/a-silver-springs-story-ricou-browning-was-the-creature/31923591007/",
      "title": "A Silver Springs story: Ricou Browning was the Creature",
      "description": "In the mid-1950s, a grotesque costume turned Ricou Browning from a soft-spoken family man into an ugly \"gill man,\" also known as the \"Creature from the Black Lagoon.\"",
      "preview": "Skip to main content Home Election Local State Education Crime Politics Hidden Gems A Silver Springs story: Ricou Browning was the Creature Marian Riz"
    },
    {
      "url": "https://www.naacp.org/act-so/",
      "title": "ACT-SO Achievement Program",
      "description": "Join the NAACP ACT-SO Youth Program to acquire skills in artistic, scientific and academic disciplines and compete for scholarships.",
      "preview": "Skip to main content Search Close Close Donate Close Each year, high school students across the country start a journey to sharpen their skills throug"
    },
    {
      "url": "http://www.agclassroom.org/",
      "title": "National Agriculture in the Classroom",
      "description": "National Agriculture in the Classroom provides K-12 educators with engaging resources to increase agricultural literacy among their students.",
      "preview": "Skip to content National Agriculture in the Classroom Free lesson plans, virtual field trips, and teacher resources to bring educational standards to"
    },
    {
      "url": "https://oemdtc.com/category/recalls",
      "title": "Recall - Unknown Manufacturer",
      "description": "-",
      "preview": "Skip to content"
    },
    {
      "url": "https://i-doser.com/privacy.html",
      "title": "iDoser Privacy Policy and Disclaimer",
      "description": "I-Doser Privacy Policy and Disclaimer",
      "preview": "Privacy Policy and Disclaimer Privacy and Disclaimer iDoser Privacy Policy and Disclaimer Binaural doses use potentially powerful brainwave audio to h"
    },
    {
      "url": "https://audiocollective.ted.com",
      "title": "TED Audio Collective",
      "description": "The TED Audio Collective is a collection of podcasts for the curious. They're for listeners as excited by psychology and design as science and technology-who want to dig deep into today's most exciting ideas. <br/><br/>Subscribe, follow, favorite or just listen, anywhere you get your podcasts.",
      "preview": "Partner with us The TED Audio Collective is a collection of podcasts for the curious. They're for listeners as excited by psychology and design as sci"
    },
    {
      "url": "https://consumer.ftc.gov/",
      "title": "Consumer Advice | Federal Trade Commission",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://www.ccep.jobs/location/toulouse-jobs/26309/3017382-11071623-2972315/4",
      "title": "Search Toulouse Jobs at CCEP",
      "description": "Search Toulouse Jobs at CCEP",
      "preview": "Skip to main content Skip to Search Results Skip to Search Filters BEING YOU IS ALL IT TAKES. MAKE MAGIC HAPPEN. Keyword Search City, State, or ZIP Se"
    },
    {
      "url": "https://www.complex.com/music/jay-z-beyonce-michael-rubin-july-4th-party-performances-drake-lil-baby-travis-scott",
      "title": "Jay-Z, Beyoncé, and More Attend Michael Rubin's July 4th ...",
      "description": "Michael Rubin hosted a star-studded Fourth of July party with guests like Drake, Jay-Z, Lil Baby, and Travis Scott joining the celebration.",
      "preview": "COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW Billie Eilish NBA League Collection COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW"
    },
    {
      "url": "https://www.knmi.nl/nederland-nu/weer",
      "title": "KNMI - Weer - Verwachtingen",
      "description": "void",
      "preview": "Naar de hoofd content Sluiten Home Nederland nu Weer Verwachtingen Code groen Verwachtingen Bekijk waarschuwingen Bekijk waarnemingen Vrijdag overdag"
    },
    {
      "url": "https://www.wetv.com",
      "title": "We TV | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "We TV is the premium network destination where culture, passion, and drama thrive. Watch the latest episodes of The Braxtons, Love After Lockup, Brat Loves Judy, Toya & Reginae, Mama June and more.",
      "preview": "Fridays 9:30/8:30c Deb's House Legendary music mogul Deb Antney returns to change the female rap game. Here, Antney proves that becoming a hip-hop sup"
    },
    {
      "url": "http://wp.me/p31W1G-24z",
      "title": "The $1 Trillion Economic Impact of Software | BSA TechPost",
      "description": "Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovation - laying the groundwork for advances that promise to make businesses more efficient, jobs more plentiful, opportunities more pervasive, and the economy even more prosperous. BSA | The Software Alliance has released",
      "preview": "Skip to content Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovatio"
    },
    {
      "url": "http://dia.ala.org/",
      "title": "El día de los niños/El día de los libros (Children's Day/Book Day) | Association for Library Service to Children",
      "description": "El día de los niños/El día de los libros (Children's Day/Book Day), commonly known as Día, is a celebration every day of children, families, and reading that culminates yearly on April 30. The celebration emphasizes the importance of literacy for children of all linguistic and cultural backgrounds. Día is a nationally recognized initiative that emphasizes the importance of literacy for all children from all backgrounds. It is a daily commitment to linking children and their families to diverse books, languages and cultures.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.diffchecker.com/text-compare/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "https://jenni.ai/",
      "title": "Jenni | AI Academic Writer & Research Tool for Students & Academics",
      "description": "Jenni is an AI research and academic writing assistant that helps students, researchers, and academics create essays, papers, and citations with ease.",
      "preview": "Meet Your Intelligent Research Assistant The AI-powered workspace to help you read, write, and organize research with ease. Start writing - it's free"
    },
    {
      "url": "http://www.historie-online.dk/boger/i-krig-for-information",
      "title": "I krig for Information",
      "description": "void",
      "preview": "Menu Forside Dansk Historisk Fællesråd Vedtægter DHF's styrelse Kontakt Referater Medlemmer Sponsorer Cookie- og persondatapolitik Nyheder og aktivite"
    },
    {
      "url": "https://www.esquire.com/entertainment/movies/a43023561/chris-pine-dungeons-and-dragons-interview-2023/",
      "title": "Chris Pine on 'Dungeons & Dragons,' Harry Styles, 'Don't Worry Darling,' 'Star Trek,' and His Career",
      "description": "At his home, high up in the hills of Los Angeles, the actor considers the first twenty years of his surprising career-including a very viral 2022-and the next twenty. But first, a shvitz.",
      "preview": "Skip to Content Discover Entertainment Cover Stories Taika Waititi Doesn't Talk About His Fee... The King of Scotland Daniel Craig Is a Movie Star Fro"
    },
    {
      "url": "https://www.webassessor.com/wa.do?page=certInfo&branding=GOOGLECLOUD&tabs=13",
      "title": "Logged out",
      "description": "void",
      "preview": "Home | OLP Resources | Help"
    },
    {
      "url": "https://blog.thelittlenell.com/aspen-proposal-ideas-where-to-pop-the-question/",
      "title": "Luxury 5-Star Hotel in Aspen, Colorado | The Little Nell",
      "description": "The Little Nell is Aspen's only 5-star, 5-diamond hotel. Discover all that the only Aspen hotel with ski-in, ski-out access to Aspen Mountain has to offer.",
      "preview": "header_slideshow Reservation Property The Little Nell The Little Nell Residences at The Little Nell Guests 2 Adults 2 Children 0 Enter Promo Code Rese"
    },
    {
      "url": "http://www.senato.it/",
      "title": "Homepage | Senato della Repubblica",
      "description": "void",
      "preview": "Salta al contenuto principale Top Menu accessibilità privacy ENG Social Links Navigazione principale L'Istituzione Senatori Lavori Leggi e Documenti E"
    },
    {
      "url": "https://postkodstiftelsen.se/en/nyheter/",
      "title": "Svenska Postkodlotteriets Stiftelse | News - Svenska Postkodlotteriets Stiftelse",
      "description": "void",
      "preview": "This website uses cookies. Read about our Privacy Policy and how we use cookies here . News 01/10 2025 Change, Hope, and Community in our Fall Newslet"
    },
    {
      "url": "https://www.nps.gov/subjects/fossils/index.htm",
      "title": "Fossils and Paleontology (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://ew.com/awards/gigi-goode-peoples-choice-reality-contestant/",
      "title": "Drag Race star Gigi Goode wins People's Choice Award for reality contestant",
      "description": "Gigi Goode from 'RuPaul's Drag Race' wins People's Choice Award for Competition Contestant of 2020.",
      "preview": "Top Stories Emmys respond to Seth Rogen saying he's been banned from presenting Dolly Parton won't accept her Oscar in person Jennifer Lopez learned"
    },
    {
      "url": "https://williamsinstitute.law.ucla.edu/research/health-and-hiv-aids/hiv-criminalization-in-california-penal-implications-for-people-living-with-hivaids/",
      "title": "Home - Williams Institute",
      "description": "A think tank at UCLA Law dedicated to conducting rigorous, independent research on sexual orientation and gender identity law and public policy.",
      "preview": "Skip to content Williams Institute. A think tank at UCLA Law dedicated to conducting rigorous, independent research on sexual orientation and gender i"
    },
    {
      "url": "https://www.prnewswire.com/news-releases/apotex-corp-issues-voluntary-nationwide-recall-of-brimonidine-tartrate-ophthalmic-solution-0-15-due-to-cracks-that-have-developed-in-some-of-the-units-caps-of-the-bottles-301759987.html",
      "title": "Apotex Corp. Issues Voluntary Nationwide Recall of Brimonidine Tartrate Ophthalmic Solution, 0.15% due to cracks that have developed in some of the units caps of the bottles",
      "description": "/PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a voluntary recall at the Consumer level for six (6) lots of Brimonidine Tartrate...",
      "preview": "Accessibility Statement Skip Navigation WESTON, Fla. , March 1, 2023 /PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a vo"
    }
  ],
  "_meta": {
    "total_bookmarks": 78
  }
}