{
  "data": [
    {
      "url": "https://www.womenonly.gr/gossip/arthro/sok_h_garmpi_eftase_konta_sto_thanato-129579579/",
      "title": "Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο!",
      "description": "Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κοντά στο θάνατο μίλησε η Καίτη Γαρμπή. &nbsp;Η αγαπημένη τραγουδίστρια σε μία εξομ...",
      "preview": "CELEBRITY NEWS Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο! WomenOnly Team 11.12.2013 Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κον"
    },
    {
      "url": "https://leifnummela.fi/kirjat/jeesus/",
      "title": "Jeesus - Leif Nummela",
      "description": "Persoonallinen ja raikas kristillisen uskon puolustus. Leif Nummelalle on tunnusomaista tinkimätön ja johdonmukainen usko Raamatun luotettavuuteen. Mukaansatempaava, ymmärrettävä ja Kristus-keskeinen kirja tarjoaa rohkeita ja vakuuttavia vastauksia tämän ajan epäilijälle ja etsijälle. Se ei jää teoreettiseksi pohdiskeluksi, vaan haastaa lukijansa ottamaan kantaa maailmanhistorian merkittävimpään henkilöön. Kristus-keskeisemmäksi ei kirja tästä juuri voine tulla. Tällaisia me tarvitsemme. Leif [...]",
      "preview": "Siirry sisältöön Etusivu » Kirjat » Jeesus Loppuunmyyty Jeesus Millainen oli Jeesuksen elämä? Mitä hän merkitsee meille? Persoonallinen ja raikas kris"
    },
    {
      "url": "https://www.serviceofsupply.com/product-tag/open-faced-buckle/",
      "title": "Open Faced Buckle - SERVICE OF SUPPLY",
      "description": "void",
      "preview": "Sort by popularity Sort by average rating Sort by latest Sort by price: low to high Sort by price: high to low Showing the single result G.I. Web Trou"
    },
    {
      "url": "https://parmetlerimmo.at/10-gewerbeobjekt-mieten",
      "title": "PARMETLER-Immobilien GesmbH - Kategorie - Gewerbeobjekt Mieten",
      "description": "PARMETLER Immobilien GmbH, GF Hannes Parmetler, Neugasse 10, 8200 Gleisdorf, +43 664/2508 778, hannes.parmetler@parmetlerimmo.at, www.parmetlerimmo.at",
      "preview": "Willkommen Kaufen Wohnung Haus Gewerbeobjekt Grundstück Jetzt suchen! Mieten Wohnung Haus Gewerbeobjekt Gleich suchen! Verkaufen Vermieten Wir, als Ih"
    },
    {
      "url": "https://andina.pe/Ingles/noticia-second-anchovy-season-in-peru-sees-highest-quota-in-history-774182.aspx",
      "title": "Second anchovy season in Peru sees highest quota in history | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Second anchovy season in Peru sees highest quota in history 17:49 | Lima, Nov. 15. Production Minister Rocio Barrios said on Friday that the second an"
    },
    {
      "url": "https://globalfishingwatch.org/topics/",
      "title": "Technology for Ocean Management | Global Fishing Watch",
      "description": "Global Fishing Watch is harnessing innovative technology to turn open data into actionable information that improves ocean management.",
      "preview": "Skip to content Topics Commercial fishing Global Fishing Watch is harnessing innovative technology to turn transparent data into actionable informatio"
    },
    {
      "url": "https://download.oracle.com/javaee-archive/servlet-spec.java.net/jsr369-experts/2015/09/0264.html",
      "title": "[jsr369-experts] Re: Working towards Early Draft Review",
      "description": "void",
      "preview": "[jsr369-experts] Re: Working towards Early Draft Review This message : [ Message body ] [ More options ( top , bottom ) ] Related messages : [ Next me"
    },
    {
      "url": "https://www.renewableenergyworld.com/articles/2019/01/a-study-in-emissionality-why-boston-university-looked-beyond-new-england-for-its-first-wind-power-pu.html",
      "title": "A Study in Emissionality: Why Boston University Looked Beyond New England for Its First Wind Power Purchase",
      "description": "While it's well known that corporations were some of the earliest trailblazers of large-scale renewable energy purchasing - they've closed over 14 gigawatts of deals in the past six years, according to tracking by Rocky Mountain Institute's Business Renewables Center - higher education has also made impressive strides. In fact, a report released last fall showed that the top 30 renewable energy-buying universities are using around 3 billion kilowatt-hours of green power annually. That's enough to power 276,000 homes.",
      "preview": "Home / Wind Power By Katie Ryan and Nicole Arnone While it's well known that corporations were some of the earliest trailblazers of large-scale renewa"
    },
    {
      "url": "https://www.leadersup.org/",
      "title": "LeadersUp | Home",
      "description": "Connecting forward-thinking employers to the diverse talent of tomorrow to build a more equitable and inclusive economy",
      "preview": "top of page CHANGING HOW AMERICA WORKS FOR EVERYONE We are building a network of partners to support the radical imagination of BIPOC Young Adults in"
    },
    {
      "url": "https://jaxbags.com.au/products/new-fashion-water-repellent-messenger-bag",
      "title": "New Fashion Water Repellent Cross Body Bag - Jax Bags",
      "description": "Top quality, stylish looking cross body / sling bag perfect for everyday use. Classy rectangular design looks great for any occasion. Versatile, hard wearing and comes in a range of attractive colours. Features: Compact size, lightweight and convenient to carry Stylish, rectangular design Top quality oxford fabric mate",
      "preview": "Welcome to our New Look Website Discount Shipping Rate - Now Only $10 Aust Wide (Unlimited Items) Phone: 0434 848 689 Shop Now Backpacks All Backpacks"
    },
    {
      "url": "https://lian-art.pl/pl/c/Kolczyki/1827050/1/default/3/f_at_3_78/1",
      "title": "Kolczyki materiał: złoto pr. 585 - Lian Art w Krainie Biżuterii",
      "description": "Lista produktów kategorii Kolczyki / Złoto / Pomysł na Prezent / Biżuteria ze srebra materiał: złoto pr. 585",
      "preview": "85 875 07 10 sklep@lian-art.pl 85 875 07 10 Strona główna Strona główna Biżuteria ze srebra Pomysł na Prezent Złoto Kolczyki ❤️❤️❤️ DARMOWA DOSTAWA od"
    },
    {
      "url": "https://www.loxclubapp.com/",
      "title": "Lox Club",
      "description": "void",
      "preview": "0 A members club for Jew-ish ppl with ridiculously high standards Apply now IN THE PRESS \"A trip inside the Lox Club, (like a deli, but for dating)\" \""
    },
    {
      "url": "https://welcometoyourkarlssonyears.com/2018/02/26/wtyky-podcast-episode-eight-the-price-of-life-in-blood-magic-is-death/",
      "title": "WTYKY Podcast: Episode Eight: The price of life in blood magic is death | Welcome To Your Karlsson Years",
      "description": "In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peristy Podcast, and we collectively struggle to find anything to talk about because so little is going on in the world of the Ottawa Senators other than the slow-motion destruction of the very thing...",
      "preview": "Skip to primary content In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peris"
    },
    {
      "url": "https://avenuesforyouth.org/",
      "title": "Home - Avenues for Youth",
      "description": "Youth are the drivers of their own journeys We're here to walk alongside them during this part of their story. Learn About Avenues Support Beyond Shelter Avenues provides shelter and...",
      "preview": "Skip to content Youth are the drivers of their own journeys We're here to walk alongside them during this part of their story. Learn About Avenues Sup"
    },
    {
      "url": "https://www.cloudera.com/",
      "title": "Cloudera | The hybrid data company",
      "description": "Cloudera delivers a hybrid data platform with secure data management and portable cloud-native data analytics.",
      "preview": "All your data. One platform. Limitless possibilities. We empower the largest enterprises to transform any data anywhere into valuable insights they ca"
    },
    {
      "url": "https://www.cleardarksky.com/csk/",
      "title": "Clear Sky Chart Homepage",
      "description": "void",
      "preview": "Clear Sky Chart"
    },
    {
      "url": "https://www.landforsaleintabananbali.com/land-for-sale-in-tabanan-bali-by-bali-real-property/affordable-17604-m2-land-sale-in-tabanan-kerambitan-bali-tjtb342/",
      "title": "Affordable 17,604 m2 LAND SALE IN Tabanan Kerambitan BALI TJTB342 | Land for sale in Tabanan Bali Indonesia",
      "description": "LAND SALE IN Tabanan Kerambitan BALI Located in Tibu Biu Kerambitan, Tabanan Kerambitan this affordable 17,604 sqm LAND IN TABANAN BALI FOR SALE featuring...",
      "preview": "Affordable 17,604 m2 LAND SALE IN Tabanan Kerambitan BALI TJTB342 Published by Bali Property Land for sale on 22 LAND SALE IN Tabanan Kerambitan BALI"
    },
    {
      "url": "https://www.kastle.com/safety-wellness/getting-america-back-to-work/",
      "title": "Kastle Systems - Data Assisting in Return to Office Plans",
      "description": "As companies return to the office, we understand prioritizing employee safety. Identify trends and assist return to office plans with our live data.",
      "preview": "Getting America Back to Work WEEKLY OCCUPANCY PEAK DAY HYBRID INDEX LEGAL OCCUPANCY Americans have been living through a period of intense uncertainty"
    },
    {
      "url": "http://www.excite.com/",
      "title": "www.excite.com",
      "description": "void",
      "preview": "Email Finance Sports Weather Entertainment web Web Images News Video Search Yellow Pages | White Pages Quick Links More Resources Autos Culture Entert"
    },
    {
      "url": "http://www.inps.it/",
      "title": "Portale Inps - Home",
      "description": "Sito ufficiale di INPS (Istituto Nazionale Previdenza Sociale)",
      "preview": "it Vai al menu principale Vai al contenuto principale Vai al footer Pensione e Previdenza Pensione e Previdenza Domanda di pensione Fondi e Gestioni R"
    },
    {
      "url": "https://wiktenauer.com/wiki/Hans_Talhoffer",
      "title": "Hans Talhoffer ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Hans Talhoffer (Dalhover, Talhofer, Talhouer, Thalhoffer; fl. 1433-67) was a 15th century German fencing master. His martial lineage is unknown, but his writings make it clear that he had some connection to the tradition of Johannes Liechtenauer, the grand master of the German school of fencing. Talhoffer was a well educated man, who took interest in astrology, mathematics, onomastics, and the auctoritas and the ratio. He authored at least five fencing manuals during the course of his career, and appears to have made his living teaching, including training people for martial dueling and trial by combat.",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Hans Talhoffer From Wiktenau"
    },
    {
      "url": "http://mcplots.cern.ch/?query=plots,ppppbar,ue,pt-vs-dphi,Herwig%2B%2B.Tunes%20v4,herwig%2B%2B~2.7.0--1pythia8~8.201--1herwig%2B%2Bpowheg~2.6.3--1vincia~1.2.01_8.205--1alpgenpythia6~2.1.3e_6.426--1epos~1.99.crmc.0.v3400",
      "title": "MCPLOTS",
      "description": "void",
      "preview": "Underlying Event Away <pT> vs Nch <pT> vs p T lead <Nch> vs p T lead Σ(pT) vs p T lead Transverse <pT> vs Nch <pT> vs p T lead Strange <N> vs p T lead"
    },
    {
      "url": "https://www.wildlifeday.org/",
      "title": "Home | Official website of UN World Wildlife Day",
      "description": "Join us for #WWD2024 on 3 March 2024 in Connecting People and Planet: Exploring Digital Innovation in Wildlife Conservation",
      "preview": "Skip to main content Join us in exploring Wildlife Conservation Finance: Investing in People and Planet Ivonne Higuero Read more About Ivonne Higuero"
    },
    {
      "url": "https://www.skype.com/en/",
      "title": "Free Online Meetings & Video Calls | Microsoft Teams",
      "description": "Start free Teams video calls instantly! Connect, collaborate, and communicate effortlessly. Enjoy features like video calls, chat, file sharing, and more. Perfect for personal use, freelancers, solopreneurs, PTAs, teachers, small businesses and social events. Get started today!",
      "preview": "Video calls with anyone, anytime Connect and collaborate for free in Teams Connect with anyone, anytime Sign in with your Skype account to meet and ch"
    },
    {
      "url": "https://www.consumerfinance.gov/about-us/newsroom/consumer-financial-protection-bureau-issues-final-rule-on-consumer-disclosures-related-to-debt-collection/",
      "title": "Consumer Financial Protection Bureau Issues Final Rule on Consumer Disclosures Related to Debt Collection | Consumer Financial Protection Bureau",
      "description": "On December 18, 2020, the Consumer Financial Protection Bureau issued a final rule to implement Fair Debt Collection Practices Act (FDCPA) requirements regarding certain disclosures for consumers.",
      "preview": "Skip to main content WASHINGTON, D.C. - The Consumer Financial Protection Bureau (Bureau) issued today a final rule to implement Fair Debt Collection"
    },
    {
      "url": "https://www.economistgroup.com/group-news",
      "title": "The Economist Group - Groups news",
      "description": "The Economist Group is the leading source of analysis on international business and world affairs",
      "preview": "Press centre Jump to Press office Press office Contact [email protected]"
    },
    {
      "url": "http://www.usanetwork.com/page/help",
      "title": "Availability Notice",
      "description": "void",
      "preview": "Enable JavaScript to run this app. Skip to main content Skip to main content"
    },
    {
      "url": "https://www.fi.edu/",
      "title": "Home | The Franklin Institute",
      "description": "void",
      "preview": "Skip to main content Home Join, Renew or Gift! Become A Member! Join us for an exciting new era of science education, with free museum admission and e"
    },
    {
      "url": "https://justbecausebook.com/",
      "title": "Just Because by Matthew McConaughey",
      "description": "Get ready for Just Because, the first picture book by Matthew McConaughey",
      "preview": "Available Now! Just Because by Matthew McConaughey, illustrated by Renée Kurilla The debut picture book by Academy Award-winning actor and #1 New Yor"
    },
    {
      "url": "https://pixlr.com/e/",
      "title": "Photo Editor Pixlr Free online Image Editing Tool",
      "description": "Free online like photo editor with advanced image editing features. Perfect for both beginner & professional. Start editing with Pixlr editor now!",
      "preview": "Photo Editor - Photoshop Online by Pixlr - Free Image Editing Tools Now, there are even more compelling reasons to choose Pixlr as your go-to solution"
    },
    {
      "url": "https://slate.com/news-and-politics/2021/06/kamala-harris-first-sitting-vice-president-march-pride.html",
      "title": "Kamala Harris is first sitting vice president to march in Pride event.",
      "description": "The vice president walked for about a block alongside the second gentleman, Doug Emhoff.",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "https://alternativemagazineonline.co.uk/tag/eric-bana/",
      "title": "Eric Bana | Alternative Magazine Online",
      "description": "Posts about Eric Bana written by Martin Mulrooney",
      "preview": "Alternative Magazine Online Skip to content Home About Contact Tag Archives: Eric Bana by Martin Mulrooney | 11/05/2011 · 4:45 pm FILM REVIEW - Hanna"
    },
    {
      "url": "https://education.microsoft.com/en-za/",
      "title": "Educator Center Overview - Microsoft Learn Educator Center | Microsoft Learn",
      "description": "void",
      "preview": "Microsoft Learn Educator Center Dive deep into learning with interactive lessons, earn professional development hours, acquire certifications and find"
    },
    {
      "url": "https://www.bahn.de/angebot/regio",
      "title": "Regional reisen: Unsere beliebtesten Bahntickets & Verbund-Angebote",
      "description": "Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren Verbund-Angeboten durch Ihre Region.",
      "preview": "Regionale Tickets und Verbund-Angebote Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren V"
    },
    {
      "url": "https://fabfitfun.com/get-the-box",
      "title": "FabFitFun - Beauty, Fitness, Lifestyle",
      "description": "FabFitFun - Beauty, Fitness, Lifestyle",
      "preview": "Buy One, Get One FREE ($250 Value) Get curated boxes of your favorite brands up to 70% off, plus a FREE $250 additional Fall Box for a limited time on"
    },
    {
      "url": "https://electronjs.org/docs/latest",
      "title": "Introduction | Electron",
      "description": "Welcome to the Electron documentation! If this is your first time developing an Electron app, read through this Getting Started section to get familiar with the basics. Otherwise, feel free to explore our guides and API documentation!",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. On this page Electron is a framework for buil"
    },
    {
      "url": "https://ich.unesco.org",
      "title": "ICH - UNESCO Intangible Cultural Heritage",
      "description": "Explore UNESCO's Intangible Cultural Heritage: policies, lists, best practices, and resources for its safeguarding and global transmission.",
      "preview": "Safeguarding our living heritage 2003 Convention The Lists Open element's information i The contending men from Barangay Hapao in the foreground and B"
    },
    {
      "url": "https://blog.hubspot.com/blog/tabid/6307/bid/30684/the-ultimate-list-of-email-spam-trigger-words.aspx",
      "title": "Spam trigger words: How to keep your emails out of the spam folder",
      "description": "Here's what you need to do to keep your messages in the inbox, rather than the spam folder.",
      "preview": "Home Marketing Spam trigger words: How to keep your emails out of the spam folder Spam trigger words: How to keep your emails out of the spam folder W"
    },
    {
      "url": "https://hydrogen.shopify.dev",
      "title": "Hydrogen: Shopify's headless commerce framework",
      "description": "Build performant ecommerce faster with Shopify's React-based framework for developing custom storefronts. Built-in Oxygen hosting makes deployment easy.",
      "preview": "Headless in half the time Shopify's headless stack that's engineered for performance and productivity. npm create @shopify/hydrogen@latest See documen"
    },
    {
      "url": "https://www.scb.se/hitta-statistik/",
      "title": "Hitta statistik hos SCB",
      "description": "Under ämnesområdena hittar du officiell statistik från SCB och övriga statistikansvariga myndigheter.",
      "preview": "Kakor på scb.se På SCB använder vi kakor för att webbplatsen ska fungera och för mätning så att vi vet hur den används. Mätningarna används för att gö"
    },
    {
      "url": "https://www.omnicalculator.com/physics/escape-velocity",
      "title": "Escape Velocity Calculator",
      "description": "Use our escape velocity calculator to find out the speed required to leave the surface of any planet.",
      "preview": "274 The escape velocity calculator is a tool that you can use to find what speed an object needs to gain in order to leave the surface of any celestia"
    },
    {
      "url": "http://www.treemaintenance.com/",
      "title": "Tree Care | Tree Work | Tree Surgeon | Clarke Cunningham Tree Maintenance Northern Ireland",
      "description": "Established during 1982 at Killyleagh, Co Down, Clarke Cunningham Tree Maintenance Ltd, is now the premier provider of Tree Care Services in Northern Ireland,",
      "preview": "Home Tree Care Domestic Tree Care Utility & Contract Tree Care Commercial Tree Care Other Services Arboricultural Consultancy Recycled Products Compan"
    },
    {
      "url": "https://www.twincities.com/2015/09/06/at-least-3-minnesota-motorcyclists-killed-over-holiday-weekend/",
      "title": "At least 3 Minnesota motorcyclists killed over holiday weekend - Twin Cities",
      "description": "<p>A deadly crash during a benefit ride for a fallen motorcyclist turned out to be the start of a spate of separate incidents across Minnesota that left at least three riders dead over the Labor Day holiday weekend.",
      "preview": "Skip to content Tonia Stocking, 49, left, of Cottage Grove, died and Steven Silva, 53, right, of Eagan, was seriously injured Saturday afternoon when"
    },
    {
      "url": "https://www.bmw-jordan.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Amman | BMW Jordan",
      "description": "Visit BMW Jordan and explore what they have to offer. You may be still driving the same streets, but the game has definitely changed",
      "preview": "View Stock The iX3 Discover Now The iX Discover Now Left Right BMW BMW M BMW i Make An Enquiry Book A Test Drive Left Right 1 2 3 4 5 7 8 X Z BMW 2 Se"
    },
    {
      "url": "https://philippines.mongabay.com/",
      "title": "Conservation and environmental science news - Mongabay",
      "description": "Environmental science and conservation news",
      "preview": "Latest A cacao rush drives 'alarming' deforestation in Liberia Ashoka Mukpo 10 Oct 2025 COP26 pledge to support Indigenous & local forest tenure was j"
    },
    {
      "url": "https://sustainabledevelopment.un.org/sdg14",
      "title": "Goal 14 .:. Sustainable Development Knowledge Platform",
      "description": "void",
      "preview": "Welcome to the United Nations DESA Home SDGs HLPF States SIDS UN System Stakeholders Topics Partnerships Resources About December 2022 - You are acces"
    },
    {
      "url": "https://glyphsapp.com/learn/drawing-good-paths",
      "title": "Drawing good paths | Glyphs",
      "description": "There are two kinds of paths. Good ones and bad ones. Here's how to spot the bad ones and how to correct or avoid the most frequent problems.",
      "preview": "There are two kinds of paths. Good ones and bad ones. Here's how to spot the bad ones and how to correct or avoid the most frequent problems. You'll b"
    },
    {
      "url": "https://www.eventbrite.sg/e/low-cost-untraditional-e-commerce-business-for-the-e-commerce-professional-tickets-545261871937?aff=erelexpmlt",
      "title": "Low Cost Untraditional E-commerce Business for the E-commerce Professional Tickets, Fri, Mar 3, 2023 at 11:00 AM | Eventbrite",
      "description": "Eventbrite - YouthEssentialsSg presents Low Cost Untraditional E-commerce Business for the E-commerce Professional - Friday, March 3, 2023 - Find event and ticket information.",
      "preview": "Postponed View event Low Cost Untraditional E-commerce Business for the E-commerce Professional View details Follow this organizer to stay informed on"
    },
    {
      "url": "https://mickeykilloran.tumblr.com/",
      "title": "Miss Killoran",
      "description": "This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computing Science.",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    },
    {
      "url": "https://www.lufthansa-industry-solutions.com/de-en/solutions-products/it-security",
      "title": "IT security consulting for companies | LHIND",
      "description": "Our IT security consultancy and modern security solutions can protect you against cyberattacks and minimize security risks. Book a consultation now!",
      "preview": "Menü Share this page LinkedIn XING Email In the age of digitalization, IT security is essential for companies to combat cybercrime. Attacks on IT syst"
    },
    {
      "url": "https://subaru.oemdtc.com/category/recalls",
      "title": "Recalls | Subaru - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://index.hu/tech/",
      "title": "Tech hírek - Index",
      "description": "Friss napi hírek a technika világából az Indexen.",
      "preview": "Keresés Blog.hu Fórum Indavideó Economx Dívány Totalcar Femina Port We ❤︎ Budapest Velvet Inda Címlap Rovatok Friss hírek Economx Dívány Totalcar Femi"
    },
    {
      "url": "https://spaceapegames.com/green",
      "title": "Supercell",
      "description": "Visit Supercell.com and find out more about us and our games.",
      "preview": "Skip to content Supercell Makers of Hay Day, Clash of Clans, Boom Beach, Clash Royale, Brawl Stars, Squad Busters and mo.co. Watch Video Clash Royale"
    },
    {
      "url": "https://www.johanna-benden.de/tag/es-geht-weiter/",
      "title": "es geht weiter",
      "description": "void",
      "preview": "Skip to content > es geht weiter Moin moin, ihr Lieben! Endlich arbeite ich wieder an einem neuen Projekt - hach, das fühlt sich gut an ... 😍🎉🥳🥰 (Natürl"
    },
    {
      "url": "https://www.thetorturedatabase.org/search/apachesolr_search",
      "title": "Search | www.thetorturedatabase.org",
      "description": "...",
      "preview": "Torture Foia Database About Accountability Search Help ACLU [ - ] After September 11, 2001, U.S. officials authorized the cruel treatment and torture"
    },
    {
      "url": "https://www.dreamies.de/show.php?img=dv4oatprege.jpg",
      "title": "dreamies.de",
      "description": "void",
      "preview": "Bitte bestätige, dass du kein Bot bist WEITER"
    },
    {
      "url": "https://www.msaquarium.org/",
      "title": "Mississippi Aquarium",
      "description": "Mississippi Aquarium is a nonprofit public aquarium located in Gulfport, Mississippi; The 5.8-acre complex incorporates both indoor and outdoor habitats with more than 200 species of animals and over one million gallons of fresh and salt water. The Aquarium is fun for the entire family!",
      "preview": "skip to main content Daily Schedule SUPPORT MISSISSIPPI AQUARIUM Back to Top My Account Log Out Log In Search Search Tickets Directions Contact Site M"
    },
    {
      "url": "https://fr.linkedin.com/company/christian-dior-couture?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Christian Dior Couture | LinkedIn",
      "description": "Christian Dior Couture | 1 896 727 abonnés sur LinkedIn. &quot;Whatever you do, for work or play, do it with passion!&quot; - Monsieur Christian Dior. | Welcome to Christian Dior Couture, House of Dreams, House of Talents. Christian Dior was the designer of dreams. In founding his House in 1947, marked by the revolution of the New Look, he metamorphosed his reveries into wonderful creations.",
      "preview": "LinkedIn respecte votre confidentialité LinkedIn et des tiers utilisent des cookies essentiels et non essentiels pour fournir, sécuriser, analyser et"
    },
    {
      "url": "https://uploads.knightlab.com/storymapjs/857f1335b5790bba701ae445533b2c8e/lynchings-and-executions-in-kansas/index.html",
      "title": "StoryMapJS: Master Lynchings and Executions in KS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.pjmasks.com/apps/",
      "title": "PJ Masks Official Apps - PJ Masks",
      "description": "Discover Interactive PJ Masks Official Apps which impresses with lots of options. Explore PJ Masks world and choose your favorite hero character to play with. Games for preschoolers!",
      "preview": "APPS PJ Masks: Hero Academy PJ Masks: Moonlight Heroes PJ Masks: Racing Heroes PJ Masks: HQ"
    },
    {
      "url": "https://www.bmw.com.ec/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Ecuador | Autos Deportivos, Eléctricos, Híbridos",
      "description": "Descubre nuestros carros eléctricos, híbridos conectables y camionetas en el sitio oficial de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "void"
    },
    {
      "url": "https://www.fontshare.com/",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "http://portal.rlgamericas.com/TRCS/RequestMailback.aspx?f=180354",
      "title": "void",
      "description": "void",
      "preview": "You are not registered. Welcome to Microsoft's Free Mail-back Program Welcome to Microsoft's free mail-back program provided by Reverse Logistics Grou"
    },
    {
      "url": "https://www.svietidla-eshop.sk/svietidlo/serenity-svietidlo-zavesne-biele",
      "title": "Serenity - svietidlo závesné biele | Svietidla-eshop.sk",
      "description": "<p>Závesné svietidlo moderného vzhľadu, určené na osvetlenie obytných miestností. Materiál: matné striebro, biele saténové sklo. Rozmery svietidla: výška 1200mm x šírka 290mm. Svetelný zdroj: 1 x 60W, objímka E27.</p>",
      "preview": "Interiérové svietidlá Interiérové závesné svietidlá Serenity - svietidlo závesné biele Serenity - svietidlo závesné biele 62.00 € Závesné svietidlo mo"
    },
    {
      "url": "https://mymexicodream.wordpress.com/2014/12/25/",
      "title": "25 | December | 2014 | Julia's Life In Mexico",
      "description": "1 post published by Julia on December 25, 2014",
      "preview": "Main menu Skip to content About Julia's Life In Mexico Daily Archives: December 25, 2014 Christmas 2014 Posted on December 25, 2014 by Julia Christmas"
    },
    {
      "url": "https://www.johanna-benden.de/tag/es-geht-weiter/",
      "title": "es geht weiter",
      "description": "void",
      "preview": "Skip to content > es geht weiter Moin moin, ihr Lieben! Endlich arbeite ich wieder an einem neuen Projekt - hach, das fühlt sich gut an ... 😍🎉🥳🥰 (Natürl"
    },
    {
      "url": "https://press.assuralia.be/een-aanrijding-aangeven-met-je-smartphone-of-tablet-het-kan-voortaan-met-de-app-crashformr",
      "title": "Een aanrijding aangeven met je smartphone of tablet? Het kan voortaan met de app Crashform®",
      "description": "Voortaan hoeven bestuurders bij een aanrijding geen papieren aanrijdingsformulier meer te gebruiken. Dankzij de app Crashform kunnen zij met een...",
      "preview": "Auto Een aanrijding aangeven met je smartphone of tablet? Het kan voortaan met de app Crashform® 19 januari 2017 Voortaan hoeven bestuurders bij een a"
    },
    {
      "url": "https://www.quantamagazine.org/tag/machine-learning/",
      "title": "Quanta Magazine Articles on Machine Learning",
      "description": "Explore Quanta's machine learning coverage.",
      "preview": "What's up in Machine learning Latest Articles How One AI Model Creates a Physical Intuition of Its Environment artificial intelligence How One AI Mode"
    },
    {
      "url": "https://search.creativecommons.org/",
      "title": "CC Search Portal",
      "description": "void",
      "preview": "Skip to content Find content you can share, use, and remix. The Creative Commons (CC) Search Portal helps you search CC licensed works across multiple"
    },
    {
      "url": "https://livability.com/topics/love-where-you-live/10-ways-you-can-help-local-businesses-right-now",
      "title": "10 Ways You Can Help Local Businesses Right Now - Livability.com",
      "description": "Small businesses need our help now more than ever. Here are 10 creative ways to lend your support without risking your health.",
      "preview": "Skip to content Home > Love Where You Live > 10 Ways You Can Help Local Businesses Right Now 10 Ways You Can Help Local Businesses Right Now Small bus"
    },
    {
      "url": "https://replit.com/",
      "title": "Replit - Build apps and sites with AI",
      "description": "Replit is an AI-powered platform for building professional web apps and websites.",
      "preview": "T u rn y our i d e a s into a p p s What will you create? The possibilities are endless. Get suggestions Write a prompt Make me for that helps Start b"
    },
    {
      "url": "https://www.danielkennedy.com",
      "title": "Celebrity Photographer London - Dan Kennedy",
      "description": "Dan Kennedy is a London based Celebrity and Fashion photographer shooting portraits for magazines, book covers, theatre posters, advertising photography and look books. Based in London, he undertakes commissions worldwide.",
      "preview": "Menu Celebrity Photographer - Dua Lipa Celebrity Photographer - Dua Lipa Celebrity Photographer - Tinie Tempah Celebrity Photographer - Fionn Whitehea"
    },
    {
      "url": "https://www.amc.com",
      "title": "AMC | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "Watch the latest full episodes and video extras for AMC shows: The Walking Dead, Better Call Saul, Killing Eve, Fear the Walking Dead, Mad Men and more.",
      "preview": "Spooky season is once again upon us and so is FearFest, featuring over 650 hours of iconic horror films franchises, new series, specials and more, acr"
    },
    {
      "url": "https://www.bundesliga.com/en/bundesliga/table",
      "title": "Bundesliga | Table | 2025/26",
      "description": "The Bundesliga table with current points, goals, home record, away record, form",
      "preview": "Advertisement Standings Standings Season 2025-2026 Club P Won-Draw-Lost W-D-L G +/- Pts 1 6 6-0-0 25:3 +22 18 2 6 4-2-0 12:4 +8 14 3 6 4-1-1 8:8 0 13"
    },
    {
      "url": "https://www.pall.com/br/pt/crixus.html",
      "title": "Pall Crixus Fluid Monitoring Platform | Pall Corporation",
      "description": "A game changer in predictive maintenance practices, Crixus provides customers with intelligent fluid condition monitoring designed to achieve increased uptime and lower operating costs. Get real-time data of both filtration performance and fluid condition.",
      "preview": "Enhance predictive maintenance plans with the next generation of fluid condition monitoring. A well assigned predictive maintenance resource can bring"
    },
    {
      "url": "https://thefox.withemes.com/clean/facilisi-cum-ne-ad-vero-dolorem-quo/",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.youtubekids.com/",
      "title": "YouTube Kids",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Per utilizzare YouTube Kids, chiedi a un genitore di aggiornare il browser."
    },
    {
      "url": "https://www.kanopy.com",
      "title": "Kanopy - Stream Classic Cinema, Indie Film and Top Documentaries",
      "description": "kui",
      "preview": "void"
    },
    {
      "url": "https://thewaltdisneycompany.com/remembering-disney-legend-burny-mattinson/",
      "title": "Remembering Disney Legend Burny Mattinson - The Walt Disney Company",
      "description": "Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during an unprecedented 70-year career, ...Read More",
      "preview": "Skip to content Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during"
    },
    {
      "url": "http://dia.ala.org/",
      "title": "El día de los niños/El día de los libros (Children's Day/Book Day) | Association for Library Service to Children",
      "description": "El día de los niños/El día de los libros (Children's Day/Book Day), commonly known as Día, is a celebration every day of children, families, and reading that culminates yearly on April 30. The celebration emphasizes the importance of literacy for children of all linguistic and cultural backgrounds. Día is a nationally recognized initiative that emphasizes the importance of literacy for all children from all backgrounds. It is a daily commitment to linking children and their families to diverse books, languages and cultures.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://sticknodes.com",
      "title": "StickNodes.com | Stickfigure Animator for Android and IOS!",
      "description": "Stickfigure animation app for iOS and Android. Create stickman animations on your phone, tablet, iPhone, or iPad!",
      "preview": "It's spooky time and you know what that means, time for a spooky contest! This year we will just go back to the spooky basics - making a spooky stickf"
    },
    {
      "url": "https://aabcc.org/home/",
      "title": "AABCC - Welcome To AABCC",
      "description": "void",
      "preview": "Donate Events Join AABCC Job Postings (Coming Soon) FAQ Home menu close Join AABCC Donate Home Events Job Postings (Coming Soon) FAQ We are Amarillo T"
    },
    {
      "url": "https://www.hnltravel.com/index.html",
      "title": "void",
      "description": "void",
      "preview": "Welcome to HNL Travel Success in the travel business is all about service and experience. Since 1987, HNL Travel Associates has provided clients a ful"
    },
    {
      "url": "https://livereport.protectedplanet.net/chapter-2",
      "title": "Introduction | Protected Planet Report 2020",
      "description": "Protected Planet Report 2020 assesses the state of protected areas around the world.",
      "preview": "As the pace of biodiversity loss continues largely unabated (IPBES, 2019; CBD, 2020; WWF, 2020), the links between this loss and other global challeng"
    },
    {
      "url": "https://login.providencejournal.com/NPRJ-GUP/authenticate/?success-url=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F&cancel-url=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://www.augustachronicle.com/story/news/crime/2023/02/23/woman-arrested-after-crashing-into-popeyes-on-walton-way-in-augusta/69935512007/",
      "title": "Woman arrested after crashing into Popeyes on Walton Way in Augusta",
      "description": "An Augusta woman was arrested after allegedly crashed into the Popeyes on Walton Way.",
      "preview": "Skip to main content Home Election Local Crime Education State Nation & World Politics Kirby's Videos Hurricane Helene Woman crashes into Popeyes on W"
    },
    {
      "url": "http://www.icj-cij.org/",
      "title": "Cour internationale de Justice - International Court of Justice | INTERNATIONAL COURT OF JUSTICE",
      "description": "void",
      "preview": "Skip to main content Cour internationale de Justice International Court of Justice Français English العر بية Español Русский 中文 La Cour internationale"
    },
    {
      "url": "https://ar-ar.workplace.com/blog/collaboration?ref=AVspaOrTPD67k6haImSZNk5nlRLwog02UhOooJ6WOEo1fe6nQxMCLwaPIoXOc_qGK9ffJo7QXy3i25efu8PgYsKaRAW0uxnhRRMnN28xEOqVu9lNXbdWykat9OLG4ta5jDCN9DqMS47rTwU3hiZak9Nj9oEWl_MWGNcIbi-rgVb8OmC45VI4819K150B3EOv-wIIOzFB7pPHyrtTnw8rJnyAGPhPUCc-f57K3iaXwGaBDH7JKegaT7WoDdlKoUHc0IjkcsHf8WPbl52eYrU3Wep--ObnL9rGhiXzUFsk1XgPYS8KqlJ3yMIGesMvm3ni6D3jYuXoN4DgypKUu9lmc0RS",
      "title": "Alla scoperta del futuro del lavoro con VR e MR | Meta for Work",
      "description": "Scopri il futuro del lavoro sul blog di VR e tecnologia di Meta for Work. Prendi parte a un viaggio innovativo nella VR per il mondo del lavoro facendoti guidare dai nostri esperti.",
      "preview": "void"
    },
    {
      "url": "http://www.cosmopolitan.co.uk/entertainment/news/a34598/idris-elba-dad-quotes-winston-isan/",
      "title": "What Idris Elba has to say about being a dad will melt your heart",
      "description": "If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, prepare to dissolve into a mushy, hormonal mess.",
      "preview": "Skip to Content If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, pre"
    },
    {
      "url": "https://ir.spire.com/",
      "title": "Investor Relations :: Spire Global, Inc. (SPIR)",
      "description": "Spire is a global provider of space-based data and analytics that offers unique datasets and powerful insights about Earth from the ultimate vantage point - space - so organizations can make decisions with confidence, accuracy, and speed. Spire...",
      "preview": "Investor Relations Spire Global, Inc. is a leading global provider of space-based data, analytics, and space services, offering access to unique datas"
    },
    {
      "url": "https://ideas.mozilla.org/",
      "title": "Home - Mozilla Connect",
      "description": "Share product feedback, submit ideas for new features, and help shape future releases.",
      "preview": "Browse Support Mozilla Connect Ideas Discussions Community Labs Support Sign In Welcome to the Mozilla Connect Community! cancel Turn on suggestions A"
    },
    {
      "url": "https://milanoevents.it/2021/10/29/festa-del-cioccolato-milano-navigli-novembre/",
      "title": "Festa del cioccolato artigianale sui Navigli Milanesi - MILANOEVENTS.IT | News 2.0 ed Eventi a Milano",
      "description": "Eventi a Milano. MilanoEvents.it è un Portale semplice e intuitivo su Milano in grado di aiutarvi a scoprire tutte le NEWS e gli EVENTI a Milano e Lombardia, dove trovare svago e divertimento",
      "preview": "Facebook Instagram RSS TikTok Twitter Youtube Accedi HOME EVENTI CULTURA FASHION & DESIGN FOOD & DRINK LIFESTYLE LAVORO Accedi Benvenuto! Accedi al tu"
    },
    {
      "url": "http://www.punchmark.com?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "https://www.mragamericas.com/",
      "title": "MRAG Americas - MRAG Americas, Inc.",
      "description": "MRAG provides public and private clients with professional services to support responsible, rational and sustainable use of aquatic resources.",
      "preview": "MRAG Americas is starting a new project with the Northwest Atlantic Fisheries Organization ( NAFO ) the RFMO responsible for ensuring the long term co"
    },
    {
      "url": "http://www.basementarcade.com/arcade/toobin/",
      "title": "Whoops!..",
      "description": "BAD Navigation!",
      "preview": "Not Authorized!"
    },
    {
      "url": "https://boerse.vr-profibroker.de/marktinfos/index.htn?u=8171706&rzbk=0003&rzid=XC&event=hv",
      "title": "Volksbank Leonberg-Strohgäu eG",
      "description": "void",
      "preview": "Informationen zu Cookies und lokalen Einstellungen Cookies und lokale Einstellungen sind kleine Datenpakete, die es uns und Ihnen erleichtern eine opt"
    },
    {
      "url": "https://rosecamii.tumblr.com/",
      "title": "@rosecamii on Tumblr",
      "description": "Leora Savanna Kaylee Anisah Bishes be trippin",
      "preview": "Posts Likes Mexico I'm going to Mexico today!!!! #pink #tbt \"Never regret anything, because at one time, it was exactly what you wanted.\" First slushi"
    },
    {
      "url": "http://slideme.org/fr/node/20110178/reviews",
      "title": "SLIDEME-end",
      "description": "void",
      "preview": "Thank you for being part of this journey."
    },
    {
      "url": "https://mulagofoundation.org/",
      "title": "Mulago Foundation",
      "description": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor. We fight poverty. Our job is to find the organizations best able to create change and give them what they need to do it.",
      "preview": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor We fight poverty. Our job is to find the organizati"
    }
  ],
  "_meta": {
    "total_bookmarks": 99
  }
}