{
  "data": [
    {
      "url": "https://electrek.co/2022/03/08/smart-ev-charging-results-in-substantial-emissions-reduction-new-study/",
      "title": "Smart EV charging results in substantial emissions reduction - new study",
      "description": "Smart EV charging - automatically and strategically shifting when an EV charges - could notably reduce transportation sector emissions.",
      "preview": "Skip to main content Electric Vehicles EV Charging EV Chargers Smart EV charging results in substantial emissions reduction - new study Michelle Lewis"
    },
    {
      "url": "https://www.liverpoolecho.co.uk/",
      "title": "Liverpool Echo: Latest Liverpool and Merseyside news, sports and what's on",
      "description": "Liverpool Echo, the very latest Liverpool and Merseyside news, sport, what's on, weather and travel. Plus the latest Liverpool FC and Everton FC news.",
      "preview": "Wayne Rooney in tears at Ricky Hatton funeral with Coleen Many celebrities are in attendance at the funeral today as they pay tributes to Hatton Bookm"
    },
    {
      "url": "https://www.irwinchapel.com/obituaries/Lindell-LE-Lindsay?obId=23262220",
      "title": "Obituary information for Lindell \"L.E.\" Lindsay",
      "description": "View Lindell \"L.E.\" Lindsay's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Lindell \"L.E.\" Lindsay October 17, 1933 - November 29, 2021 Lindell \"L.E.\" Lindsay Obituary Tribute Notifications TM Stay up-to-"
    },
    {
      "url": "https://vanessahurst.com/",
      "title": "Vanessa Hurst",
      "description": "engineer, mom, social entrepreneur",
      "preview": "Vanessa Hurst 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna I am never wholly comfortable or"
    },
    {
      "url": "https://toyota.oemdtc.com/category/recalls",
      "title": "Recalls | Toyota & Lexus - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.psoriasis.org/about-psoriasis/",
      "title": "Psoriasis: Symptoms, Causes, Images & Treatment",
      "description": "Discover the impact of psoriasis on over 7.5 million US adults. From its causes to managing symptoms, learn about the non-contagious immune-mediated disease and how it can affect your life. Request your free guide to understanding psoriasis and psoriatic arthritis today.",
      "preview": "Helpline 800-723-9166 Donate About Psoriasis On This Page: Overview | Types | Symptoms | Causes & Triggers | Diagnosis | Treatment & Management | Prev"
    },
    {
      "url": "https://ouroceanpanama2023.gob.pa/commitments/",
      "title": "Commitments - Our Ocean 2023",
      "description": "void",
      "preview": "Skip to content Commitments to deliver courageous, measurable and impactful actions towards a clean, healthy and productive ocean. Bringing together g"
    },
    {
      "url": "https://get.foundation/emails/inliner.html",
      "title": "Foundation for Emails | Responsive Email CSS Inliner",
      "description": "void",
      "preview": "Foundation Home Brands Case Studies Buzz About Foundation Foundation for Sites Home Getting Started Download HTML Templates Building Blocks Resources"
    },
    {
      "url": "https://about.ads.microsoft.com/en-us/partners/welcome?s_cid=en-us-gct-web-src_ext-sub_0-flx_uhfcombepartner",
      "title": "Microsoft Advertising Partner Program",
      "description": "Get access to exclusive partner events, growth opportunities, and connect with a community of your peers. Receive recognition for your exceptional work and take your business to the next level.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content The Microsoft Advertising Partner Program Unlock the full potential of"
    },
    {
      "url": "https://madeinjeddah.net/tag/greeting/",
      "title": "Greeting | madeinjeddah",
      "description": "Posts about Greeting written by Luqman, fawzibourkankaoukji, Majed Munshi, and redasejeny",
      "preview": "madeinjeddah urbanphenomena: design+research Tag Archives: Greeting About Jeddah Architectural Guide Made in Jeddah Research archive Social/Media Visu"
    },
    {
      "url": "https://www.marvel.com/articles/tv-shows/loki-he-who-remains-jonathan-majors",
      "title": "'Loki': Meet the Man Behind the Curtain, He Who Remains | Marvel",
      "description": "We're all villains here.",
      "preview": "TV Shows Published July 13, 2021 'Loki': Meet the Man Behind the Curtain, He Who Remains We're all villains here. by Rachel Paige Who's running the Ti"
    },
    {
      "url": "https://rifoundation.org/",
      "title": "RI Foundation | Rhode Island Foundation",
      "description": "Only together can we build the future we all hope for. As Rhode Island's community foundation, we mobilize generosity and motivate change that makes a...",
      "preview": "Skip to main content Only together can we build the future we all hope for. As Rhode Island's community foundation, we mobilize generosity and motivat"
    },
    {
      "url": "http://www.sesamestreetformilitaryfamilies.org/topic/afliccion",
      "title": "Aflicción | Sesame Street for Military Families",
      "description": "Aflicción | Sesame Street for Military Families",
      "preview": "Antes de ver Después de ver Cuando un ser querido muere, los niños (y las personas mayores) generalmente sienten mucha soledad. Pero hay personas que"
    },
    {
      "url": "https://catalyst2030.net/",
      "title": "Catalyst Now",
      "description": "For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming systems and driving sustainable change to advance the UN Sustainable Development Goals worldwide. LEARN Impact Collaborate Connect OUR MEMBERS 5672 Individual Members 146 Countries Represented 3838 Members Organizations 107 Chapters Our Impact IMPACT REPORT Our Collective Journey Impact Report [...]",
      "preview": "Skip to main content Skip to footer For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming syst"
    },
    {
      "url": "https://www.bluenaturealliance.org/",
      "title": "Homepage - Blue Nature Alliance",
      "description": "A global partnership to catalyze the conservation of 18 million square kilometers of ocean over five years.",
      "preview": "A Global Partnership Catalyzing Momentum for Large-Scale Ocean Conservation Where We Partner Search Map 3D 2D Our Global Impact Ocean conservation are"
    },
    {
      "url": "https://news.educ.cam.ac.uk/230223-jason-arday",
      "title": "Jason Arday appointed Professor of Sociology of Education at University of Cambridge | Faculty of Education",
      "description": "The renowned sociologist, Jason Arday, is to become a professor at the University of Cambridge.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.law.cornell.edu/wex/engel_v._vitale_(1962)#:~:text=Primary%20tabs-,Engel%20v.,was%20increasingly%20pluralistic%20and%20secular.",
      "title": "Engel v. Vitale (1962) | Wex | US Law | LII / Legal Information Institute",
      "description": "void",
      "preview": "Please help us improve our site! × No thank you Engel v. Vitale (1962) Primary tabs Engel v. Vitale is the 1962 landmark Supreme Court decision that s"
    },
    {
      "url": "https://www.dermstore.com/beautyfix.list",
      "title": "BeautyFIX Skin Care, Hair & Beauty Subscription Box | Dermstore",
      "description": "Our coveted BeautyFIX box features best-selling beauty, skin and hair care curated by Dermstore experts. Over $100 value for as low as $24.95 per month.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "https://cotswoldfarmhousefurniture.co.uk/pages/desks",
      "title": "Desks - Cotswold Farmhouse Furniture",
      "description": "void",
      "preview": "Free Delivery on all Products (Excluding Chairs) to Mainland England & Wales. Cart (0) 0 Dining Tables Table & Bench Sets Chairs Coffee Tables Console"
    },
    {
      "url": "https://education.microsoft.com/",
      "title": "Educator Center Overview - Microsoft Learn Educator Center | Microsoft Learn",
      "description": "void",
      "preview": "Microsoft Learn Educator Center Dive deep into learning with interactive lessons, earn professional development hours, acquire certifications and find"
    },
    {
      "url": "https://www.ywcaofcleveland.org/about-ywca-cleveland/meet-our-president-ceo/",
      "title": "Our Team - YWCA Greater Cleveland | YWCA Greater Cleveland",
      "description": "For 150 years, YWCA Cleveland has been a powerful force for equality and justice. We've tackled barriers faced by women, people of color, and those experiencing discrimination, fighting for peace, justice, freedom, and dignity for all.",
      "preview": "0 Our Team contact Helen Forbes Fields President & CEO As a lifelong advocate for Cleveland, Helen Forbes Fields has the experience, strategic thinkin"
    },
    {
      "url": "https://foro.novenadimension.com/threads/mark-brook-recopilacion-de-su-arte-x-men-1-parte.46620/",
      "title": "Mark Brook recopilacion de su arte X-Men 1 parte | La Novena Dimensión",
      "description": "Entrevista a Mark Brooks X-Men 2006 New X-Men 2006- 2007 X-Woman Storm Jean Grey Emma Frost Cloak and Dagger Dazzler y...",
      "preview": "Nuevos mensajes Menu Acceder Regístrate Instalar app Instalar Foros La Plaza Hablemos de Cómics & Superhéroes Fichas y Reseñas JavaScript está desacti"
    },
    {
      "url": "http://www.selfstoragebrokersofamerica.com/",
      "title": "! Self Storage Brokers of America",
      "description": "void",
      "preview": "Home About SSBA Short Term Management Our Team Properties Development Sites Recent Sales Testimonials Affiliate Program How it Works Advertising & Mar"
    },
    {
      "url": "https://www.renfe.com/es/es/ayuda/faqs",
      "title": "Preguntas frecuentes ( FAQs ) | Renfe",
      "description": "En esta página encontrarás un conjunto de preguntas y respuestas para resolver todas tus dudas sobre nuestros productos y servicios.",
      "preview": "void"
    },
    {
      "url": "https://forward.com/news/529130/george-santos-jewish-lie-genealogy-records/",
      "title": "Congressman-elect George Santos lied about grandparents fleeing anti-Jewish persecution during WWII - The Forward",
      "description": "Genealogy records, Facebook posts and other online clues show that Congressman-elect George Santos' claims of Jewish heritage are false.",
      "preview": "Skip To Content logo/forward/small Israel-Hamas War Antisemitism Decoded Republish our articles פֿאָרווערטס News Congressman-elect George Santos lied"
    },
    {
      "url": "https://www.astridspapiereuphorie.at/2019/03/11387/",
      "title": "Team-sketch-challenge #209 - Astrids Papiereuphorie",
      "description": "Eine Männerkarte zum Geburtstag mit dem Stampin' Up!-Produktpaket \"In der Werkstatt\" kombiniert mit dem Prägefolder \"Streckenplan\"",
      "preview": "Zum Inhalt springen Beitrags-Autor: Astrid Beitrag veröffentlicht: 3. März 2019 Beitrags-Kategorie: (auch) für Männer / blog hop / Frühling-Sommer-Kat"
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/quickstart/",
      "title": "Quickstart - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Quickstart Quickstart ¶ Eager to get started? This page gives a good introd"
    },
    {
      "url": "https://trainor.com",
      "title": "The Full-Service Digital Marketing Agency In NY | TRAINOR",
      "description": "Collaborate with TRAINOR, the full-service digital marketing agency delighting clients with bleeding-edge creative solutions that transcend their goals.",
      "preview": "Skip to main content The Full-Service Digital Marketing Agency In NY Sometimes ugly is beautiful. Sometimes ugly is beautiful. Our philosophy. There's"
    },
    {
      "url": "https://ninagaby.wordpress.com/2013/05/",
      "title": "May | 2013 | Nina Gaby",
      "description": "3 posts published by ninagaby during May 2013",
      "preview": "May 17, 2013 by ninagaby Leave a comment Since, ahem, I've been published as a guest blogger on Brevity.Com today, I don't need to come up with anythi"
    },
    {
      "url": "https://www.maryscullyreports.com/the-stresses-of-the-2016-elections-on-civility/",
      "title": "The stresses of the 2016 elections on civility | Mary Scully Reports",
      "description": "void",
      "preview": "A woman I've known many years through protests, mostly for immigration & women's rights, feigned umbrage at my quip about medicating to get over the e"
    },
    {
      "url": "https://maia-longhorn.tumblr.com/",
      "title": "In this corner...",
      "description": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Technology, Space, Nature, Sports and Video Games....",
      "preview": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Techno"
    },
    {
      "url": "https://ark.info/page/786?Item=2233",
      "title": "Christmas At The Ark 2021 | Ark Info | Ark Info",
      "description": "Service Messafes",
      "preview": "☰ Messages Menu × Live Service Message Series Latest Message Sunday Messages Wednesday Messages Guest Speakers Healing Class Christmas At The Ark 2021"
    },
    {
      "url": "https://linkedin.com/company/imcsnet",
      "title": "IMCS Network | LinkedIn",
      "description": "IMCS Network | 1,638 followers on LinkedIn. We are about our people, those that work at the forefront of fisheries MCS, compliance and enforcement. | The IMCS Network is a global community bringing together national fisheries agencies and regional fisheries organisations to strengthen fisheries monitoring, control and surveillance (MCS), compliance and enforcement. Founded in 2001, the Network was born from a simple truth: the professionals on the frontlines of fisheries MCS need to be connected, supported and empowered. Today, we connect 81 national agencies and regional organisations, alongside partners from IGOs, NGOs and academia.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://nest.com/-apps/learn-more-about-nest/",
      "title": "Redirecting...",
      "description": "App Redirects",
      "preview": "void"
    },
    {
      "url": "https://nashblackchamber.com/",
      "title": "Nashville Black Chamber of Commerce | Connect | Learn | Grow | Prosper",
      "description": "void",
      "preview": "5 home,wp-singular,page-template,page-template-full_width,page-template-full_width-php,page,page-id-5,wp-theme-bridge,bridge-core-1.0.4,ajax_fade,page"
    },
    {
      "url": "https://docs.mapbox.com/#navigation",
      "title": "Mapbox Docs",
      "description": "void",
      "preview": "Skip to main content Mapbox Documentation Examples, tutorials, and API references for building with Mapbox. Maps Navigation Search Data Help & Support"
    },
    {
      "url": "https://dukeforest.duke.edu/",
      "title": "Duke Forest - Teaching and Research Laboratory",
      "description": "void",
      "preview": "Home Active Forest Closure for Deer Management Our 18 th annual Deer Herd Reduction Program began on Monday, September 22, and will end on Friday, Dec"
    },
    {
      "url": "https://www.sciencemuseum.org.uk/objects-and-stories",
      "title": "Objects and stories | Science Museum",
      "description": "Explore 250,000 objects and archives in Collection Online and discover the compelling stories and intriguing personal histories that lie behind them.",
      "preview": "Skip to main content vimeo twitter search search-white linkedin instagram googleplus facebook cross cross-thin video-play audio-play video-pause arrow"
    },
    {
      "url": "https://www.ravelry.com/patterns/search#craft=crochet&availability=free",
      "title": "Ravelry",
      "description": "void",
      "preview": "Username Password Show Hide I forgot Remember me Log In Ravelry is a free website for knitters, crocheters, and fiber artists. Sign Up"
    },
    {
      "url": "http://www.christinalperez.com/about",
      "title": "about - CLP",
      "description": "void",
      "preview": "about View fullsize View fullsize View fullsize View fullsize View fullsize View fullsize Christina Pérez is a freelance writer exploring the intersec"
    },
    {
      "url": "https://www.economistgroup.com/about-us",
      "title": "The Economist Group - About us",
      "description": "From its beginnings in 1843, The Economist Group has evolved into a staunchly independent global media and information-services company with intelligent brands for an international audience.",
      "preview": "About us Jump to Our story Our editorial philosophy Our values Our offices Our story Inspiring progress globally From its beginnings in 1843, when The"
    },
    {
      "url": "http://bodyfit.tips/abnehmen-training-ernaehrung/",
      "title": "Abnehmen - So musst du trainieren und dich ernähren » bodyfit.tips",
      "description": "Um erfolgreich abzunehmen und das neue Gewicht anschließend auch dauerhaft halten zu können, sind sowohl die Ernährung, als auch das Training wichtig. Es ist aber nicht unbedingt notwendig, Kalorien zu zählen, oder fünf mal die Woche zum Training zu gehen. Auch mit weniger kannst du viel erreichen. Im Fitnesstraining gilt oftmals sogar die Devise: „Weniger [...]",
      "preview": "Abnehmen - So musst du trainieren und dich ernähren Gepostet von John Bodyfit | 27/10/2015 | Einsteiger , Ernährung | 0 | Um erfolgreich abzunehmen un"
    },
    {
      "url": "https://www.djstephfloss.com/",
      "title": "HOME | djstephfloss.com",
      "description": "void",
      "preview": "top of page BOOKING@DJSTEPHFLOSS.COM email INFO@STEPHFLOSS.COM contact us all things steph Caption here Something cute about this photo here Fill capt"
    },
    {
      "url": "https://emotionalmusings.com/2021/04/01/new-beginnings-my-dance-with-spirit/?like_comment=3454&_wpnonce=823327fa49",
      "title": "New Beginnings, My Dance with Spirit - Emotional Musings",
      "description": "The saying, \"you never know how strong you are until being strong is the only choice you have\" is singing through my mind as I compose this post my dear readers. It's been two weeks since I made the hardest choice in my life to end the relationship with a man I know is my...",
      "preview": "Skip to content April 1, 2021 April 11, 2021 MariaTeresa The saying, \"you never know how strong you are until being strong is the only choice you have"
    },
    {
      "url": "https://depositphotos.com/",
      "title": "Royalty-free Images, Photo Stock, Video & Music | DepositPhotos",
      "description": "Royalty-free stock images at affordable prices on DepositPhotos. Download stock photos for commercial use. Pictures, videos, music for every topic.",
      "preview": "Current page requires JavaScript, this web browser either does not support JavaScript, or scripts are being blocked. Please turn on JavaScript or use"
    },
    {
      "url": "https://www.uneed.best/",
      "title": "Uneed - A launch platform for your products | Uneed",
      "description": "Best Product Hunt alternative: Discover new products every day, vote for your favorites and promote your own on Uneed.",
      "preview": "Daily launches Discover the best products launched today Loading... Our Partners Capgo Instant updates for Capacitor app. Ship updates, fixes, changes"
    },
    {
      "url": "http://www.vizio.com/privacy",
      "title": "DCC Technology",
      "description": "Exertis is our fastest growing distributor.",
      "preview": "Home The world needs progress makers Acting as an enabler between global technology brands and the people and businesses who use their products, we br"
    },
    {
      "url": "https://usaa.com/",
      "title": "Insurance, Banking, Retirement & Investment Services | USAA | USAA",
      "description": "USAA offers competitive auto rates, no-monthly service fee banking and retirement options to all branches of the military and their family. Join now and let us serve you.",
      "preview": "Skip to Content Insurance, banking and retirement solutions. Here are some of the ways we serve the military, veterans, and their eligible family memb"
    },
    {
      "url": "https://earth.esa.int/eogateway/missions/Spire",
      "title": "undefined - Earth Online",
      "description": "Read more about news and information on ESA activities. Check information about ESA's Earth Observation data, and the satellite missions and instruments that acquire this data.",
      "preview": "earth online Tweet Share"
    },
    {
      "url": "http://bch.cbd.int/protocol",
      "title": "The Cartagena Protocol on Biosafety",
      "description": "void",
      "preview": "| | english | español | français | Sign Up for an Account | Sign In Country Profiles... The Convention Cartagena Protocol Supplementary Protocol BCH S"
    },
    {
      "url": "https://www.thelasvegasluxuryhomepro.com/property-search/detail/95/2362123/681-homewillow-ave-las-vegas-nv-89123/",
      "title": "Las Vegas Area Homes For Sale - Las Vegas Area Real Estate",
      "description": "Search homes for sale near Las Vegas, NV. Listings include large photos, virtual tours, Google Maps & Street View, local school info - Top-rated Las Vegas Realtor and Real Estate agent.,",
      "preview": "Find Your Las Vegas Area Luxury Home $COUNT$ listing$S$ available. Let us find the one that's right for you. Enter Location, Zip, Address or MLS # Min"
    },
    {
      "url": "http://timesofindia.indiatimes.com/",
      "title": "TOI - Breaking News, Latest News, India News, World News, Bollywood, Sports, Business and Political News | The Times of India",
      "description": "Breaking News in India: Read Latest News on Sports, Business, Entertainment, Blogs and Opinions from leading columnists. Times of India brings the Breaking News and Latest News.",
      "preview": "Edition IN IN US English English हिन्दी मराठी ಕನ್ನಡ தமிழ் বাংলা മലയാളം తెలుగు ગુજરાતી Fri, Oct 10, 2025 | Updated 05.22PM IST Weather Sign In TOI+ In"
    },
    {
      "url": "https://maiwa.com/pages/natural-dyes",
      "title": "Natural Dyes- MAIWA",
      "description": "The natural dyes that we sell are termed exotic, historic, or classic. They yield good to excellent wash and light fastness when used in proper combination with mordants. We use them in our own studio and in our naturally dyed clothing. A full palette of colours can be achieved by varying the mordants and by blending d",
      "preview": "Natural Dyes The natural dyes that we sell are termed exotic, historic, or classic . They yield good to excellent wash and light fastness when used in"
    },
    {
      "url": "https://www.zearn.org/",
      "title": "Login | Zearn Math",
      "description": "Learning with Zearn helps math make sense. Students explore math through pictures, visual models, and real-life examples. Log in to your Zearn account.",
      "preview": "void"
    },
    {
      "url": "https://www.iphonemod.net/iphone-6s-and-6s-plus-feature-2gb-ram.html",
      "title": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "description": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "preview": "Search for: Search Switch skin facebook twitter instagram youtube Search for: Search Menu Follow us facebook twitter instagram youtube นักพัฒนา iOS ชื"
    },
    {
      "url": "https://www.aclu-il.org/en/cases/aclu-v-alvarez",
      "title": "ACLU v. Alvarez | ACLU of Illinois",
      "description": "In August 2010, we sued the Cook County State's Attorney, Anita Alvarez, seeking to enjoin prosecution of the ACLU under the Illinois Eavesdropping Act for expanding our police monitoring program to include audio recording of on-duty police in public places. The case arose from a number of instances in which individuals or organizations that wanted to monitor police activity",
      "preview": "Skip to main content ACLU v. Alvarez Facebook X Reddit Email Print In August 2010, we sued the Cook County State's Attorney, Anita Alvarez, seeking to"
    },
    {
      "url": "http://web.austinpbs.org/sesame",
      "title": "Sesame In Communities in English",
      "description": "Dates: April 3 (English) Time: 11am - noon Location: On Zoom (requires a computer, phone or tablet with Internet - the link will be sent closer to the day of the event) Come and Play! Austin PBS is inviting YOU to join us in a one-hour webinar to introduce you to Sesame Street in Communities - a collection of free, bilingual resources from your friends on Sesame Street that are designed to help young ones ages 2-5 and their families during important life moments. If you provide your address, we will mail you a fun-filled package so that you can play along during the webinar. To RSVP for our Spanish Sesame In Communities event on March 27th, click here: https://docs.google.com/forms/d/e/1FAIpQLSe4fd4VD1jrWwpAqMgJEB-gGVjAQrUwagE4e9PlFQI7GEN0Lg/viewform",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Sesame In Communities in English Dates: Ap"
    },
    {
      "url": "http://www.KyleThomasAstrology.com",
      "title": "KYLE THOMAS ASTROLOGY",
      "description": "Kyle Thomas is a globally published pop culture astrologer & Tarot reader who has been interviewed by Cosmopolitan Magazine, Bustle, Marie Claire, YahooNews, MSN, and more. With over a decade of professional experience and clients all over the world, he currently resides in Los Angeles where he works as a professional astrologer, life coach, writer, and producer.",
      "preview": "KYLE THOMAS ASTROLOGY Cart 0 Scroll KYLE THOMAS ASTROLOGY FEATURED IN: GUIDANCE STRAIGHT FROM THE STARS."
    },
    {
      "url": "https://www.birdforum.net/threads/birdsong-identification-tips.377063/",
      "title": "Taita Falcon stake out at JD Strijdom tunnel: still reliable? | BirdForum",
      "description": "Dear birders, Does anyone know if the stake out for Taita Falcon near the JD Strijdom tunnel still reliable? It is the site mentioned in SA Birdfinder. Is...",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://leschroniquesdekoryfee.wordpress.com/2011/07/",
      "title": "juillet | 2011 | Les chroniques de Koryfée, blog littéraire de Karine Fléjo",
      "description": "1 article publié par Koryfee en July 2011",
      "preview": "Les années insouciantes, Guy Jacquemelle Editions Beaurepaire, Juillet 2011 Le prix de l'amitié « Le principal ennemi de l'amitié ce n'est pas l'amour"
    },
    {
      "url": "http://hosting.tighebond.com/AvonCT_public/index.html",
      "title": "Avon, CT Web GIS",
      "description": "void",
      "preview": "Avon CT Web GIS Loading {{suggest}} About Layers Identify Maps Additional Data Search Results {{searchStatus}} {{result.ID}} {{result.idx}} {{result.C"
    },
    {
      "url": "http://visualcode.ch/sample3.php?idnr=102020&lang=de",
      "title": "Visual Code | Bewegung zu Ziel",
      "description": "void",
      "preview": "| Bewegung > Dynamische Bewegung NEU: Alle Visual Codes als Code Snippets für Flash CS5: jetzt hier downloaden . Bewegung zu Ziel Code Actionscript 2."
    },
    {
      "url": "https://lacuerda.net/Extras/privpol.php",
      "title": "LaCuerda: Política de Privacidad",
      "description": "void",
      "preview": "LaCuerda.net: Política de Privacidad Extras Mapa del Sitio Nuestra Misión Aplicación Móvil Escríbenos Política de Privacidad Política de Privacidad La"
    },
    {
      "url": "https://www.elmundo.es/ciencia-y-salud.html",
      "title": "Ciencia y Salud. Noticias y última hora | EL MUNDO",
      "description": "Toda la información y noticias de última hora de Ciencia y Salud. Hallazgos científicos y médicos, estudios e informes con el mayor rigor y el trabajo de profesionales.",
      "preview": "CIENCIA Y SALUD Redacción: PILAR PÉREZ Madrid La fertilidad de la mujer no solo depende del número de óvulos: el tejido ovárico y sus conexiones cereb"
    },
    {
      "url": "https://tippingpoint.org/",
      "title": "Fight Poverty in the Bay | Tipping Point Community",
      "description": "Tipping Point is a nonprofit in the San Francisco Bay Area that finds, funds, and strengthens the most promising poverty-fighting solutions.",
      "preview": "20 Years of Fighting Poverty 100% of your gift goes where it's needed most WAYS TO GIVE 2024 IMPACT $31 Million Invested to Fight Poverty in the Bay A"
    },
    {
      "url": "https://fastdemocracy.com/bill-search/al/2023rs/bills/ALB00014834/",
      "title": "Bill tracking in Alabama - HB 7 (2023rs legislative session) - FastDemocracy",
      "description": "Relating to education; to provide prohibitions on the promotion, endorsement, and affirmation of certain divisive concepts in certain public settings; and to authorize certain penalties for violation.",
      "preview": "Skip to content US Congress Congress & 50 states 50 states US Congress Alabama Alaska Arizona Arkansas California Colorado Connecticut District of Col"
    },
    {
      "url": "https://chatroulette.com/",
      "title": "Chatroulette - Random video chat. Meet strangers worldwide!",
      "description": "Thousands of people meet there! Chatroulette is a random online video chat website. The safe alternative to Omegle. Enjoy meeting new people online with our fast connections. We use advanced moderation, safety is our priority.",
      "preview": "Meaningful connections Mobile App Enjoy chatting on your mobile devices! Download app now on App Store or PlayStore: Safety and Moderation Chatroulett"
    },
    {
      "url": "https://www.ecopack.bg/bg",
      "title": "Начало - Екопак",
      "description": "void",
      "preview": "Най-голямата организация за оползотворяване на отпадъци от опаковки в България REЦИКЛИРАЙ В ТРОЯН! Извърли разделно и маркирай в приложението! Събирай"
    },
    {
      "url": "https://digital.usveteransmagazine.com/US-Veterans-Magazine-Spring-2021/46/",
      "title": "US-Veterans-Magazine-Spring-2021 46 U.S. Veterans Magazine Digital Issue",
      "description": "Equipping Veterans with essential career, education, and business opportunities and resources, including veteran hiring events and scholarships for veterans and their families.",
      "preview": "We're sorry but this application doesn't work properly without JavaScript enabled. To use this application, please enable JavaScript in your browser a"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2020/10/holiday-safety__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCxZLs82Dg$",
      "title": "Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy",
      "description": "void",
      "preview": "Guest Experience Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy Oct 22, 2020 Copy link to share Link copied As the"
    },
    {
      "url": "https://na.panasonic.com/us/",
      "title": "Create Today, Enrich Tomorrow | Panasonic North America - United States",
      "description": "At Panasonic, we're working to change the way we power our homes, our travel, our businesses - and our lives.",
      "preview": "Powering progress Discover Panasonic's new EV battery manufacturing facility, a major investment in U.S. manufacturing, innovation and electric vehicl"
    },
    {
      "url": "https://vms.drweb.com/virus/?i=24687843",
      "title": "Trojan.DownLoader41.59211 - Dr.Web Malware description library",
      "description": "Network activity Connects to &#39;i6#####g-a.akamaihd.net&#39;:443 &#39;t.###netcat.com&#39;:443 &#39;microsoft.com&#39;:80 &#39;px######com-a.akamaihd.net&#39;:445 &#39;px######com-a.akamaihd.net&#39;:139 TCP HTTP GET requests http://www.microsoft.com/pki/certs/MicRooCerAut_2010-06-23.crt Other &#39;i6#####g-a.akamaihd.net&#39;:443 ...",
      "preview": "JavaScript support is required for our site to be fully operational in your browser. Your browser is obsolete! The page may not load correctly. FOR CU"
    },
    {
      "url": "https://www.houseofindya.com/women-accessories/cat",
      "title": "Indian Accessories Online - Buy Women & Girls Designer Ethnic Fashion Accessories - Indya",
      "description": "Indian Fashion Accessories for Women - Buy women accessories, girls accessories online in India. Shop new collection of trendy & designer ethnic fashion accessories for ladies online at Indya.",
      "preview": "Indian Accessories Online - Buy Women & Girls Designer Ethnic Fashion Accessories - Indya Ok LIGHTS OUTFIT ACTION SALE NOW LIVE | ENDS TONIGHT | UP TO"
    },
    {
      "url": "http://persian.goscas.com/china-gkf_c12zy_circularly_polarized_universal_ku_band_twin_lnbf_0_8db_noise_figure-11136337.html",
      "title": "DropCatch.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.redditinc.com/policies/privacy-policy",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content Reddit Privacy Policy All User Agreement Reddit Privacy Policy Reddit Rules Moderator Code of Conduct Cookie Notice Econ Terms Pr"
    },
    {
      "url": "https://captaineifos.tumblr.com/",
      "title": "Soph studies",
      "description": "Sofie, 23 y/o, online student and spoonie",
      "preview": "Norway Curious Soph studies Sofie, 23 y/o, online student and spoonie about tags archive ask empty empty caats 12 Aug 23 5470 caats : soft-lovely 07 A"
    },
    {
      "url": "http://open.canada.ca/en",
      "title": "Open Government | Open Government - Government of Canada",
      "description": "Collaborative open source project led by the Government of Canada",
      "preview": "Language selection Français Skip to main content Skip to \"About government\" Switch to basic HTML version Open Government Access information that is d"
    },
    {
      "url": "https://www.horrorscreamsvideovault.co.uk/tag/britney-amber",
      "title": "Britney Amber | HORROR SCREAMS VIDEO VAULT - SUPPORTING INDEPENDENT HORROR",
      "description": "void",
      "preview": "Facebook Twitter Instagram YouTube Facebook Twitter Instagram YouTube Browsing: Britney Amber Film Review: THE ARRANGEMENT (2020) 13th October 2020 By"
    },
    {
      "url": "https://www.ventunotech.com",
      "title": "Ventuno | The Leading OTT Platform & VOD Platform Provider",
      "description": "Ventuno is a Saas based OTT Platform provider lets video content owners to launch, upload, monetize and analyse their live streaming services.Start your 7-days free trial.",
      "preview": "Launch & grow your video streaming service All-in-One | No coding | Fully customizable Request Demo Why Launch Your OTT Apps with Ventuno? BE OMNIPRES"
    },
    {
      "url": "https://www.designlibs.com/",
      "title": "Design Libs",
      "description": "Design Libs is your go-to reference for how to write and use some of the most common design thinking exercises, practices, and methods",
      "preview": "Design Libs How Might We Job Story Key Insight Point of View Problem Statement User Story Value Proposition How Might We Job Story Key Insight Point o"
    },
    {
      "url": "https://discussions.apple.com/terms",
      "title": "Apple Support Communities Use Agreement - Apple Community",
      "description": "Apple Support Communities Terms of Use",
      "preview": "Go back to my question Apple Support Communities Use Agreement Updated December 12, 2024 This Apple Support Communities Use Agreement (the \"Agreement\""
    },
    {
      "url": "https://866ourvote.org/",
      "title": "Homepage - Election Protection",
      "description": "void",
      "preview": "Upcoming Elections Find out all you need to know about elections in 2025. Have questions about voter registration deadlines, requesting absentee or ma"
    },
    {
      "url": "https://olivebarandkitchen.com/",
      "title": "Olive Bar & Kitchen Pvt Ltd",
      "description": "void",
      "preview": "Scroll to set off on a culinary adventure Scroll to set off on a culinary adventure Scroll to set off on a culinary adventure Scroll to set off on a c"
    },
    {
      "url": "http://pdfmerge.w69b.com/",
      "title": "PDF Mergy - WebApp to merge PDF files",
      "description": "Merge PDFs online. Free and easy to use.",
      "preview": "Merge PDFs Help Press Privacy Terms Impressum PDF Mergy - Merge PDF Files How to merge PDF files Drag and drop your PDF files in the area above. Drag"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/rijksstudio",
      "title": "Collection - Rijksmuseum",
      "description": "void",
      "preview": "Collection Discover Animals in the Netherlands Delftware Dutch palaces Seascapes and beach scenes What do you love? Try the Art Explorer Discover Art"
    },
    {
      "url": "https://kostentuinonderhoud.nl/zeeland/grijpskerke/",
      "title": "Kosten Tuinonderhoud Grijpskerke",
      "description": "Op zoek naar 🏡 kosten Tuinonderhoud Grijpskerke? 🌳🌿🍀 ✅ Alle hoveniers in ① overzicht [2025]. ➥ Vind prijzen tuinonderhoud nu",
      "preview": "Zoeken Zoeken Zoeken Selecteer provincie In provincie Drenthe Flevoland Friesland Gelderland Groningen Limburg Noord-Brabant Noord-Holland Overijssel"
    },
    {
      "url": "https://www.ippawards.com/",
      "title": "IPPAWARDS | iPhone Photography Awards - Celebrating the creativity of the iPhone users since 2007",
      "description": "iPhone Photography Awards (IPPAWARDS) is the first and the longest running iPhone photography competition since 2007.",
      "preview": "18th Annual iPhone Photography Awards 2025 Winners Announced 2007 - 2025 © IPPAWARDS | Selected entries from 18th Annual 2025 iPhone Photography Award"
    },
    {
      "url": "https://nodejs.org/api/crypto.html",
      "title": "Crypto | Node.js v24.10.0 Documentation",
      "description": "void",
      "preview": "Skip to content Node.js About this documentation Usage and example Assertion testing Asynchronous context tracking Async hooks Buffer C++ addons C/C++"
    },
    {
      "url": "https://gracenerissa10.tumblr.com/",
      "title": "@gracenerissa10 on Tumblr",
      "description": "Ig : gnasica_ Twitter : @grace_nerissa Ice cream lovers 💞 Photography 📷",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://carlsonschool.umn.edu/faculty-research/analytics-for-good-institute",
      "title": "Analytics for Good Institute | Minnesota Carlson",
      "description": "Minnesota Carlson's Analytics for Good Institute uses data analytics to solve social problems. Partner with us to make a difference",
      "preview": "Skip to main content Analytics for Good Institute Big data analytics, machine learning, and artificial intelligence all hold tremendous potential to a"
    },
    {
      "url": "http://www.theworkerslab.com/",
      "title": "Homepage",
      "description": "void",
      "preview": "About Us Investment Research Technology Learning Updates Donate The National Home for Worker-Centered Innovation Giving new ideas for and with workers"
    },
    {
      "url": "https://it.vecteezy.com/foto/1178347-sms-con-smartphone",
      "title": "Scarica Vettori, Immagini, Foto e Video Gratuiti",
      "description": "Esplora milioni di vettori, immagini, foto e video royalty-free! Trova la grafica, lo sfondo, la clip art, lo sfondo o l'icona perfetti per il tuo progetto.",
      "preview": "Scarica vettori, foto d'archivio, video d'archivio e altro gratuitamente Risorse creative di qualità professionale per portare a termine i tuoi proget"
    },
    {
      "url": "https://www.cloudflare.com/mozilla/firefox-private-network-privacy-notice/",
      "title": "Cloudflare Privacy Notice for Firefox Private Network | Cloudflare",
      "description": "Read about Cloudflare Privacy Notice for Firefox Private Network",
      "preview": "Firefox Private Network Privacy Notice PRIVACY NOTICE FOR THE CLOUDFLARE PROXY POWERING THE FIREFOX PRIVATE NETWORK WHAT IS THE CLOUDFLARE PROXY FOR F"
    },
    {
      "url": "https://react.dev/learn",
      "title": "Quick Start - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Quick Start Welcome to the React documentation! This page will give you an introduction to"
    },
    {
      "url": "https://mysds.henkel.com/index.html",
      "title": "Henkel Documents",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.oceans5.org/",
      "title": "Dedicated to protecting the world's five oceans | Oceans 5",
      "description": "Oceans 5 is an international funders' collaborative dedicated to stopping overfishing, establishing marine protected areas, and constraining offshore oil and gas development - three of the highest priorities identified by marine scientists around the world.",
      "preview": "About Who We Are What We Fund What We Do Ocean Solutions Our Approach Projects Grant Database Other Donor Directed Funds Joint 30x30 Funding Initiativ"
    },
    {
      "url": "https://survivreauchaos.blogspot.com/2018/05/de-tout-et-de-rien-4.html?showComment=1527805431767",
      "title": "Survivre au Chaos: De tout et de rien (4)",
      "description": "Blog dédié à l'étude des moyens de défense et de survie en cas de rupture de la normalité.",
      "preview": "Pages Accueil Intro Bulletins & Dossiers spéciaux Audit Défense & Survie Aide & Conseils à distance Géolocalisation Equipements Fiches pratiques Deven"
    },
    {
      "url": "https://www.sharkclean.com/exclusive-offer/WS642AEWBKT/shark-wandvac-self-empty-system-pet-lightweight-powerful-cordless-stick-vacuum-with-hepa/",
      "title": "Shark® Cordless Vacuum Cleaners | Wireless & Rechargeable",
      "description": "Discover lighter, longer running and more powerful cordless stick and upright vacuum cleaners from Shark®, the #1 vacuum brand in America*. Free shipping.",
      "preview": "Log in or create an account to add this item to your favorites. Get easier, faster product support and access to warranty information Quickly buy acce"
    },
    {
      "url": "https://puzzles.mit.edu/",
      "title": "MIT Mystery Hunt / Puzzle Club",
      "description": "The MIT Mystery Hunt is an internationally renowned puzzle competition which takes place every January on MIT campus and attracts hundreds of participants from all over the world.",
      "preview": "The MIT Mystery Hunt is a puzzlehunt competition that takes place on the MIT campus every year during the Martin Luther King, Jr. Day weekend . The hu"
    },
    {
      "url": "https://www.colorescience.com/products/brush-on-shield",
      "title": "Sunforgettable® Total Protection® Brush-On Shield | Colorescience",
      "description": "Powered by EnviroScreen® Technology, this all-powerful, all-mineral skin shield provides complete protection in one convenient, on-the-go application-alone or over makeup. The only powder sunscreen recommended by the Skin Cancer Foundation for Active use.",
      "preview": "Skip to content 10% off sitewide +Free gift with orders $100+ FREE SHIPPING on all orders Radiant. Resilient. Refreshed. NEW BARRIER PRO™ SERUM SPRAY"
    },
    {
      "url": "https://www.avma.org/",
      "title": "Home | American Veterinary Medical Association",
      "description": "void",
      "preview": "Skip to main content Our passion. Our profession. Empowering veterinarians to thrive in the profession we all love. Join / Renew Celebrate veterinary"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "https://learntocodewithme.tumblr.com/",
      "title": "Learn to Code With Me",
      "description": "I love technology & helping beginners learn to code.",
      "preview": "Learn to Code With Me Why Having an Online Presence Matters in Your Job Search Looking for a new career in tech? (Or in any industry?) Your online pre"
    },
    {
      "url": "https://www.indiapincode.info/andhra-pradesh-visakhapatnam-fortward-530001.html",
      "title": "Fortward, Visakhapatnam - PIN Code - 530001 - India PIN Code",
      "description": "PIN Code for Fortward, Visakhapatnam, Andhra Pradesh is 530001. Get this location Maps and GPS Coordinates.",
      "preview": "Browse PIN Codes Browse Locations Contact Us Ξ Browse PIN Codes Browse Locations Contact Us Find: State: Andaman and Nicobar Islands Andhra Pradesh Ar"
    },
    {
      "url": "https://www.coned.com/en",
      "title": "Con Edison - Powering New York City and Westchester",
      "description": "Providing electric, gas, and steam to NYC and Westchester. Pay your bill, manage your account, report an outage, and learn how to save energy.",
      "preview": "Skip to Main Content You are using an unsupported browser. Please download the latest version of Chrome , Firefox , Edge , or Safari . Home My Account"
    },
    {
      "url": "https://academy.donorbox.org/",
      "title": "Donorbox Academy: Fundraising Courses & Nonprofit Training Online | Do",
      "description": "Enhance your fundraising skills and receive more donations with our expert-led online Nonprofit courses and training at Donorbox Academy. Learn real-world applications and actionable tips to raise more funds for your nonprofit.",
      "preview": "There's not enough time. There's not enough staff. And you need to raise a lot of money to keep the doors open. But the amount of information out ther"
    },
    {
      "url": "http://www.quickmeme.com/lolz/Misc/page/1",
      "title": "Misc memes | quickmeme",
      "description": "create your own Misc meme using our quick meme generator",
      "preview": "quickmeme: all your memes, gifs & funny pics in one place what's hot new best random memes upload a funny caption a meme show NSFW login \"the funniest"
    },
    {
      "url": "https://msmagazine.com/2020/03/23/the-ms-qa-alejandra-y-castillo-on-combating-domestic-violence-during-the-covid-19-epidemic/",
      "title": "The Ms. Q&A: Alejandra Y. Castillo on Combating Domestic Violence During the COVID-19 Epidemic - Ms. Magazine",
      "description": "Vast numbers of people across the country are being told to stay home. But experts warn this will lead to an increase of domestic abuse occurring within households. We spoke to Alejandra Y. Castillo, CEO of the YWCA USA, about the impact this virus is having on households across the U.S. and the ways we can all help protect those who are most vulnerable to domestic abuse during this time of self-quarantining and self-isolation.",
      "preview": "Skip to content Trending: Tradwives 2025 Elections Texas Survivors of Epstein-Maxwell Congress Trump Film & TV Birth Control Health National Violence"
    },
    {
      "url": "http://resource.anshuntech.ltd/AnimalFace/privacy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Last updated: 9/28/2022 AnimalFace (\"we\", \"our\" or \"us\") understands the importance of protecting your privacy. Therefore, we have established the Pri"
    }
  ],
  "_meta": {
    "total_bookmarks": 109
  }
}