{
  "data": [
    {
      "url": "http://www.havebane.dk/Forum/memberlist.php?mode=leaders&sid=559c01e5418a09112e20312a9e94ed9b",
      "title": "Forum for havebane.dk (45 mm sporvidde) • Log ind",
      "description": "void",
      "preview": "Spring til indhold Avanceret søgning Boardindeks Skift skriftstørrelse OSS Søg Tilmeld Log ind Du skal være tilmeldt som bruger og logget ind for at s"
    },
    {
      "url": "https://profiler.firefox.com/docs/",
      "title": "Firefox Profiler - Documentation",
      "description": "Documentation related to the Firefox Profiler, a tool to record and visualize profile.",
      "preview": "void"
    },
    {
      "url": "https://www.bmw.com.do/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW República Dominicana | Autos Deportivos, Eléctricos y Más",
      "description": "Descubre nuevos carros eléctricos, autos deportivos y camionetas en el sitio oficial de BMW República Dominicana, ¡sorpréndete con su diseño exclusivo!",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://www.gallup.com/corporate/212381/who-we-are.aspx",
      "title": "About - Gallup",
      "description": "Transform your organization. Gallup changes the world a little to a lot every day through extraordinary analytics and advice.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Helping People Be Heard We help our clients in many ways. Bu"
    },
    {
      "url": "http://thealliancetc.org/",
      "title": "Home • The Alliance",
      "description": "void",
      "preview": "Housing Justice Learn more Stable Ground Program Learn more Actualizing Equity Learn more Just Cause Eviction Protections Learn more Blue Line Coaliti"
    },
    {
      "url": "https://survey.medallia.com/?711-gr",
      "title": "7-Eleven Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.prisonpolicy.org/reports/pie2018women.html",
      "title": "Women's Mass Incarceration: The Whole Pie 2018 | Prison Policy Initiative",
      "description": "Report showing the number of women who are locked up by various correctional systems and why",
      "preview": "Home About Publications Reports Briefings Visuals State Profiles Advocacy Toolkit Fact Sheets Art Issues Data Blog Trump Tracker Contact Careers Donat"
    },
    {
      "url": "https://zeaphra.tumblr.com/post/128648216513",
      "title": "Blog",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "The Land of the Odd Social Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and othe"
    },
    {
      "url": "https://e.issuu.com/embed.html?d=fisheco_203_2020&pageNumber=76&u=magazinefisheco",
      "title": "Issuu Reader",
      "description": "Reader for Issuu",
      "preview": "void"
    },
    {
      "url": "https://www.cintas.com/",
      "title": "Uniforms - Corporate Apparel | Cintas",
      "description": "Even at your busiest, you can open your doors with confidence knowing Cintas has you covered with a wide range of products and services that enhance your image and help keep your facility and employees clean, safe and looking their best.",
      "preview": "WE'LL OUTFIT YOUR TEAM AND YOUR BUSINESS WE CAN HELP WITH YOUR WORK APPAREL, FACILITY SERVICES, FIRST AID AND SAFETY AND FIRE PROTECTION NEEDS Click t"
    },
    {
      "url": "https://feeds.feedburner.com/google/think",
      "title": "Think with Google - Discover Marketing Research & Digital Trends",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://shapes.framer.website/",
      "title": "Copy-Paste SVG Shapes",
      "description": "SVG Shapes",
      "preview": "made by monika michalczyk Explore the collection of 120+ basic SVG shapes for your upcoming project. Simply click on a shape to copy its SVG code to y"
    },
    {
      "url": "https://www.cranbrooktownsman.com/news/do-you-know-nelsons-frank-johnson/",
      "title": "News | Cranbrook Daily Townsman",
      "description": "void",
      "preview": "Home Services About Us Contact Us Submission Forms Newsletter Sign-Up eEdition Special Sections News Regional News Election Video News Tips Business C"
    },
    {
      "url": "https://www.sitioanuncios.com/portugal/46-servicos-comerciais-consultivo.html",
      "title": "SitioAnuncios.com Anúncios em Portugal - Serviços comerciais, consultivo, administração e m",
      "description": "void",
      "preview": "Anuncios Patrocinados Está em... / Anúncios / Serviços / Serviços comerciais, consultivo, administração e m Serviços comerciais, consultivo, administr"
    },
    {
      "url": "https://newsleecher.com/forum/search.php?search_id=unanswered&sid=968c183c58a4dce6400cf929062f8d58",
      "title": "NewsLeecher - The Complete Usenet Package",
      "description": "void",
      "preview": "NewsLeecher V8.0 Beta is now available! Brand new UI | Tons of new/optimized functionality | *Much* more Usenet content available ( deobfuscation supp"
    },
    {
      "url": "https://www.ft.com/world/europe",
      "title": "Europe | Financial Times",
      "description": "Breaking news and top stories from Europe. The latest on the economy, politics, government, and business",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Europe Add to myFT Friday, 10 October, 2025 Visual Arts The best exhibitions"
    },
    {
      "url": "https://www.freep.com/news/",
      "title": "Detroit Free Press - News",
      "description": "void",
      "preview": "Skip to main content Home Election Voter Guide News Detroit Wayne Oakland Macomb Michigan Michigan Politics Education John Carlisle M.L. Elrick Neal R"
    },
    {
      "url": "https://www.standardmedia.co.ke/topic/cultural-ties",
      "title": "Cultural Ties - The Standard",
      "description": "Get the latest news, videos, and pictures on Cultural Ties",
      "preview": "× The Standard e-Paper Informed Minds Prefer The Standard ★★★★ - on Play Store Download Now × The Standard Group Plc is a multi-media organization wit"
    },
    {
      "url": "https://chantecaille.com/products/mermaid-eyeshade",
      "title": "Chantecaille Mermaid Eyeshadow",
      "description": "High-pearl, creamy, crease-resistant eye shadow, available in 5 shades. An innovative high shine, long wear formula that can be worn wet or dry as a long lasting eyeshadow or eyeliner. Infused with a silk tree extract, the luxurious texture creates a lasting metallic sheen that lends a youthful appearance to the eye area. Creamy, powdery feel makes it easy to apply with the fingertips. Richly pigmented hues shimmer with a rich metallic sheen. Buildable metallics mix beautifully with opaque shadows. Crafted in Italy.",
      "preview": "Skip to main content Skip to footer NEW Éclat Cristalline Collection"
    },
    {
      "url": "https://www.inquilinxsunidxs.org/en/home/",
      "title": "Inquilinxs Unidxs Por Justicia",
      "description": "United Renters For Justice/Inquilinxs Unidxs por Justicia works for permanently affordable democratic housing and structural changes: tenant unions, rent stabilization, stronger enforcement of renter protections, and cooperatively owned housing.",
      "preview": "English Español DONATE DONAR ENGLISH ESPAÑOL Back Welcome Media Gallery Timeline In The Press Back Resource Home Legal Organizing Landlord Research Co"
    },
    {
      "url": "https://thenevadaindependent.com/article/why-is-the-nevada-department-of-corrections-profiting-off-struggling-families",
      "title": "Why is the Nevada Department of Corrections profiting off struggling families? - The Nevada Independent",
      "description": "Most people probably assume that necessities like food and emergency medical care are provided for people locked up in prisons and jails.",
      "preview": "Close The Nevada Independent Support Our Work Español Government Legislature Federal State Local Tribal Nations Health Care Coronavirus Education K-12"
    },
    {
      "url": "https://streamsidesoft.com/spirit-story-box-privacy-policy/",
      "title": "Spirit Story Box Privacy Policy",
      "description": "void",
      "preview": "Skip to main content Skip to footer This privacy policy governs your use of the software application Spirit Story Box (\"Application\") for mobile devic"
    },
    {
      "url": "http://www.grs-batterien.de",
      "title": "Start | GRS Batterien Service GmbH",
      "description": "Als Rücknahmesystem erfüllen wir für Sie als Hersteller oder Vertreiber von Gerätebatterien oder Industriebatterien Ihre komplette Produktverantwortung nach dem Batteriegesetz (BattG).",
      "preview": "Ihre Hersteller­verantwortung - unser Service Neue EU-Batterieverordnung: Als Batteriehersteller und -vertreiber müssen Sie zeitnah handeln, um Ihren"
    },
    {
      "url": "https://in.linkedin.com/company/tata-consultancy-services?trk=similar-pages",
      "title": "Tata Consultancy Services | LinkedIn",
      "description": "Tata Consultancy Services | 17,957,583 followers on LinkedIn. Tata Consultancy Services (TCS) is an IT services, consulting, and business solutions organization that has been partnering with many of the world's largest businesses in their transformation journeys since its inception in 1968. Our consulting led, innovation-driven services help businesses evolve as perpetually adaptive enterprises, staying ahead in an ever-changing digital landscape. Recognized for excellence in software development, we rapidly apply and scale new technologies, driving long-term value and scalable transformation.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "http://blog.code.org/post/121123281798/md",
      "title": "Code.org - Medium",
      "description": "Read writing from Code.org on Medium. Code.org® is dedicated to expanding access to computer science increasing participation by young women and students from other underrepresented groups.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Code.org 73K followers Code.org wins TEN 2025 Best of STEM Awards Chosen"
    },
    {
      "url": "https://achelisbodman.org/",
      "title": "Achelis & Bodman Foundation",
      "description": "void",
      "preview": "About Us The Achelis and Bodman Foundation was formally established on November 25, 2015, from the merger of The Achelis Foundation (established in 19"
    },
    {
      "url": "https://www.wcpo.com/news/local-news/clermont-county/ohio-township/coroner-four-people-dead-in-home-in-ohio-township-near-new-richmond",
      "title": "4 dead, 1 hospitalized after 'potential murder-suicide' near New Richmond in Ohio Township",
      "description": "Four people are dead in Ohio Township near New Richmond, Ohio, according to the Clermont County Coroner's Office.",
      "preview": "void"
    },
    {
      "url": "https://www.infoszeged.hu/hirek/helyi_hirek/elegedettek/",
      "title": "Hírek | infoSzeged | Friss hírek, helyi hírek, országos hírek, sport hírek, bulvár hírek",
      "description": "szegedi,infoSzeged, friss hírek, helyi hírek, országos hírek, sport hírek, bulvár hírek",
      "preview": "Hírek Mehet Összes kategória Helyi Belföld Külföld Bulvár Sport Kék hírek Életmód PR 2025. Október 10. 07:34, péntek | Bulvár Tíz magyar étterem kapot"
    },
    {
      "url": "https://www.valencia.es/",
      "title": "Portal del Ayuntamiento de la ciudad de Valencia - València",
      "description": "Portal web del Ayuntamiento de la ciudad de Valencia. Todo lo que necesitas saber para estar al día de las últimas novedades sobre el Ayuntamiento y la ciudad.",
      "preview": "Portal del Ayuntamiento de la ciudad de Valencia - València Diapositiva anterior Carrusel de noticias destacadas CONSEJOS ANTE ALERTAS METEOROLÓGICAS"
    },
    {
      "url": "https://littlegoatchicago.com/",
      "title": "Little Goat Diner | Chef Stephanie Izard | Lakeview, Chicago",
      "description": "Located in Southport Corridor, Little Goat Diner serves all-day breakfast and dinner full of bold flavors and crunchy toppings. It's a neighborhood go-to for any meal in Chicago's Lakeview.",
      "preview": "skip to main Menu Happenings private events contact takeout Reserve skip to main close Menu Reserve menu Happenings reservation Takeout Private Events"
    },
    {
      "url": "https://digg.com/",
      "title": "Digg - Handmade by human hands using machines",
      "description": "Digg is where people go to look at cool things while they eat a big bowl of cereal.",
      "preview": "Humanity at the core. Technology at the edges. We're building a human-first community platform that places authentic community and connection at the f"
    },
    {
      "url": "https://bugs.firefox-dev.tools/",
      "title": "Find DevTools bugs",
      "description": "void",
      "preview": "Good first bugs Mentored bugs All tools"
    },
    {
      "url": "https://careers.bcg.com/explore",
      "title": "What We Offer | Culture & Values | BCG Careers",
      "description": "Ready to help clients solve complex problems? It's no easy feat, and our BCG culture and values are fundamental to that success. Learn more about what we offer.",
      "preview": "Early Careers At Boston Consulting Group (BCG), you'll find more than a job - you'll discover a place where your talents are nurtured and your impact"
    },
    {
      "url": "https://library.mines.edu/",
      "title": "Colorado School of Mines - Arthur Lakes Library",
      "description": "Collaborative partner and intellectual nexus that bridges disciplines and communities across the Colorado School of Mines campus.",
      "preview": "Facebook X mines.edu My Mines News Calendar Canvas Email Give Directories Library Home Search the Library Catalog"
    },
    {
      "url": "https://id.linkedin.com/company/octopus-ina?trk=organization_guest_main-feed-card-text",
      "title": "Octopus Indonesia | LinkedIn",
      "description": "Octopus Indonesia | 11.310 pengikut di LinkedIn. A Reverse Logistic Platforms for Post-Consumer Materials | Octopus is a reverse-logistic startup that currently doing collection of post-consumer product through circular economy.",
      "preview": "LinkedIn menghargai privasi Anda LinkedIn dan pihak ketiga menggunakan cookie esensial dan non-esensial untuk menyediakan, mengamankan, menganalisis,"
    },
    {
      "url": "https://www.politico.eu/section/technology/",
      "title": "Technology - POLITICO",
      "description": "Latest news, analysis and comment on technology policy in Europe and beyond.",
      "preview": "Skip to main content Advertisement Google faces UK restrictions over search dominance LONDON - Google has \"substantial and entrenched market power\" in"
    },
    {
      "url": "http://www.surftrip.com/surf-shop/C-573/C-952/General.html",
      "title": "void",
      "description": "void",
      "preview": "Surf Trip Surfing Travel - Check Out Our Feature Desitination RED FROG BUNGALOWS - Panama: Click Here to Check it out! Home Destinations Surfing Resou"
    },
    {
      "url": "https://www.basemap.com/privacy-policy/",
      "title": "Privacy Policy | BaseMap Inc",
      "description": "BaseMap Privacy Policy",
      "preview": "top of page LAST UPDATED: APRIL 16, 2018 PRIVACY POLICY BaseMap Inc. (\"BaseMap\") values your privacy. In this Privacy Policy (\"Policy\"), we describe h"
    },
    {
      "url": "https://www.gyft.com/buy-gift-cards/google-play/",
      "title": "Buy Google Play gift code Gift Cards | Gyft",
      "description": "Google Play gift code",
      "preview": "15 Buy for Yourself or Send as a Gift Google Play gift code Redeem online With millions of apps, games, and more to discover, there's something for ev"
    },
    {
      "url": "https://www.sphinx-doc.org/",
      "title": "Sphinx - Sphinx documentation",
      "description": "void",
      "preview": "GitHub Expand Sphinx Navigation Documentation » Sphinx On this page Sphinx Get started User guide Community guide Reference guide The Basics Installin"
    },
    {
      "url": "https://staff.walgreens.com/",
      "title": "Walgreens: Pharmacy, Health & Wellness, Photo & More for You",
      "description": "Your go-to for Pharmacy, Health & Wellness and Photo products. Refill prescriptions online, order items for delivery or store pickup, and create Photo Gifts.",
      "preview": "Skip to main content Walgreens: Pharmacy, Health & Wellness, Photo & More for You Schedule vaccinations Flu & COVID-19 testing options Manage prescrip"
    },
    {
      "url": "https://my.ucsc.edu",
      "title": "MyUCSC redirect to Login Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://onairwithryan.iheart.com/featured/ryan-seacrest/content/2022-04-04-shawn-mendes-on-performing-at-wango-tango-new-music-more/",
      "title": "Shawn Mendes On Performing At Wango Tango, New Music & More | On Air with Ryan Seacrest | Ryan Seacrest",
      "description": "Ryan Seacrest talked to Shawn Mendes about being on the Wango Tango lineup, his new music, tour, and more.",
      "preview": "Ryan Seacrest Ryan is quite simply one of the most influential, well-regarded, and well-known names in Hollywood. He is the quintessential Hollywood i"
    },
    {
      "url": "http://www.themontanascene.com/",
      "title": "Montana Outdoor Clothing | Gifts | The Montana Scene",
      "description": "Find high-quality, Montana shirts & gifts that express the local culture & personalities of Montanans. We are your place to find all things in Montana.",
      "preview": "New Wild Field Our best-selling design, now on 2 new unisex tees SHOW NOW Seasonal Transitions The perfect sweatshirt for autumn nights under the big"
    },
    {
      "url": "https://www.chefajaychopra.com/",
      "title": "Chef Ajay Chopra |Presents food recipes and restaurant consultant",
      "description": "Chef Ajay Chopra judge of first master chef of India presents food recipes., MD of Zion Hospitality, best restaurant consulting firm and hotel consultant",
      "preview": "Previous Next Previous Next Journey of Chef Ajay Chopra Culinary Genius Behind the Apron Chef Ajay Chopra, the renowned Indian chef, consultant, and m"
    },
    {
      "url": "https://aromaarena.de/Holunderbeere",
      "title": "Holunderbeere - wasserlösliches Lebensmittelaroma - AromaArena",
      "description": "Holunderbeeren werden in der Umgangssprache rund um den Rhein bis hoch nach Niedersachsen auch als Fliederbeeren bezeichnet, was botanisch jedoch gänzlich v",
      "preview": "Additional contact mail (leave blank)* I totally agree to receive nothing* Holunderbeere Artikelnummer: 66-0845 Kategorie: Obst & Gemüse Geschmacksbes"
    },
    {
      "url": "https://www.theguardian.com/environment/2021/oct/31/cop26-literally-the-last-chance-saloon-to-save-planet-prince-charles",
      "title": "Cop26 'literally the last chance saloon' to save planet - Prince Charles | Cop26 | The Guardian",
      "description": "Prince of Wales urges G20 to set aside differences and build sustainable economy",
      "preview": "Skip to main content Skip to navigation Skip to navigation Prince Charles arrives to speak at the G20 summit in Rome. Photograph: Aaron Chown/AFP/Gett"
    },
    {
      "url": "https://www.sheknows.com/parenting/articles/2715373/tamron-hall-interview-motherhood-career/",
      "title": "Tamron Hall Shares Her Childbirth Story",
      "description": "Talk show host and journalist Tamron Hall shares her childbirth story for the first time and talks about parenting a toddler.",
      "preview": "Skip to main content Skip to header navigation Icon Link Plus Icon SheKnows is a part of Penske Media Corporation. © 2025 SheMedia, LLC. All Rights Re"
    },
    {
      "url": "https://www.jamie-poole.com/store/p107/Gods-Grandeur-Whitby-Harbour-limited-edition-print.html",
      "title": "Whitby Harbour Collage painting limited edition print",
      "description": "Inspired by the poet Gerard Manley Hopkins and the historical town of Whitby. On the Yorkshire coast, this town is famous for its Abbey and its quirky cobbled streets as well as the famous voyager Captain James Cook. This painting was made using printed lines of poetry that have been collaged together using Jamie's unique poem art techniques. Read lines of poetry in the picture itself! This is a limited edition signed print.",
      "preview": "Home Blog Exhibitions Trade The Shop Art Classes Online Art Lessons LessonSheets Student Gallery Contact Portfolio Category Jamie's Cards > Signed Unl"
    },
    {
      "url": "https://discussions.apple.com",
      "title": "Official Apple Support Community",
      "description": "Find answers with millions of other Apple users in our vibrant community. Search discussions or ask a question about your product.",
      "preview": "Go back to my question Apple Support Community Find answers. Ask questions. Connect with Apple customers around the world. Search or ask a question Se"
    },
    {
      "url": "https://wsts.atis.org/presentation/network-upgrade-option-to-simplify-ptp-slave-operation/",
      "title": "Network Upgrade Option to Simplify PTP Slave Operation - Workshop on Synchronization and Timing Systems",
      "description": "This is seo description",
      "preview": "Network Upgrade Option to Simplify PTP Slave Operation Year: 2015 Presenter: Mikael Olofsson Network Synchronization Algorithm Developer Ericsson Down"
    },
    {
      "url": "https://www.postgresql.org/docs/current/indexes.html",
      "title": "PostgreSQL: Documentation: 18: Chapter 11. Indexes",
      "description": "Chapter&nbsp;11.&nbsp;Indexes Table of Contents 11.1. Introduction 11.2. Index Types 11.2.1. B-Tree 11.2.2. Hash 11.2.3. GiST 11.2.4. SP-GiST 11.2.5. GIN 11.2.6. ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://graphicburger.com/",
      "title": "GraphicBurger",
      "description": "Tasty design resources made with care for each pixel. Free for both personal & commercial use. Have a bite!",
      "preview": "void"
    },
    {
      "url": "https://escholarship.org/search/?q=author%3A%22Despierre%2C%20Evelyn%22",
      "title": "Search",
      "description": "void",
      "preview": "Skip to main content Sort By: Relevance A-Z By Title Z-A By Title A-Z By Author Z-A By Author Date Ascending Date Descending Show: 10 20 30 Article Pe"
    },
    {
      "url": "http://www.greatplacetowork.com/certified-company/7023741",
      "title": "Working at Vera Institute of Justice | Great Place To Work®",
      "description": "Is Vera Institute of Justice a great place to work for?",
      "preview": "Home > Certified Companies SHARE: Vera Institute of Justice Updated May 2024. 73% Employees say this is a great place to work SHARE: Company Overview"
    },
    {
      "url": "https://vimeo.com/ucsantabarbara",
      "title": "UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research, distinguished by its interdisciplinary programs and a commitment to innovation.",
      "preview": "void"
    },
    {
      "url": "https://www.lifeofpix.com/",
      "title": "Free high resolution photography | Life of Pix",
      "description": "Free high resolution photography. Share and download images freely. Search for pictures by color or format. Photographers, get an account now !",
      "preview": "We're sorry but lop-craft-frontend doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.playbill.com/production/kristin-chenoweth-for-the-girlsnederlander-theatre-2019-2020",
      "title": "Kristin Chenoweth: For The Girls (Broadway, Nederlander Theatre, 2019) | Playbill",
      "description": "void",
      "preview": "A TRUSTED THEATRE RESOURCE SINCE 1884 MiMi Scardulla Is Center Stage and Unapologetically Herself This Pride Month Original Cats Star Ken Page Revisit"
    },
    {
      "url": "https://forums.opera.com/topic/39164/how-install-opera-windows-under-user-profile-with-restricted-rigths/?",
      "title": "how install opera windows under user profile with restricted rigths | Opera forums",
      "description": "how install opera windows under user profile with restricted rigths to prevent the installation package from calling the user authorization request window with administrative rights",
      "preview": "Do more on the web, with a fast and secure browser! Download Opera browser with: built-in ad blocker battery saver free VPN Download Opera Your browse"
    },
    {
      "url": "http://www.gibney.de/",
      "title": "Marek Gibney",
      "description": "void",
      "preview": "Hell ! I build Gnod and Product Chart . Sometimes I write about things. Let's connect ."
    },
    {
      "url": "https://turtlecreekwholesale.com/contact/",
      "title": "Contact - Turtle Creek Nursery",
      "description": "Contact Turtle Creek Nursery",
      "preview": "Turtle Creek Nursery is a wholesale nursery that does not sell direct to general consumers. We appreciate the opportunity to work with you. If you hav"
    },
    {
      "url": "https://blog.youtube/",
      "title": "Official YouTube Blog for Latest YouTube News & Insights",
      "description": "Explore our official blog for the latest news about YouTube, creator and artist profiles, culture and trends analyses, and behind-the-scenes insights.",
      "preview": "YouTube Official Blog Homepage Hero Slider Inside YouTube Second chances on YouTube 1 / 5 Creator and Artist Stories The definitive guide to creating"
    },
    {
      "url": "http://www.leehawkins.com/NoFrames/Reviews/2021.htm",
      "title": "The 2021 Quo Annual",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://devicemanagement.portal.azure.com/?l=en.en-us",
      "title": "Microsoft Intune admin center",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://excalidraw.com/",
      "title": "Excalidraw Whiteboard",
      "description": "Excalidraw is a virtual collaborative whiteboard tool that lets you easily sketch diagrams that have a hand-drawn feel to them.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.lequebecois.org/tag/chartes-des-valeurs/",
      "title": "Chartes des valeurs | Le Québécois",
      "description": "LA LIBÉRATION PAR LA PLUME",
      "preview": "Skip to content Cela s'est passé le 7 janvier dernier et c'était malheureusement prévisible depuis longtemps. Un commando armé a perpétré un charnier"
    },
    {
      "url": "https://sentimental--sentinel.tumblr.com/",
      "title": "@sentimental--sentinel on Tumblr",
      "description": "xNFJ // Sun Moon Venus Mars: Cancer // Rising Scorpio // Dota Addict Love easily, but not easy to love",
      "preview": "Posts Likes adorastarotcards-deactivated202 Synastry Overlay in Mars Adorastarotcards Mars in Partners 1st House - ✨Sexual Attraction✨ a very intense"
    },
    {
      "url": "https://services.github.com",
      "title": "Expert Services | GitHub · GitHub",
      "description": "From idea to implementation, our experts are ready to help your team get wherever you want to go. Start a conversation with us about how we can bring your goals to life.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.bmw.com.gt/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Guatemala | Autos Deportivos, Híbridos y Más - Home",
      "description": "Descubre los autos deportivos eléctricos, híbridos conectables y camionetas SUV de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "BMW Guatemala | Autos Deportivos, Híbridos y Más BMW Guatemala BMW VISION NEUE KLASSE X LA NUEVA ERA «X». Más información HERRAMIENTAS DE COMPRAS ENCU"
    },
    {
      "url": "http://www.favicon.cc/",
      "title": "favicon.ico Generator",
      "description": "favicon.cc is a tool to create or download favicon.ico icons, that get displayed in the address bar of every browser.",
      "preview": "Create New Favicon Import Image Latest Favicons Top Rated Favicons Login Register Search Frame 1 of 1 0.05 secs 0.1 secs 0.2 secs 0.3 secs 0.4 secs 0."
    },
    {
      "url": "https://support.apple.com",
      "title": "Official Apple Support",
      "description": "Learn more about popular features and topics, and find resources that will help you with all of your Apple products.",
      "preview": "Apple Support iPhone Mac iPad Watch Vision AirPods TV Forgot Apple Account password Apple Repair Billing and subscriptions Search for more topics Sear"
    },
    {
      "url": "https://getaawp.com/?ref=624",
      "title": "AAWP | The Amazon Affiliate WordPress Plugin",
      "description": "AAWP (Amazon Affiliate for WordPress) is the best plugin to advertise Amazon products and earn commissions by using product boxes and Amazon bestseller lists.",
      "preview": "Skip to content Best WordPress Plugin for Amazon Affiliates Make more money by boosting your Amazon Associates commissions with AAWP's product boxes,"
    },
    {
      "url": "https://soyjugadodeboca.tumblr.com/",
      "title": "@soyjugadodeboca on Tumblr",
      "description": "Follow @soyjugadodeboca and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://www.nfl.com/news/sean-payton-introduced-broncos-head-coach-russell-wilson-greg-penner",
      "title": "Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson",
      "description": "Sean Payton was officially introduced as Denver Broncos head coach on Monday at the team's headquarters in Englewood, Colorado, and it didn't take long for the Russell Wilson question to arise.",
      "preview": "Skip to main content Advertising Around the NFL Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson Published: Feb 06,"
    },
    {
      "url": "https://artists.apple.com/",
      "title": "Apple Music for Artists",
      "description": "Resources to record, release, and promote your music on Apple Music, and analytics to highlight how listeners discover and stream your music around the world.",
      "preview": "Make your music. Get your songs out of your head and into the world. Now anyone can record studio-quality sound, release new tracks, and connect with"
    },
    {
      "url": "http://Philstar.com?trk=organization_guest_main-feed-card-text",
      "title": "Philstar.com | Latest Philippine news and multimedia",
      "description": "Digital portal of the STAR Group of Publications: Delivers the latest news and views, multimedia, analyses and in-depth reports on the Philippines, sports, business, entertainment, lifestyle and culture.",
      "preview": "Philstar.com | Latest Philippine news and multimedia Digital portal of the STAR Group of Publications: Delivers the latest news and views, multimedia,"
    },
    {
      "url": "https://kfor.com/news/local/fight-at-oklahoma-high-school-basketball-playoff-game-caught-on-camera/",
      "title": "Fight at Oklahoma high school basketball playoff game caught on camera | KFOR.com Oklahoma City",
      "description": "Video shows a fight breaking out at an Oklahoma high school girls' basketball game Friday night that involved players, cheerleaders, fans and parents.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.mooveagency.com",
      "title": "WordPress Agency London • WordPress Support • Web Development",
      "description": "We are a London WordPress Agency & web development company specialising in development, design, support & maintenance of WordPress websites",
      "preview": "London WordPress Agency Our Work Services WordPress Development WordPress Support Packages WordPress API Integrations WordPress Code Reviews WordPress"
    },
    {
      "url": "https://hg.mozilla.org/mozilla-central/pushloghtml?changeset=f8f94f19e05b9cda0f5c81178094c2f2cc581fc5",
      "title": "Client Challenge",
      "description": "void",
      "preview": "JavaScript is disabled in your browser. Please enable JavaScript to proceed. A required part of this site couldn't load. This may be due to a browser"
    },
    {
      "url": "https://help.chi.ac.uk/help-search/for/guests/category/files-and-online-storage/for/alumni/device/desktop/for/students/product/microsoft-teams/category/online-learning/category/software-and-apps",
      "title": "Search results | Support and Information Zone",
      "description": "void",
      "preview": "Skip to main content Skip to search Search results synchronising a University OneDrive account with a personal device What is OneDrive? OneDrive is us"
    },
    {
      "url": "https://imp.i254217.net/c/249354/804613/11415?subId1=PEOKateMiddletonFlippedPancakesinNavyWideLegPantsScoreSimilarOptionsStartingat13lstansburyFasAff13964533202302I&u=https%3A%2F%2Fwww.abercrombie.com%2Fshop%2Fus%2Fp%2Ftailored-wide-leg-pants-51632322",
      "title": "Women's A&F Sloane Tailored Wide Leg Pant | Women's Clearance | Abercrombie.com",
      "description": "Our signature A&F Sloane Tailored Pant in an everyday menswear fabric, that's perfect for dressing up or down. The Sloane Tailored Pant is an ultra-high rise tailored wide leg pant",
      "preview": "Play Pause Previous slide Next slide myAbercrombie Members get 25% off all sweatshirts & sweatpants SHOP WOMEN'S SHOP MEN'S myAbercrombie Members get"
    },
    {
      "url": "https://asterreiseservice.de/20016/impressum.php",
      "title": "Impressum und Kontaktdaten - Flüge, Reisen, Last Minute Angebote und Hotels online bei asterreiseservice.de buchen.",
      "description": "Mit uns steht Ihnen die Welt offen Sonne - Strand - Meer - Städtereisen Ihr Reisebüro in Münster Kreuzfahrten Fernweh Safaris",
      "preview": "Mit uns steht Ihnen die Welt offen Individuelles Reisen weltweit Sonne - Strand - Meer - Städtereisen Hier finden Sie perfekte Angebote für Ihren Urla"
    },
    {
      "url": "https://azpbs.org/",
      "title": "Home - Arizona PBS",
      "description": "Arizona PBS specializes in the education of children, in-depth news and public affairs, lifelong learning, and the celebration of arts and culture - utilizing the power of noncommercial television, the Internet, educational outreach services, and community-based initiatives.",
      "preview": "Skip to content Alert: Defunded but not defeated: Your support is essential. Help keep Arizona PBS strong. watch the untold story | AIRS Oct. 10 King"
    },
    {
      "url": "https://spielplatznet.de/spielplatz/41322/Kürnach/Seefeldstraße",
      "title": "Spielplatz Seefeldstraße in Kürnach | spielplatznet.de",
      "description": "Spielplatz Seefeldstraße in Kürnach in der Seefeldstraße 15. 7 weitere Spielplätze in Kürnach ansehen.",
      "preview": "Spielplätze finden Spielplatz eintragen Spielplatzkarte Kontakt FAQ Suche Neu Karte Anmelden × Anmelden Zur Registrierung... Start > Spielplätze > Kür"
    },
    {
      "url": "https://pytorch.org/tutorials/beginner/blitz/cifar10_tutorial.html",
      "title": "Training a Classifier - PyTorch Tutorials 2.8.0+cu128 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "http://www.yasni.de/jochen+busse/person+information",
      "title": "Jochen Busse - Info zur Person mit Bilder, News & Links - Personensuche Yasni.de",
      "description": "691 Ergebnisse zu Jochen Busse: Kabarettist, Schauspieler, Iserlohn, Henning Venske, Berlin, Komödie, Kabarett, Köpfe, Scheidung",
      "preview": "Bitte geben Sie mindestens 2 Zeichen zur Suche ein. yasni &REG Personensuche Hilfe Produkte + Exposé schalten Yasni Login Login DE Suche läuft... Deut"
    },
    {
      "url": "https://appalti-villasofia-cervello.maggiolicloud.it/PortaleAppalti/it/ppgare_avvisi_scaduti_lista.wp;jsessionid=33364253A9477A205040BE036C04449B.elda?actionPath=/ExtStr2/do/FrontEnd/Avvisi/view.action&currentFrame=7&codice=A00003&_csrf=INUBLVMZD6H7YA0DGQHY2TW92AKQKJKF",
      "title": "Portale gare d'appalto|Avvisi pubblici scaduti",
      "description": "void",
      "preview": "fun [ Salta al contenuto della pagina ] Access key definite: Vai alla pagina iniziale [H] Vai alla pagina di aiuto alla navigazione [W] Vai alla mappa"
    },
    {
      "url": "https://revodoc.valdoise.fr/resultat.php?q=1&spec_expand=&sort_define=tri_annee&sort_order=1&rows=10&fq=frbr%3A%281%29+AND+typedoc%3A%28%22j%22%29+AND+auteurs_ac%3A%28%22McFerrin%2C+Bobby%22%29+AND+sujets_ac%3A%28%22Jazz%22%29+AND+auteurs_ac%3A%28%22Kay%2C+Connie%22%29+AND+auteurs_ac%3A%28%22Modern+jazz+quartet%22%29+AND+type_fonds%3A%28%22g%22%29",
      "title": "Résultats (oeuvres) - RéVOdoc",
      "description": "void",
      "preview": "E-mail Fichier E-mail : Nom du fichier : Format bibliographique : Texte CSV Excel × Close Identification Identifiant : Mot de passe : Mot de passe oub"
    },
    {
      "url": "https://www.novotrading.hu/arukereso-235/hati-permetezo-263",
      "title": "Az Ön által kért oldal nem található!",
      "description": "Az Ön által kért oldal nem található! - Barkács felhasználásra szánt elektromos és kéziszerszámok, légtechnikai és kerti gépek, háztartási eszközök és gyermekjátékok kis és nagykereskedelme.",
      "preview": "Weboldalunk használatával jóváhagyja a cookie-k használatát a Cookie-kkal kapcsolatos irányelv értelmében. Beállítások módosítása Elfogadom Szükséges"
    },
    {
      "url": "https://extensionworkshop.com/?utm_content=footer-link&utm_medium=referral&utm_source=addons.mozilla.org",
      "title": "Firefox Extension Workshop | Get help creating & publishing Firefox extensions.",
      "description": "Get help creating & publishing Firefox extensions.",
      "preview": "Why Create Extensions on Firefox? Get your great idea into the hands of millions of Firefox users. Join an international community of developers. Be s"
    },
    {
      "url": "https://www.vellabox.com/",
      "title": "Vellabox // The Artisan Candle Subscription Box",
      "description": "The Artisan Candle Subscription Box",
      "preview": "No products in the cart. Gift Candle Subscriptions Gift Cards Corporate Gifting Search for: Account LOGIN SIGN UP Order History Account Settings $USD"
    },
    {
      "url": "https://cleanup.pictures/",
      "title": "Cleanup.pictures - Remove objects, people, text and defects from any picture for free",
      "description": "Remove unwanted objects from photos, people, text, and defects from any picture for free. It's extremely easy in just a few clicks with our creative editing tool.",
      "preview": "Cleanup.pictures - Remove objects, people, text and defects from any picture for free. Retouch images in seconds with incredible quality ↑ Drag & drop"
    },
    {
      "url": "https://www.appypie.com/",
      "title": "Best AI No-Code Development Platform for Apps and Websites",
      "description": "Create apps and websites easily. Appy Pie's AI-powered no-code platform is trusted as the best & leader in no-code app development.",
      "preview": "void"
    },
    {
      "url": "https://evemaps.dotlan.net/system/J143626/kills",
      "title": "E-R00027 - J143626 - Recent Kills - DOTLAN :: EveMaps",
      "description": "System: J143626 (E-R00027) | Ships/Pod Kills | 3h: 0/0 | 24h: 0/0",
      "preview": "DOTLAN EveMaps Default Dark EVE InGame Browser Keep DOTLAN EveMaps running! Support it by buying GTCs or check out the Donate options. Search Navigati"
    },
    {
      "url": "https://www.spmcf.org/minnesota-disaster-recovery-fund",
      "title": "Minnesota Disaster Recovery Fund | Saint Paul & Minnesota Foundation",
      "description": "We are a partner to thousands of donors and nonprofit organizations working to help us meet our aspiration: A just and vibrant Minnesota where all people and communities thrive.",
      "preview": "Minnesota Disaster Recovery Fund THE FUND SUPPORTed COMMUNITY NEEDS AS A DIRECT RESULT OF THE CORONAVIRUS PANDEMIC. The Minnesota Disaster Recovery Fu"
    },
    {
      "url": "https://sanantonio.uso.org/fort-sam-houston-meps",
      "title": "USO San Antonio MEPS • USO San Antonio",
      "description": "San Antonio MEPS (Military Entrance Processing Station) is where individuals are processed for enlistment or induction into the armed services, based on DoD-approved peacetime and mobilization standards. In 2015, the USO was graciously invited to provide an area for individuals and families while going through the enlistment process. We provide a Home Away from Home for many who are away from home for the first time. They can get a hot cup of coffee, a cool beverage, a snack, or simply relax before the next step in this process.",
      "preview": "Skip to navigation Skip to main content Skip to footer USO San Antonio Find another USO location USO logo USO San Antonio Donate Open Menu Locations U"
    },
    {
      "url": "http://www.suspenderstore.com/",
      "title": "Suspenders for Men, Women, and Kids | SuspenderStore",
      "description": "Suspender Store offers a wide range of suspenders for all ages and sizes. We carry fun novelty suspenders, big & tall suspenders, dress suspenders, and more!",
      "preview": "Skip to main content Top Category Close × ! OK Cancel THE Suspender Experts Since 1999 SuspenderStore is proud to carry a huge selection of men's susp"
    },
    {
      "url": "https://www.khanacademy.org/science/chemistry",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.starstyle.com/lucy-hale-hiking-with-colton-underwood-sp439497/",
      "title": "Lucy Hale Hiking with Colton Underwood July 15, 2020 - Star Style",
      "description": "Lucy Hale wearing Jacquie Aiche Double Bone Diamond Horn Necklace in Black, Lululemon Align Pants in Incognito",
      "preview": "Jacquie Aiche Double Bone Diamond Horn Necklace in Black Lululemon Align Pants in Incognito Camo Ray-Ban Rb3016 Clubmaster Sunglasses Previous Next Sh"
    },
    {
      "url": "https://www.rhymezone.com/",
      "title": "RhymeZone rhyming dictionary and thesaurus",
      "description": "void",
      "preview": "Rhymes Rhymes (advanced) Near rhymes Synonyms Descriptive words Phrases Antonyms Definitions Related words Similar sounding words Similarly spelled wo"
    },
    {
      "url": "https://www.noaa.gov/",
      "title": "National Oceanic and Atmospheric Administration",
      "description": "U.S. Department of Commerce",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.grubhub.com/restaurant/hop-shing-5000-us-17-fleming-island/1546533?utm_medium=grubhub-owned-menu-properties&utm_source=allmenus.com&utm_content=1546533&utm_campaign=menu-page&affiliate=",
      "title": "Prepare your taste buds...",
      "description": "Prepare your taste buds...",
      "preview": ". No JavaScript? No proble... well, actually Our site is delivered by JavaScript. To continue, please enable JavaScript in your browser's preferences."
    },
    {
      "url": "https://modelshipworld.com/topic/30836-planking-for-beginners/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://secure.vera.org/a/signup",
      "title": "Join our movement today: - Vera Institute of Justice",
      "description": "We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight to end mass incarceration, secure equal justice, and strengthen families and communities.",
      "preview": "Join the Vera Institute of Justice We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight"
    },
    {
      "url": "https://www.restaurantworkerscf.org/",
      "title": "Restaurant Workers' Community Foundation",
      "description": "void",
      "preview": "Welcome Restaurant Workers' Community Foundation is an advocacy and action nonprofit created by and for restaurant workers. We are a nationwide commun"
    },
    {
      "url": "https://www.muzemerch.com/privacy-policy-cookie-restriction-mode/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.romeropolo.com/en/romero-polo-studies-the-removal-of-petroleum-based-materials-from-the-roads-of-catalonia/",
      "title": "Romero Polo | ROMERO POLO STUDIES THE REMOVAL OF PETROLEUM-BASED MATERIALS FROM THE ROADS OF CATALONIA",
      "description": "Romero Polo is leading a research project to replace asphalt binders of petroleum origin from the roads with ecological materials, as part of the company's commitment to sustainability and circular economy. Romero Polo participates in this initiative, financed by the Spanish public entity Centro para el Desarrollo Tecnológico Industrial (CDTI), along with three leading Catalan...",
      "preview": "Romero Polo 3 de August de 2020 ROMERO POLO STUDIES THE REMOVAL OF PETROLEUM-BASED MATERIALS FROM THE ROADS OF CATALONIA Romero Polo is leading a rese"
    },
    {
      "url": "https://us.caudalie.com/p/317/317-makeup-removing-cleansing-oil.html",
      "title": "Vinoclean Makeup Removing Cleansing Oil | CAUDALIE®",
      "description": "A 100% natural, vegan cleansing oil that melts away makeup, cleanses and hydrates without leaving a greasy finish.",
      "preview": "Go to Content Free MERIT best-sellers duo on orders $100+. Code: MERIT Free shipping & free mini on orders $49+ Free MERIT best-sellers duo on orders"
    },
    {
      "url": "https://developer.android.com/about",
      "title": "Android platform | Platform | Android Developers",
      "description": "Explore the Android platform. Learn about the latest releases and technologies for creating Android apps.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://www.equalitytexas.org/legislature/legislative-bill-tracker-2023/",
      "title": "Legislative Bill Tracker | Equality Texas",
      "description": "Keep up with the bills that impact the LGBTQIA+ community in the 89th Texas Legislative Session using our bill tracker.",
      "preview": "Skip to content Give Legislative Bill Tracker For more information about the anti-LGBTQIA+ legislation that passed this session and the direct impact"
    },
    {
      "url": "https://flipboard.com",
      "title": "Flipboard: Your Social Magazine",
      "description": "One place for all the stories you care about. Join the Flipboard community to discover and share what inspires you.",
      "preview": "11 hours ago Former Republican elections official buys Dominion Voting, the company at the center of false 2020 conspiracy theories verified_publisher"
    },
    {
      "url": "https://www.lssmn.org/lifetrack",
      "title": "Lifetrack | Lutheran Social Service of Minnesota",
      "description": "void",
      "preview": "Skip to main content Lifetrack Lifetrack Joined Lutheran Social Service of Minnesota As of July 1, 2021, Lifetrack is now delivering service as Luther"
    },
    {
      "url": "https://fonttools.readthedocs.io/en/latest/ttLib/ttFont.html",
      "title": "ttFont: Read and write font contents - fontTools Documentation",
      "description": "void",
      "preview": "ttLib: Read and write OpenType and TrueType fonts ttFont: Read and write font contents View page source ttFont: Read and write font contents  Overvie"
    }
  ],
  "_meta": {
    "total_bookmarks": 113
  }
}