{
  "data": [
    {
      "url": "https://www.springtrainingonline.com/teams/chicago-cubs.htm",
      "title": "Chicago Cubs Spring Training - Spring Training Online",
      "description": "Chicago Cubs spring training at Sloan Park in Mesa, Arizona for 2025.",
      "preview": "Top Menu Spring Training Newsletter Signup Privacy Policy Spring Training Advertising on Spring Training Online About Spring Training Online Navigatio"
    },
    {
      "url": "https://jobs.hasbro.com/go/eOne/8968800",
      "title": "Jobs at Hasbro",
      "description": "Apply online for jobs at Hasbro | Explore Hasbro careers in Information Technology, Corporate Business Services, Digital Media and Entertainment, Global Design and Product Development, Hasbro Studios, Sales and Retail Management and more!",
      "preview": "By continuing to use and navigate this website, you are agreeing to the use of cookies. Accept Close Press Tab to Move to Skip to Content Link Skip to"
    },
    {
      "url": "https://c4fap.org/",
      "title": "Center for Fine Art Photography",
      "description": "The Center for Fine Art Photography, a 501(c)(3) non-profit, promotes the art of photography by supporting diverse creative artists through exhibitions and educational programs.",
      "preview": "Center for Fine Art Photography Cart 0 Back previous Back C4FAP Team Our Vision Back Opportunities Denis Roussel Fellowship Scroll The Center for Fine"
    },
    {
      "url": "https://pixlr.com/e/",
      "title": "Photo Editor Pixlr Free online Image Editing Tool",
      "description": "Free online like photo editor with advanced image editing features. Perfect for both beginner & professional. Start editing with Pixlr editor now!",
      "preview": "Photo Editor - Photoshop Online by Pixlr - Free Image Editing Tools Now, there are even more compelling reasons to choose Pixlr as your go-to solution"
    },
    {
      "url": "https://ecepalliance.org",
      "title": "Expanding Computing Education Pathways (ECEP)",
      "description": "void",
      "preview": "ECEP Alliance Group Photo Expanding Computing Education Pathways (ECEP) Alliance Broadening Participation in Computing State by State Member of the NS"
    },
    {
      "url": "https://maiwa.com/pages/natural-dyes",
      "title": "Natural Dyes- MAIWA",
      "description": "The natural dyes that we sell are termed exotic, historic, or classic. They yield good to excellent wash and light fastness when used in proper combination with mordants. We use them in our own studio and in our naturally dyed clothing. A full palette of colours can be achieved by varying the mordants and by blending d",
      "preview": "Natural Dyes The natural dyes that we sell are termed exotic, historic, or classic . They yield good to excellent wash and light fastness when used in"
    },
    {
      "url": "https://githubstatus.com",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://www.nintendo.com/whatsnew/super-nintendo-world-opens-at-universal-studios-hollywood-on-friday-february-17-2023/",
      "title": "SUPER NINTENDO WORLD Opens at Universal Studios Hollywood on Friday, February 17, 2023 - News - Nintendo Official Site",
      "description": "New Details Revealed as Countdown to the Highly-Anticipated Opening Approaches Click here for a sneak peek. Let's-a go! SUPER NINTENDO WORLD™, the innovative, immersive and highly-anticipated themed land officially opens at Universal Studios Hollywo...",
      "preview": "SUPER NINTENDO WORLD Opens at Universal Studios Hollywood on Friday, February 17, 2023 New Details Revealed as Countdown to the Highly-Anticipated Ope"
    },
    {
      "url": "https://www.klyricsforyou.com/2021/01/iu-celebrity.html",
      "title": "IU - Celebrity Lyrics - K-Lyrics For You",
      "description": "IU - Celebrity Lyrics",
      "preview": "0 Bookmark Home IU IU - Celebrity Lyrics Admin-nim 0 mins read Updated: 28 Jan 2021 Published: 27 Jan 2021 Smaller Default Bigger WhatsApp Telegram Fa"
    },
    {
      "url": "http://ladigitalmedia.org/video_v2/asset-detail/LSWI-0813-02_Fairhaven",
      "title": "Louisiana Digital Media Archive",
      "description": "The LDMA is the online home of thousands of Louisiana-related videos from the collections of Louisiana Public Broadcasting and the Louisiana State Archives.",
      "preview": "Loading..."
    },
    {
      "url": "https://cool.culturalheritage.org/",
      "title": "Conservation OnLine - CoOL",
      "description": "Resources for conservation professionals",
      "preview": "Search Deep in CoOL Search CoOL ConsDistList Publications/List Archives Organizations Conservation Topics About CoOL Donate in support of CoOL Welcome"
    },
    {
      "url": "https://connect.clickandpledge.com/w/Form/7ded75a3-9156-4089-9919-423a136f75bd",
      "title": "Give to Seattle Foundation",
      "description": "void",
      "preview": "Thank you for your collective passion and commitment to this place we call home. Your gift will help Seattle Foundation realize a more joyful and equi"
    },
    {
      "url": "https://betterwebtype.com/",
      "title": "Better Web Type - A Free Web Typography Course | Better Web Type",
      "description": "Web typography for web designers and web developers.",
      "preview": "Design & Code Better Web Typography A free web typography course for designers and web developers by Matej Latin. 4.7 / 5 ( 1,061 reviews ) Featured i"
    },
    {
      "url": "https://www.popphoto.com",
      "title": "Popular Photography: Techniques and How-Tos, Camera Reviews",
      "description": "Popular Photography has offered high-quality how-to articles, gear reviews, and photography inspiration since 1937.",
      "preview": "void"
    },
    {
      "url": "https://grindhouse.club/padova-estrema-here-come-the-freaks-and-harmony-diesdamnation-galleryharkanemill-of-stone-venerdi-12-ottobre/",
      "title": "PADOVA ESTREMA. HERE COME THE FREAKS: AND HARMONY DIES+DAMNATION GALLERY+HARKANE+MILL OF STONE - VENERDI' 12 OTTOBRE - Grind House Club",
      "description": "void",
      "preview": "Skip to content Finalmente l'estate volge al termine e con lei quel ridicolo e ostentato clima di festa incentivato senza sosta per mesi e mesi anche"
    },
    {
      "url": "https://live.ilo.org/events/partnering-action-implementation-global-accelerator-jobs-and-social-protection-just",
      "title": "ILO Live - Partnering for Action: Implementation of the Global Accelerator on Jobs and Social Protection for Just Transitions",
      "description": "Taking place at the 77th UN General Assembly, this high-level event will convene Heads of State and Government, heads of UN agencies, international financial institutions, and other major leaders to discuss opportunities for engagement and to express concrete commitments of support. The UN Secretary-General launched the Global Accelerator on Jobs and Social Protection for Just Transitions with the aim of fast-tracking much-needed global actions to promote a job-rich recovery, as well as just ecological, technological and societal transitions to more sustainable and inclusive economies.",
      "preview": "Partnering for Action: Implementation of the Global Accelerator on Jobs and Social Protection for Just Transitions Ended 23 September 2022 17:15 - 19:"
    },
    {
      "url": "https://namelix.com/",
      "title": "Business Name Generator - free AI-powered naming tool - Namelix",
      "description": "Namelix uses generative AI to create a short, brandable business name. Search for domain availability, and instantly generate a logo for your new business",
      "preview": "by Brandmark.io Business Name Generator generate a short, brandable business name using artificial intelligence Get name ideas Namelix generates short"
    },
    {
      "url": "https://tinybeans.com/",
      "title": "Tinybeans-The Photo-Sharing App That Families Love",
      "description": "Safely share snapshots and videos with loved ones and find new parenting ideas. We're the best photo sharing app used by millions of parents.",
      "preview": "Your daily dose of joy and connection. Capture and privately share sweet snapshots and videos of your littles with our family photo-sharing app that t"
    },
    {
      "url": "http://taaacc.org/",
      "title": "Home - Texas Association of African American Chamber of Commerce",
      "description": "void",
      "preview": "About TAAACC To ensure that African American Business Owners receive a fair share of the economic prosperity of Texas. Serve as a catalyst for a bette"
    },
    {
      "url": "https://extranet.who.int/publicemergency",
      "title": "WHO Health Emergency Dashboard",
      "description": "Monitor health issues around the world",
      "preview": "Searching... Loading.. WHO Health Emergency Dashboard Disclaimer × The World Health Organization (WHO) Health Emergency Dashboard is a platform which"
    },
    {
      "url": "https://lfca.earth/members/",
      "title": "Members",
      "description": "LFCA is a community 3,000+ practitioners from over 40 countries driving sustainability in and through their organizations.",
      "preview": "Join our upcoming Sustainability Leadership course Join our leadership course Join now Meet the community Get to know the people powering our communit"
    },
    {
      "url": "https://naacpepi.tfaforms.net/10",
      "title": "void",
      "description": "void",
      "preview": "Lyft Code Request First Name Last Name Phone Number Email Address Race American Indian or Alaska Native Asian Black or African American Native Hawaiia"
    },
    {
      "url": "https://www.surlatable.com/greenpan-craft-sheet-pans/PRO-6146807.html",
      "title": "GreenPan Craft Sheet Pan | Sur La Table",
      "description": "GreenPan Craft Sheet Pan",
      "preview": "Skip to Content Why you'll love it ONLY AT SLT Built for the demands of the modern kitchen, Craft ovenware makes cooking easier. Whether you're baking"
    },
    {
      "url": "http://uso.org/pathfinder",
      "title": "USO Transition Program · United Service Organizations",
      "description": "The USO Transition Program prepares service members and military spouses for professional and educational success throughout their military journey and as they transition to civilian life with FREE resources and support.",
      "preview": "Skip to navigation Skip to main content Skip to footer Menu Close USO Homepage uso-logo-dark.svg Volunteer Donate Home Programs USO Transition Program"
    },
    {
      "url": "https://www.bluffcitysports.com/",
      "title": "Bluff City Sports",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.arena.com/",
      "title": "Arena",
      "description": "Arena Music is a global community designed to create a sustainable + equitable music economy for artists & investors that is 100% free for listeners.",
      "preview": "0"
    },
    {
      "url": "https://radaronline.com/exclusives/2019/03/jack-osbourne-lisa-stelly-nasty-divorce-finalized/",
      "title": "Jack Osbourne's Divorce From Wife Lisa Stelly Finalized",
      "description": "Jack Osbourne's marriage to Lisa Stelly is finally over, as a Los Angeles judge has signed off on the nasty divorce.",
      "preview": "Sign up for your daily dose of dope. × or Sign in with lockrMail LOG IN LOG IN Radar Staff March 7 2019, Updated 1:59 p.m. ET Jack Osbourne 's marriag"
    },
    {
      "url": "https://mxtoolbox.com/spf.aspx",
      "title": "SPF Check & SPF Lookup - Sender Policy Framework (SPF) - MxToolBox",
      "description": "void",
      "preview": "Javascript is disabled. Javascript is required for this site. SPF Record Check - Lookup SPF Records Domain Name : IP (Optional) Solve Email Delivery P"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/whats-on",
      "title": "What's on - Rijksmuseum",
      "description": "What is there to see and do at the Rijksmuseum",
      "preview": "Skip to main content What's on What is there to see and do at the Rijksmuseum {{ filter.name.charAt(0).toUpperCase() + filter.name.slice(1) }} Highlig"
    },
    {
      "url": "http://www.jjbtravel.com/",
      "title": "JJBargains Travel - Your Professional Travel Consultants",
      "description": "Lowest fare , Philippine vacation , online travel , Specialized in Philippine , Asian , South America , European travel .",
      "preview": "void"
    },
    {
      "url": "https://events.economist.com/?RefID=e.com-home&utm_source=e.com&utm_medium=website&utm_campaign=group-aff&utm_content=footer-link",
      "title": "Economist Impact events",
      "description": "Economist Events hosts over 80 events annually in over 30 countries on topics that convene world-class thought leaders on a range of strategic business issues",
      "preview": "string(13) \"Normal_Events\" int(19) string(14) \"Virtual_Events\" int(0) string(14) \"Private_Events\" int(15) string(14) \"Partner_Events\" int(3) All regio"
    },
    {
      "url": "https://www.lenovo.com/us/en/about/foundation/",
      "title": "Lenovo Foundation - Making a Difference Through Innovation | Lenovo US",
      "description": "The Lenovo Foundation is committed to creating positive social impact through technology innovation. Learn about our programs and partnerships.",
      "preview": "void"
    },
    {
      "url": "https://brasil.mongabay.com/",
      "title": "Notícias ambientais - Mongabay Brasil",
      "description": "Notícias sobre vida selvagem e natureza",
      "preview": "Mais recente Destaque Projeto na maior favela do Brasil transforma óleo descartado em produtos ecológicos André Aram 10 Out 2025 As ações coletivas e"
    },
    {
      "url": "https://timesofsandiego.com/business/2019/05/23/six-san-diego-small-businesses-win-chambers-annual-awards/",
      "title": "Six San Diego Small Businesses Win Chamber's Annual Awards",
      "description": "From educating San Diegans about the environment to helping veterans start a business, six small businesses earned awards Thursday.",
      "preview": "Skip to content Stephanie Brown, founder and CEO of The Rosie Network, with Jerry Sanders. Photo by Chris Jennewein From educating San Diegans about t"
    },
    {
      "url": "http://www.southamptonchinese.org.uk/album/2021/1215_Christmas/tn/142.jpg.html",
      "title": "Image: 142",
      "description": "void",
      "preview": "Album : CAS :: 2021 :: 1215 Christmas Up << 141 142 143 >> Created with the tool album generator from Marginal Hacks by David Ljung on Thu Dec 16 21:3"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/informacoes/atrasos-e-supressoes",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.greencarreports.com/news/1121693_colorado-to-launch-smart-charging-pilot-program-as-it-prepares-for-evs",
      "title": "Colorado to launch smart-charging pilot program as it prepares for EVs",
      "description": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable energy grid. The non-profit Platte River Power Authority announced last month that it is teaming up with eMotorWerks, which sells home smart chargers, to sell and install 250 smart chargers for residential...",
      "preview": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable"
    },
    {
      "url": "https://about.flipboard.com",
      "title": "Home - About Flipboard",
      "description": "Flipboard is one place for all the top stories, deep dives and curated content you need. Get the award winning app for iOS or Android.",
      "preview": "void"
    },
    {
      "url": "http://digitaledition.dailysouthtown.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.firenze.linux.it/",
      "title": "FLUG | Firenze Linux User Group",
      "description": "void",
      "preview": "Vai al contenuto Questo è il sito web del Firenze Linux User Group o FLUG, un insieme di persone che promuovono e supportano la diffusione del softwar"
    },
    {
      "url": "https://mesnotices.20minutes.fr/pieces-detachees-electromenager/lave-linge/whirlpool/AWO12563.html?piece=carroserie",
      "title": "Pied, plinthe, plan de travail, côté,... machine à laver Whirlpool AWO12563...",
      "description": "void",
      "preview": "REVENIR EN HAUT MesNotices > Pièces détachées électroménager > Machine à laver > Machine à laver Whirlpool Nous recherchons parmi 5 millions de pièces"
    },
    {
      "url": "https://www.teachific.com.au/find?page=1&search_type=standard&category_group=21&cats%5B%5D=228",
      "title": "Find resources | Teachific",
      "description": "void",
      "preview": "Skip to Content Toggle menu Reading Choose a Category ACARA Curriculum Reading Reading Workshop Mini Lessons Reading Workshop Reading Journals by Grad"
    },
    {
      "url": "https://liaacc.org/",
      "title": "Long Island African American Chamber of Commerce - NYC Regional Chamber of Commerce",
      "description": "NYC Regional Chamber of Commerce",
      "preview": "Search for: Skip to content Your Business Resource Our Team Join LIAACC Other Resources Our Calendar Benefits The Long Island African American Chamber"
    },
    {
      "url": "https://www.maccosmetics.com/",
      "title": "american-express icon",
      "description": "void",
      "preview": "skip navigation and go to main content american-express icon clearpay icon clearpay_green icon element--star icon icon--MAC-logo icon icon--add-dark i"
    },
    {
      "url": "http://www.zakochanawsztuce.pl/2013/11/kordonkowe-bombeczki.html",
      "title": "Zakochana w sztuce: KORDONKOWE BOMBECZKI",
      "description": "void",
      "preview": "Strona główna Autor O mnie O blogu Współpraca Kontakt Obsługiwane przez usługę Blogger ."
    },
    {
      "url": "https://kids.mongabay.com/",
      "title": "Mongabay Kids - connecting kids with nature and conservation",
      "description": "void",
      "preview": "Mongabay Kids nature, biodiversity and conservation education materials for kids Search for: Wild News October 7, 2025 See the world's largest turtle"
    },
    {
      "url": "https://shop.deutschepost.de/briefmarken",
      "title": "Briefmarken bestellen | Shop Deutsche Post",
      "description": "Große Auswahl an Briefmarken für Briefe in Deutschland und weltweit. Bestellen Sie jetzt! Versand gratis!",
      "preview": "In Ihrem Browser ist JavaScript deaktiviert. Bitte aktivieren Sie JavaScript, um den vollen Funktionsumfang des Shops nutzen zu können. Hinweise zum D"
    },
    {
      "url": "http://www.asthmastory.com/",
      "title": "Asthma cure research relating asthma to bacteria Chlamydia pneumoniae and mycoplasma after experiencing a near fatal asthma attack- Main page",
      "description": "How a man completely cured severe asthma after discovering Dr. Hahn's research linking asthma to the bacteria chlamydia pneumoniae and mycoplasma",
      "preview": "Supporting researchers linking asthma to the bacteria Chlamydia pneumoniae and Mycoplasma Welcome to AsthmaStory This web site is the place for me to"
    },
    {
      "url": "https://smallsat.org/",
      "title": "Small Satellite Conference | SmallSat",
      "description": "The annual Small Satellite Conference, held at the Salt Palace Convention Center, Salt Lake City, Utah, gathers Government, industry, and academia to review recent successes, explore new directions, and introduce emerging technologies in small spacecraft development.",
      "preview": "39 th Annual Small Satellite Conference Salt Lake City, UT, USA August 10-13, 2025 Thank You Another Successful SmallSat 4650 Attendees 374 Exhibiting"
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_es?sn=35114",
      "title": "Synalpheus heroni",
      "description": "Synalpheus heroni Coutière, 1909 - Más información sobre esta especie: Denominaciones comerciales, Métodos de producción y artes de pesca, Regímenes de calidad de la UE y valores nutricionales, Medidas de conservacion, Normas de comercialización, Distribución y hábitat de las especies, Descripción de las especies, Nomenclatura Combinada",
      "preview": "Ir al contenido Denominaciones comerciales Búsqueda Search by Denominación comercial Nombre científico Código FAO alfa-3 Nomenclatura Combinada Enter"
    },
    {
      "url": "https://www.victoriaeugenia.eus/programacion/espectaculo.php?evento=106477",
      "title": "Agenda y entradas - Victoria Eugenia Antzokia",
      "description": "Agenda de eventos del Teatro Victoria Eugenia. Busca y compra tus entradas para actuaciones de teatro, danza, conciertos, infantiles... ¡Ven a verlas!",
      "preview": "void"
    },
    {
      "url": "https://landscape.csteachers.org/#download",
      "title": "Home - CS Teacher Landscape",
      "description": "In this 2022 follow-up study, CSTA aimed to understand teachers' perceptions of how to move towards a vision of equitable CS. The report samples PreK-12 CS teachers to examine their views of what changes are required to transform CS classrooms to be more identity-inclusive.",
      "preview": "Skip to content Moving Towards a Vision of Equitable Computer Science Results of a Landscape Survey of PreK-12 CS Teachers in the United States Access"
    },
    {
      "url": "https://www.google.com.tr/url?q=https://aevt.org/wishlist/electric-car-charger-load-calculation?utm_source=zalo&utm_medium=zalo&utm_campaign=zalo",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://aevt.org/wishlist/electric-car-charger-load-calculation?u"
    },
    {
      "url": "http://www.wto.org/english/thewto_e/coher_e/mdg_e/mdg_e.htm",
      "title": "WTO | The WTO and the Millennium Development Goals",
      "description": "WTO | The WTO and the Millennium Development Goals",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://www.donorschoose.org/",
      "title": "DonorsChoose: Support a classroom. Build a future.",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "http://www.qneo.net/privacy.html",
      "title": "Qneo",
      "description": "Apps for iPhone, iPad, iPod and Mac",
      "preview": "PRIVACY POLICY Qneo, based in Rotterdam, the Netherlands, is responsible for the processing of personal data as shown in this privacy policy statement"
    },
    {
      "url": "https://www.homemodelenginemachinist.com/forums/",
      "title": "Home Model Engine Machinist Forum",
      "description": "Home model engine machinists & makers forum. Model engine making forums for engine plans, castings, CAD, CNC designs, lathe, Stirling, boilers & steam.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://nautil.us/to-protect-the-ocean-we-must-love-it-11867/",
      "title": "To Protect the Ocean, We Must Love It - Nautilus",
      "description": "How a life on the water inspired Dona Bertarelli",
      "preview": "Technology The Divers Who Stretch the Limits of Human Biology Environment Modeling the Deep Environment The Deep Ocean Is a Global Public Good Environ"
    },
    {
      "url": "https://pastebin.com/",
      "title": "Pastebin.com - #1 paste tool since 2002!",
      "description": "Pastebin.com is the number one paste tool since 2002. Pastebin is a website where you can store text online for a set period of time.",
      "preview": "void"
    },
    {
      "url": "https://www.uuidgenerator.net/version4",
      "title": "Online UUID Generator Tool",
      "description": "void",
      "preview": "Online UUID Generator Your Version 4 UUID: 0a57ea94-4409-4a2a-9925-9b26faf272cb Copy Refresh page to generate another. Version 4 UUID Generator Genera"
    },
    {
      "url": "https://www.spiegel.de/wissenschaft/natur/fracking-boom-sorgt-fuer-steigende-methan-emissionen-a-1281900.html",
      "title": "Fracking-Boom sorgt für steigende Methan-Emissionen - DER SPIEGEL",
      "description": "Fracking steht wegen seiner Folgen für die Umwelt schon lange in der Kritik. Eine Studie macht die Technik zur Erdgasförderung nun auch für den Anstieg des Treibhausgases Methan verantwortlich.",
      "preview": "Zum Inhalt springen Zur Merkliste hinzufügen X.com Facebook E-Mail Link kopieren Weitere Optionen zum Teilen X.com Facebook E-Mail Messenger WhatsApp"
    },
    {
      "url": "https://www.produce.gob.pe/index.php/dgsfs-pa/seguimiento-satelital",
      "title": "Seguimiento Satelital",
      "description": "void",
      "preview": "INICIAR SESIÓN EXTRANET CONTÁCTANOS BUSCAR DATOS ABIERTOS TRANSPARENCIA Portal Supervisión, Fiscalización y Sanciones de Pesca y Acuicultura Seguimien"
    },
    {
      "url": "https://www.guinnessworldrecords.com/news/2023/2/disney-loving-man-smashes-record-by-visiting-disneyland-2-995-days-in-a-row-738450",
      "title": "Disney loving man smashes record by visiting Disneyland 2,995 days in a row | Guinness World Records",
      "description": "For a grand total of eight years, three months, and 13 days, Jeff Reitz has been Waltzing through Disneyland, earning him the record title for the most consecutive visits to Disneyland with 2,995 total visits.",
      "preview": "For a grand total of eight years, three months, and 13 days, Jeff Reitz has been Walt zing through Disneyland. Since 2012, the 50-year-old annual pass"
    },
    {
      "url": "https://usnavyseals.einnews.com/amp/pr_news/572814177/small-business-opportunities-for-military-spouses-to-sell-to-the-u-s-air-force-and-u-s-army",
      "title": "Please verify you are human.",
      "description": "void",
      "preview": "Please verify you are human. Click here to continue ..."
    },
    {
      "url": "https://www.fondazionefeltrinelli.it/eventi/ciclo-di-incontri-2025/",
      "title": "Fondazione Giangiacomo Feltrinelli",
      "description": "La Fondazione Feltrinelli è uno dei maggiori centri europei di documentazione e ricerca nel campo della Storia, Politica, Economia e Società.",
      "preview": "CHIUDI Seleziona la categoria Economia Storia Politica Immaginari Youngonly Inizia la ricerca Vai al contenuto Partecipa Scopri Collabora Sostieni App"
    },
    {
      "url": "https://dolceforever-blog.tumblr.com/post/116940926173",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @dolceforever-blog on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://developers-dot-devsite-v2-prod.appspot.com/google-ads/scripts/docs/solutions/adsmanagerapp-mobile-pagespeed",
      "title": "Account Summary Report | Google Ads Scripts | Google for Developers",
      "description": "void",
      "preview": "Skip to main content Google Ads Scripts / English Deutsch Español Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiến"
    },
    {
      "url": "https://marineprotectedareas.noaa.gov/",
      "title": "National Marine Protected Areas Center",
      "description": "National Marine Protected Areas Center",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "http://membership.chicagotribune.com#nt=primarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://hccundc.de/partner/",
      "title": "Partner - HCC&C",
      "description": "Partner Unsere Erfahrung Umfassende Diagnostik-, Führungs- und Managementerfahrung - national und international Erfahrungs-und Kompetenz-Profil HCC&C Partner verfügen über langjährige Erfahrung in komplexen Projekten im Kontext von Restrukturierungs- und herausfordernden Managementsituationen. Ihre umfangreichen HR-Kenntnisse und ihre Erfahrung in der Leistungs- und Potenzialeinschätzung von erfolgskritischen Führungs- und Schlüsselkräften sind Basis für die nachhaltige Umsetzung von Restruk­turierungs­maßnahmen zur [...]",
      "preview": "Partner Unsere Erfahrung Umfassende Diagnostik-, Führungs- und Managementerfahrung - national und international Erfahrungs-und Kompetenz-Profil HCC&C"
    },
    {
      "url": "https://www2.ipm.ucanr.edu/beeprecaution/",
      "title": "bee-precaution-pesticide-ratings / University of California Statewide Integrated Pest Management Program (UC IPM)",
      "description": "void",
      "preview": "MENU UC IPM bee-precaution-pesticide-ratings Home, garden, turf, & landscape Home & garden Plant pest diagnostic tool Retail nurseries & garden center"
    },
    {
      "url": "https://www.un.org/en/about-us/universal-declaration-of-human-rights",
      "title": "Universal Declaration of Human Rights | United Nations",
      "description": "A milestone document in the history of human rights, the Universal Declaration of Human Rights set out, for the first time, fundamental human rights to be universally protected. It has been translated into over 500 languages.",
      "preview": "Skip to main content Universal Declaration of Human Rights The Universal Declaration of Human Rights (UDHR) is a milestone document in the history of"
    },
    {
      "url": "https://numbzie.tumblr.com/",
      "title": "Nothing. A big steaming pile of it.",
      "description": "Absolutely nada",
      "preview": "Home Submit a post Archive Nothing. A big steaming pile of it. livia-carica : kuriquinn : seelcudoom : ilikelookingatnakedmen : jennytrout : ccoastal"
    },
    {
      "url": "http://www.mpatlas.org/",
      "title": "Home | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "EEZ data: marineregions.org ; MPA data: MPAtlas , WDPA/ProtectedPlanet The Marine Protection Atlas integrates science-based assessments that measure p"
    },
    {
      "url": "https://lswcollectorapp.home.blog/2018/12/28/privacy-policy/",
      "title": "Privacy Policy - LSW Collector",
      "description": "Effective Date: January 1, 2023The LEGO Collector family of mobile applications which consists of LSW Collector (for Star Wars minifigures), LSW Sets (for Star Wars sets, exclusives, and promos), and LSH Collector (for Super Hero minifigures) (hereinafter referred to as the \"Service\") is operated by the app creator, Kevin Downard. This page informs you of the...",
      "preview": "Skip to content LSW Collector Uncategorized December 28, 2018 January 24, 2023 2 Minutes Effective Date: January 1, 2023 The LEGO Collector family of"
    },
    {
      "url": "http://www.calculator.org/",
      "title": "calculator.org - calculator.org",
      "description": "The calculator home page",
      "preview": "Calculator software and online resources Units Conversions Calculator Database JavaScript Calculator Download Calc98 Running Calculator Calculator Rep"
    },
    {
      "url": "https://www.healthychildren.org/English/ages-stages/baby/feeding-nutrition/Pages/Starting-Solid-Foods.aspx",
      "title": "Starting Solid Foods - HealthyChildren.org",
      "description": "feeding-nutrition~The American Academy of Pediatrics (AAP) discusses the introduction of solid food to babies and discusses signs of solid food readiness..",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://www.kendrascott.com/",
      "title": "Kendra Scott Official | Jewelry, Personalized Gifts & Watches",
      "description": "Find limited-edition jewelry for every look with simple pendant necklaces, huggie earrings, band rings, and more.",
      "preview": "Skip to Content Accessibility Loading... Find a Store Search Limited Time Only! Buy More, Save More FREE shipping on orders $85+ & FREE returns Join C"
    },
    {
      "url": "https://www.llbean.com/llb/shop/124706",
      "title": "L.L.Bean International - The Outside Is Inside Everything We Make",
      "description": "Enjoy shopping clothing, shoes, outdoor gear and more from L.L.Bean, all made for the shared joy of the outdoors.",
      "preview": "15% OFF Your Purchase with code: GLOBAL15 - Ends October 13, 2025 . Details COZY UP TO FALL SAVINGS! 15% OFF YOUR PURCHASE WITH CODE: GLOBAL15 COZY UP"
    },
    {
      "url": "https://www.spreadshirt.fi/shop/vaatteet/t-paidat/sukuvaakuna/",
      "title": "Sukuvaakuna t-paidat | Ainutkertaisia printtejä | Spreadshirt",
      "description": "Iso valikoima lahjakkaiden suunnittelijoiden luomia sukuvaakuna t-paidat » Paljon eri kokoja, värejä ja tyylejä ✓ Tilaa Spreadshirtiltä",
      "preview": "Uutuudet säännöllisesti postilokeroosi Spreadshirt käyttää sähköpostiosoitettasi tuotetarjousten sekä alennuskampanjoita ja arvontoja koskevien viesti"
    },
    {
      "url": "https://www.eventbrite.ie/e/coursera-x-grow-with-google-career-certificates-learner-webinar-registration-483109592797?aff=erelexpmlt",
      "title": "Coursera x Grow with Google - Career Certificates Learner Webinar Registration, Thu 2 Mar 2023 at 16:00 | Eventbrite",
      "description": "Eventbrite - Coursera presents Coursera x Grow with Google - Career Certificates Learner Webinar - Thursday, 2 March 2023 - Find event and registration information.",
      "preview": "Sales Ended View event Coursera x Grow with Google - Career Certificates Learner Webinar View details Follow this organiser to stay informed on future"
    },
    {
      "url": "https://www.statlect.com/fundamentals-of-statistics",
      "title": "Mathematical statistics | Fundamental concepts",
      "description": "Lecture notes on the fundamentals of mathematical statistics. Digital textbook with hundreds of examples and solved exercises.",
      "preview": "Stat Lect Index Fundamentals of mathematical statistics Learn the mathematical foundations of statistics, through a series of rigorous but accessible"
    },
    {
      "url": "https://www.mogasi.com/mein-konto/",
      "title": "Mein Konto » MOGASI",
      "description": "void",
      "preview": "You are here: Home 1 / Mein Konto Login Username or email address * Required Password * Required Remember me Log in Lost your password? Register First"
    },
    {
      "url": "http://spillerforeningen.dk/nyheder/2021/60-mikkel-rygaards-vej-ud-af-polsk-kaos/",
      "title": "Mikkel Rygaards vej ud af polsk kaos | SPFO",
      "description": "Lønnen kom sjældent til tiden. Til sidst kom den slet ikke. Med Spillerforeningens hjælp kom Mikkel Rygaard ud af sin kontrakt i polske LKS Lodz efter knap et år i klubben. Et kaotisk ophold, der afskrækker ham fra udlandet. Hør hans historie i den her udgave af Spillerforeningens podcast.",
      "preview": "Spillerforeningen SPFO SPFO 25 Spiller til Spiller 25.11.2021 60 : Mikkel Rygaards vej ud af polsk kaos Lønnen kom sjældent til tiden. Til sidst kom d"
    },
    {
      "url": "https://www.twitch.tv/rajanlakhanpal",
      "title": "Twitch",
      "description": "Twitch is the world's leading video platform and community for gamers.",
      "preview": "void"
    },
    {
      "url": "https://www.msaquarium.org/",
      "title": "Mississippi Aquarium",
      "description": "Mississippi Aquarium is a nonprofit public aquarium located in Gulfport, Mississippi; The 5.8-acre complex incorporates both indoor and outdoor habitats with more than 200 species of animals and over one million gallons of fresh and salt water. The Aquarium is fun for the entire family!",
      "preview": "skip to main content Daily Schedule SUPPORT MISSISSIPPI AQUARIUM Back to Top My Account Log Out Log In Search Search Tickets Directions Contact Site M"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/?intake=NBC_News",
      "title": "Privacy Policy | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "http://www.algebra-answer.com/",
      "title": "Math 110 Fall Syllabus",
      "description": "Algebra-answer.com brings invaluable strategies on syllabus, math and linear algebra and other algebra subject areas. Just in case you will need help on functions or even fraction, Algebra-answer.com is really the excellent place to pay a visit to!",
      "preview": "Home Basic Algebra Course Description Description of Mathematics Quadratic Functions Worksheet 4: Inverse Functions MATH Connections: A Secondary Core"
    },
    {
      "url": "https://quantum4u.in/phoneswitch/privacy-policy.php",
      "title": "Quantum4U | Privacy Policy",
      "description": "void",
      "preview": "Quantum4U Privacy Policy Your privacy is important to us. This privacy policy informs you about why we collect data from our users. This privacy polic"
    },
    {
      "url": "http://ndvsb.com/",
      "title": "About - National Diversity Veteran Small Business Program",
      "description": "What is NDVSB?The National Diversity Veteran Small Business (NDVSB) Program builds capacity and resiliency with intention. The NDVSB Program leverages our all-inclusive, one size does not fit all eMarketplace, and connects product and service suppliers to federal government, private, and public sector buying organizations.NDVSB suppliers include:Small BusinessesSmall Disadvantaged BusinessesHUBZone BusinessesWoman Owned BusinessesVeteran and Service-Disabled Veteran",
      "preview": "What is NDVSB? The National Diversity Veteran Small Business (NDVSB) Program builds capacity and resiliency with intention. The NDVSB Program leverage"
    },
    {
      "url": "http://membership.chicagotribune.com#nt=primarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://worldofwonder.net/marvel-comics-writer-sina-grace-on-creating-darkveil-her-drag-influences-breaking-comic-barriers/",
      "title": "World of Wonder Productions",
      "description": "The Producers of RuPaul's Drag Race, Million Dollar Listing, DragCon, WOW Presents Plus and more!",
      "preview": "WORLD OF WONDER. Founded in 1991, World of Wonder has created hit TV franchises, groundbreaking documentaries, and a global streaming platform. So muc"
    },
    {
      "url": "https://sendpotion.com/",
      "title": "Unlimited Custom & Personalized AI Videos Generator | Potion",
      "description": "Generate unlimited AI videos easily. Create hyper-realistic custom & personalized AI videos in your own face, voice & gestures with Potion.",
      "preview": "Next-level Fantastic mind-blowingly my superpower Whoa Awesome! Amazing! Unreal Insane Super! Perfect! Incredible Trusted by 13000+ companies Potion t"
    },
    {
      "url": "https://apps.who.int/gho/data/node.main.17",
      "title": "legacy",
      "description": "void",
      "preview": "Skip to main content The old GHO Minerva interface and GHO Athena API are retired Please visit the current Global Health Observatory and the WHO data."
    },
    {
      "url": "https://www.rajhracky.cz/bezpecnostni-prvky-c8729",
      "title": "Bezpečnostní prvky | RajHracky.cz",
      "description": "Vyberte si z více jako 89 produktů v kategorii Pro nejmenší /Bezpečnostní prvky",
      "preview": "Pro nejmenší Bezpečnostní prvky Pro nejmenší Bezpečnostní prvky 89 produktů Zábrany (19) Dětské pojistky (58) Ostatní (12) Nejprodávanější produkty 1"
    },
    {
      "url": "https://support.steampowered.com",
      "title": "Steam Support",
      "description": "Log in to your Steam account to get help with your Steam games, contact Steam Support, request refunds, and more. Help is also available if you can't log in, need to reset your password, or recover a hijacked account.",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://www.electronics.sony.com",
      "title": "Sony Electronics - Televisions, Audio, Cameras, Mobile, Video Cameras",
      "description": "void",
      "preview": "Skip to Header Skip to Main Content Skip to Footer Easy Returns. Sony Electronics - Televisions, Audio, Cameras, Mobile, Video Cameras Don't miss out"
    },
    {
      "url": "https://thevillagedoctors.co.uk/surveyreport.aspx?p=C81050",
      "title": "void",
      "description": "void",
      "preview": "× This website uses cookies We use cookies to improve user experience. Choose what cookies you allow us to use. You can read more about our cookies be"
    },
    {
      "url": "https://www.sammaparts.com/en/tapered-roller-bearings-metric-series/6996-tapered-roller-bearing-60x130x335-31312-a-fag.html",
      "title": "Tapered roller bearing 60x130x33,5 31312-A FAG",
      "description": "Discover the Best Offers for Tapered roller bearing 60x130x33,5 31312-A FAG wide range of products, competitive prices, customer service.",
      "preview": "close Menu Brand FAG zoom_out_map chevron_left chevron_right -5% Tapered roller bearing 60x130x33,5 31312-A FAG Tapered roller bearing 60x130x33,5 313"
    },
    {
      "url": "https://shotdeck.com/",
      "title": "SHOTDECK - The World's Leading Cinematic Image Library",
      "description": "Created by world renowned cinematographer - Lawrence Sher. ShotDeck is the largest library of high-definition film & commercial images and screengrabs in the world.",
      "preview": "How to Blow Up a Pipeline The library of film, one beautiful shot at a time. ShotDeck is the largest collection of fully searchable high-definition mo"
    },
    {
      "url": "https://captaineifos.tumblr.com/",
      "title": "Soph studies",
      "description": "Sofie, 23 y/o, online student and spoonie",
      "preview": "Norway Curious Soph studies Sofie, 23 y/o, online student and spoonie about tags archive ask empty empty caats 12 Aug 23 5470 caats : soft-lovely 07 A"
    },
    {
      "url": "https://www.maison-alves.com/store/p152/Nostalgia_Alvarinho_Vin_Blanc_2016_%28Vin_Vert_%29_2013.html",
      "title": "vin vert du portugal",
      "description": "vin vert du portugal",
      "preview": "MAISON ALVES Accueil Notre magasin à la ferme Notre société Nos Marchés Nos volailles🐓🐇🦆 Nos artisans de confiance Coin presse On parle de nous ? Spon"
    },
    {
      "url": "https://www.fox35orlando.com/news/florida-11-year-old-dies-from-flesh-eating-bacteria-after-twisting-ankle",
      "title": "Florida 11-year-old dies from flesh eating bacteria after twisting ankle | FOX 35 Orlando",
      "description": "The family of an 11-year-old boy from Winter Park said he died after a twisted ankle and potential scratch eventually spiraled out of control. Jesse Brown got Strep-A, which then turned into something worse, eventually killing him.",
      "preview": "River Flood Warning is in effect, Lake County, Volusia County 7 Coastal Flood Warning from FRI 10:00 AM EDT until SUN 6:00 AM EDT, Coastal Flagler Cou"
    },
    {
      "url": "https://sageprints-blog.tumblr.com/post/150100999272",
      "title": "sage",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "sage Bio College Student // Designer // Content Creator Navigation link link link link Navigation // Tags"
    },
    {
      "url": "https://dnaathletix.com/products/riverdale-sweat-pants",
      "title": "RIVERDALE RAIDERS SWEAT PANTS - dnaathletix",
      "description": "void",
      "preview": "Skip to content Menu Cart 0 Close (esc) RIVERDALE RAIDERS SWEAT PANTS Regular price $40.00 Size ADULT XS ADULT S ADULT M ADULT L ADULT XL ADULT XXL AD"
    },
    {
      "url": "https://www.dw.com/en/science/s-12526",
      "title": "Science | In-depth reporting on science and technology - DW",
      "description": "Reports and analysis of developments in the world of Sci-Tech, medicine and digital topics. Keep up to date on the latest IT news from Europe and Germany.",
      "preview": "You need to enable JavaScript to run this app. Skip to content Skip to main menu Skip to more DW sites In focus Gaza Nobel Prize German politics Lates"
    },
    {
      "url": "https://imglarger.com/",
      "title": "Imglarger | AI Image Enlarger, Enhancer, Editor and Converter",
      "description": "Imglarger online now provides AI tools to enhance and upscale images and photos, we also offer online photo editors and image converters to help you edit and convert images online.",
      "preview": "ImgLarger Online - AI, Editor Tools and Converters Create stunning images online for free. Boost your image editing efficiency by 10x with advanced AI"
    },
    {
      "url": "https://www.formula1.com/en/racing/2024.html",
      "title": "F1 Schedule 2024 - Official Calendar of Grand Prix Races",
      "description": "Re-live your favourite F1 moments. Find the full list of 2024 races including photos and videos, results, highlights and the biggest news stories",
      "preview": "2024 2024 FIA FORMULA ONE WORLD CHAMPIONSHIP™ RACE CALENDAR TESTING Flag of Bahrain Sakhir FORMULA 1 ARAMCO PRE-SEASON TESTING 2024 21 - 23 Feb ROUND"
    },
    {
      "url": "http://plannedgiving.ywca.org/",
      "title": "Home - Planned Giving - YWCA",
      "description": "Explore planned gifts, gifts that pay you back, and tax-smart giving options to create a lasting impact for YWCA while maximizing your financial benefits.",
      "preview": "Skip to main content ywca.org Don't have a will or trust? Start here. As a gift to people like you, we've partnered with FreeWill to make it easy for"
    },
    {
      "url": "http://www.diyappreview.com",
      "title": "Importance of Gold IRA Companies, THCa, Delta 9, Peptides, and Mushrooms - Diya Preview",
      "description": "In times of economic instability, investors often seek safe havens to protect their wealth. One such option that has gained significant attention is the Gold",
      "preview": "Skip to content The Fact About Gold IRAs: Assessing Pros, Cons, and Every little thing In Between Introduction In recent years, the investment landsca"
    },
    {
      "url": "https://developer.paypal.com/braintree/docs",
      "title": "Braintree Docs",
      "description": "Our mission is to empower developers with the tools, resources, and simple-to-use SDKs and APIs to build on one platform, so they can serve merchants from around the world.",
      "preview": "Braintree content is moving! In May, our developer documentation, support articles, and help form will move to a centralized location on PayPal Develo"
    },
    {
      "url": "https://disneyplus.com",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "http://www.navoba.org/",
      "title": "NaVOBA Home",
      "description": "NaVOBA provides a direct link for contracting between corporate America and Certified Veteran's (VBE®) and Service-Disabled Veteran's (SDVBE®) businesses.",
      "preview": "Get in touch Subscribe to Newsletter Subscribe to Newsletter Apply Now CERTIFYING VETERAN'S BUSINESS ENTERPRISES® TO COMPETE & WIN CORPORATE CONTRACTS"
    },
    {
      "url": "https://electronjs.org/docs/latest",
      "title": "Introduction | Electron",
      "description": "Welcome to the Electron documentation! If this is your first time developing an Electron app, read through this Getting Started section to get familiar with the basics. Otherwise, feel free to explore our guides and API documentation!",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. On this page Electron is a framework for buil"
    },
    {
      "url": "https://rose---child.tumblr.com/post/154518406730",
      "title": "Rosie Rabbit - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \"How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline.In 2013, Code.org's advocacy coalition launched a...",
      "preview": "Rosie Rabbit - Computer science really is computer science! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh,"
    },
    {
      "url": "https://wrimexico.org/",
      "title": "Instituto de Recursos Mundiales (WRI) | Convirtiendo las Grandes Ideas en Realidades",
      "description": "Conoce el trabajo de WRI en Colombia en México: brindamos soluciones en materia de clima, ciudades, biodiversidad y energía, con foco en equidad y sostenibilidad.",
      "preview": "Skip to main content Accessibility Suscribir Click to see more ¿Qué podemos ayudarte a encontrar? Back Buscador WRI.org ¿No sabes dónde encontrar algo"
    },
    {
      "url": "https://www.LGpremiumcare.com",
      "title": "LG Premium Care",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.walmart.org",
      "title": "Walmart Foundation",
      "description": "Walmart.org, through the combined philanthropic efforts of both Walmart and the Walmart Foundation, creates opportunities for people to live better every day.",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "https://political-minds.tumblr.com/",
      "title": "Political-Minds",
      "description": "Not for the weak hearted",
      "preview": "Menu Political-Minds Not for the weak hearted (via berniesrevolution ) Nov 14, 2018 stability : (via arseniccupcakes ) Nov 14, 2018 Royal Ice Cream Pa"
    },
    {
      "url": "https://www.byblackcon.com",
      "title": "The Stoic Letters - The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "description": "The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "preview": "Skip to content In letter 53 Seneca uses a personal experience of a sea voyage to affirm that we easily overlook our faults, even those that constantl"
    }
  ],
  "_meta": {
    "total_bookmarks": 120
  }
}