{
  "data": [
    {
      "url": "https://mailchimp.com/",
      "title": "Piattaforma di email, automazione e marketing | Mailchimp",
      "description": "Utilizza i dati comportamentali in tempo reale e l'intelligenza artificiale per convertire più clienti con la piattaforma Mailchimp di marketing, automazione e e-mail marketing. Facile da usare: inizia gratis!",
      "preview": "Passa al contenuto principale Trasforma le email e gli SMS in entrate Ottieni più aperture, clic e vendite con la piattaforma di email marketing e aut"
    },
    {
      "url": "https://www.diu.mil/ai-xview-challenge",
      "title": "xView Computer Vision Challenge Series",
      "description": "Inspiring individuals and organizations to develop algorithms that advance computer vision to address global challenges.",
      "preview": "Skip to main content Taking computer vision to the next level one challenge at a time. Computer vision technology has the potential to help solve glob"
    },
    {
      "url": "https://www.rollingstone.com/music/music-lists/best-songs-of-all-time-1224767/",
      "title": "500 Best Songs of All Time",
      "description": "500 Best Songs of All Time: the Beatles, Beyonce, Bowie, and more",
      "preview": "× Skip to main content Photographs used within illustration by Jack Robinson/Hulton Archive/Getty Images; Michael Ochs Archives/Getty Images, 3; Paul"
    },
    {
      "url": "https://germanabendbrot.de/2017/07/28/friday-night-dinner-date-lamm-kichererbsen-und-ras-el-hanout/",
      "title": "Friday Night Dinner Date: Lamm, Kichererbsen und Ras el Hanout - Germanabendbrot",
      "description": "Whhoooaaaa, was ist denn hier los? In der Küche komm' ich gerade zu nichts! Mit Ach und Krach habe ich endlich mal ein paar Gläser Tomatensugo eingekocht,",
      "preview": "Whhoooaaaa, was ist denn hier los? In der Küche komm' ich gerade zu nichts! Mit Ach und Krach habe ich endlich mal ein paar Gläser Tomatensugo eingeko"
    },
    {
      "url": "http://www.iso.org/iso/iso_catalogue/catalogue_tc/catalogue_detail.htm?csnumber=58625",
      "title": "ISO/IEC 40500:2012 - Information technology - W3C Web Content Accessibility Guidelines (WCAG) 2.0",
      "description": "Information technology - W3C Web Content Accessibility Guidelines (WCAG) 2.0",
      "preview": "Skip to main content Reference number ISO/IEC 40500:2012 © ISO 2025 ISO/IEC 40500:2012 Information technology - W3C Web Content Accessibility Guidelin"
    },
    {
      "url": "https://www.awwwards.com/websites/colour/",
      "title": "Awwwards Nominees",
      "description": "Awwwards are the Website Awards that recognize and promote the talent and effort of the best developers, designers and web agencies in the world.",
      "preview": "The Creative Pass Watch all courses for just €11.50/month WEBSITE Colours of Istria ALT_digital WEBSITE Think in Colour Mutant HM Honorable Mention Ma"
    },
    {
      "url": "https://www.idrissderm.com/",
      "title": "Home - Idriss Dermatology",
      "description": "void",
      "preview": "Subtle is the New Dramatic Your skin. Our story. Welcome to the new age of aesthetic dermatology. Book Appointment Our Services Cutting-Edge Science &"
    },
    {
      "url": "https://dspace.flinders.edu.au/xmlui/handle/2328/2960/search-filter?field=subject&filtertype_12=author&filter_relational_operator_7=equals&filter_relational_operator_6=equals&filtertype_10=subject&filter_relational_operator_9=equals&filtertype_11=author&filter_relational_operator_8=equals&filter_relational_operator_3=equals&filter_relational_operator_2=equals&filter_relational_operator_5=equals&filter_relational_operator_4=equals&filter_0=Immature+embryo&filter_2=Shavrukov%2C+Yuri&filter_relational_operator_1=equals&filter_1=Transformation+frequency&filter_relational_operator_0=equals&filter_4=Yang%2C+Nannan&filter_3=DNA%2Fgold+coating&filter_6=Triticum+aestivum&filter_5=Single+copy+events&filter_relational_operator_11=equals&filter_7=Iskakova%2C+Gulnur&filter_relational_operator_12=equals&filter_8=2018&filter_10=biolistic+transformation&filter_9=Eliby%2C+Serik&filter_11=Borisjuk%2C+Nikolai&filter_relational_operator_10=equals&filtertype_0=subject&filtertype_1=subject&filtertype_2=author&filtertype_3=subject&filtertype_4=author&filtertype_5=subject&filtertype_6=subject&filtertype_7=author&filtertype_8=dateIssued&filter_12=Mazonka%2C+Inna&filtertype_9=author&starts_with=s",
      "title": "Flinders Academic Commons",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://anna-stephens.com/2020/11/",
      "title": "November 2020",
      "description": "1 post published by Anna Stephens during November 2020",
      "preview": "Skip to content A few months back I asked the book blogging community to help me promote my new book, as 2020 is, well, 2020. And, boy, did they deliv"
    },
    {
      "url": "https://thehill.com/homenews/campaign/547784-nikki-haley-says-she-will-not-run-if-trump-runs-for-president-in-2024/",
      "title": "Nikki Haley says if Trump runs for president in 2024 then she won't",
      "description": "Former U.S. Ambassador to the United Nations Nikki Haley said Monday that she would not mount a bid for the White House in 2024 should former President Trump decide to run again. \"I would not run if President Trump ran, and I would talk to him about it,\" Haley told The Associated Press at a press...",
      "preview": "Skip to content Just In Opinion Democrats' government shutdown is the ultimate display of hypocrisy Congress Blog | 4 minutes ago Trump loses bid for"
    },
    {
      "url": "https://infinite.mirrors.phpclasses.org/discuss/blog/PHP-Classes-blog/post/97/thread/1/",
      "title": "web design award - Comments on PHP Classes blog post \"10th anniversary anno...\" - PHP Classes",
      "description": "void",
      "preview": "Login Register All class groups Latest entries Top 10 charts Blog Forums Shop Help Login Register web design award Search All class groups Latest entr"
    },
    {
      "url": "https://unchangingprinciples.com/up/",
      "title": "Unchanging Principles - Life inside my presidential family",
      "description": "void",
      "preview": "Skip to content Home UNCHANGING PRINCIPLES Life inside my presidential family By josh carter Start Listening See all Episodes Also find us on: Episode"
    },
    {
      "url": "https://thathousekilledmasterchauncy.tumblr.com/",
      "title": "manifestwealthsuccess.com",
      "description": "manifestwealthsuccess.com",
      "preview": "manifestwealthsuccess.com 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna The Key to Effortles"
    },
    {
      "url": "http://www.ilsole24ore.it/",
      "title": "Il Sole 24 Ore: notizie di economia, finanza, borsa, fisco, cronaca italiana ed esteri - Il Sole 24 ORE",
      "description": "Notizie di economia, cronaca italiana ed estera, quotazioni borsa in tempo reale e di finanza, norme e tributi, fondi e obbligazioni, mutui, prestiti e lavoro a cura de Il Sole 24 Ore.",
      "preview": "Vai alla navigazione principale Vai al contenuto Vai al footer Italia Mondo Economia Finanza Mercati Finanza Personale Norme & Tributi Altre Arteconom"
    },
    {
      "url": "https://www.chsalliance.org/",
      "title": "CHS Alliance",
      "description": "The CHS Alliance is a global alliance of humanitarian and development organisations committed to making aid work better for people. We believe organisations deliver higher quality, more effective aid when they are accountable to the people they serve.",
      "preview": "Highlights Webpage HRS: 100 organisations join The Harmonised Reporting Scheme now welcomes over 100 participants, committed to the prevention of sexu"
    },
    {
      "url": "https://www.oberoihotels.com/hotels-in-jaipur-rajvilas-resort/?utm_source=affred&utm_medium=aff&utm_campaign=gbl-affmkt&_affclk=ttuk:118609::0::118609::143859c9f626eb0724f38065d097d658::::1606071865:902jip",
      "title": "Best 5 Star Hotel In Jaipur | Luxury Resort in Jaipur | The Oberoi Rajvilas",
      "description": "Explore authentic Rajasthan with a luxurious stay at The Oberoi Rajvilas, the best 5-star hotel in Jaipur, just 30 minutes from the airport. Book now!",
      "preview": "Global Home Login/Join Now Gallery Welcome to Oberoi One. Our distinctive guest recognition programme. Log In Join Now Login ✕ Back to main menu Dubai"
    },
    {
      "url": "https://www.chemicalfootprint.org/",
      "title": "The Chemical Footprint Project - a project of Clean Production Action",
      "description": "transforming global chemical use by measuring and disclosing data on business progress to safer chemicals.",
      "preview": "Skip to Content Chemical Footprint Project CFP is transforming global chemical use by measuring and disclosing data on business progress to safer chem"
    },
    {
      "url": "https://network.creativecommons.org/?ref=global-affiliate-network",
      "title": "CC Global Network Community Site",
      "description": "The Creative Commons Global Network works together to realize our shared values and build relationships around the world.",
      "preview": "× Help us build a vibrant, collaborative Global Commons View More Featured members Mariana Valente Brazil Ethan Senack United States Ilkay Holt United"
    },
    {
      "url": "https://www.nationalgeographic.com/science",
      "title": "Science | National Geographic",
      "description": "Explore the intersection of science, environment, and health with our comprehensive coverage ranging from climate change and biodiversity to human health and scientific discoveries.",
      "preview": "Science Explore the intersection of science, environment, and health with our comprehensive coverage ranging from climate change and biodiversity to h"
    },
    {
      "url": "https://www.petermckinnon.com",
      "title": "PETER MCKINNON",
      "description": "Toronto Photographer / YouTuber",
      "preview": "Back Portraits Lifestyle"
    },
    {
      "url": "https://johnratajkowskiart.com/",
      "title": "John Ratajkowski",
      "description": "Cargo",
      "preview": "void"
    },
    {
      "url": "https://echoinggreen.org/",
      "title": "Echoing Green: Funding Social Entrepreneurship & Innovation",
      "description": "We discover emerging social entrepreneurs and invest deeply in the growth of their ideas and leadership.",
      "preview": "Investing in a better world for 35 years Created with Sketch. See the global issues we invest in solving Learn more about the vision that drives our w"
    },
    {
      "url": "https://www.kleineskulinarium.de/2017/02/mandorlini-der-pure-mandelgenuss/",
      "title": "Mandorlini der pure Mandelgenuss - Kleines Kulinarium",
      "description": "Italienisches Kaffeegebäck der Oberklasse - diese Mandorlini sind der pure Mandelgenuss und stecken voll Marzipan. Ein Muss für die Keksdose",
      "preview": "Ich bin so oft gefragt worden, was das denn für leckere Halbkugeln sind, die einen beim Aufrufen meiner neuen Seite gleich anlachen. Heute habe ich en"
    },
    {
      "url": "https://rejstrik.penize.cz/eduard-gombar",
      "title": "Eduard Gombár - Obchodní rejstřík | Peníze.cz",
      "description": "Eduard Gombár výpis firem z Obchodního rejstříku, IČO firmy, adresa sídla firmy, pozice ve firmě, související firmy, vztahy ve firmách.",
      "preview": "{empty} Peníze.cz > Obchodní rejstřík > Eduard Gombár Eduard Gombár - Obchodní rejstřík Eduard Gombár Nad lesním divadlem, Praha 4 Název firmy IČO Adr"
    },
    {
      "url": "https://www.fiaformulae.com/en/results",
      "title": "Formula E Results | Full Racing Results | FIA Formula E World Championship",
      "description": "See the latest Formula E results, with full racing results from Free Practice, Qualifying and the E-Prix for every race each season.",
      "preview": "Skip to main content Register Log In EN languages/en en languages/de de languages/fr fr languages/it it languages/es-mx es languages/pt-br pt Register"
    },
    {
      "url": "http://www.adb.org",
      "title": "Asian Development Bank",
      "description": "The Asian Development Bank (ADB) is committed to achieving a prosperous, inclusive, resilient, and sustainable Asia and the Pacific, while sustaining its efforts to eradicate extreme poverty. It assists its members and partners by providing loans, technical assistance, grants, and equity investments to promote social and economic development.",
      "preview": "Skip to main content Top Story How ADB and Its Partners Work to Provide High Quality Development Solutions Explore how ADB and its partners are collab"
    },
    {
      "url": "https://www.deltasigmatheta.org/",
      "title": "Delta Sigma Theta Sorority Inc - Sisterhood.Scholarship.Service.Social Action",
      "description": "void",
      "preview": "Delta Sigma Theta Sorority, Inc. Service, Scholarship, Sisterhood and Social Action Learn More MEMBERSHIP POLICIES WE VALUE MEMBERSHIP View Policies C"
    },
    {
      "url": "http://www.philips.com/",
      "title": "Philips - Italia",
      "description": "Scopri come Philips aiuta a migliorare la vita delle persone attraverso innovazioni significative - dalla vita sana e dalla prevenzione, a diagnosi, cura e home care.",
      "preview": "i9000 Prestige Ultra Rasoio elettrico Wet & Dry con SkinIQ Pro Rasatura perfetta tutto il giorno, super delicata Scopri di più NUOVO: Tiralatte elettr"
    },
    {
      "url": "http://shavedham.blogspot.com/p/shaved-labs-privacy-policy.html",
      "title": "Shaved Labs - iPhone Apps: Privacy Policy",
      "description": "Last updated: January 2016 Shaved Labs Ltd Privacy Policy Shaved Labs Ltd , including its affiliates (\"Shaved Labs\") , collects...",
      "preview": "skip to main | skip to sidebar Shaved Labs - iPhone Apps Pages Home Big Button Box Support Privacy Policy Last updated: January 2016 Shaved Labs Ltd P"
    },
    {
      "url": "https://www.jillgreenberg.com/",
      "title": "Jill Greenberg Studio",
      "description": "Jill Greenberg is an internationally renowned artist and photographer whose lighting and portraits are instantly recognizable.",
      "preview": "void"
    },
    {
      "url": "https://espressodingin.tumblr.com/",
      "title": "Halley Space",
      "description": "Poetry, Book and Movie Review",
      "preview": "espressodingin 1634909229 22 October 2021 copy link to post permalink link copied REVIEW I WANT TO DIE BUT I WANT TO EAT TTEOKPOKKI, BUKU REKOMENDASI"
    },
    {
      "url": "http://www.atropa.si/darilni-program-spletna-trgovina/izdelki/?prikazi=6",
      "title": "Izdelki | Botanični vrt, spletna prodaja in urejanje zelenih površin",
      "description": "ATROPA, botanični vrt, spletna prodaja, otroške rojstnodnevne zabave Roman Hergan s.p.",
      "preview": "Botanični vrt TAL 2000 Darilni program spletna trgovina Rastline za vrtne ribnike Urejanje vrtov Otroške rojstnodnevne zabave ATROPA, botanični vrt, s"
    },
    {
      "url": "https://zeaphra.tumblr.com/",
      "title": "Blog",
      "description": "Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and other random stuff. Plus obligatory cute cat stuff",
      "preview": "The Land of the Odd Social Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and othe"
    },
    {
      "url": "https://furfactory.co.uk/products/gor-flex-wobbly-wand-50cm-blue-red",
      "title": "Gor Flex Wobbly Wand (50cm) Blue/Red - The FurFactory",
      "description": "The Gor Flex range is made using TPR (thermoplastic rubber) which offers a superb combination of rubber and plastic to give a very tough and flexible toy. The Wobbly Wand has a twisted textured surface and is the ultimate challenge for strong pullers, without causing any harm to the dogs teeth and jaws. The Flex material ensures long lasting funtime for your dog.",
      "preview": "search close menu Main Menu close Dogs add remove Dog Beds add remove Soft Dog Beds Cool & Heat Mats Pet Sofa Beds Elevated Dog Beds Dog Kennels Dog C"
    },
    {
      "url": "https://www.qcnews.com/charlotte/exclusive-bride-and-groom-stuck-in-grand-bohemian-elevator-all-smiles/",
      "title": "Exclusive: Bride, groom stuck in elevator all smiles",
      "description": "Exclusive: Bride and groom stuck in Grand Bohemian elevator all smiles",
      "preview": "Skip to content Posted: Feb 20, 2023 / 07:56 AM EST Updated: Feb 21, 2023 / 07:30 AM EST SHARE CHARLOTTE, N.C. (QUEEN CITY NEWS) - Wedding bells? It w"
    },
    {
      "url": "https://lushadvisors.com/complince-checklist/",
      "title": "complince checklist - LushAdvisors",
      "description": "where your ideas become real",
      "preview": "Skip to content Leave a comment Leave a Reply Cancel reply"
    },
    {
      "url": "http://r95th.com/terms.html",
      "title": "r95th.com",
      "description": "void",
      "preview": "This domain name has been reserved"
    },
    {
      "url": "http://www.firstchildrensfinance.org/",
      "title": "First Children's Finance - Building stronger child care businesses",
      "description": "void",
      "preview": "Building stronger child care businesses, building stronger communities. About Us We increase the sustainability of child care businesses by engaging e"
    },
    {
      "url": "https://sports.yahoo.com/titans-dropped-off-taylor-lewan-141341305.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAAC_R55VMt0eCbY9rnnX6RV_YAF6EnRxzK_Rl26TvyuESfVvy__Iz5r2dCnGnWxXfgUOtA63pSCg0nWWd0dkEzn1tobb7Jv-biIGKL5AszLOVj1l3FXyoNUMY6RfLCG9ilxSjOr3RNr0ws1IfXjowo_APO-xL54lyTt-dELNSFZ-W",
      "title": "Titans dropped off Taylor Lewan's belongings at his front door - Yahoo Sports",
      "description": "After cutting him this past week, the Titans saved Taylor Lewan the trip and dropped off his stuff at his front door.",
      "preview": "Advertisement Advertisement Advertisement Advertisement TRENDING Phillies ousted after blunder Giants upset Eagles MLB playoffs live updates LeBron to"
    },
    {
      "url": "https://www.livescience.com/gulf-stream-close-to-collapse",
      "title": "Gulf Stream could be veering toward irreversible collapse, a new analysis warns | Live Science",
      "description": "The shutdown would have catastrophic effects across the globe",
      "preview": "Skip to main content Don't miss these The weakening of ocean currents could cause temperatures to drop dramatically and permanently across the Norther"
    },
    {
      "url": "https://www.splunk.com/",
      "title": "Splunk | The Key to Enterprise Resilience",
      "description": "Splunk is the key to enterprise resilience. Our platform enables organizations around the world to prevent major issues, absorb shocks and accelerate digital transformation.",
      "preview": "Deutsch Francais 日本語 한국어 中文 繁體中文 false AI-Powered Security and Observability Revolutionize digital resilience for AI, with AI. Request a demo Splunk i"
    },
    {
      "url": "https://plugins.svn.wordpress.org/gdpr-cookie-compliance/",
      "title": "- Revision 3376213: /gdpr-cookie-compliance",
      "description": "void",
      "preview": "- Revision 3376213: /gdpr-cookie-compliance .. assets/ branches/ tags/ trunk/ Powered by Apache Subversion version 1.9.5 (r1770682)."
    },
    {
      "url": "https://www.jasper.ai/",
      "title": "AI built for marketing | Jasper",
      "description": "Jasper is the AI marketing platform that unifies your brand experience, accelerates content velocity, and automates marketing processes-at scale.",
      "preview": "Platform Platform Platform Solutions Solutions Solutions Resources Resources Resources Company Company Company Pricing Pricing Pricing Log In Free Tri"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en",
      "title": "Bang & Olufsen Corporate",
      "description": "void",
      "preview": "Navigation and Content Skip to main content Skip to main footer Corporate Welcome to Bang & Olufsen corporate site Career View our open positions open"
    },
    {
      "url": "https://myhaven.lhup.edu/ICS/Registrar/Registration_Information_(General)_and_Schedules.jnz?pvt_8098c6d7-e616-45d5-8bc8-bc196570a141=List&pvt_5e1dd611-06f8-4c77-bbc9-3b897287d425=List&pvt_50e869b1-01bf-4236-a95f-547e375db930=Card&pvt_8e655245-e262-4093-967b-c6220e9784ea=Card",
      "title": "My CommonwealthU | Commonwealth University",
      "description": "Links and information on systems and applications for students, faculty, and staff of Commonwealth University.",
      "preview": "Skip to main site navigation Skip to main content My CommonwealthU Links and information on systems and applications for students, faculty, and staff"
    },
    {
      "url": "https://enterprise.github.com/contact",
      "title": "Enterprise · A smarter way to work together · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://farmgirlflowers.com/love-spelled",
      "title": "Order Flowers Online | Shop All Flowers",
      "description": "Shop high designed burlap wrapped flower bouquets, vase flower arrangements, plants and more delivered to you or your recipient's door from Farmgirl Flowers.",
      "preview": "Skip to content Shop All Zip Code Zip Code Delivery Date Delivery Date Filter 95 Results Sort By Recommended Sort By USA grown! Apple Down Dahlias, li"
    },
    {
      "url": "https://www.nba.com/schedule",
      "title": "NBA Schedule - NBA Games & Events | NBA.com",
      "description": "NBA Schedule: Official source of NBA games schedule. Check your team's schedule, game times and opponents for the season.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://mgel.env.duke.edu/",
      "title": "Marine Geospatial Ecology Lab",
      "description": "void",
      "preview": "Skip to content 0 Full Time Staff 0 Publications About the Lab The Marine Geospatial Ecology Lab has been at the forefront of marine spatial planning"
    },
    {
      "url": "https://www.covergirl.com/en_us/face-makeup/cg-trubld-truconceal-concealers-liquid.html",
      "title": "TruBlend Undercover Full Coverage Concealer | COVERGIRL®",
      "description": "Conceal, shape and brighten with COVERGIRL® TruBlend Undercover Concealer. This full coverage concealer leaves a matte finish that lasts all day.",
      "preview": "Previous Next TruBlend Undercover Full Coverage Concealer COVERGIRL Trublend Undercover Concealer is an all day wear full coverage concealer with a ve"
    },
    {
      "url": "https://href.li/?http://changetheequation.org/sites/default/files/Change%20the%20Equation%20Teens%20and%20the%20Study%20of%20Science%20Research%20-%20with%20updates%20%284-13-16%29.pptx",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. http://changetheequation.org/sites/default/files/Change%20the%20Equation%20Teens%20and%20the%20Study%20of%20Science%20Research%20-%20wit"
    },
    {
      "url": "https://lightchamber.tumblr.com/",
      "title": "loyaltycard",
      "description": "void",
      "preview": "Posted 8 years ago 23 notes Posted 9 years ago 4 notes Posted 9 years ago 1 note Posted 9 years ago Posted 9 years ago Posted 9 years ago 1 note Poste"
    },
    {
      "url": "https://wwcicc.org/contact",
      "title": "Contact | Western Washington Chapter of ICC",
      "description": "void",
      "preview": "Home About Bylaws of WWC ICC Meetings Meeting Minutes Meeting Agendas Forms Payments Membership Registration Education Contact Photo Gallery Partners"
    },
    {
      "url": "https://www.trustedtravelgirl.com/",
      "title": "Trusted Travel Girl | The Original Solo Female Travel Blog",
      "description": "Solo Female Travel Blog . Luxury & Off-the-Beaten-Path Travel Blog. Expert travel tips and advice. Destination Guides. Travel like a local, not a tourist. World's best travel destinations. Solo Female Travel. Adventure Travel. Travel Photos & Videos.",
      "preview": "Sign In My Account Back Africa Asia Caribbean Central America Europe North America Middle East South America Back Tips Adventure Female Solo Gear Food"
    },
    {
      "url": "https://www.fra.affrc.go.jp/english/eindex.html",
      "title": "FRA",
      "description": "void",
      "preview": "FRA ACCESS INQUIRY Mission The National Research and Development Agency, Japan Fisheries Research and Education Agency (FRA) was established on April"
    },
    {
      "url": "http://www.usanetwork.com/page/help",
      "title": "Availability Notice",
      "description": "void",
      "preview": "Enable JavaScript to run this app. Skip to main content Skip to main content"
    },
    {
      "url": "https://fontshare.com/fonts/clash-display",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "http://www.arcade-history.com/",
      "title": "Gaming: video games, arcade, slots, consoles and computers history",
      "description": "A gaming database featuring all coin-op, arcade games, slot machines, consoles, computers, video games and all others games...",
      "preview": "Members don't see Ads, login now! Login Register Contact ☰ X HOME DATABASE COMPANIES TYPES DOWNLOAD BIRTHDAY BOOKS Games Search Engine 565327 items* |"
    },
    {
      "url": "https://www.itex.com/Directory/repairs_%252526_maintenance/tx/kingsbury/3974154/USD?srcsub=7312&broker_id=210888&website_num=2",
      "title": "ITEX",
      "description": "void",
      "preview": "x Information: Your IP Address of 78.211.19.249 is not allowed to access ITEX."
    },
    {
      "url": "https://newsroom.paypal-corp.com/home",
      "title": "PayPal Newsroom | Home",
      "description": "Check out how PayPal creates opportunity for people and businesses around the world. Plus, the latest news, resources and contact information.",
      "preview": "Featured Story HERO slider - Chainlink and Solana Performance Corporate Announcements Strategic Partnerships Google and PayPal Forge Multiyear Partner"
    },
    {
      "url": "https://www.nps.gov/subjects/fossils/index.htm",
      "title": "Fossils and Paleontology (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://authors.acm.org/journals/rights-policies",
      "title": "Author Rights Policies",
      "description": "void",
      "preview": "Publish with ACM, the world's largest computing society Author Rights Policies Volunteer Search Input Search Submit Home ACM Journals Author Rights Po"
    },
    {
      "url": "https://generalspace.ggc.edu/handle/10675.3/607660/browse?type=author",
      "title": "DSpace",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://adcolor.org/leaders?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Leaders | ADCOLOR",
      "description": "void",
      "preview": "close menu close About Our mission Board Members Community Groups Alumni Team Programs & Events Awards Conference Futures Leaders Partners Partners Re"
    },
    {
      "url": "https://www.bing.com/give/?publ=&crea=&pn=",
      "title": "Catalogo di riscatto Microsoft Rewards",
      "description": "Guadagna con Microsoft Rewards punti gratuiti che puoi riscattare per buoni regalo, usare per partecipare a premi o donare a un'organizzazione no profit.",
      "preview": "Guida alla Microsoft Rewards Informazioni su come risolvere i problemi comuni Invia feedback Contattare il supporto tecnico Microsoft"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/cookies#cookie_management",
      "title": "Cookie Notice | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "https://runningout-of-words.tumblr.com/post/89305551696",
      "title": "Angela - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Angela - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't"
    },
    {
      "url": "https://conferences.nature.com",
      "title": "Nature Conferences",
      "description": "Nature Conferences bring scientists together to meet, learn and share. Build valuable connections, push your research forward and join the discussions shaping the future of science. Our in-person and virtual events offer you the chance to present your research to scientific peers from around the world and engage with high-profile speakers, as well as Nature Portfolio editors.",
      "preview": "Nature Conferences Nature Conferences bring scientists together to meet, learn and share their latest discoveries... Build your network, push your res"
    },
    {
      "url": "https://www.creativeboom.com/",
      "title": "Art & Design Magazine for the Creative Industries | Creative Boom",
      "description": "Creative Boom is a leading UK art and design platform that delivers creative industry news, inspiration, insight and advice to six million creative professionals each year.",
      "preview": "void"
    },
    {
      "url": "https://pillsburyunited.org/",
      "title": "Pillsbury United Communities",
      "description": "void",
      "preview": "Pillsbury United Communities co-creates enduring change toward a just society. Built with and for the people we serve, our united system of programs,"
    },
    {
      "url": "https://emotionalmusings.com/2021/04/01/new-beginnings-my-dance-with-spirit/?like_comment=3454&_wpnonce=823327fa49",
      "title": "New Beginnings, My Dance with Spirit - Emotional Musings",
      "description": "The saying, \"you never know how strong you are until being strong is the only choice you have\" is singing through my mind as I compose this post my dear readers. It's been two weeks since I made the hardest choice in my life to end the relationship with a man I know is my...",
      "preview": "Skip to content April 1, 2021 April 11, 2021 MariaTeresa The saying, \"you never know how strong you are until being strong is the only choice you have"
    },
    {
      "url": "https://www.finescale.com/how-to/ships",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://es.linkedin.com/company/puig?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Puig | LinkedIn",
      "description": "Puig | 397.826 seguidores en LinkedIn. Puig es un hogar de marcas altamente deseadas, dentro de una empresa familiar, que fomentan el bienestar, la confianza y la autoexpresión, además de dejar un mundo mejor. Desde 1914, nuestro espíritu emprendedor, nuestra creatividad y nuestra pasión por la innovación nos han posicionado como un líder global en la industria de la belleza premium. Nuestra casa de Love Brands, presente en los segmentos de negocio de Fragancias y Moda, Maquillaje y Cuidado de la piel, genera vínculo y compromiso a través de las magníficas historias que cuenta, que conectan con las emociones de las personas y se ve fortalecida por un potente ecosistema de fundadores.",
      "preview": "LinkedIn respeta tu privacidad LinkedIn y terceros utilizan cookies imprescindibles y opcionales para ofrecer, proteger, analizar y mejorar nuestros s"
    },
    {
      "url": "https://reman-engine.com/remanufactured-engines/ford/windstar/1995/3.0l-vin-u-8th-digit-6-183",
      "title": "3.0L Engine for 1995 Ford Windstar",
      "description": "1995 Ford Windstar Remanufactured Engine for 3.0 Liter, Vin U, 6 Cylinder, 12 Valve. Call (877) 343-7352 today.",
      "preview": "Find your Engine Make: Ford Model: Windstar Year: 1995 Options: 3.0L (VIN U, 8th digit, 6-183) Search Trustpilot 1995 Ford Windstar Engine Change Opti"
    },
    {
      "url": "http://zons-geschichte.de/zonswiki/index.php?title=Theodor_Derendorf",
      "title": "Theodor Derendorf - ZonsWiki",
      "description": "void",
      "preview": "Theodor Derendorf Aus ZonsWiki Zur Navigation springen Zur Suche springen Dies ist ein Thema, zu dem noch kein Artikel geschrieben wurde. Das ZonsWiki"
    },
    {
      "url": "https://www.dakkadakka.com/wiki/en/Brush_control",
      "title": "Brush control - Articles - DakkaDakka",
      "description": "void",
      "preview": "Forum Gallery Articles Video Podcasts Hobby Blogs Store Finder Player Finder Advertising Login Join Us! Switch Theme Switch Theme: Dakka 2012 - Dark/O"
    },
    {
      "url": "https://www.capitalonecareers.com/",
      "title": "Search Jobs and Careers at Capital One",
      "description": "You're tenacious and driven, so the last place you want to work is some boring bank. Same. Learn about careers at Capital One and view jobs here.",
      "preview": "Skip to main content You're located near You're interested in Find Jobs Let's change everything Search by Team We're one big team divided by expertise"
    },
    {
      "url": "http://www.ebookcompiler.com/",
      "title": "eBook Compiler Software: create your own eBooks",
      "description": "eBook Software: create your own eBooks",
      "preview": "Introduction Features Power Features What People Say Download Register Questions & Answers Contact Us Affiliates Related Products Upon review of your"
    },
    {
      "url": "https://drinkloverboy.com",
      "title": "Drink Loverboy | Sparkling Hard Teas Drinks & Premium Craft Cocktails - Loverboy Inc.",
      "description": "Loverboy sparkling hard teas & premium canned cocktails have 0 added sugar, 90-100 calories, and are gluten free. Loverboy will give you 0 regrets - 100% of the time.",
      "preview": "Age is just a number We're going to need to see some ID I'm over 21 Not Quite Yet FREE SHIPPING ALL US ORDERS $75+ FREE SHIPPING ALL US ORDERS $75+ FR"
    },
    {
      "url": "https://digital.archives.unesco.org/en/",
      "title": "UNESCO archives | UNESCO",
      "description": "Digitizing our shared UNESCO history",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "http://markhancock.blogspot.com/",
      "title": "PhotoJournalism",
      "description": "Pro photojournalist Mark M. Hancock discusses photojournalism and eccentricities associated with gathering images for newspapers, magazines and more.",
      "preview": "skip to main | skip to sidebar PhotoJournalism Professional photojournalist Mark M. Hancock discusses photojournalism and the eccentricities associate"
    },
    {
      "url": "https://geojson.io/",
      "title": "geojson.io | powered by Mapbox",
      "description": "A quick, simple tool for creating, viewing, and sharing spatial data.",
      "preview": "geojson.io powered by Sign up for Mapbox"
    },
    {
      "url": "https://jlr.oemdtc.com/category/recalls",
      "title": "Recalls | JLR - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://briansit.tumblr.com/",
      "title": "Sure, If you say so.",
      "description": "I am here by Divine Providence - gay, Chinese, and I work as a process engineer at a plastics factory. Photos of me are tagged #Me & #GPOY. Send me your thoughts!",
      "preview": "theprofessional-amateur : delphinidin4 : (via eyeofthestorm888 ) gotterhag : tiktoks-for-dead-pope : Fake baby I've never thought about this before (v"
    },
    {
      "url": "https://www.qrcode-monkey.com/",
      "title": "QRCode Monkey - The free QR Code Generator to create custom QR Codes with Logo",
      "description": "Create custom QR Codes with Logo, Color and Design for free. This QR Code Maker offers free vector formats for best print quality.'",
      "preview": "The 100% Free QR Code Generator About Chrome App QR Code API English Deutsch Español Français Italiano Português Indonesian Русский ไทย عربى URL Text"
    },
    {
      "url": "https://www.chemforward.org/",
      "title": "ChemForward",
      "description": "void",
      "preview": "0 TURNING CHEMICAL DATA INTO POSITIVE IMPACT By creating broad access to chemical hazard data and illuminating safer alternatives, in partnership with"
    },
    {
      "url": "https://community.downtown.org/communities/community-home/librarydocuments?LibraryKey=3584fc24-0efe-4557-a4cc-0edaf6910e4d",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://wellsfargo.com/",
      "title": "Wells Fargo Bank | Financial Services & Online Banking",
      "description": "Committed to the financial health of our customers and communities. Explore bank accounts, loans, mortgages, investing, credit cards & banking services»",
      "preview": "Skip to main content How can we help? ‍ Find a location ‍ City, State or ZIP Go Make an appointment ‍ Quick help ‍ Customer service and FAQs Find rout"
    },
    {
      "url": "https://www.noesisengine.com/forums/posting.php?mode=quote&f=12&p=10817&sid=b2bbf13a5e83511be22b9b4d6328af6a",
      "title": "Forums | NoesisGUI - Login",
      "description": "void",
      "preview": "Skip to content Back to previous page You need to login in order to quote posts within this forum. Username Password I forgot my password Resend activ"
    },
    {
      "url": "https://www.nhanow.com/certification/nha-certifications/certified-ekg-technician-(cet)",
      "title": "EKG Certification | Earn your CET to become an EKG tech",
      "description": "Earn your EKG certification from NHA to access a better future as an EKG technician. Get information about earning your EKG certification, including the EKG practice test and preparation materials to support your certification journey.",
      "preview": "Your path to EKG certification Certified EKG Technician (CET) Earning your CET credentials will help you: Page Link Fulfill employer requirements 87%"
    },
    {
      "url": "https://www.kut.org/life-arts/2021-05-24/history-with-the-bark-off-lbj-presidential-library-celebrates-50-years",
      "title": "'History With The Bark Off': LBJ Presidential Library Celebrates 50 Years | KUT Radio, Austin's NPR Station",
      "description": "Lyndon Johnson's larger-than-life personality and legacy is reflected in the building and the millions of artifacts, papers and recordings it preserves.",
      "preview": "Search Query Show Search © 2025 KUT Public Media A service of the Moody College of Communication at the University of Texas at Austin webmaster@kutx.o"
    },
    {
      "url": "https://marketingexamples.com/",
      "title": "Marketing Examples",
      "description": "A gallery of real world marketing examples from successful companies. Want to perfect your cold email, boost referrals or improve SEO? Browse the case studies or filter by category. See something you like. And get inspired. It's like Dribbble, but for marketers.",
      "preview": "void"
    },
    {
      "url": "https://www.nataliemcqueen.co.uk/about",
      "title": "Natalie McQueen - Official Website",
      "description": "Find out all about Natalie Mcqueen , how to contact her, where you can see her perform and join in her mailing list for updates! Currently playing Lauren in Kinky Boots in London's West End.",
      "preview": "About Natalie About Natalie Natalie recently played Blanche Barrow in Frank Wildhorns - Bonnie & Clyde at the Theatre Royal Drury Lane. She appeared a"
    },
    {
      "url": "https://www.kdrtv.co.ke/news/accident-otile-brown-hit-boda-boda-operators-outside-city-club/",
      "title": "Otile Brown Hit Boda Boda Operators Outside City Club",
      "description": "Sensational Kenyan musician Otile Brown has painted a bad image on public after running over several people with his brand new Mercedes Benz",
      "preview": "Enter aussie play casino app , where glamorous slots and sparkling bonuses create nonstop excitement. Every spin delivers luxurious wins and high-clas"
    },
    {
      "url": "http://www.childnow.org/",
      "title": "Children's Institute for Learning Differences | PROGRESS STARTS HERE",
      "description": "void",
      "preview": "Jump to navigation Welcome every child can succeed at school and we can help We Think we know kids do well if they can (not if they want to) At CHILD"
    },
    {
      "url": "https://www.fns.usda.gov/snap",
      "title": "Supplemental Nutrition Assistance Program (SNAP) | Food and Nutrition Service",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://autos.al.com/New-Ford-Maverick/Stone-Mountain-GA-30086/For-Sale?q=1,7,1606,,30086",
      "title": "New Ford Maverick For Sale near Stone Mountain, GA 30086 | Autos on al.com",
      "description": "Looking for a new Ford Maverick for sale near Stone Mountain, GA? Search over 5 million vehicles to find the best deals with Autos on al.com.",
      "preview": "New Ford Maverick For Sale near Stone Mountain, GA Home New Ford Maverick Save Current Search Filters New Search Price Mileage Year Make Model Trim Co"
    },
    {
      "url": "http://www.quickmeme.com/lolz/Misc/page/1",
      "title": "Misc memes | quickmeme",
      "description": "create your own Misc meme using our quick meme generator",
      "preview": "quickmeme: all your memes, gifs & funny pics in one place what's hot new best random memes upload a funny caption a meme show NSFW login \"the funniest"
    },
    {
      "url": "https://www.unwto.org/",
      "title": "UN Tourism | Bringing the world closer",
      "description": "UN Tourism is the United Nations agency responsible for the promotion of responsible, sustainable and universally accessible tourism",
      "preview": "Skip to main content"
    },
    {
      "url": "https://world.openfoodfacts.org/product/3700096610783/moules-de-corde-bio-sans-marque",
      "title": "Moules de corde bio - Cultimer - 2 L",
      "description": "Ingredients, allergens, additives, nutrition facts, labels, origin of ingredients and information on product Moules de corde bio - Cultimer - 2 L",
      "preview": "Skip to Content Scan a product × Or enter barcode manually Scan Help us inform millions of consumers around the world about what they eat Please give"
    },
    {
      "url": "https://collections.plos.org/s/calls-for-papers",
      "title": "About Collections - PLOS Collections",
      "description": "PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your community...",
      "preview": "Skip to content PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your"
    },
    {
      "url": "https://lwtheatres.co.uk/whats-on/ariana-debose/",
      "title": "Ariana DeBose Tickets - The London Palladium, London - Official Box Office",
      "description": "Book direct from The London Palladium's official box office for the best choice of seats at the best price to Ariana DeBose.",
      "preview": "Ariana DeBose Ariana DeBose FINAL CURTAIN CALL This show is no longer running. Oscar, BAFTA, and SAG Award winning actor, singer, and dancer Ariana De"
    },
    {
      "url": "https://uy.linkedin.com/company/ladiaria?trk=organization_guest_main-feed-card-text",
      "title": "la diaria | LinkedIn",
      "description": "la diaria | 10.380 seguidores en LinkedIn. Medio de comunicación independiente que se edita en Uruguay. | Medio de comunicación independiente que se edita en Uruguay.",
      "preview": "LinkedIn respeta tu privacidad LinkedIn y terceros utilizan cookies imprescindibles y opcionales para ofrecer, proteger, analizar y mejorar nuestros s"
    },
    {
      "url": "https://www.shop.solisaudio.com/collections/frontpage/products/so-2000",
      "title": "SO-2000 - SŌLIS Audio",
      "description": "Voice-Activated Bluetooth/Wi-Fi Wireless Speaker with Clock Easy-to-read 0.6\" LED Display Automatic Time Set by Google Cloud Stream Music Wirelessly Using the Google Home App or Bluetooth Voice-activated Speaker with the Google Assistant built-in Far-field Voice Recognition for Hands-free Use Chromecast built-in - choo",
      "preview": "SO-2000 $149 99 FREE SHIPPING Default Title - $149.99 USD Quantity Add to Cart Vendor : Solis Audio Shares : Description Voice-Activated Bluetooth/Wi-"
    },
    {
      "url": "https://faq.whatsapp.com/",
      "title": "Centro assistenza di WhatsApp",
      "description": "Scopri come usare WhatsApp, risolvere un problema e ricevere risposte alle tue domande.",
      "preview": "void"
    },
    {
      "url": "https://www.bren.ucsb.edu/",
      "title": "Home | UC Santa Barbara Bren - Bren School of Environment",
      "description": "void",
      "preview": "Find your inspiration to change the world at the Bren School REQUEST INFORMATION Home We solve environmental problems. The Bren School of Environmenta"
    },
    {
      "url": "https://uso.6connex.com/event/virtual/womens-empowerment-summit/login",
      "title": "Resources for Retired Events Links | 6Connex Event Tech",
      "description": "Oops! An event or venue that was hosted on the 6Connex platform has been retired. See these resources for guidance.",
      "preview": "Skip to content See 6C In Action Book a Demo Try it Now See It In Action Book A Demo The 6Connex event or venue you're trying to access is no longer a"
    },
    {
      "url": "https://leschroniquesdekoryfee.wordpress.com/2011/07/",
      "title": "juillet | 2011 | Les chroniques de Koryfée, blog littéraire de Karine Fléjo",
      "description": "1 article publié par Koryfee en July 2011",
      "preview": "Les années insouciantes, Guy Jacquemelle Editions Beaurepaire, Juillet 2011 Le prix de l'amitié « Le principal ennemi de l'amitié ce n'est pas l'amour"
    },
    {
      "url": "http://www.wetip.com",
      "title": "WeTip Anonymous Reporting System - Crime Reporting Online, Text, Call",
      "description": "WeTip is a Fully Anonymous Reporting System for Crime Reporting Online. Text or Call 24/7 to Report a Crime Anonymously Leading to Rewards.",
      "preview": "Skip to content Anonymous Reporting Made Simple. Introducing WeTip 2.0, powered by Catapult EMS . Your Fully Anonymous Crime Reporting System. Submit"
    },
    {
      "url": "https://www.freep.com/story/news/local/michigan/detroit/2023/02/28/dog-saves-baby-from-house-fire-in-detroit-family-struggles-to-recover/69949425007/",
      "title": "Dog saves baby from house fire in Detroit, family struggles to recover",
      "description": "A family in Detroit is struggling to recover following a house fire but their dog came to the rescue when their one-year-old stayed stuck inside.",
      "preview": "Skip to main content Home Election Voter Guide News Detroit Wayne Oakland Macomb Michigan Michigan Politics Education John Carlisle M.L. Elrick Neal R"
    },
    {
      "url": "https://www.ifc.org/",
      "title": "International Finance Corporation (IFC)",
      "description": "A strong and engaged private sector is indispensible to ending extreme poverty and boosting shared prosperity. That's where IFC comes in - we have more than 60 years experience in unlocking private investment, creating markets and opportunities where they are needed most.",
      "preview": "Skip to Main Navigation Turning Tanzania's Farmers into Agri- Entrepreneurs How global partners are empowering smallholder farmers to grow their profi"
    },
    {
      "url": "https://www.tumblestonschools.com/product-tag/young/",
      "title": "Young",
      "description": "void",
      "preview": "Young Showing all 2 results Default sorting Sort by popularity Sort by average rating Sort by latest Sort by price: low to high Sort by price: high to"
    },
    {
      "url": "https://www.unitedwayatlanta.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgSUcels3iQ2dV3h7jKMk9_vagfQR1LaH-OYXeeMeBKqyD6E8Pyl-WhoCzrIQAvD_BwE",
      "title": "Home | United Way Of Greater Atlanta",
      "description": "void",
      "preview": "Skip to main content Skip to footer Help Us Celebrate 120 Years with a Bold Goal We're aiming to raise $120,000 to support our 211 lifeline-a vital re"
    },
    {
      "url": "https://boekenkastweb.wordpress.com/2019/12/20/blu-ray-in-de-kijker-once-upon-a-time-in-hollywood-quentin-tarantino/",
      "title": "Blu-ray in de kijker: Once Upon A Time In... Hollywood - Quentin Tarantino - De Boekenkast Redactie.Boekenkast@gmail.com",
      "description": "Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarantino, op dvd, Blu-ray, 4K Ultra HD, Digitaal en op aanvraag verschenen. https://www.youtube.com/watch?v=ELeMaP8EPAA&feature=emb_logo Deze Amerikaanse-Britse komische dramafilm speelt zich af in 1969 in Los Angeles. De film gaat over acteur Rick Dalton (Leonardo DiCaprio), de...",
      "preview": "Naar de inhoud springen Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarant"
    },
    {
      "url": "https://surferseo.com/",
      "title": "Surfer: SEO Content Optimization Platform",
      "description": "Use Surfer to research, audit, write, optimize and generate SEO optimized articles in 20 minutes. Everything you need to create a comprehensive content strategy that yields real results is a click away with Surfer!",
      "preview": "AI SEO is Here: 7 Steps to Stay Visible in 2026 and Beyond Watch Now Boost visibility in Google, ChatGPT, and beyond. Search has changed. People turn"
    },
    {
      "url": "https://capitaloneshopping.com/capitalone",
      "title": "Capital One Shopping",
      "description": "void",
      "preview": "saved. saved. saved. saved. saved. saved. Capital One Shopping from Capital One checks for deals before you checkout. Sign up to receive a desktop rem"
    },
    {
      "url": "https://www.acf.hhs.gov/opre/report/benefits-last-long-term-impact-and-cost-benefit-findings-year-up",
      "title": "Benefits that Last: Long-Term Impact and Cost-Benefit Findings for Year Up | The Administration for Children and Families",
      "description": "Year Up's large positive impacts on young adults' earnings extended over a seven-year follow-up period, and the program's net benefits to society substantially exceeded its costs.",
      "preview": "Skip To Main Content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://smartgivers.org/",
      "title": "Charities Review Council: Where Donors and Nonprofits Meet",
      "description": "We inform donors, empower nonprofits, and partner with grantmakers to mobilize informed donors and accountable nonprofits for the greater good.",
      "preview": "Log In Donate Donors List of Reviewed Nonprofits Refer a Nonprofit The Accountability Standards ® Questions to Ask Before Giving The Smart Giver Newsl"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Web_Mercator",
      "title": "Web Mercator - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Web Mercator From OpenStreetMap Wiki Jump to navigation Jump to search Help EPSG:3857 In other languages Afrikaans asturianu azərbaycanca Bahasa Indon"
    },
    {
      "url": "https://news.gallup.com/393302/week-in-charts-newsletter-subscribe.aspx",
      "title": "Subscribe to the Front Page Newsletter - Gallup",
      "description": "Be a better leader. Get weekly data and analysis you can trust about the most important issues facing our world -- in five simple charts.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Share on Twitter Share on LinkedIn Share on Instagram Thanks"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "https://www.govdata.de/",
      "title": "GovData - Das Datenportal für Deutschland",
      "description": "Auf GovData, dem Datenportal für Deutschland sind Daten aller Verwaltungsebenen zentral zugänglich.",
      "preview": "Datensätze und Neuigkeiten 130.503 Datensätze 6.402 HVD Datensätze 32 Anwendungen GovData 2. Okt. 2025 @opendata Auch am letzten Tag der #SCCON gibt e"
    },
    {
      "url": "https://www.jewishcommunityaction.org/",
      "title": "Home - Jewish Community Action Minnesota (JCA MN)",
      "description": "JCA MN is a nonprofit 501c3, grassroots civil rights advocacy group weaving progressive Jewish values into local work for racial and economic justice.",
      "preview": "0 Organizing Minnesotan Jews for racial and economic justice New to Our Work? Learn More Existing Member? Manage Your Profile JOIN US! Upcoming Events"
    },
    {
      "url": "https://htu.edu/academics/colleges/cas/dept-of-natural-sciences-mathematics/sustainability",
      "title": "Sustainability « Huston-Tillotson",
      "description": "void",
      "preview": "Search... Student Payments Alumni & Friends MBA M.Ed In Language & Literacy DONATE TO HT! Enrollment & Admission Admission Adult Degree Program HT Onl"
    },
    {
      "url": "https://deedamitrucksack.blog/tag/wolkenmadchen/",
      "title": "Wolkenmädchen - Deeda mit Rucksack",
      "description": "Posts about Wolkenmädchen written by diyanidewa",
      "preview": "Skip to content January 5, 2015 July 29, 2019 diyanidewa Es ist der 2.Tag und ich hänge noch immer meinem Schlafbedarf hinterher! Heute früh machten w"
    },
    {
      "url": "https://hamiltonfamilies.org",
      "title": "Hamilton Families",
      "description": "void",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "http://www.excite.com/",
      "title": "www.excite.com",
      "description": "void",
      "preview": "Email Finance Sports Weather Entertainment web Web Images News Video Search Yellow Pages | White Pages Quick Links More Resources Autos Culture Entert"
    },
    {
      "url": "http://www.infinitec.org/team-sports",
      "title": "Illinois Schools Assistive Technology Support",
      "description": "void",
      "preview": "Menu Home Illinois AT Manual Read Online Download Feedback AT at a Glance What is AT? What are AT Services? What is an IEP Team? What is the AT Proces"
    },
    {
      "url": "https://k1llerk0de.tumblr.com/post/139497536937",
      "title": "What we think of computer science is changing. Sources: Gallup/Google and Horizon media - @k1llerk0de on Tumblr",
      "description": "💬 0 🔁 23 ❤️ 49 · What we think of computer science is changing. Sources: Gallup/Google and Horizon media",
      "preview": "codeorg Follow What we think of computer science is changing. Sources: Gallup/Google and Horizon media You are using an unsupported browser and things"
    },
    {
      "url": "https://want-her-midnights.tumblr.com/post/150210507340",
      "title": "it's lib: Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "Another year of record growth for AP Computer Science codeorg Since recent data shows that students like computer science classes a lot , it's not a s"
    },
    {
      "url": "https://www.stltoday.com/news/local/crime-and-courts/i-can-still-hear-the-roaring-of-the-engine-says-father-of-teen-maimed-in/article_d981ca12-4e76-5351-8ade-bf0ca0e08214.html",
      "title": "'I can still hear the roaring of the engine,' says father of teen maimed in downtown St. Louis",
      "description": "The 21-year-old man accused of hitting and critically injuring a 17-year-old girl visiting St. Louis appeared in court Monday afternoon. Family members of the girl gave emotional testimony.",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://data.unhcr.org/en/situations/ukraine",
      "title": "Situation Ukraine Refugee Situation",
      "description": "void",
      "preview": "Regional Dashboards Factbook - Ukraine Refugee Situation 2025 RRP Achievements Ukraine Refugee Situation Regional Intentions Survey (5th & 6th Round)"
    },
    {
      "url": "http://www.leccopolis.it/acque-contaminate-divieto-di-balneazione-a-malpensata-8208.html",
      "title": "Acque contaminate, divieto di balneazione a Malpensata | Leccopolis",
      "description": "Con l'ordinanza n. 32, il sindaco ha interdetto la balneazione in Località Malpensata a Lecco fino a revoca, in seguito al campionamento del 26 aprile 2017. La",
      "preview": "Lecco polis 10 ottobre 2025 Home Economia Europa Italia Mondo Politica Contattaci Lecco Brianza Calolziocorte Lago Lavoro Merate Oggiono Olginate Valm"
    },
    {
      "url": "https://maze.co/guides/usability-testing/",
      "title": "What is Usability Testing? How to Evaluate the User Experience | Maze",
      "description": "Empower your team to deliver customer-centric products with expert insights on usability testing.",
      "preview": "Maze Guides | Resources Hub A Beginner's Guide to Usability Testing 0% complete A Beginner's Guide to Usability Testing Usability testing is a proven"
    },
    {
      "url": "https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-017-1223-x",
      "title": "Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional study of the role of relationship quality and wider social support | BMC Pregnancy and Childbirth | Full Text",
      "description": "Research into the impact of unintended pregnancy on the wellbeing of women tends to focus on pregnancies ending in either termination or lone motherhood. Unintended pregnancy is common in partnered women, but little is known about the association between unintended pregnancy and postpartum affective disorders, such as depression and anxiety in this group. Poor relationship quality and lack of social support are considered risk factors for psychological distress (PD). We examined the association between unplanned motherhood and subsequent PD in partnered women, for whom evidence is sparse, accounting for the role of relationship quality and social support. Data for 12,462 partnered mothers were drawn from the first survey of Millennium Cohort Study, completed at 9&nbsp;months postpartum. Women reported whether their baby was planned, and how they felt when they discovered that they were pregnant. Pregnancy intention is categorised as \"planned\", \"unplanned/happy\", \"unplanned/ambivalent\" and \"unplanned/unhappy\". PD was assessed using the modified 9-item Rutter Malaise Inventory. Social support was measured by a composite score for perceived support, and a measure of actual support from friends and family. Relationship quality was assessed using a modified Golombok-Rust Inventory of Marital State. The effect of pregnancy intention on the odds of PD at 9&nbsp;months was estimated, adjusting for potential confounding factors. All analyses were weighted for response and design effects. In total 32.8%(weighted) (4343/12462) of mothers reported an unplanned pregnancy: 23.3&nbsp;wt% (3087) of mothers felt happy, 3.5&nbsp;wt% (475) ambivalent, and 6.0&nbsp;wt% (781) unhappy upon discovery. Unplanned pregnancy was associated with a significantly increased odds of PD compared to planned (OR 1.73 (95%CI: 1.53, 1.95)). This was more pronounced among women who reported negative or ambivalent feelings in early pregnancy (OR 2.72 (95%CI:2.17, 3.41) and 2.56 (95%CI:1.95, 3.34), respectively), than those who reported positive feelings (OR 1.39 (95%CI:1.21, 1.60)). Adjustment for relationship quality, in particular, reduced odds of PD after unplanned pregnancy (e.g. from 2.19 (95%C: 1.74, 2.74) to 1.63 (95% CI: 1.29, 2.07 in the unplanned, unhappy group compared to the planned). A third of partnered mothers reported that their pregnancy was unintended, yet this group is under-researched. Unplanned motherhood was associated with increased risk of PD at 9&nbsp;months postpartum, particularly among women who felt unhappy or ambivalent at the start. The roles of relationship quality and social support require further investigation, as possible means to intervene and improve maternal wellbeing.",
      "preview": "Skip to main content Search all BMC articles Search Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional st"
    },
    {
      "url": "https://mgel.env.duke.edu/",
      "title": "Marine Geospatial Ecology Lab",
      "description": "void",
      "preview": "Skip to content 0 Full Time Staff 0 Publications About the Lab The Marine Geospatial Ecology Lab has been at the forefront of marine spatial planning"
    },
    {
      "url": "https://centrepoint.org.uk/",
      "title": "Centrepoint | Home",
      "description": "Looking for volunteering opportunities near you? Join the incredible group who donate their time, skills, and passion to help change homeless young people's lives.",
      "preview": "I need help... and need to speak to someone with making a homeless application because I'm pregnant because I'm sleeping rough with my housing situati"
    },
    {
      "url": "https://lisas1221-blog.tumblr.com/post/121423221112",
      "title": "Maryland moves to increase diversity in computer science - @lisas1221-blog on Tumblr",
      "description": "A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in the...",
      "preview": "codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required technology credit"
    },
    {
      "url": "http://bobhope.org",
      "title": "Bob & Dolores Hope Foundation",
      "description": "void",
      "preview": "\"If you haven't any charity in your heart, you have the worst kind of heart trouble\" Learn More If you haven't any charity in your heart, you have the"
    },
    {
      "url": "https://timespek.com/",
      "title": "TimeSpek | Exploring the Topics That Matter Most",
      "description": "TimeSpek is the source of authentic, informative and demanding blogs on opinion, literature, art, tech, travel, entertainment and more.",
      "preview": "Facebook Instagram Linkedin Pinterest Twitter Youtube Breaking News Opinion Arts & Books Changemakers Entertainment Technology More Search TimeSpek Au"
    },
    {
      "url": "https://www.hydro-group.com/blog/pompe-auto-amorcante-a-volute-seche-avantages-et-inconvenients/",
      "title": "Blog - Pompe auto-amorçante à volute sèche - avantages et inconvénients - Hydro Group",
      "description": "La pompe auto-amorçante doit, comme son nom l'indique, pouvoir s'amorçer toute seule, sans aucune aide extérieure, même lorsqu'elle est située au-dessus du liquide à pomper. C'est par le truchement d'un volume d'eau dans le corps de la pompe que cette dernière arrive à créer une dépression permettant d'aspirer ce liquide. Toutefois, d'autres solutions permettent d'arriver à cette même finalité. Il s'agit des pompes « auto »-amorçante à volute sèche. Quels en sont les avantages et les inconvénients ?",
      "preview": "Vous êtes ici : Accueil Le blog Avantages et inconvénients des pompes auto-amorçantes à volute sèche Avantages et inconvénients des pompes auto-amorça"
    },
    {
      "url": "https://rainforests.mongabay.com/",
      "title": "The Rainforest: tropical forest facts, photos, and information",
      "description": "Facts, figures, news, pictures, and information about tropical rainforests.",
      "preview": "✕ Twitter Facebook instagram email News feed (XML) Search About Contact RAINFOREST INFORMATION By Rhett A. Butler Last updated Aug 14, 2020 A Place Ou"
    },
    {
      "url": "http://www.butlersoffarhills.com/blog/entry/signature-style-of-entertaining-featured-at-bernards-inn-bridal-showcase-2013",
      "title": "Signature Style of Entertaining featured at Bernards Inn Bridal Showcase 2013 - Jeff's Blog - Butlers of Far Hills",
      "description": "Below is a video clip which will give you a peek into the Bridal Showcase held at the Bernards Inn back in January . &amp;nbsp;I featured several Signature Style tables to showcase various individual styles for a wedding. &amp;nbsp;Creating a Signature event",
      "preview": "Back to Blog Subscribe to Our Blog Search Search Categories Bernards Inn Butlers of Far Hills Drumthwacket Inspiration Interior Design J. Butler Colle"
    },
    {
      "url": "https://www.walgreens.com/pharmacy/",
      "title": "Walgreens Pharmacy | Manage Prescriptions, Transfers, and Refills",
      "description": "Check your prescription status, transfer a prescription, manage refills, chat with a pharmacist, and more. Save time and money with Walgreens Pharmacy.",
      "preview": "Skip to main content Walgreens Pharmacy | Manage Prescriptions, Transfers, and Refills Request new Rx Auto Refills Records Insurance Rx Savings Finder"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85938",
      "title": "Searchable Recipe Database - Summer Shrimp Scampi With Tomatoes and Corn",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.vam.ac.uk/collections/metalwork",
      "title": "Metalwork - Explore the Collections · V&A",
      "description": "The V&A holds one of the world's largest and most varied collections of Metalwork with around 45,000 objects from the Bronze Age to the present day.",
      "preview": "Skip to main content Metalwork Metalwork permeates every aspect of our lives, from the kitchen utensils we use daily, the railings and lamp posts that"
    },
    {
      "url": "http://www.sicilialive24.it/author/antonello-pacesicilialive24-it/",
      "title": "Antonello Pace, Author at SiciliaLive24.it | SiciliaLive24.it",
      "description": "void",
      "preview": "Stay Connected Ultimi articoli in RSS AGRIGENTO AGRIGENTO DA LONTANO AKRAGAS ARCHIVIO ARTICOLI CALCIO CALTANISSETTA CATANIA CINEMA COSTUME E SOCIETA'"
    },
    {
      "url": "https://www.s-kaupat.fi/",
      "title": "S-kaupat - Suomen suosituin ruoan verkkokauppa",
      "description": "Helpotimme ruokakaupassa käyntiä: Prisma, S-market, Alepa, Sale ja Herkku samassa osoitteessa ja sovelluksessa.",
      "preview": "Sivua ladataan... Hyppää sisältöön Tilaus- ja toimitusehdot Tietosuojakäytäntö Muuta evästeasetuksia Oiva-raportit , Linkki avautuu uudessa välilehdes"
    },
    {
      "url": "https://www.bibliothecaculinaria.it/libri_cucina/edizioni_bibliotheca_culinaria/cartolina_dalla_cucina/happy-hour/",
      "title": "Happy Hour - Libro di LUISE Franco - Bibliotheca Culinaria",
      "description": "Happy Hour:",
      "preview": "SPEDIZIONI GRATUITE IN ITALIA PER ORDINI DI LIBRI OLTRE 39 € Home La casa editrice Chi Siamo Collaborazioni aziendali Valorizzazione Tecnologica e Mer"
    },
    {
      "url": "https://dwtstour.com/",
      "title": "Dancing With The Stars Tour",
      "description": "void",
      "preview": "Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up"
    },
    {
      "url": "http://www.lachiesa.it/bibbia.php?ricerca=citazione&Cerca=Cerca&Versione_CEI2008=3&Versione_CEI74=1&Versione_TILC=2&VersettoOn=1&Citazione=Sap%209,13-18",
      "title": "Bibbia.net: Sap 9,13-18",
      "description": "La Bibbia in tre versioni (Cei 2008, Cei74 e Traduzione interconfessionale in lingua corrente) per un loro confronto sinottico immediato. Con ricerca per citazioni e per parole: per chi ha bisogno di una consultazione facile e veloce.",
      "preview": "B I B B I A .net > Bibbia CEI 2008"
    },
    {
      "url": "https://www.silversirens.co.uk/productions/hideout-1956/",
      "title": "The Hideout (1956 film)",
      "description": "The Hideout is a 1956 film starring Dermot Walsh, Rona Anderson, Ronald Howard. An insurance investigator finds himself in the midst of a plot involving smuggled, anthrax-laden furs.",
      "preview": "Silver Sirens Productions The Hideout (1956) The Hideout (1956) opening credits (3) The Hideout (1956) | Film | United Kingdom | B&W | Crime, Drama, T"
    },
    {
      "url": "https://newsroom.au.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK Buy Now, Pay Later PayPal PayPal Pay in 4 Wins Australia's Most Loved and Most Recommended BNPL Provider in"
    },
    {
      "url": "https://homelinemn.org/",
      "title": "Free Legal Help for Renters - HOME Line",
      "description": "NOTE: HOME Line's office is currently closed to the public. We cannot accept any walk-in appointments. If you need legal advice, please call our free tenant hotline (612-728-5767) or email an attorney here. HOME Line provides free and low-cost legal, organizing, education, and advocacy services so that tenants throughout Minnesota can solve their own [...]",
      "preview": "NOTE: HOME Line's office is currently closed to the public. We cannot accept any walk-in appointments. If you need legal advice, please call our free"
    },
    {
      "url": "https://help.github.com/en/articles/github-terms-of-service/",
      "title": "GitHub Terms of Service - GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Terms of Service In this article Thank you for using GitHub! We're happy you're here. Please read this Terms of Service ag"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Nappy-Beautifully-Diverse-Stock-Photos-1b8ab51e14b9491f81e69eed87ebf50e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 156
  }
}