{
  "data": [
    {
      "url": "https://dspace.flinders.edu.au/xmlui/handle/2328/2960/search-filter?field=subject&filtertype_12=author&filter_relational_operator_7=equals&filter_relational_operator_6=equals&filtertype_10=subject&filter_relational_operator_9=equals&filtertype_11=author&filter_relational_operator_8=equals&filter_relational_operator_3=equals&filter_relational_operator_2=equals&filter_relational_operator_5=equals&filter_relational_operator_4=equals&filter_0=Immature+embryo&filter_2=Shavrukov%2C+Yuri&filter_relational_operator_1=equals&filter_1=Transformation+frequency&filter_relational_operator_0=equals&filter_4=Yang%2C+Nannan&filter_3=DNA%2Fgold+coating&filter_6=Triticum+aestivum&filter_5=Single+copy+events&filter_relational_operator_11=equals&filter_7=Iskakova%2C+Gulnur&filter_relational_operator_12=equals&filter_8=2018&filter_10=biolistic+transformation&filter_9=Eliby%2C+Serik&filter_11=Borisjuk%2C+Nikolai&filter_relational_operator_10=equals&filtertype_0=subject&filtertype_1=subject&filtertype_2=author&filtertype_3=subject&filtertype_4=author&filtertype_5=subject&filtertype_6=subject&filtertype_7=author&filtertype_8=dateIssued&filter_12=Mazonka%2C+Inna&filtertype_9=author&starts_with=s",
      "title": "Flinders Academic Commons",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.byrdie.com/dry-brushing-body",
      "title": "Dry Brushing Benefits and How to Try It, According to Pros",
      "description": "There are many body care treatments on the market, but dry brushing is one of the best. Learn more about the celeb-loved lymphatic treatment, inside.",
      "preview": "Skip to content CONFIDENCE, COMMUNITY, AND JOY Subscribe Email Address Subscribe Thank you [email] for signing up. Please enter a valid email address."
    },
    {
      "url": "http://www.oceandataportal.org",
      "title": "Ocean Data Portal - Preserving maritime wonders",
      "description": "Preserving maritime wonders",
      "preview": "Skip to content Blog A Detailed Journey Around the 5 Oceans of the World Map Anna Mathews"
    },
    {
      "url": "http://www.unwomen.org/en/csw",
      "title": "Commission on the Status of Women | UN Women - Headquarters",
      "description": "The Commission on the Status of Women (CSW) is the principal global intergovernmental body exclusively dedicated to the promotion of gender equality, the rights and the empowerment of women.",
      "preview": "Skip to main content Image CSW63 - Opening of the 63rd Session of the Commission on the Status of Women. Photo: UN Women/Ryan Brown The Commission on"
    },
    {
      "url": "http://www.unitednature.com/",
      "title": "United Nature - Dedicated to the development of forest plantations since 1993",
      "description": "void",
      "preview": "Learn More EXTENDS TO NORTH AMERICAN AND EUROPEAN MARKETS OUR CUSTOMER BASE in Panama Establishing teak plantations We are pioneers 300 to 400 Contain"
    },
    {
      "url": "https://volunteer.defyventures.org/",
      "title": "Volunteer with Defy Ventures",
      "description": "void",
      "preview": "Menu Join Defy Ventures in prison or in the community for our transformative volunteer opportunities! Click on the event sections below to find opport"
    },
    {
      "url": "https://binepippilotta.com/page/2/",
      "title": "Bine Pippilotta - Seite 2 - Reisen macht glücklich",
      "description": "Reisen macht glücklich",
      "preview": "Bine Pippilotta Reisen macht glücklich 14. August 2015 . Lesedauer 3 Minuten. Was ihr meiner Meinung nach definitiv nicht in eurem Rucksack benötigt,"
    },
    {
      "url": "https://www.stopasianhate.info/",
      "title": "#StopAsianHate - Fight Anti-Asian Racism",
      "description": "This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. Learn. Share. Donate. Report. Volunteer. Get Resources.",
      "preview": "0 This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. 1 Read about the current c"
    },
    {
      "url": "http://www.harisnukem.com",
      "title": "HARIS NUKEM",
      "description": "void",
      "preview": "0 First Name Last Name Email Address SIGN UP Thanks!"
    },
    {
      "url": "https://www.heart.org",
      "title": "American Heart Association | To be a relentless force for a world of longer, healthier lives",
      "description": "Learn more about the American Heart Association's efforts to reduce death caused by heart disease and stroke. Also learn about cardiovascular conditions, ECC and CPR, donating, heart disease information for healthcare professionals, caregivers, and educators and healthy living.",
      "preview": "American Heart Association 2X MATCH Your Gift High blood pressure is a leading warning sign for heart attacks and strokes, the #1 and #5 causes of dea"
    },
    {
      "url": "http://www.toyotanewsroom.com",
      "title": "Toyota USA Newsroom",
      "description": "void",
      "preview": "Product Cars & Minivans Camry Corolla Gas Hybrid Hatchback Crown Mirai Prius Hybrid Plug-in Hybrid Sienna Trucks Tacoma Gas Hybrid Tundra Gas Hybrid C"
    },
    {
      "url": "https://www.jiriri.ca/testing-the-dyadic-withdrawal-hypothesis-in-college-students/",
      "title": "Testing the Dyadic-Withdrawal Hypothesis in College Students - JIRIRI",
      "description": "void",
      "preview": "April 1, 2018 Volume 11 Testing the Dyadic-Withdrawal Hypothesis in College Students V11_A2 DOWNLOAD HERE Share Leave a reply Cancel reply Save my nam"
    },
    {
      "url": "https://www.wired.com/tag/artificial-intelligence/",
      "title": "Artificial Intelligence | Latest News, Photos & Videos | WIRED",
      "description": "Find the latest Artificial Intelligence news from WIRED. See related science and technology articles, photos, slideshows and videos.",
      "preview": "Skip to main content Business Meta Tells Its Metaverse Workers to Use AI to 'Go 5X Faster' Culture The AI Slur 'Clanker' Has Become a Cover for Racist"
    },
    {
      "url": "https://childrensmiraclenetworkhospitals.org",
      "title": "Children's Miracle Network Hospitals",
      "description": "void",
      "preview": "Skip to main content Email Password Forgot your password? Why Have a CMN Hospitals Account? Create a fundraiser. Manage your recurring donations. Keep"
    },
    {
      "url": "https://publications.ici.umn.edu/ties/peer-engagement/belonging/introduction",
      "title": "TIES Belonging Resources | Creating communities of belonging for students with significant cognitive disabilities | Institute on Community Integration Publications",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. TIES Belonging Resources Creating communities of belonging for students with significant cognitive disa"
    },
    {
      "url": "http://aerfish.com/privacypolicy",
      "title": "PrivacyPolicy | Aerfish",
      "description": "Aerfish makes art & science apps for iOS and Android. We gather no information that can be traced back to you.",
      "preview": "top of page PRIVACY POLICY Universe Splitter & Quantum Powered Lotto Numbers We don't keep track of anything you type in, nor do we have any way to"
    },
    {
      "url": "https://www.fashionnova.com/",
      "title": "Fashion Nova | Fashion Online For Women | Affordable Women's Clothing | Fashion Nova",
      "description": "Fashion Nova is the top online fashion store for women. Shop sexy club dresses, jeans, shoes, bodysuits, skirts and more. Affordable fashion online!",
      "preview": "THE HALLOWEEN SHOP On Screen Couples Group Horror Shop By Brand Shop By Category Halloween PJs Dresses Matching Sets Tops Jackets & Coats Bottoms Acce"
    },
    {
      "url": "https://www.omfif.org/events/cee-in-focus-the-future-of-capital-markets/",
      "title": "CEE in focus: the future of capital markets - OMFIF",
      "description": "Tue 5 Oct 2021 @ 09:00 - 11:30 -",
      "preview": "Skip to content CEE in focus: the future of capital markets Symposium Virtual Tue 5 Oct 2021 09:00 - 11:30 This high-level panel discussion will discu"
    },
    {
      "url": "http://cs.stanford.edu/people/eroberts/",
      "title": "Eric Roberts: Home Page",
      "description": "void",
      "preview": "Eric Roberts Charles Simonyi Professor of Computer Science, emeritus Links: Courses Books Papers Talks Biographical sketch Curriculum vitae [ pdf ] No"
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_medium=referral&utm_campaign=blog-nav",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "https://www.daswetter.com/wetter_Oisquercq-Europa-Belgien-Wallonisch+Brabant--1-180489.html",
      "title": "Wetter Oisquercq 14 Tage - daswetter.com | Meteored",
      "description": "Das Wetter in Oisquercq - Wettervorhersage für 14 Tage. Aktuelles Wetter in Oisquercq: Temperatur, Schnee, Regen, Wind, Luftfeuchtigkeit, Wetterwarnungen, etc",
      "preview": "Wetter Oisquercq 13:00 Freitag ... Artboard bedeckt 16° gefühlte Temperatur 16° Norden 4 - 15 km/h Stündlich Bewölkter Himmel für die nächsten Stunden"
    },
    {
      "url": "https://www.cnigs.ht/",
      "title": "CNIGS - Centre National de l'Information Géo-Spatiale",
      "description": "void",
      "preview": "\"Une Institution Nationale de Référence en matière de production, de traitement et de diffusion de l'information Géo-Spatiale! \" Dénomination Le Centr"
    },
    {
      "url": "https://aspttdijoncanoekayak.fr/index.php/60-derniere-ligne-droite-avant-les-championnats-de-france?tmpl=component&print=1&layout=default",
      "title": "ASPTT Dijon Canoë-Kayak - Dernière ligne droite avant les Championnats de France",
      "description": "Site de l'ASPTT Dijon section Canoë-Kayak (ASPTT Dijon CK)",
      "preview": "Dernière ligne droite avant les Championnats de France Imprimer Mis à jour : 11 juillet 2017 Affichages : 45185 Dernière ligne droite avant les champi"
    },
    {
      "url": "https://skillshop.exceedlms.com/student/path/549945-google-tools-for-in-person-learning",
      "title": "Google Tools for In-Person Learning : Google for Education",
      "description": "In this course, you will learn practical strategies using technology that supports in-person learning and classroom management. You will add value to your students' learning experience by integrating high-impact uses of Google Workspace for Education in your classroom.",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://wandb.ai/site/articles",
      "title": "Machine Learning and MLOps Articles from Weights & Biases",
      "description": "Learn the ins-and-outs of ML, MLOps and getting your idea from your brain to production. Articles by Weights & Biases.",
      "preview": "To comply with applicable regulations, starting on September 1st, 2025, our services will no longer be accessible from your location. Learn More Learn"
    },
    {
      "url": "https://www.oceng.cz/produkty/zubovy-system-elite-trida/",
      "title": "Zubový systém ELITE třída | Oceng.cz",
      "description": "Zubový systém ELITE třída. Prémiové provedení. Nevíte si rady s výběrem? Kontaktujte nás.",
      "preview": "Úvod Produkty Zuby a zubové systémy Zubový systém ELITE třída Zubový systém ELITE třída Krátký popis: Popis:"
    },
    {
      "url": "https://lampenhuis.nl/product/367308/",
      "title": "Plafonnière Luxe School Small Helder Moonlight kopen? Groot assortiment!",
      "description": "Plafonnière Luxe School Small Helder Moonlight bestel je online bij Lampenhuis.nl!💡Snel leverbaar 💡Makkelijk retourneren 💡Gratis verzending in NL vanaf € 50,-",
      "preview": "Plafonnière Luxe School Small Helder Moonlight Artikelnummer: ARTDECO/Plafonnière Luxe School Small Helder Moonlight Art Deco Trade Heb je advies nodi"
    },
    {
      "url": "https://www.ame-church.com/",
      "title": "Official AME Church Website - African Methodist Episcopal Church",
      "description": "Official AME church website. History, structure, worldwide outreach, announcements of events, and other news and information.",
      "preview": "Home Bishop Silvester Scott Beaman President of The Council of Bishops Read Bio General Conference 2024 Information Conference Minutes Now Available V"
    },
    {
      "url": "https://www.uniqlo.com/us/en/products/E450229-000/00?colorDisplayCode=67",
      "title": "HEATTECH Scarf | UNIQLO US",
      "description": "Shop mens HEATTECH Scarf at UNIQLO US. Read customer reviews, explore styling ideas, and more.",
      "preview": "Fall Sale Starts Now! | SHOP NOW HEATTECH Scarf Color: 67 BLUE Add to cart Add to wish list Store availability Please check the store inventory via \"S"
    },
    {
      "url": "https://somethinginthewater.com/",
      "title": "SOMETHING IN THE WATER | Virginia Beach, VA",
      "description": "SITW is back and will descend upon Virginia Beach April 28-30, 2023.",
      "preview": "Sign In My Account Back Lineup Set Times Festival Poster Back Pass Types Pass & Order Info Box Office/Will Call Ticketing Support Back Festival Info G"
    },
    {
      "url": "https://www.euroconsult-ec.com/euroconsult-events/world-satellite-business-week/",
      "title": "World Satellite Business Week sees second cohort of winners at the 2021 annual awards for excellence in satellite business - Novaspace",
      "description": "Paris, Washington D.C., Montreal, Yokohama, Sydney, Toulouse, Wednesday 15th December, 2021. Euroconsult, the leading consulting firm specialising in the space sector and satellite markets, continues to unveil the honored recipients of its 2021 Annual Awards for Excellence in Satellite Business, as anticipation builds for the final reveal. The firm is currently holding its flagship executive-level summit, the 2021 World Satellite Business Week held at the Westin Hotel in Paris, which provides an exceptional platform for business leaders to gain market insights, network, conduct business and conclude major deals.",
      "preview": "Back to Press Releases World Satellite Business Week sees second cohort of winners at the 2021 annual awards for excellence in satellite business Publ"
    },
    {
      "url": "http://www.havebane.dk/Forum/memberlist.php?mode=leaders&sid=559c01e5418a09112e20312a9e94ed9b",
      "title": "Forum for havebane.dk (45 mm sporvidde) • Log ind",
      "description": "void",
      "preview": "Spring til indhold Avanceret søgning Boardindeks Skift skriftstørrelse OSS Søg Tilmeld Log ind Du skal være tilmeldt som bruger og logget ind for at s"
    },
    {
      "url": "https://medium.com/@codeorg/cs-helps-students-outperform-in-school-college-and-workplace-66dd64a69536",
      "title": "CS helps students outperform in school, college, and workplace | by Code.org | Medium",
      "description": "CS helps students outperform in school, college, and workplace In 1995, Steve Jobs said \"Everybody in this country should learn how to program a computer.... Because it teaches you how to think.\" ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in CS helps students outperform in school, college, and workplace Code.org 5"
    },
    {
      "url": "https://www.ildolomiti.it/societa/la-festa-della-pera-arriva-anche-lo-show-cooking-di-valerio-braschi-vincitore-di-masterchef",
      "title": "Per la 'Festa della pera' arriva anche lo show cooking di Valerio Braschi, vincitore di Masterchef 2017 - il Dolomiti",
      "description": "VATTARO. Ci sarà anche un ghiottissimo show cooking a Vattaro in occasione della tradizionale 'Festa della pera'. Un appuntamento impreziosito dalla presenza di Valerio Braschi, il ragazzo prodigio vincitore di Masterchef 2017, e David Giacomelli, chef del Radisson Blu Resort di Malta. Ovviamente l'ingrediente principe, anzi regina, dell'evento sarà la pera. Ritorna anche",
      "preview": "HOME SEZIONI Cronaca Esteri Politica Economia Ricerca e università Ambiente Società Cultura Sport Montagna Viaggi Benessere Motori Minoranze linguisti"
    },
    {
      "url": "https://www.chemicalfootprint.org/",
      "title": "The Chemical Footprint Project - a project of Clean Production Action",
      "description": "transforming global chemical use by measuring and disclosing data on business progress to safer chemicals.",
      "preview": "Skip to Content Chemical Footprint Project CFP is transforming global chemical use by measuring and disclosing data on business progress to safer chem"
    },
    {
      "url": "https://publicdomainreview.org/",
      "title": "The Public Domain Review - Online journal dedicated to showcasing the most interesting and unusual out-of-copyright works available on the web",
      "description": "Online journal and not-for-profit project dedicated to the exploration of curious and compelling works from the history of art, literature, and ideas.",
      "preview": "Home Essays Collections Explore Shop Support PDR About Blog Search Search The Public Domain Review The Adventures and Experiences of the First Slovak"
    },
    {
      "url": "https://wuf.unhabitat.org/",
      "title": "World Urban Forum",
      "description": "Held every two years, the World Urban Forum is the premier global conference on urbanization convened by the United Nations Human Settlements Programme (UN-Habitat). It brings together a wide range of participants from around the world to discuss major urban challenges facing the world today.",
      "preview": "Skip to main content PL World Urban Forum 17-22 May 2026, Baku, Azerbaijan Explore WUF13 World Urban Forum The World Urban Forum (WUF) is the premier"
    },
    {
      "url": "https://www.giftpaperbox.com/china-rectangle_soap_packaging_hinged_lid_box_acrylic_diamond-13680274.html",
      "title": "Rectangle Soap Packaging Hinged Lid Box Acrylic Diamond",
      "description": "High quality Rectangle Soap Packaging Hinged Lid Box Acrylic Diamond from China, China's leading product market Rectangle magnetic closure rigid boxes product, with strict quality control Soap Packaging Hinged Lid Box factories, producing high quality Acrylic Diamond Hinged Lid Box Products.",
      "preview": "Leave a Message We will call you back soon! Your message must be between 20-3,000 characters! Please check your E-mail! SUBMIT More information facili"
    },
    {
      "url": "https://www.fernhotels.com/",
      "title": "The Fern Hotels & Resorts",
      "description": "Leading Environmentally Sensitive Hotels",
      "preview": "Seamless Business Stays with Modern Amenities at The Fern Hotels & Resorts Explore Now Book Your Destination Select Dates BOOK NOW Best Rate Guarantee"
    },
    {
      "url": "https://www.hybriden.se/en/product/cba-vol-32-9789187825071/",
      "title": "CBA vol 32 - Hybriden",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.nm.org/",
      "title": "Northwestern Medicine | Northwestern Medicine",
      "description": "Northwestern Medicine is a leader in quality healthcare and service, bringing together faculty, physicians and researchers to support and advance that care through leading-edge treatments and breakthrough discoveries.",
      "preview": "Measles Information Leading the way to better medicine. Northwestern Memorial Hospital Schedule care and manage your health Appointments Immediate Car"
    },
    {
      "url": "http://www.sundaymatineebook.com/",
      "title": "New York Hardcore Photos | Sunday Matinee Book",
      "description": "Brooke Smith's photographs of 1980s Lower East Side New York Hardcore Punk scene. SUNDAY MATINEE BOOK.",
      "preview": "top of page SUNDAY MATINEE PHOTOGRAPHS BY BROOKE SMITH !!! NEW !!! BROOKE'S FIRST EUROPEAN PHOTO EXHIBITION IN MADRID, SPAIN bio Long before Brooke ap"
    },
    {
      "url": "https://medium.com/@NirZicherman/how-ai-works-2499120a78cb",
      "title": "How AI Works 🤖🔎. An entirely non-technical explanation... | by Nir Zicherman | Medium",
      "description": "How AI Works 🤖🔎 An entirely non-technical explanation of how LLMs actually work Learning about AI I've been surrounded by discussion about AI lately. I'm sure you have too. The endless ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in How AI Works 🤖🔎 An entirely non-technical explanation of how LLMs actuall"
    },
    {
      "url": "https://jobs.wordpress.net/",
      "title": "WordPress Jobs | WordPress related Job Postings",
      "description": "void",
      "preview": "« Return to WordPress.org Search for: Development (5) 5 jobs Date Posted Job Title Job Type Location Oct 8 Web Developer Needed Project Bellevue, WA O"
    },
    {
      "url": "https://www.postgresql.org/docs/current/monitoring-stats.html",
      "title": "PostgreSQL: Documentation: 18: 27.2. The Cumulative Statistics System",
      "description": "27.2.&nbsp;The Cumulative Statistics System # 27.2.1. Statistics Collection Configuration 27.2.2. Viewing Statistics 27.2.3. pg_stat_activity 27.2.4. pg_stat_replication 27.2.5. pg_stat_replication_slots 27.2.6. pg_stat_wal_receiver ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/faq.php?sid=5458365bbfef322424b92d972608bb59",
      "title": "L'Angolo dei Sogni - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "https://www.cleardarksky.com/csk/",
      "title": "Clear Sky Chart Homepage",
      "description": "void",
      "preview": "Clear Sky Chart"
    },
    {
      "url": "https://data.baltimorecity.gov/",
      "title": "Open Baltimore",
      "description": "Baltimore City's Open Data Hub",
      "preview": "void"
    },
    {
      "url": "https://www.vogue.com/article/fall-winter-2025-fashion-trends",
      "title": "11 Fall 2025 Fashion Trends to Add to Your Wardrobe Now | Vogue",
      "description": "In season driven by personality dressing, the fall 2025 fashion trends weren't the only thing that was interesting on the runways, but how they were worn, too.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://www.valorlux.lu/en/the-blue-bag?gclid=Cj0KCQiApL2QBhC8ARIsAGMm-KFC_UwBTPUXxBh__scACQbH83c1VJBQKAdSS2puqf4YyQuzlYTd0AwaAhMaEALw_wcB",
      "title": "The Blue Bag - Valorlux",
      "description": "The Blue bag: all about sorting, collecting and recycling your packaging waste - Valorlux",
      "preview": "The Blue bag: all about sorting, collecting and recycling your packaging waste The Valorlux blue bag, the practical and free solution to help preserve"
    },
    {
      "url": "https://jobs.mv-online.de/jobs/europa/vollzeit/erste-berufserfahrung-1-bis-2-jahre-/fachhochschulstudium/personalberatung/",
      "title": "Startseite - Stellenportal Münsterländische Volkszeitung",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.roguefitness.com/rogue-flat-pack-games-box",
      "title": "Rogue Flat Pack Games Box - 3 in 1 Wood Plyo Box | Rogue Fitness",
      "description": "Get a 20\", 24\" and 30\" tall plyo box all in one. The Rogue Flat Pack Games Box has a beefy design with an internal reinforcing component. Ships flat. Order today.",
      "preview": "Home / Conditioning / Plyo Boxes / Games Boxes / Rogue Flat Pack Games Box Rogue Flat Pack Games Box ★★★★★ ★★★★★ 4.8 184 Reviews Write a review Made i"
    }
  ],
  "_meta": {
    "total_bookmarks": 52
  }
}