{
  "data": [
    {
      "url": "https://experiments.withgoogle.com/arts-culture",
      "title": "Arts & Culture Experiments - Experiments with Google",
      "description": "Since 2009, coders have created thousands of amazing experiments using Chrome, Android, AI, WebVR, AR and more. We're showcasing projects here, along with helpful tools and resources, to inspire others to create new experiments.",
      "preview": "Collection Arts & Culture Experiments Try out experiments at the crossroads of art and technology, created by Artists and Creative Coders with Google"
    },
    {
      "url": "https://www.pritikin.com/health-experts",
      "title": "Physicians & Health Experts - Pritikin Longevity Center",
      "description": "Get to know the physicians, dietitians, and other health and wellness experts you'll work with at the Pritikin Health Retreat.",
      "preview": "Skip to content Physicians & Health Experts You want the best educators there are - Physicians, Nutritionists, Exercise Physiologists, Psychologists &"
    },
    {
      "url": "https://business.apple.com/",
      "title": "Apple Business Manager",
      "description": "Manage your organization's devices, apps, and accounts.",
      "preview": "JavaScript is required."
    },
    {
      "url": "https://marlinfw.org/docs/configuration/configuration.html",
      "title": "Configuring Marlin | Marlin Firmware",
      "description": "Complete guide to Marlin configuration options.",
      "preview": "Edit Page Learn more Contribute Download Follow on X Follow on Bluesky Follow on Mastodon Configuring Marlin Marlin has many features and options. The"
    },
    {
      "url": "https://www.roku.com/products/streaming-stick-plus",
      "title": "Close",
      "description": "void",
      "preview": "Players Streaming Stick® Streaming Stick® Plus Streaming Stick® 4K Ultra Streambar® SE Free shipping on all orders-now even faster!* Close ArrowleftBl"
    },
    {
      "url": "https://earthshotprize.org/the-earthshot-prize-winners-finalists-2021/aem-electrolyser/",
      "title": "Winners & Finalists - The Earthshot Prize",
      "description": "The Earthshot Prize Winners and Finalists represent the most ambitious and inspiring solutions to the planet's greatest challenges.",
      "preview": "Skip to main content Open Navigation Search..."
    },
    {
      "url": "https://www.dagnedover.com/collections/vida-tote?",
      "title": "Tote Bags - Everyday Organizational Tote Bags | Dagne Dover",
      "description": "Dagne Dover functional tote bags fit any lifestyle from all-day large totes to structured purse totes and handbags. Designed for work, play, and everything in between.",
      "preview": "ACCESSIBILITY STATEMENT 25% off Kits: Shop Now 25% off Kits: Shop Now Offer expires 4/10/25 11:59 PM PST. Cannot be combined with other offers. Cannot"
    },
    {
      "url": "http://time.com/4463943/japan-china-fishing-marine-iuu-environment-google-skytruth/",
      "title": "Saving the Seas From China's Bloated Fishing Industry | TIME",
      "description": "Japan is the latest country to feel the brunt of China's fishing industry, which suffers from overcapacity due to huge government subsidies.",
      "preview": "Fishermen unload fishing gear at a port in Lianyuangang, in eastern China's Jiangsu province, on May 30, 2016 STR/AFP/Getty Images By Charlie Campbell"
    },
    {
      "url": "https://recall.cosori.com./country-sel",
      "title": "Cosori",
      "description": "void",
      "preview": "We're sorry but Cosori doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://powervirtualagents.microsoft.com",
      "title": "Customize Copilot and Create Agents | Microsoft Copilot Studio",
      "description": "Create custom AI assistants and virtual agents with Microsoft Copilot Studio. Enhance workflows using our AI bots and Microsoft 365 Copilot integrations.",
      "preview": "This is the Trace Id: 0f03214e65f88d3cce272b44a4dd959f Skip to main content See Microsoft Build announcements about developer tools to create agents a"
    },
    {
      "url": "https://phoible.org/",
      "title": "PHOIBLE 2.0 -",
      "description": "void",
      "preview": "Home Contributors Inventories Languages Segments Sources Conventions FAQ Legal Download About Credits Contact Welcome to PHOIBLE PHOIBLE is a reposito"
    },
    {
      "url": "http://tecl-wood.com/",
      "title": "Official Site for TECL-WOOD Camouflage Patterns | TECL-WOOD®",
      "description": "Official site for TECL-WOOD Camouflage Patterns | TECL-WOOD best camo patterns are much sought after in the world, Camo Hunting",
      "preview": "COMPANY ABOUT TECL-WOOD NEWS CONTACT US CAMO CAMO PATTERNS CAMO LICENSING PRODUCTS CAMO CLOTHING CAMO ACCESSORIES CAMO WTP PARTNERS EUROPE AMERICA ASI"
    },
    {
      "url": "https://www.omnicalculator.com/physics/escape-velocity",
      "title": "Escape Velocity Calculator",
      "description": "Use our escape velocity calculator to find out the speed required to leave the surface of any planet.",
      "preview": "274 The escape velocity calculator is a tool that you can use to find what speed an object needs to gain in order to leave the surface of any celestia"
    },
    {
      "url": "https://code.msdn.microsoft.com/",
      "title": "Microsoft Learn: Build skills that open doors in your career",
      "description": "Gain technical skills through documentation and training, earn certifications and connect with the community",
      "preview": "Learning for everyone, everywhere Explore Microsoft product documentation, training, credentials, Q&A, code references, and shows. Search Popular tech"
    },
    {
      "url": "https://www.metroscreenworks.com/60-x-100-aluminum-screen-for-tiny-insects/",
      "title": "60\" x 100' Aluminum Screen for Tiny Insects | Rolls Of Screen | Metro",
      "description": "Our aluminum screenw was developed specifically to protect against tiny insects, this tightly-woven metal wire mesh provides excellent visibility and air flow.",
      "preview": "Skip to main content 60\" x 100' Aluminum Screen for Tiny Insects (No reviews yet) Write a Review Write a Review Close × 60\" x 100' Aluminum Screen for"
    },
    {
      "url": "https://usblackchambers.org/grow-with-google/",
      "title": "U.S. Black Chambers, Inc.",
      "description": "The National Voice of Black Business - provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "Skip to main content Hit enter to search or ESC to close Close Search ` Grow With Google We've partnered with Google to help get the word out about th"
    },
    {
      "url": "https://forum.doctissimo.fr/login.html?referer_url=https%3A%2F%2Fclub.doctissimo.fr%2Fcelylyne%2Flelab%2F",
      "title": "Connexion - Club.doctissimo.fr",
      "description": "void",
      "preview": "Connexion Déjà inscrit ? Mot de passe oublié ? Je me connecte Inscription L'inscription au site, au forum et à la newsletter hebdomadaire de Doctissim"
    },
    {
      "url": "https://vanceai.com/",
      "title": "VanceAI | AI Photo Enhancement, Generation & Editing Tools Provider",
      "description": "VanceAI offers AI enhancing, upscaling, sharpening, denoising, background removal & generation, etc., to boost productivity and creativity in photo processing.",
      "preview": "AI Photo Enhancer: AI Restore and Enhance Photo Quality in One Click VanceAI is your all-in-one AI-powered solution for photo enhancement and restorat"
    },
    {
      "url": "https://www.sardegnaturismo.it/de/entdecken/sindia",
      "title": "Sindia | SardegnaTurismo - Sito ufficiale del turismo della Regione Sardegna",
      "description": "Sindia ist ein kleines Dorf im Gebiet der Planargia",
      "preview": "Direkt zum Inhalt Ort Sindia Startseite Sindia Sindia ist ein kleines Dorf im Gebiet der Planargia © OpenStreetMap contributors Sindia ist ein kleines"
    },
    {
      "url": "https://www.xataka.com/categoria/moviles",
      "title": "Móviles: Noticias, análisis y novedades - Xataka",
      "description": "Novedades en teléfonos móviles, análisis, características y próximos lanzamientos. Últimas noticias sobre smartphones, Android y iPhone. Actualidad sobre los nuevos móviles Samsung Galaxy, LG, Sony, Motorola, Nokia, HTC, Xiaomi, Huawuei y terminale",
      "preview": "Xataka PARTNERS Life´s Good by LG Make it realme HP impulsa tu pyme muévete con Renault Inspirando TCL Hola, somos HONOR Innovación Volvo Dos filosofí"
    },
    {
      "url": "http://www.elledecor.com/design-decorate/house-interiors/g2510/house-tour-mossimo-giannulli-lori-loughlin-los-angeles-home/",
      "title": "HOUSE TOUR: Inside Lori Loughlin And Mossimo Giannulli's Renovated LA Mansion",
      "description": "This time, when fashion entrepreneur-and serial renovator-Mossimo Giannulli and his wife, actress Lori Loughlin, purchase yet another house in Los Angeles, they adopt a new style and a new team.",
      "preview": "Skip to Content 20th Century Studios This time, when fashion entrepreneur-and serial renovator-Mossimo Giannulli and his wife, actress Lori Loughlin,"
    },
    {
      "url": "http://www.eltechresource.com",
      "title": "ELTECH Resource | Рециклирай, бъди отговорен!",
      "description": "void",
      "preview": "Елтехресурс АД е организация по оползотворяване на отпадъци от излязло от употреба електрическо и електронно оборудване (ИУЕЕО), притежаваща Решение О"
    },
    {
      "url": "https://prospective-intj.tumblr.com/",
      "title": "Pro at being INTJ",
      "description": "Status: Inactive | INTJ 5w6 | I obsess with science, math, and black holes. Note: Background and avatar images do not belong to me.",
      "preview": "Pro at being INTJ 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna introvertdear.com The Q&A Gu"
    },
    {
      "url": "https://www.twitch.tv/mozillahubs",
      "title": "Twitch",
      "description": "Twitch is the world's leading video platform and community for gamers.",
      "preview": "void"
    },
    {
      "url": "https://apps.apple.com/us/charts/iphone/entertainment-apps/6016",
      "title": "‎Top iPhone Entertainment apps on the App Store - Apple",
      "description": "Explore top iPhone Entertainment apps on the App Store, like Amazon Prime Video, Merge Watermelon for watch, and more.",
      "preview": "Entertainment iPhone iPad Top Free Apps 1 Amazon Prime Video AMZN Mobile LLC 2 Crunchyroll Manga Crunchyroll, LLC 3 TikTok - Videos, Shop & LIVE TikTo"
    },
    {
      "url": "http://refugees.org/",
      "title": "U.S. Committee for Refugees and Immigrants - USCRI",
      "description": "For over 110 years, USCRI has been on the front lines of working on behalf of refugees and immigrants worldwide. Our goal is to help create a world of possibilities for displaced people-where displacement may have defined their past but their future is reimagined with unlimited possibilities. We believe in open doors for refugees, asylees and other immigrants.",
      "preview": "U.S COMMITTEE FOR REFUGEES AND IMMIGRANTS LANGUAGE OPTIONS Donate Keep Girls Dreaming This Holiday Season Over 142,000 School-aged girls are living in"
    },
    {
      "url": "https://www.ezotericuss.pl/latwosc-lekkosc-wygoda-i-przyjemnosc-oraz-swoboda-wyrazania-siebie-w-zyciu-i-na-duchowej-sciezce",
      "title": "Ezotericuss Dariusz Loga Regresing",
      "description": "Dariusz Loga - Regresing i rozwój duchowy. Jeśli jesteś zainteresowany poprawą jakości swojego życia, zapraszam na moje warsztaty, wczasy i sesje regresingu",
      "preview": "Ezotericuss Dariusz Loga Podróż w głąb siebie... Logresing® - u zdrawiające regresje Wypalanie węzłów karmicznych < Powrót do listy warsztatów Łatwość"
    },
    {
      "url": "https://www.nfl.dfo-mpo.gc.ca/NL/AG/anglersguide",
      "title": "Anglers' Guide 2025-2026",
      "description": "Published By: Fisheries and Oceans Canada Newfoundland and Labrador Region P.O. Box 5667 St. John's, NL A1C 5X1 Cat no: Fs111-1E-PDF ISSN:1924-6021",
      "preview": "Anglers' Guide 2025-2026 Published By: Fisheries and Oceans Canada Newfoundland and Labrador Region P.O. Box 5667 St. John's, NL A1C 5X1 Cat no: Fs111"
    },
    {
      "url": "https://www.iam.kit.edu/wk/english/emailform.php?id=akQiF5%2FBVl6kh4H2duTSPoe9HuDmfxKW7Bjdlpr4LIEbSwJWrIGAVEPygHBqFZNXH2yN1Hy%2Bx1zrAL4pJdhOFqlsrI92TwF0Lfe5IYeMNIZq1mfJFPsmRwQKc9nte5vC",
      "title": "IAM - Materials Science and Engineering Email-Form",
      "description": "void",
      "preview": "Institute for Applied Materials - Materials Science and Engineering Startpage Startseite Education Research Team Laboratories & Workshop Publications"
    },
    {
      "url": "https://kids.youtube.com/t/privacynotice",
      "title": "Informativa sulla privacy di YouTube Kids - YouTube",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Termini di servizio Informativa sulla privacy Informativa per i bambini Informativa sulla privacy di YouTube Kids Norme della community La presente In"
    },
    {
      "url": "https://opendatacommons.org/licenses/odbl/",
      "title": "Open Data Commons Open Database License (ODbL) - Open Data Commons: legal tools for open data",
      "description": "Legal tools for Open Data",
      "preview": "Contents Legal tools for Open Data Open Data Commons Open Database License (ODbL) Attribution and Share-Alike for Data/Databases Human-readable summar"
    },
    {
      "url": "https://www.walmartcontacts.com?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "Contact Lenses from Walmart Contacts",
      "description": "Buy contact lenses online from Walmart Contacts for fast, convenient service. We carry the widest selection of lenses and offer expedited shipping for all your contact lens needs",
      "preview": "Skip to main content Free Shipping on all products. Shop now! Best prices. Top brands. Contact Lens Brands See All Brands Lens Manufacturers Contact L"
    },
    {
      "url": "https://www.thriftbooks.com/",
      "title": "New & Used Books | Buy Cheap Books Online at ThriftBooks",
      "description": "Over 13 million titles available from the largest seller of used books. Cheap prices on high quality gently used books. Free shipping over $15.",
      "preview": "Skip to content Menu Button Search Button Scan a barcode Scan My Lists Cart Menu Button Search Button Scan a barcode Scan Gift Guides Featured Books D"
    },
    {
      "url": "https://mva.microsoft.com/",
      "title": "Training - Courses, Learning Paths, Modules | Microsoft Learn",
      "description": "Develop practical skills through interactive modules and paths or register to learn from an instructor. Master core concepts at your speed and on your schedule.",
      "preview": "Welcome to Microsoft Learn Discover your path Whether you're just starting in a career, or you're an experienced professional, our self-directed appro"
    },
    {
      "url": "https://ca.linkedin.com/company/dawn-staffing-solutions?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Dawn Staffing Solutions Inc | LinkedIn",
      "description": "Dawn Staffing Solutions Inc | 44,408 followers on LinkedIn. Driven By AI, Led By People. | One of the most renowned employment agencies in the Canadian Manufacturing, Skilled Trades and Engineering recruitment is Dawn Staffing Solutions Inc. With our team of specialized recruiters and strong database, we are able to secure qualified candidates to work with companies ranging from emerging growth companies to Fortune 500 clients for a wide range of positions. As part of the hiring process, we will work with you to ensure your complete satisfaction.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.elastic.co/guide/en/kibana/current/discover.html",
      "title": "Discover | Elastic Docs",
      "description": "You have questions about your data. What pages on your website contain a specific word or phrase? What events were logged most recently? What processes...",
      "preview": "Loading Elastic Docs / Explore and analyze Discover Serverless Stack You have questions about your data. What pages on your website contain a specific"
    },
    {
      "url": "https://www.earthday.org/",
      "title": "Earth Day: The Official Site | EARTHDAY.ORG",
      "description": "Visit the official Earth Day site to learn about the world's largest environmental movement and what you can do to make every day Earth Day.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content EARTHDAY.ORG's founders created and organized the very first Earth Day on Apri"
    },
    {
      "url": "https://fier.com/login",
      "title": "Log In ‹ Fier - WordPress",
      "description": "void",
      "preview": "Log In Powered by WordPress Username or Email Address Password Remember Me Lost your password? ← Go to Fier Language English (United States) Deutsch E"
    },
    {
      "url": "http://www.jaapsch.net/mechcalc/",
      "title": "Jaap's Mechanical Calculators Page",
      "description": "void",
      "preview": "Jaap's Mechanical Calculators Page Filter: Category Calculator Adding/Listing Adding Machine Small Adder Counter Other Type Direct drive Semi-direct d"
    },
    {
      "url": "https://elhablador.com/blog/tag/tadeo-palacios/",
      "title": "Tadeo Palacios - Bitácora de El Hablador",
      "description": "void",
      "preview": "Skip to the content Close Menu La violencia reexaminada Por C. Briceño Ángeles Mailer publicó Los desnudos y los muertos tres años después de finaliza"
    },
    {
      "url": "https://fondationprimat.org/en/projets/fighting-overfishing-in-the-mediterranean-through-increased-transparency/",
      "title": "Fighting overfishing in the Mediterranean through increased transparency - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Theme(s) Environment Duration 2021-2025 Challenge Preservation of ecosystems Locations Mediterranea Partners Global Fishing Watch Project funding Fond"
    },
    {
      "url": "https://bryanjsutter.photoshelter.com/image/I0000Vp03tbvbfvk",
      "title": "August10thMillennialActivistsUnitedHighwayI70ShutdownBryanJSutter-3.jpg | Bryan Sutter",
      "description": "void",
      "preview": "Add to Cart Add to Lightbox Download Filename August10thMillennialActivistsUnitedHighwayI70ShutdownBryanJSutter-3.jpg Copyright Bryan Sutter Image Siz"
    },
    {
      "url": "https://www.homepartners.com/results/SC/columbia-metro/marketId=41,city=Elgin_SC",
      "title": "Welcome to Tricon Residential - Tricon Residential",
      "description": "Welcome to Tricon Residential",
      "preview": "Skip to Content Welcome to Tricon Residential We are excited to serve as your new property management team starting January 27, 2025 ! At Tricon, the"
    }
  ],
  "_meta": {
    "total_bookmarks": 43
  }
}