{
  "data": [
    {
      "url": "https://fconline.foundationcenter.org/fdo-grantmaker-profile/?key=KELL020",
      "title": "Anna-Maria and Stephen Kellen Foundation Inc C/o Joel E Sammet & Co LLP | Foundation Directory | Candid",
      "description": "void",
      "preview": "Skip to main content Skip to footer × Sign up for free to keep searching Find more funders Profile Last Updated: 04/18/2025 Grant Information Last Upd"
    },
    {
      "url": "https://www.tensorflow.org/guide/keras/sequential_model",
      "title": "The Sequential model | TensorFlow Core",
      "description": "Complete guide to the Sequential model.",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://pagina3.mx/tag/derecho-a-la-libre-determinacion/",
      "title": "Derecho a la libre determinación Archivos - Página 3",
      "description": "void",
      "preview": "Facebook Twitter Youtube Comunalidad Mujeres Oaxaca Estado de Oaxaca Istmo La Costa La Cuenca Mixteca Sierra Norte Sierra Sur Valles Centrales Noticia"
    },
    {
      "url": "https://www.social-engineer.org/framework/attack-vectors/vishing/",
      "title": "Vishing - Security Through Education",
      "description": "Vishing also known as voice phishing, phone elicitation, or phone scams, is a prevelant attack vector. Learn about common vishing techniques & attacks.",
      "preview": "Contact Us Social-Engineer, LLC The Human Hacking Book Vishing At Social-Engineer, we define vishing as the practice of eliciting information or attem"
    },
    {
      "url": "https://howwemakemoney.withgoogle.com/",
      "title": "How Google Makes Money with Advertising | Google Public Policy",
      "description": "Google's main source of revenue is advertising - mostly from ads on our own sites and apps. By serving ads, we can keep Google services free for everyone. We created this guide to help you understand the basics of how we make money with advertising.",
      "preview": "Economic impact How Google makes money with ads Google's main source of revenue is advertising - mostly from ads on our own sites and apps. We created"
    },
    {
      "url": "https://www.dw.com/en/science/s-12526",
      "title": "Science | In-depth reporting on science and technology - DW",
      "description": "Reports and analysis of developments in the world of Sci-Tech, medicine and digital topics. Keep up to date on the latest IT news from Europe and Germany.",
      "preview": "You need to enable JavaScript to run this app. Skip to content Skip to main menu Skip to more DW sites In focus Gaza Nobel Prize German politics Lates"
    },
    {
      "url": "https://prospect.org/article/can-california-fixed/",
      "title": "Can California Be Fixed? - The American Prospect",
      "description": "The Prospect talks to Repair California, the coalition attempting to call a constitutional convention in the country's messiest democracy.",
      "preview": "Skip to main content Search Newsletter Signup Donate Home Article Can California Be Fixed? The recession has left California, the most populous state"
    },
    {
      "url": "https://www.mypokecard.com/en/Gallery/Pokemon-Eric-Cartman-89",
      "title": "Pokémon Eric Cartman 89 89 - Hates others - My Pokemon Card",
      "description": "Custom pokemon card created on 20 October 2011 by Mejfh1999",
      "preview": "My card How to print? Gallery Coloring français | español | polski | 日本語 | Pokemon Eric Cartman 89 Language Card : english Creation Date : 20 October"
    },
    {
      "url": "https://npafc.org/",
      "title": "NPAFC - North Pacific Anadromous Fish Commission",
      "description": "void",
      "preview": "North Pacific Anadromous Fish Commission The North Pacific Anadromous Fish Commission (NPAFC) is an inter-governmental organization established by the"
    },
    {
      "url": "https://boardgamestories.com/artists/marco-primo/",
      "title": "Marco Primo Archives - Boardgame Stories",
      "description": "Our stories... made of board games!",
      "preview": "Marco Primo Read More... How to Play Vampire the Masquerade: Rivals Expandable Card Game (Rules School) Read More... BUILT FOR WAR - DT Preview with M"
    },
    {
      "url": "http://members.tripod.com/~Germantown_Peggers/cribfrms.htm",
      "title": "Germantown Peggers Cribbage Club, Rules Page",
      "description": "This Rules page is associated with the American Cribbage Congress, it is intended to help people better understand how to play cribbage.",
      "preview": "void"
    },
    {
      "url": "http://xanga.com/",
      "title": "Xanga 2.0 is Here!",
      "description": "Xanga 2.0 is Here!",
      "preview": "Xanga News What we've been learning about themes The servers have been stable for a while now, and we're starting to shift gears to looking into featu"
    },
    {
      "url": "https://capacete.org/nikos-doulos-2/?lang=en",
      "title": "Nikos Doulos | Capacete",
      "description": "void",
      "preview": "\" E xp eriencing connecting issues \"- CAPACETE Athens 2017 Download (PDF, 917KB) ..... Nikos Doulos is a visual artist, curator, and co-director of Expo"
    },
    {
      "url": "https://mockuuups.studio/",
      "title": "Mockup Generator [5000+ Mockups] - Mockuuups Studio",
      "description": "Drag-and-drop tool for creating beautiful app previews or any marketing materials. Easily insert your screenshot into device and print mockups for free.",
      "preview": "Print mockups in beta Try now, for free → Mockup Generator Mockups that wow, without the work. Apple Devices Monochrome Diverse Hands Device in Pocket"
    },
    {
      "url": "https://columbusfoundation.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgXY-8-ryOf412lm3ahKkKjspzxUVg-gVPHVDPFSFORurvkOWzZTzVxoC45AQAvD_BwE",
      "title": "Home | The Columbus Foundation",
      "description": "The Columbus Foundation is the Trusted Philanthropic Advisor® to thousands of individuals, families, and businesses who have created charitable funds and planned gifts to make a difference in the lives of others through the most effective philanthropy possible.",
      "preview": "Skip to Content Celebrating Philanthropy Award Honorees At the Celebration of Philanthropy, we honor the people and organizations whose generosity and"
    },
    {
      "url": "http://www.hamiltonproject.org/charts/career_earnings_by_college_major/",
      "title": "Career earnings by college major - The Hamilton Project",
      "description": "See the accompanying economic analysis, \"Major Decisions: What Graduates Earn Over Their Lifetimes.\" Over the entire working life, the typical...",
      "preview": "Skip to Main Content Back to All Data Share [addthis tool=\"addthis_inline_share_toolbox\"] Interactive Career earnings by college major October 8, 2020"
    },
    {
      "url": "https://houseofbanana.tumblr.com/",
      "title": "House of Anna Banana",
      "description": "I am a lover of food, fashion, traveling, tv shows, reading and cute little things. But mainly, I find random stuff interesting.",
      "preview": "Home Ask me anything Archive Mobile RSS House of Anna Banana Photo February 27, 2018 121 notes wtfzodiacsigns : Aries - WTF #Zodiac #Signs Daily #Horo"
    },
    {
      "url": "https://ismacs.net/",
      "title": "Vintage, Antique, and Rare Sewing Machines - International Sewing Machine Collectors Society",
      "description": "Information on vintage, antique, and rare sewing machines from the International Sewing Machine Collectors' Society.",
      "preview": "International Sewing Machine Collectors' Society Fostering the collecting of, and research into, sewing machines. Recent Additions to ISMACS Pre-1900"
    },
    {
      "url": "https://www.minted.com/wedding-websites",
      "title": "Wedding Websites | FREE with Online RSVP | Minted",
      "description": "Discover the perfect wedding websites on Minted! Easily create a personalized online RSVP, gift registry, and gallery. Perfect for all brides and grooms-to-be.",
      "preview": "× No Thanks Let's Chat Enjoy a $50 credit towards wedding stationery when you use a Minted wedding website. No code needed. Build your website >"
    },
    {
      "url": "https://centrepoint.app.link/s/956361bb88bb3af572c71a39e6d0776a67a33b57da39721586fa22a483422979",
      "title": "Fashion, Beauty, Home & Kids' Essentials | Centrepoint UAE",
      "description": "Shop new clothing online for women, men & kids, as well as beauty products, home decor, kids' strollers & feeding in UAE | Free shipping on AED 200+",
      "preview": "Free Shipping On all orders Click & Collect From a nearby store or 400+ points Home Delivery Same day delivery Deliver to select your area Shop more b"
    },
    {
      "url": "http://www.pillsburyunited.org/",
      "title": "Pillsbury United Communities",
      "description": "void",
      "preview": "Pillsbury United Communities co-creates enduring change toward a just society. Built with and for the people we serve, our united system of programs,"
    },
    {
      "url": "https://www.kungahuset.se/arkiv/pressmeddelanden/2023-02-20-kungens-planerade-ingrepp-genomfort",
      "title": "Kungens planerade ingrepp genomfört | Kungahuset",
      "description": "H.M. Konungen har under förmiddagen i dag, den 20 februari, genomgått ett kirurgiskt ingrepp med kateterteknik i hjärtområdet.",
      "preview": "Startsida / Arkiv 20 februari 2023 Kungens planerade ingrepp genomfört H.M. Konungen har under förmiddagen i dag, den 20 februari, genomgått ett kirur"
    },
    {
      "url": "https://www.goldtechservices.com/",
      "title": "Home - GoldTech",
      "description": "void",
      "preview": "Skip to content Point of Sale & Retail Store Management Software Facebook page opens in new window X page opens in new window Linkedin page opens in n"
    },
    {
      "url": "https://blog.cmkg.org/blog/topic/category-analytics",
      "title": "Category management best practices & thought leadership for Retail & CPG teams. | Category Analytics",
      "description": "Category Analytics | Translate industry trends, changes, and insights into best practices and training for future-proof Retail and CPG organizations.",
      "preview": "Training Solutions Instructor-Led Virtual Training Instructor-Led Classroom Training eLearning Training Solutions for Individuals Assessments Team Tra"
    },
    {
      "url": "http://freerice.com",
      "title": "Home | Freerice",
      "description": "Freerice is an educational trivia game owned by the UN World Food Programme (WFP). Join our movement to help end global hunger: start playing today!",
      "preview": "Become a Hunger Hero Alone we may be small but together we are unstoppable. Join the movement Learn, Play & Give Back with Freerice Every correct answ"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/topics/class-based-views/",
      "title": "Class-based views | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    },
    {
      "url": "https://www.sailthru.com/",
      "title": "Sailthru by Marigold | Deliver dynamic, data-driven customer journeys",
      "description": "Boost engagement and revenue with Sailthru's AI-driven email, mobile, web, and SMS campaigns. Personalize at scale, save hours, and deliver ROI fast.",
      "preview": "Platform Solutions Industries Why Marigold Resources Company Contact Us You create the content, we'll deliver the ROI up to 100% uplift in conversion"
    },
    {
      "url": "https://profiwerkzeug-shop.at/product/bit-set-inbus-torx-vielzahn-40-tlg-verke/",
      "title": "Bit Set inbus torx vielzahn 40 tlg VERKE - Profi Werkzeug Bimeju GmbH",
      "description": "zwei Längen von 30 und 75 mm Das Set ist aus hochwertigem S2 Werkzeugstahl gefertigt.",
      "preview": "Bit Set inbus torx vielzahn 40 tlg VERKE Artikelnummer: V39025 24,90 € auf Whatsapp bestellen Auf Lager Bit Set inbus torx vielzahn 40 tlg VERKE quant"
    },
    {
      "url": "http://www.ireks.pl/historia.htm;jsessionid=EEBF83FCBC948CDEDD01B6434B369AE5",
      "title": "IREKS | Polska",
      "description": "void",
      "preview": "Twój partner w zakresie aromatu i smaku Składniki do chleba i drobnych wypieków Überschrift Ziarno po ziarnie Tworzenie wartości Überschrift Zdecydowa"
    },
    {
      "url": "http://www.diegeilehydra.at/category/allgemein/page/2/",
      "title": "Allgemein - Seite 2 - Hydra",
      "description": "20.08.1622:00 LineUpM-Jane (upd8e)Doggsta (A.J.A Crew, G9 R.I.P)ThizzlaKlaus Reznicek #nachtspiel #busen. #technoanderdonau #tittnwippn #linzmussdiehauptstadtdersubkulturwerden #drumnballs #mehrraven #bällebad",
      "preview": "Zum Inhalt springen 20.08.16 22:00 LineUp M-Jane (upd8e) Doggsta (A.J.A Crew, G9 R.I.P) Thizzla Klaus Reznicek #nachtspiel #busen. #technoanderdonau #"
    },
    {
      "url": "https://calendly.com/d/gsj-b7m-mr6/admissions-q-a",
      "title": "Calendly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://nl.linkedin.com/company/bcd-travel?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "BCD Travel | LinkedIn",
      "description": "BCD Travel | 342.631 volgers op LinkedIn. Travel smart. Achieve more. | BCD Travel helpt bedrijven slimmer te reizen en meer te bereiken. Onze digitale oplossingen om zakenreizen te vereenvoudigen bevorderen het succes van reisprogramma's, kostenbesparingen en talentbehoud. Met ruim 15.000 toegewijde medewerkers bedienen we klanten in meer dan 170 landen en dragen actief bij aan een duurzame toekomst voor zakenreizen.",
      "preview": "LinkedIn respecteert uw privacy LinkedIn en derden gebruiken essentiële en niet-essentiële cookies om onze Diensten te leveren, te beveiligen, te anal"
    },
    {
      "url": "https://www.mba.ac.uk/what-we-do/our-science/ocean-biology/",
      "title": "Ocean Biology | Marine Biological Association",
      "description": "The ocean plays a central role in mitigating climate change. MBA researchers focus on the impact this has on ocean biology. Find out more!",
      "preview": "Skip to content Ocean Biology Ocean Biology Our ocean is a huge heat sink and absorbs atmospheric carbon dioxide. The ocean plays a central role in mi"
    },
    {
      "url": "https://kratomguides.com/category/kratom-strains/?filter_by=review_high",
      "title": "Best Kratom Strains, Types, Effects, Dosage - KratomGuides.com",
      "description": "Kratom strains guideline and information also their benefits and uses of different kratom types are available here. Best Kratom strains, types, and effects.",
      "preview": "Kratom Strains Kratom Effects Kratom Alternatives How to Use Best Sellers News Sign in Welcome! Log into your account your username your password Forg"
    },
    {
      "url": "https://www.splitshire.com/",
      "title": "SplitShire - Free Stock Photos & Videos",
      "description": "SplitShire, a free stock photo and video platform offering high-quality, royalty-free images and videos for personal and commercial use.",
      "preview": "Stories Told Across Time, with AI Featured on Made by Community Explore Close-Up Image of European Woman's Dry Wrinkled Skin Happy Mother's Day Celebr"
    },
    {
      "url": "https://mariusacke.bandcamp.com/",
      "title": "Music | Marius Acke",
      "description": "Marius Acke. Antwerp, Belgium. Marius is a house music producer from Antwerp who got inspired by the mysterious vibes of the underground house music scene in Belgium. His style consists mainly of a blend of rhytmic beats and melodic chords which he creates with a mixture of analog synthesizers and digital instruments. He is also a member of the more experimental house production collective &#39;Mayaku&#39; with Koenie and Rubba J.",
      "preview": "+ add album track merch listening party new artist existing artist stats × See all results No matching results Try a different filter or a new search"
    },
    {
      "url": "https://www.nfl.com/news/packers-aaron-rodgers-finishes-retreat-addresses-future-i-don-t-want-to-drag-any",
      "title": "Packers' Aaron Rodgers finishes retreat, addresses future: 'I don't want to drag anybody around'",
      "description": "Packers quarterback Aaron Rodgers spoke publicly for the first time since completing his darkness retreat. Although he does not have a decision yet, he recognizes the benefit of giving the team an answer in the near future.",
      "preview": "Skip to main content Advertising Around the NFL Packers' Aaron Rodgers finishes retreat, addresses future: 'I don't want to drag anybody around' Publi"
    },
    {
      "url": "http://www.alternativenation.net/porno-pyros-drop-new-album-bombshell/",
      "title": "Porno for Pyros Drop New Album Bombshell - Alternative Nation",
      "description": "Porno news.",
      "preview": "Facebook Instagram Soundcloud Twitter Website Youtube Home About Artists Staff Editorial Policy In The Media Advertising Search Sign in Welcome! Log i"
    },
    {
      "url": "http://www.kadaster.nl/",
      "title": "Kadaster | Particulier - Kadaster.nl particulier",
      "description": "Het Kadaster is dé bron van informatie over eigendom en gebruik van vastgoed en ruimte in Nederland. De informatie is grotendeels openbaar en beschikbaar.",
      "preview": "Snel naar WOZ-waarde van uw huis Klacht of bezwaar indienen Erfgrens bepalen Kopie akte opvragen KLIC graafmelding Contact opnemen Goed voorbereid een"
    },
    {
      "url": "https://teressafoglia.com/",
      "title": "Teressa Foglia",
      "description": "The finest handmade bespoke and custom hats using the highest quality, sustainably sourced materials. Visit our boutiques in Malibu + Brooklyn.",
      "preview": "Skip to content Join us in Round Top, Texas Oct 2 - Oct 18 RSVP Join us in Round Top, Texas Oct 2 - Oct 18 RSVP Join us in Round Top, Texas Oct 2 - Oc"
    },
    {
      "url": "http://www.lycos.com/",
      "title": "Lycos.com",
      "description": "Lycos, Inc., is a web search engine and web portal established in 1994, spun out of Carnegie Mellon University. Lycos also encompasses a network of email, webhosting, social networking, and entertainment websites.",
      "preview": "Lycos SWAG Mail Tripod Domains Weather Angelfire"
    },
    {
      "url": "https://www.kaporcapital.com/who-we-are/",
      "title": "About Us",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer About Us Our team is made up of people with lived experiences a"
    },
    {
      "url": "https://www.northernvirginiabcc.org/",
      "title": "Northern Virginia Black Chamber of Commerce | Home",
      "description": "We're committed to providing leadership and advocacy to promote prosperity within the African American community of Northern Virginia.",
      "preview": "Mission: To empower Black-owned businesses in Northern Virginia and promote the region's economic growth through education, advocacy, opportunities, a"
    },
    {
      "url": "https://www.uniqlo.com/us/en/products/E433604-000/00?colorDisplayCode=00&sizeDisplayCode=003",
      "title": "Rayon Blouse | UNIQLO US",
      "description": "Shop womens Rayon Blouse at UNIQLO US. Read customer reviews, explore styling ideas, and more.",
      "preview": "Fall Sale Starts Now! | SHOP NOW Rayon Blouse Color: 00 WHITE WOMEN S XXS XS S M L XL XXL Add to cart Add to wish list Store availability Please check"
    },
    {
      "url": "https://www.centrostudilaruna.it/tag/misteri-orfici",
      "title": "misteri orfici - Centro Studi La Runa",
      "description": "void",
      "preview": "Breve panoramica sulle principali religioni misteriche del mondo greco, nella loro (parziale) contrapposizione alla religione olimpica classica. Un sa"
    },
    {
      "url": "https://www.ashoka.org/en-us",
      "title": "Ashoka: Everyone a Changemaker",
      "description": "Ashoka envisions a world in which Everyone is a Changemaker: a world where all citizens are powerful and contribute to change in positive ways.",
      "preview": "Skip to content Unleashing the Future at Ashoka Africa's Young Changemakers Festival In a pivotal moment for the \"Everyone A Changemaker\" movement in"
    },
    {
      "url": "http://contactus.target.com/ContactUs?Con=ContactUs&lnk=fnav_t_spc_1_28",
      "title": "Contact Us",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://blissandbone.com",
      "title": "Modern Wedding Websites & Invitations | Bliss & Bone",
      "description": "Bliss & Bone provides modern and unique wedding websites & matching digital invitations and save the dates.",
      "preview": "Start Designing for Free! Email Password Forgot My Password Login Create Account Name Email Password Create account By creating an account, you agree"
    },
    {
      "url": "https://elemental.medium.com",
      "title": "Elemental",
      "description": "Elemental is a former publication from Medium for science-backed health and wellness coverage. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Elemental by Medium 262K followers · 2 editors Follow About Help Status A"
    },
    {
      "url": "http://www.roblox.com",
      "title": "Roblox",
      "description": "Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!",
      "preview": "void"
    },
    {
      "url": "https://www.psicologiaclinicamsf.com/2021/07/dibujando-tu-futuro.html",
      "title": "DIBUJANDO TU FUTURO",
      "description": "Frecuentemente nos sentimos víctimas de las circunstancias, pero puede ser que en tu futuro quieras realmente empezar a actuar ...",
      "preview": "Inicio EL LIBRO EL AUTOR COMPRAR COMENTARIOS LA PSICOLOGÍA DESDE FUERA CUADERNO DE BITÁCORA CONTACTO DIBUJANDO TU FUTURO 12:49 Planear, preparar, anti"
    },
    {
      "url": "https://www.rammeter.com/test-equipment-tools?cat=21&rating=626&type=154",
      "title": "Test Equipment & Tools Ram Meter, Inc.",
      "description": "Ram Meter Inc. offers a complete range of test equipment and measurement devices to handle any application. Trust Ram Meter for all of your test equipment.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. Menu Account Home"
    },
    {
      "url": "https://sketchplanations.com/",
      "title": "Sketchplanations - Simplifying complex ideas in sketches",
      "description": "Sketchplanations explains the world one sketch at a time. Discover clear, simple sketches that break down ideas from science, creativity, psychology, and more. Explore recent sketches, search for topics, and share your favourites. Start here.",
      "preview": "Search... / Get the book! Big Ideas Little Pictures Prefer to listen? Try the podcast 🎉 Help keep Sketchplanations ad-free 🎉 Keep this ad-free 🎉 Help ke"
    },
    {
      "url": "https://www.history.co.uk/articles/charles-iii-and-britains-oldest-ascending-monarchs",
      "title": "Charles III and Britain's oldest ascending monarchs | Sky HISTORY TV Channel",
      "description": "King Charles III became the oldest ascending monarch having become king at the age of 73.",
      "preview": "Skip to main content Charles III and Britain's oldest ascending monarchs Image: Peter Rhys Williams / Shutterstock.com | Above: A photo of King Charle"
    },
    {
      "url": "https://www.napbots.com/post/polygon-upgrade-fixes-bug-to-secure-9-27-billion-matic-tokens",
      "title": "napbots.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://advocacy.code.org/stateofcs",
      "title": "State of Computer Science Education Report | Code.org Advocacy Coalition",
      "description": "Code.org's annual K-12 computer science report in the United States provides an update on national and state-level computer science education policy, including policy trends, maps, state summaries, and implementation data.",
      "preview": "The Coalition Join now! Members Updates Policy State policy agenda (PDF) Additional resources State of CS The Report Data Supporters Return to Code.or"
    },
    {
      "url": "https://www.wizard.co.za/2011/03/",
      "title": "March 2011 - Wizard.co.za",
      "description": "void",
      "preview": "Skip to content Read More Read More Read More magicalnaturetour: The Tractor Beam (by Ben H.🙂 Read More Read More Read More Read More Read More rights"
    },
    {
      "url": "https://perfectlyvirtualmoon.tumblr.com/",
      "title": "nothing new",
      "description": "It does not matter how slow you go so long as you do not stop. - Confucius",
      "preview": "nothing new It does not matter how slow you go so long as you do not stop. - Confucius Home Archive Subscribe (RSS) Ask me anything Random post Catchi"
    },
    {
      "url": "https://www.codecademy.com/learn/paths/data-science",
      "title": "Data Scientist: Machine Learning Specialist | Codecademy",
      "description": "Machine Learning Data Scientists solve problems at scale, make predictions, find patterns, and more! They use Python, SQL, and algorithms. Includes **Python 3**, **SQL**, **pandas**, **scikit-learn**, **Matplotlib**, **TensorFlow**, and more.",
      "preview": "Skip to Content Career Path Data Scientist: Machine Learning Specialist Machine Learning Data Scientists solve problems at scale, make predictions, fi"
    },
    {
      "url": "https://www.codecademy.com/learn/learn-python-3",
      "title": "Learn Python 3 | Codecademy",
      "description": "Develop your Python 3 skills in our comprehensive course. Start coding and build versatile applications.",
      "preview": "Skip to Content Course Learn Python 3 Learn the basics of Python 3.12, one of the most powerful, versatile, and in-demand programming languages today."
    },
    {
      "url": "https://desktop.github.com/",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.manypixels.co/",
      "title": "ManyPixels - Unlimited Graphic Design | Try Now",
      "description": "Get everything you need designed for a flat monthly rate. Logos, web design, illustrations, ads - we do it all! Try ManyPixels today!",
      "preview": "solutions Our work Pricing Resources book a call get started SIGN IN SIGN IN get started book a call solutions Our work Pricing Resources book a call"
    },
    {
      "url": "https://business.gyft.com",
      "title": "Radware Bot Manager Captcha",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://appsource.microsoft.com/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "https://index.hu/tech/",
      "title": "Tech hírek - Index",
      "description": "Friss napi hírek a technika világából az Indexen.",
      "preview": "Keresés Blog.hu Fórum Indavideó Economx Dívány Totalcar Femina Port We ❤︎ Budapest Velvet Inda Címlap Rovatok Friss hírek Economx Dívány Totalcar Femi"
    },
    {
      "url": "https://www.na.org/",
      "title": "Narcotics Anonymous",
      "description": "What is our message? The message is that an addict, any addict, can stop using drugs, lose the desire to use, and find a new way to live. Our message is hope and the promise is freedom.",
      "preview": "Skip to content Welcome to Narcotics Anonymous What is our message? The message is that an addict, any addict, can stop using drugs, lose the desire t"
    },
    {
      "url": "https://justice.kaporcenter.org",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://www.universparticulier.be/",
      "title": "Univers Particulier | Librairie ésotérique à Bruxelles",
      "description": "Librairie ésotérique à Bruxelles en Développement Personnel, Bien être, Pensée Positive, Astrologie, Huiles Essentielles, Feng-Shui, Cartes Tarots,...",
      "preview": "L'Univers Particulier, Librairie spécialisée Une Institution depuis 1986 Découvrez Nos nouveautés Ajouter au panier Ephemerides 1950-2050 UT for 0h In"
    },
    {
      "url": "https://www.pac.dfo-mpo.gc.ca/fm-gp/rec/index-eng.html",
      "title": "Recreational fishing in British Columbia | Pacific Region | Fisheries and Oceans Canada",
      "description": "Recreational fishing in British Columbia",
      "preview": "Recreational fishing in British Columbia Learn about fishing regulations and licence info, species identification, responsible fishing practices and m"
    },
    {
      "url": "https://law.georgia.gov/press-releases/2023-02-16/carr-eight-indicted-gwinnett-county-following-major-human-trafficking",
      "title": "Carr: Eight Indicted in Gwinnett County Following Major Human Trafficking, Gang Investigation | Office of the Attorney General",
      "description": "Defendants also charged with Racketeering, Kidnapping and Aggravated Assault",
      "preview": "Skip to main content ATLANTA, GA - Attorney General Chris Carr today announced the indictment of eight alleged members of the LOTTO gang in Gwinnett C"
    },
    {
      "url": "https://repreve.com/",
      "title": "REPREVE® | Home",
      "description": "REPREVE® is the trusted, branded recycled performance fiber, used to make sustainable textiles with wicking, odor control, water resistance, and more.",
      "preview": "void"
    },
    {
      "url": "http://orcid.org/0000-0002-9646-7806",
      "title": "ORCID",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://abana.org/education/",
      "title": "Education & Funding - ABANA",
      "description": "Education & Funding NATIONAL CURRICULUM ABANA has set a National Standard for Blacksmith Education: The National Curriculum teaches three skill levels of blacksmithing using traditional projects. BLACKSMITHING FUNDAMENTALS ABANA provides you with a wealth of educational information through our Publications and here on our website. GRANTS ABANA offers educational grants for individuals attending blacksmithing",
      "preview": "Skip to content Education & Funding valerie 2025-06-01T14:49:25-04:00 Education & Funding NATIONAL CURRICULUM ABANA has set a National Standard for Bl"
    },
    {
      "url": "https://www.zilliondesigns.com/blog/",
      "title": "ZD Blog | Resource for design tips, tutorials, & more - ZillionDesigns",
      "description": "A valuable resource for business owners and designers where they can find information, tips, tutorials, portfolios of graphic design, logo design, typography, branding and brand identity creation.",
      "preview": "10 Sites to Help You Become an Expert in Website Development Take it from the data that speaks volumes! Approximately 76% ... By Michael Baker Aug 5 2"
    },
    {
      "url": "https://jobs.mv-online.de/jobs/europa/vollzeit/erste-berufserfahrung-1-bis-2-jahre-/fachhochschulstudium/personalberatung/",
      "title": "Startseite - Stellenportal Münsterländische Volkszeitung",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://jobs.theguardian.com/?INTCMP=jobs_uk_web_newheader",
      "title": "Job search | Find your dream job with Guardian Jobs",
      "description": "Search & apply for vacancies at top employers on our job site. Add your CV today and apply for open roles throughout the UK. Find a job where you can be you.",
      "preview": "Skip to main content There's life within the 9-5 Search Keywords Location Within Within 5 miles Within 10 miles Within 15 miles Within 20 miles Within"
    },
    {
      "url": "https://www.campaignlive.com/article/in-together/1719527",
      "title": "All in, together | Campaign US",
      "description": "By sharing what we have learned, we call on the industry to tap into our collective responsibility to make work where everyone feels seen.. From Campaign US",
      "preview": "Skip to Content Skip to Main Navigation Skip to Footer Home Page Lorraine Twohill, chief marketing officer, Google A single person sees almost 2 milli"
    },
    {
      "url": "https://usblackchambers.org",
      "title": "U.S. Black Chambers, Inc.",
      "description": "The National Voice of Black Business - provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "Skip to main content Hit enter to search or ESC to close Close Search MISSION & SERVICE Affectionately known as the \"National Voice of Black Businesse"
    },
    {
      "url": "https://securustech.net/privacy",
      "title": "Privacy - Securus Technologies",
      "description": "Friends and Family.",
      "preview": "Privacy Please wait while you are redirected...or Click Here if you do not want to wait."
    },
    {
      "url": "https://www.race-technology.com/wiki/index.php/InstallingTheSystem/MountingThePeliCase",
      "title": "Race Technology Knowledge Base | InstallingTheSystem / MountingThePeliCase",
      "description": "void",
      "preview": "Call me back | My basket | Checkout | Add to email list You are here: Website » Knowledge base « back to website Introduction Hardware ANALOG8 Parts S"
    },
    {
      "url": "https://ghgprotocol.org/corporate-standard",
      "title": "Corporate Standard | GHG Protocol",
      "description": "The GHG Protocol Corporate Accounting and Reporting Standard provides requirements and guidance for companies and other organizations, such as NGOs, government agencies, and universities, that are preparing a corporate-level GHG emissions inventory.",
      "preview": "Skip to main content Subscribe to GHG Protocol's email list HERE , Access information about the corporate suite of standards update process HERE Enter"
    },
    {
      "url": "https://www.unocha.org/sites/unocha/files/Global-Humanitarian-Response-Plan-COVID-19.pdf",
      "title": "Global Humanitarian Response Plan: COVID-19 (April - December 2020) GHRP July Update [EN/AR] - World | ReliefWeb",
      "description": "Appeal in Arabic on World and 71 other countries about Agriculture, Coordination, Epidemic and more; published on 17 Jul 2020 by OCHA",
      "preview": "Skip to main content Ask about this document Go to chat page Attachments Download Report (PDF | 3.51 MB) Download Report (PDF | 2.01 MB) Download Repo"
    }
  ],
  "_meta": {
    "total_bookmarks": 82
  }
}