{
  "data": [
    {
      "url": "https://www.renderforest.com/#Videos",
      "title": "All your design tools in one place | Renderforest",
      "description": "Time to get your brand noticed. Create professional videos, logos, mockups, websites, and graphics - all in one place. Get started now!",
      "preview": "All your design tools in one place Start growing your business by creating stunning Videos, animations, branding, mockups, presentations, graphics, an"
    },
    {
      "url": "https://mymedicalaid.co.za/",
      "title": "My Medical Aid: List of Doctors and Hospitals - My Medical Aid Doctor",
      "description": "Welcome to My Medical Aid Doctor, South Africa's premier healthcare portal. Our platform offers an extensive directory of hospitals and medical doctors across",
      "preview": "Skip to content Find Doctors and Hospitals in South Africa All locations Pretoria Doctors Welcome to My Medical Aid Doctor , South Africa's premier he"
    },
    {
      "url": "https://legal.yahoo.com/us/en/yahoo/privacy/index.html",
      "title": "Welcome to the Yahoo Privacy Policy | Yahoo",
      "description": "void",
      "preview": "Welcome to the Yahoo Privacy Policy Last updated: December 2024 About Yahoo Yahoo, previously known as Verizon Media, is a technology and media compan"
    },
    {
      "url": "https://www.webassessor.com/wa.do?page=certInfo&branding=GOOGLECLOUD&tabs=13",
      "title": "Logged out",
      "description": "void",
      "preview": "Home | OLP Resources | Help"
    },
    {
      "url": "http://gis.slocounty.opendata.arcgis.com/datasets/61f3ddf2074942e6932b8f5084c20ab4_0",
      "title": "Address Points",
      "description": "SLO County Address Points",
      "preview": "void"
    },
    {
      "url": "https://theshipsstore.com/collections/cruise-shirts/products/uss-independence-cv-62-1993-94-long-sleeve-cruise-shirt-1",
      "title": "US Navy Shirts, Hoodies, Jackets | The Ship's Store",
      "description": "• 100% cotton • Sport Grey is 90% cotton, 10% polyester • Classic fit with long sleeves and rib cuffs • Pre-shrunk jersey knit • Seamless double-needle 7⁄8'' (2.2 cm) collar • Double-needle bottom hem • Taped neck and shoulders • Quarter-turned to avoid crease down the middleSize guide S M L XL 2XL 3XL 4XL 5XL Length",
      "preview": "Skip to content Submit Close search Previous slide Next slide USS Independence (CV-62) 1993-94 Long Sleeve Cruise Shirt Regular price $31.00 Sale pric"
    },
    {
      "url": "https://www.fostplus.be/en",
      "title": "Homepage | Fost Plus",
      "description": "void",
      "preview": "Skip to main content By building sustainable material chains, Fost Plus contributes to a better society and a cleaner environment for all. Sorting Sor"
    },
    {
      "url": "https://www.daveandbusters.com/",
      "title": "Dave & Buster's | Events - Arcade - Sports Bar and Restaurant",
      "description": "Eat, drink, play and watch sports at your local Dave & Buster's! Fun for the whole gang - no group is too large - Contact a planner today",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://www.charmcitycakes.com/",
      "title": "Charm City Cakes | Chef Duff's Baltimore Cake Studio",
      "description": "Home to mind-boggling custom cakes created by Chef Duff Goldman's talented team. Featured on the famous Food Network show Ace of Cakes, our cake studio in Baltimore, MD, makes custom cakes for weddings, parties, and all other events. Order a cake, sign up for one of our decorating classes, or walk-in to browse our showroom and buy ready-to-eat baked goods.",
      "preview": "Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (curre"
    },
    {
      "url": "https://www2.ipm.ucanr.edu/beeprecaution/",
      "title": "bee-precaution-pesticide-ratings / University of California Statewide Integrated Pest Management Program (UC IPM)",
      "description": "void",
      "preview": "MENU UC IPM bee-precaution-pesticide-ratings Home, garden, turf, & landscape Home & garden Plant pest diagnostic tool Retail nurseries & garden center"
    },
    {
      "url": "https://conferences.nature.com",
      "title": "Nature Conferences",
      "description": "Nature Conferences bring scientists together to meet, learn and share. Build valuable connections, push your research forward and join the discussions shaping the future of science. Our in-person and virtual events offer you the chance to present your research to scientific peers from around the world and engage with high-profile speakers, as well as Nature Portfolio editors.",
      "preview": "Nature Conferences Nature Conferences bring scientists together to meet, learn and share their latest discoveries... Build your network, push your res"
    },
    {
      "url": "https://www.att.com/orders/checkmyorder?source=ESsWCfCTA0000000L&wtExtndSource=cfm_AddRes_CheckOrderStatus",
      "title": "Track your Order | AT&T",
      "description": "Get your latest updates on your AT&T order by entering your order number and zip code.",
      "preview": "void"
    },
    {
      "url": "https://h4l0lvr.tumblr.com/",
      "title": "void",
      "description": "void",
      "preview": "1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna thebotjock me having a great time enjoying tlo"
    },
    {
      "url": "https://www.crecenteasociados.com/novedades/tag/europa",
      "title": "europa - Crecente Asociados",
      "description": "europa, Crecente Asociados, Arquitectura, Patrimonio y Turismo",
      "preview": "toggle navigation #europa Novedades Filtrar 1 Novedades | Página 1/1 Conferencia: The Cultural Routes of Europe. Origin, develoment, and future perspe"
    },
    {
      "url": "https://www.askanews.it/cultura/2019/02/01/digitalife-in-tour-nei-cinema-in-italia-pn_20190201_00112/",
      "title": "Digitalife in Tour nei cinema in Italia",
      "description": "void",
      "preview": "Skip to content Cultura Digitalife in Tour nei cinema in Italia Il 7 febbraio presentazione alla Spezia alla mediateca regionale FEB 1, 2019 - Liguria"
    },
    {
      "url": "https://www.gamvp.org/",
      "title": "Georgia Muslim Voter Project",
      "description": "Georgia Muslim Voter Project (GAMVP) is a non-partisan, non-profit created to increase political participation among Muslim Americans and educate our communities about the importance of voting.",
      "preview": "0 We are Georgia Muslim Voter Project. We elevate the Muslim voice through the power of civic engagement and voter registration. Section Styles angled"
    },
    {
      "url": "https://www.metoffice.gov.uk/weather/maps-and-charts",
      "title": "Maps and charts - Met Office",
      "description": "Access real-time weather data with our advanced maps and charts, which are designed to support informed decision making.",
      "preview": "Maps and charts Access real-time weather data with our advanced maps and charts, which are designed to support informed decision making. Featured MAPS"
    },
    {
      "url": "https://www.nap.edu/catalog/24926/assessing-and-responding-to-the-growth-of-computer-science-undergraduate-enrollments",
      "title": "Assessing and Responding to the Growth of Computer Science Undergraduate Enrollments | The National Academies Press",
      "description": "Read online, download a free PDF, or order a copy in print or as an eBook.",
      "preview": "Skip to main content Login or Register for a free MyNAP member account to save 10% off online and receive other benefits. [ Learn More ] Consensus Stu"
    },
    {
      "url": "https://sjobs.brassring.com/TGnewUI/Search/Home/Home?partnerid=26336&siteid=5014#home",
      "title": "Job Search Welcome | Walgreens",
      "description": "Search for Internet job openings.",
      "preview": "void"
    },
    {
      "url": "https://www.jbr.nl/begrippen/debt-advisory/",
      "title": "Debt Advisory - JBR",
      "description": "void",
      "preview": "Home » Debt Advisory Debt Advisory Een sterke financiële basis vormt het kloppend hart van uw bedrijf. Schuldenadvies, ofwel 'Debt Advisory', is een e"
    },
    {
      "url": "https://mattsbar.com/",
      "title": "Matt's Bar HOME OF THE ORIGINAL JUCY LUCY!",
      "description": "void",
      "preview": "Welcome to Matt's Bar! Home of the Original \"Jucy Lucy\" ***IMPORTANT NOTICE FOR TAKE OUT ORDERS*** To serve you even better, and due to our high volum"
    },
    {
      "url": "https://www.harrys.com/en/us",
      "title": "Harry's. Quality Shaving Grooming Products, at a Fair Price | Harry's",
      "description": "harrys.com",
      "preview": "Choose your language and where we'll ship your order Country Language NOTE: You'll be signed out and your basket will be emptied when you change your"
    },
    {
      "url": "http://www.unipd.it/",
      "title": "Università di Padova",
      "description": "void",
      "preview": "Vai al contenuto Uniweb Area stampa Dipartimenti Scuole Webmail Rubrica SIT U-WEB Sostieni Unipd 5x1000 SCEGLI IL TUO PROFILO Orientarsi e iscriversi"
    },
    {
      "url": "https://www.cbssports.com/nfl/news/amazon-founder-jeff-bezos-interested-in-owning-nfl-team-has-strong-support-among-current-owners/",
      "title": "Amazon founder Jeff Bezos interested in owning NFL team, has strong support among current owners - CBS Sports",
      "description": "The owner of Amazon and the Washington Post could be the next person to join the NFL's ownership ranks",
      "preview": "site: media | arena: nfl | pageType: stories | section: | slug: amazon-founder-jeff-bezos-interested-in-owning-nfl-team-has-strong-support-among-curre"
    },
    {
      "url": "https://www.editorialmanager.com/pone/default.asp",
      "title": "Editorial Manager®",
      "description": "Full-Function Web-Enabled Manuscript Submission and Tracking System for Peer Review",
      "preview": "Important Message: Site under development. Do not use for live manuscript submission."
    },
    {
      "url": "http://www.nacleanenergy.com/articles/32881/california-and-beyond-a-timely-fix-to-decarbonize-the-fast-growing-energy-storage-market?fbclid=IwAR2edSKEsR6fOakOAhZjC_fUlbCQu6bM3TcDxGrTq023gVwTsPmst6eOhL4",
      "title": "North American Clean Energy - California and Beyond - A timely fix to decarbonize the fast-growing energy storage market",
      "description": "Here",
      "preview": "Block ip Trap Popular now Why the West Needs to Secure Heavy Rare Earths for the Future of Advanced Manufacturing Read Article Articles All articles n"
    },
    {
      "url": "http://www.prevailboxing.com/",
      "title": "Prevail Boxing | A Workout That Hits Different",
      "description": "Group classes offering the perfect blend of boxing technique and full-body fitness. Join the Prevail community and start your workout journey today.",
      "preview": "0 A boxing workout that just hits different The perfect blend of fundamental boxing technique and the best full-body workout you can get. TRY TWO WEEK"
    },
    {
      "url": "http://antjex1710146275.wikidot.com/blog:393",
      "title": "Helpful Recommendation For Investing In Actual Property - best with style",
      "description": "void",
      "preview": "Wikidot.com .wikidot.com Share on Edit History Tags Source Explore » best with style best with style Home Pages About Contact Favourites Gallery Admin"
    },
    {
      "url": "http://www.fao.org/documents/card/en/c/ca7012en",
      "title": "FAO Knowledge Repository",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.aclumich.org/article/rejecting-heckler%E2%80%99s-veto",
      "title": "The Heckler's Veto | ACLU of Michigan",
      "description": "When someone exercises their First Amendment right to free speech, the government is not allowed to shut down the speech just because other people don't like the message that is being conveyed. This is known as the rule against a \"heckler's veto.\" At the 2012 Arab International Festival in Dearborn, a group of Christian evangelists marched down a public street expressing their",
      "preview": "Skip to main content The Heckler's Veto Facebook X Reddit Email Print When someone exercises their First Amendment right to free speech, the governmen"
    },
    {
      "url": "https://www.aclu-mo.org/en/news/aclu-missouri-statement-book-ban-action-wentzville-school-district",
      "title": "ACLU of Missouri Statement on Book Ban Action by Wentzville School District | ACLU of Missouri",
      "description": "ACLU of Missouri has issued a statement on action at the special meeting held by the Wentzville Board of Education on February 25, 2022, to rescind their decision to remove the Bluest Eye by Toni Morison. \"This is welcome news, but the fact remains that six books are still banned. And Wentzville's policies still make it easy for any community member to force any book from the",
      "preview": "Skip to main content ACLU of Missouri Statement on Book Ban Action by Wentzville School District Federal lawsuit representing parents of Wentzville st"
    },
    {
      "url": "https://www.worldcubeassociation.org/regulations/",
      "title": "WCA Regulations | World Cube Association",
      "description": "The World Cube Association governs competitions for mechanical puzzles that are operated by twisting groups of pieces, commonly known as 'twisty puzzles'. The most famous of these puzzles is the Rubik's Cube, invented by professor Rubik from Hungary. A selection of these puzzles are chosen as official events of the WCA.",
      "preview": "Information About the WCA WCA Documents WCA Officers & Board WCA Delegates Teams and Committees Regional Organizations Translators Frequently Asked Qu"
    },
    {
      "url": "https://tropicalforestnetwork.org/",
      "title": "Bay Area Tropical Forest Network - San Francisco Bay Area events: forests & conservation",
      "description": "void",
      "preview": "Skip to content Join us for an art exhibition and lecture on the impacts of small scale gold mining in the Peruvian Amazon featuring artist Maisie McN"
    },
    {
      "url": "https://coding-with-kids-blog.tumblr.com/",
      "title": "Coding with Kids",
      "description": "Computer programming for elementary and middle school students.",
      "preview": "Coding with Kids 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna madewithcode We don't know ab"
    },
    {
      "url": "https://forum.vectorworks.net/index.php?/search/&tags=hog%20pc",
      "title": "Showing results for tags 'hog pc'. - Vectorworks Community Board",
      "description": "void",
      "preview": "Jump to content Home Search the Community Showing results for tags 'hog pc'. Search Again More search options Content Search Member Search Search By T"
    },
    {
      "url": "https://abc.com/apps",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "https://vizcaya.org/",
      "title": "Vizcaya Museum & Gardens, Miami FL",
      "description": "A National Historic Landmark, Vizcaya Museum and Gardens is a 1916 waterfront estate home with 32 decorated rooms and 10 acres of formal gardens.",
      "preview": "Skip to content Purchase Tickets Now Open today from 9:30 am - 4:30 pm Full Schedule Hours Vizcaya Late | Everyone's Quince Wednesday, October 15 · 6"
    },
    {
      "url": "https://blog.code.org/post/125429946375/cs-other-subjects",
      "title": "Code.org - Medium",
      "description": "Read writing from Code.org on Medium. Code.org® is dedicated to expanding access to computer science increasing participation by young women and students from other underrepresented groups.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Code.org 73K followers Code.org wins TEN 2025 Best of STEM Awards Chosen"
    },
    {
      "url": "http://www.higherlogic.com",
      "title": "Powerful Online Community Software | Higher Logic",
      "description": "Higher Logic's powerful online community brings together organizations and people, making real conversations happen. Book a demo today!",
      "preview": "Skip to content Revolutionize engagement where every connection matters. Our powerful online community software combines the innovation of AI with hum"
    },
    {
      "url": "http://digitaledition.elgincouriernews.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.unhabitat.org/",
      "title": "UN-Habitat - A Better Urban Future | UN-Habitat",
      "description": "UN-Habitat works for a better urban future. Based in over 90 countries, we promote the development of socially and environmentally sustainable cities, towns & communities. UN-Habitat strives for adequate shelter with better living standards for all.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://ocw.mit.edu/courses/18-01-single-variable-calculus-fall-2006/",
      "title": "Single Variable Calculus | Mathematics | MIT OpenCourseWare",
      "description": "This introductory calculus course covers differentiation and integration of functions of one variable, with applications.",
      "preview": "Browse Course Material Course Info Instructor Prof. David Jerison Departments Mathematics As Taught In Fall 2006 Level Undergraduate Topics Mathematic"
    },
    {
      "url": "https://kwcpanthers.com/sports/baseball/roster/matt-pobereyko/2588",
      "title": "Matt Pobereyko - Baseball - Kentucky Wesleyan College Athletics",
      "description": "Matt Pobereyko (42) Pitcher - 2015: American Baseball Coaches Association All-Midwest Region first team honoree...Daktronics All-Midwest Region first team honoree...All-Great",
      "preview": "Skip To Main Content Pause All Rotators Skip To Main Content 2015 Baseball Roster Choose a Player: Calbert, Bobby Carr, Chris Carter, Jake Clark, John"
    },
    {
      "url": "https://www.mtroyal.ca/",
      "title": "Mount Royal University | MRU",
      "description": "void",
      "preview": "MENU Programs & Courses Programs & Courses Home Programs Offered Collaborative Degrees International Designated Programs Continuing Education MRU Camp"
    },
    {
      "url": "https://mtgmn.org/",
      "title": "Home | Mind the G.A.P.P.",
      "description": "void",
      "preview": "top of page Bridge the Gap to Your Best Self . Creating pathways for individuals to close the gap to prosperity. A Holistic Approach . Dedicated to Ed"
    },
    {
      "url": "https://www.ptsd.va.gov/understand/common/common_veterans.asp#:~:text=The%20number%20of%20Veterans%20with,PTSD%20in%20a%20given%20year.",
      "title": "How Common is PTSD in Veterans? - PTSD: National Center for PTSD",
      "description": "Veterans are slightly more likely to have PTSD than civilians. Learn how common PTSD is among Veterans of different service eras.",
      "preview": "skip to page content VA » Health Care » PTSD: National Center for PTSD » Understand » How Common is PTSD » How Common is PTSD in Veterans? PTSD: Natio"
    },
    {
      "url": "https://blogs.windows.com/msedgedev/2022/10/17/website-typo-protection-typosquatting/?form=MT00D5",
      "title": "Website typo protection defends against fraud including phishing, malware, and other scams - Microsoft Edge Blog",
      "description": "It's easy to make typos when writing out a website name (URL), but these simple mistakes can lead you to potentially fraudulent websites planted by malicious actors. Website typo protection helps protect you when you accidentally n",
      "preview": "Skip to main content Skip to main content / Microsoft Edge Blog October 17, 2022 Website typo protection defends against fraud including phishing, mal"
    }
  ],
  "_meta": {
    "total_bookmarks": 47
  }
}