{
  "data": [
    {
      "url": "https://pix11.com/news/local-news/brooklyn/alligator-found-in-brooklyns-prospect-park-lake/",
      "title": "Alligator found in Brooklyn's Prospect Park Lake | PIX11",
      "description": "BROOKLYN (PIX11) - Park workers rescued an alligator found in Prospect Park Lake on Sunday, officials said. The 4-foot-long gator was spotted on Sunday morning, according to a Parks Department spokesperson. The alligator was found in poor condition. It was very lethargic. The alligator may have been shocked by the cold since it's native to [...]",
      "preview": "Skip to content"
    },
    {
      "url": "https://facturacion.walmartmexico.com.mx/arco/forma-arco.asp",
      "title": "void",
      "description": "void",
      "preview": "Privacidad en Walmart En Walmart valoramos la confianza que deposita en nosotros cuando nos proporciona información personal. La información que compa"
    },
    {
      "url": "http://pmangellfamfound.org/",
      "title": "Paul M. Angell Family Foundation - Supporting Conservation, Performing Arts, Social Impact",
      "description": "Supporting Conservation, Performing Arts, Social Impact",
      "preview": "Welcome to the web site of the Paul M. Angell Family Foundation, where you can learn about the Foundation, its granting activities, and peruse grant r"
    },
    {
      "url": "https://blog.coursera.org",
      "title": "Coursera Blog | Online learning news for learners, educators, & employers",
      "description": "Get the latest stories and product updates from Coursera, the global online learning platform where anyone, anywhere, can transform their life by accessing the world's best learning experience.",
      "preview": "Making Coursera learning more accessible worldwide through an app in ChatGPT Welcoming Anthony Salcito as Coursera's New General Manager, Enterprise I"
    },
    {
      "url": "https://account.xbox.com",
      "title": "Account Xbox | Xbox",
      "description": "Resta connesso con i giochi che ami e la community di giocatori grazie all'account per Xbox. Crea un account gratuito per ottenere il massimo da Xbox, ovunque tu sia.",
      "preview": "Passa a contenuti principali UN SOLO ACCOUNT PER TUTTO IL MONDO XBOX  Resta connesso con i tuoi giochi e i tuoi amici e ottieni il massimo da Xbox ov"
    },
    {
      "url": "https://llewellynfoundation.org/",
      "title": "The Llewellyn Foundation's Web Home:",
      "description": "void",
      "preview": "Mission: To fund initiatives that address the health, education and well-being of individuals, families and communities. The Llewellyn Foundation acce"
    },
    {
      "url": "https://www.dsei-japan.com/welcome",
      "title": "DSEI Japan 2027",
      "description": "Japan's only integrated defence event. DSEI Japan provides you with unprecedented levels of access into the Japanese and wider Asia-Pacific (APAC) market.",
      "preview": "DSEI JAPAN - 日 本 語 Search LinkedIn Email Mobile hero image ->> Strengthening Indo-Pacific Security Through Advanced Technology 28 - 30 April 2027 DSEI"
    },
    {
      "url": "https://rps.org/",
      "title": "The Royal Photographic Society - Home - RPS",
      "description": "The Royal Photographic Society is a charity which exists to educate members of the public by increasing their knowledge and understanding of Photography and in doing so to promote the highest standards of achievement in Photography in order to encourage public appreciation of Photography.",
      "preview": "Your web browser is out of date. Update your browser for more security, speed and the best experience on this site. Find out more Your browser doesn't"
    },
    {
      "url": "https://pytorch.org/tutorials/beginner/finetuning_torchvision_models_tutorial.html",
      "title": "Finetuning Torchvision Models - PyTorch Tutorials 2.8.0+cu128 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "http://www.freevbcode.com/",
      "title": "Microsoft Developer News | C++,C# & .NET Framework & More | CodeGuru",
      "description": "CodeGuru is where developers come to share ideas, articles, questions, answers, tips, tricks, comments, downloads, and more related to programming in areas including C++, Visual C++, C#, Visual Basic, ASP, ASP.NET & Java.",
      "preview": "News C++ C# .NET Visual Basic Java Database Azure IoT Mobile Research Tools Blog Forums Subscribe Back to Menu Articles View All Hover to load posts A"
    },
    {
      "url": "http://brandradianz.com/",
      "title": "brand radianz",
      "description": "void",
      "preview": "No matter what people tell you, words and ideas can change the world. - Robin Williams Newsflash - Follow our trending projects & stories. Play your r"
    },
    {
      "url": "https://www.githubstatus.com/",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://www.montigre.com/products/vintage-new-old-stock-hobe-multi-chain-gold-tassel-necklace-earring-set-vintage-hobe-gold-tassel-necklace-hobe-earrings-hobe-jewelry",
      "title": "Gold Tassel Necklace Earring Set - Mon Tigre",
      "description": "This is stunning necklace and earring set was made by Hobe. The necklace features a tassel of 6 strands of chain that drops 4-1/2\" (4 finer chains flanked by 2 thicker Herringbone chains). The earrings feature 3 strands of chain and measure approximately 1-1/4\" long. The necklace measures almost 19\" long. In excellent",
      "preview": "Skip to content Close menu Home Shop Shop All Preloved Items Featured Favorites! Necklaces, Charms & Pendants Bracelets Rings Brooches & Clips Earring"
    },
    {
      "url": "https://www.sandiegouniontribune.com/opinion/commentary/story/2023-01-26/opinion-prison-criminal-justice-jobs",
      "title": "As a 58-year-old who was in prison for 40 years, I didn't even know how to use a cellphone - San Diego Union-Tribune",
      "description": "Perez is an apprentice at Rise Up Industries and lives in San Diego. After serving almost four decades in prison, I look at my wonderful life and can't believe how blessed I am to have a career, a home and a loving fiance. It wasn't a given, and it took hard work and a commitment [...]",
      "preview": "Skip to content [ \"joseph ellick\" ] Frank Perez By Frankie Perez UPDATED: January 27, 2023 at 1:30 AM PST Perez is an apprentice at Rise Up Industries"
    },
    {
      "url": "https://carto.com/",
      "title": "The Agentic GIS Platform | CARTO",
      "description": "CARTO is the Agentic GIS Platform. Go beyond traditional GIS. Scalable spatial analysis for all teams with your spatial data never leaving your cloud ecosystem.",
      "preview": "The Agentic GIS Platform Beyond traditional GIS: scalable spatial analysis for all teams with your data never leaving BigQuery Try for free Request a"
    },
    {
      "url": "https://mgp770.tumblr.com/",
      "title": "Tumblr",
      "description": "Tumblr. Pure effervescent enrichment. Old internet energy. Home of the Reblogs. All the art you never knew you needed. All the fandoms you could wish for. Enough memes to knock out a moderately-sized mammal. Add to it or simply scroll through and soak it up.",
      "preview": "mgp770 is on Tumblr Mature content This blog may contain content not suitable for all audiences. To view this blog, sign up or login Welcome to your c"
    },
    {
      "url": "https://www.virustotal.com/gui/search",
      "title": "VirusTotal",
      "description": "VirusTotal",
      "preview": "Please enable JavaScript to view this website."
    },
    {
      "url": "https://appsource.microsoft.com/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "http://www.wallhung-gasboiler.com/china-easy_operation_gas_condensing_boiler_high_efficiency_for_hot_water_and_heating-11514573.html",
      "title": "Easy Operation Gas Condensing Boiler High Efficiency For Hot Water And Heating",
      "description": "High quality Easy Operation Gas Condensing Boiler High Efficiency For Hot Water And Heating from China, China's leading Gas Condensing Boiler product market, With strict quality control Gas Condensing Boiler factories, Producing high quality Easy Operation Gas Condensing Boiler High Efficiency For Hot Water And Heating products.",
      "preview": "Leave a Message We will call you back soon! Your message must be between 20-3,000 characters! Please check your E-mail! SUBMIT More information facili"
    },
    {
      "url": "https://boxy-svg.com/app",
      "title": "Boxy SVG",
      "description": "Create and edit Scalable Vector Graphics (SVG) files online",
      "preview": "void"
    },
    {
      "url": "https://drexel.edu/civicengagement/",
      "title": "Office of University and Community Partnerships",
      "description": "Office of University and Community Partnerships",
      "preview": "Skip to main content Office of University and Community Partnerships Civic engagement is experiential learning. Read the Report Read about how Drexel'"
    },
    {
      "url": "https://ostrovit.com/en/menu/carbohydrates-18771.html",
      "title": "Carbohydrates | Official store of the manufacturer",
      "description": "Carbohydrates by OstroVit is synonymous with the highest quality. Buy and feel the difference! Check!",
      "preview": "Home For Athletes Carbohydrates Carbohydrates Carbohydrates are one of the three basic nutrients, which are needed for the proper functioning of the w"
    },
    {
      "url": "http://historicomaha.com/frtomaha.htm",
      "title": "Fort Omaha - Omaha, Nebraska, USA",
      "description": "void",
      "preview": "Fort Omaha Omaha, Nebraska, USA Historic Fort Omaha, located at 30th and Fort Streets in Omaha, Nebraska, entered into service in 1868. The decision t"
    },
    {
      "url": "https://prose.ffxwxg.net/c/3408212/804499/11046?subid3=people",
      "title": "Truly Custom Haircare and Skincare | Prose",
      "description": "Discover the difference of truly custom haircare and skincare with Prose: Personalized formulas made just for you. Take your free consultation now.",
      "preview": "Prose.com requires JavaScript in order to run properly. Please enable JavaScript in your browser settings. If you are attempting to access this site w"
    },
    {
      "url": "https://docs.google.com/document/d/1O_nDqc8M2Do9TZa_fD2L27Agh3TNPI0I75GuJoeB1Fo/edit#heading=h.icfvvd1ksuu8",
      "title": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework - Documenti Google",
      "description": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework Setting up and running a cold email outreach system can be a time consuming process - you need to create email accounts, connect them to a sending tool, write the email copy, find leads to send ...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://www.welshbaskets.co.uk/store/p47/Additional_Postage_Fee.html",
      "title": "Additional Postage Fee",
      "description": "Website of Clare Revera, basket maker and teacher specialising in traditional welsh baskets. Commissions welcome.",
      "preview": "Home Shop Courses Progressive Basketry Online Basketry Tuition Willow Willow and Flowers About Us Basket Making Blog Contact Additional Postage Fee SK"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "https://www.blackrock.com/aladdin",
      "title": "Aladdin® by BlackRock - software for portfolio management",
      "description": "Aladdin is a portfolio management software that provides investment professionals a way to view and manage daily investments. Explore our enterprise solution.",
      "preview": "Skip to content BlackRock BlackRock iShares iShares Aladdin Aladdin Our company Our company Subscribe to Updates Subscribe to Updates Connect Contact"
    },
    {
      "url": "https://www.harrods.com/en-us/shopping/dolce-gabbana-tulle-pleated-wrap-dress-15176005",
      "title": "Dolce & Gabbana | Harrods US",
      "description": "Shop Dolce & Gabbana at Harrods. Shop with free returns and earn Rewards points for access to exclusive benefits.",
      "preview": "Skip to content (0) Just landed: Burberry's new outerwear collection - Shop Now United States (0) Sign In (0) / Register (0) (0) (0) Harrods Home Feat"
    },
    {
      "url": "https://blog.stationa.com/2022/partnering-with-watttime",
      "title": "Partnering with WattTime",
      "description": "We're increasing the avoided emissions impact and deployment of on-site solar at scale.",
      "preview": "Partnering with WattTime We're increasing the avoided emissions impact and deployment of on-site solar at scale. Written by Richard Ling on 2022-04-12"
    },
    {
      "url": "https://emotionalmusings.com/2021/04/01/new-beginnings-my-dance-with-spirit/?like_comment=3454&_wpnonce=823327fa49",
      "title": "New Beginnings, My Dance with Spirit - Emotional Musings",
      "description": "The saying, \"you never know how strong you are until being strong is the only choice you have\" is singing through my mind as I compose this post my dear readers. It's been two weeks since I made the hardest choice in my life to end the relationship with a man I know is my...",
      "preview": "Skip to content April 1, 2021 April 11, 2021 MariaTeresa The saying, \"you never know how strong you are until being strong is the only choice you have"
    },
    {
      "url": "https://mpatlas.org/zones/",
      "title": "Loading... | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "Loading..."
    },
    {
      "url": "https://klipper3d.org/Config_Reference.html",
      "title": "Welcome - Klipper documentation",
      "description": "void",
      "preview": "Welcome The Klipper firmware controls 3d-Printers. It combines the power of a general purpose computer with one or more micro-controllers. See the fea"
    },
    {
      "url": "https://www.metmuseum.org/toah/",
      "title": "Heilbrunn Timeline of Art History - The Metropolitan Museum of Art",
      "description": "Explore more than 1,000 essays on a wide range of topics, including artists, materials, movements, and themes.",
      "preview": "Skip to main content Essays View all Gold in the Chiefdoms of Ancient Panama The earliest evidence of metallurgy found in the Isthmus of Panama can be"
    },
    {
      "url": "https://upwardlyglobal.org/jobversity/#jobversity-products",
      "title": "Online Learning Tools for Immigrant Job Seekers",
      "description": "Upwardly Global's Connect offers online learning curriculum, coaching support, reskilling and upskilling courses, certifications, and technical assistance to workforce partners",
      "preview": "Skip to content Connect: For Workforce Partners Book A Demo Upwardly Global's trusted products and services empower organizations to effectively addre"
    },
    {
      "url": "https://www.bmw-jordan.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Amman | BMW Jordan",
      "description": "Visit BMW Jordan and explore what they have to offer. You may be still driving the same streets, but the game has definitely changed",
      "preview": "View Stock The iX3 Discover Now The iX Discover Now Left Right BMW BMW M BMW i Make An Enquiry Book A Test Drive Left Right 1 2 3 4 5 7 8 X Z BMW 2 Se"
    },
    {
      "url": "https://dynamic-ais.spire.com/",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://lightcast.io/resources/research/rebuilding-our-semiconductor-workforce",
      "title": "Rebuilding Our Semiconductor Workforce",
      "description": "As the world becomes increasingly interconnected and new technologies are adopted, semiconductors have become indispensable in day-to-day life, and ensuring a robust and reliable supply has never been more important. Burningglass and Emsi are now part of Lightcast. Burning Glass Institute is a separate entity and relies on the data from Lightcast.",
      "preview": "void"
    },
    {
      "url": "https://secure.today.com/_tps/accounts/newsletters",
      "title": "TODAY Newsletters | TODAY",
      "description": "Sign up for TODAY newsletters including This is TODAY, Start TODAY and Stuff We Love.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.joemerrill.com/privacy-policy",
      "title": "Privacy Policy - Joe Merrill",
      "description": "void",
      "preview": "Privacy Policy Joseph Merrill (\"Joe Merrill\", \"the Developer\") provides this Privacy Policy (\"policy\") that explains how we collect, use, disclose, tr"
    },
    {
      "url": "https://kids.youtube.com/t/privacynotice",
      "title": "Informativa sulla privacy di YouTube Kids - YouTube",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Termini di servizio Informativa sulla privacy Informativa per i bambini Informativa sulla privacy di YouTube Kids Norme della community La presente In"
    },
    {
      "url": "https://www.ravelry.com/patterns/search#craft=crochet&availability=free",
      "title": "Ravelry",
      "description": "void",
      "preview": "Username Password Show Hide I forgot Remember me Log In Ravelry is a free website for knitters, crocheters, and fiber artists. Sign Up"
    },
    {
      "url": "http://www.uw.edu/accessibility",
      "title": "Accessibility at the UW",
      "description": "The University of Washington is committed to being inclusive and accessible for everyone.",
      "preview": "Skip to content All the UW Current site Search scope All the UW Current site Enter search text Accessibility at the UW Our Commitment The University o"
    },
    {
      "url": "https://kj555.net/virtual-casino-etiquette/",
      "title": "Virtual Casino Etiquette - Kj555",
      "description": "void",
      "preview": "Skip to content The best way to host a teenage party that stays under control is to provide an activity that completely involves and engages the kids."
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/i/impressionism",
      "title": "Impressionism | Tate",
      "description": "Tate glossary definition for impressionism: Approach to painting scenes of everyday life developed in France in the nineteenth century and based on the practice of painting finished pictures out of doors and spontaneously 'on the spot'",
      "preview": "Impressionism Impressionism developed in France in the nineteenth century and is based on the practice of painting out of doors and spontaneously 'on"
    },
    {
      "url": "https://www.studiopress.com/",
      "title": "WordPress Themes by StudioPress",
      "description": "The world's most popular mobile-responsive themes and design framework for WordPress.",
      "preview": "Skip to main content Build Better WordPress Websites, Faster with Genesis Discover how our WordPress® themes and plugins help you create beautiful, hi"
    },
    {
      "url": "https://howlongtobeat.com/game?id=46186&s=backlogs",
      "title": "Friday the 13th: The Game - Lists | HowLongToBeat",
      "description": "How long is Friday the 13th: The Game? HowLongToBeat has the answer. Create a backlog, submit your game times and compete with your friends!",
      "preview": "Friday the 13th: The Game 21 Playing 1.4K Backlogs 21 Replays 17 % Retired 65% Rating 284 Beat Join for a Better Experience Library Management Time Tr"
    },
    {
      "url": "http://www.Spectrum.net/SpectrumTVApp",
      "title": "Spectrum.net",
      "description": "Sign in to your Spectrum account for the easiest way to view and pay your bill, watch TV, manage your account and more.",
      "preview": "Cookies are disabled We're sorry, cookies are disabled in this browser. To view this site, please enable cookies. Javascript is disabled We're sorry,"
    },
    {
      "url": "https://www.sbattezzati.it/debaptisms/show?code=LMl1FPFyxs6so",
      "title": "Scheda sbattezzo [S. Giovanni Battista - VILLORBA (TV), 13/11/2009]",
      "description": "S. Giovanni Battista - VILLORBA (TV): informazioni su uno sbattezzo avvenuto - sbattezzati.it",
      "preview": "Scheda sbattezzo Una persona ha chiesto la rettifica dei dati relativi al proprio battesimo avvenuto a S. Giovanni Battista - VILLORBA ( TV ) il 13/11"
    },
    {
      "url": "https://www.nationalgeographicpartners.com/about/",
      "title": "National Geographic - National Geographic",
      "description": "void",
      "preview": "Skip to content Dolphins Up Close with Bertie Gregory Available On Top Guns: The Next Generation Available On SHARKFEST 2025 Now streaming on Disney+"
    },
    {
      "url": "https://www.aclusocal.org",
      "title": "ACLU of Southern California",
      "description": "void",
      "preview": "Skip to main content JOIN US AND STAND FOR JUSTICE Get our action alerts Email address * Zip code * Leave this field blank Join us for a conversation"
    },
    {
      "url": "https://poweroutage.us/area/state/michigan",
      "title": "Michigan Power Outage Map, October 2025",
      "description": "PowerOutage.us tracks, records, and aggregates power outages across Michigan.",
      "preview": "PowerOutage.com Login Search States, Counties or Utilities... Search Locations... Total Customers Out 96 Outages by County Outages by Utility Wayne 55"
    },
    {
      "url": "https://kafkai.com/en/",
      "title": "AI SEO Content & Competitor Insights Tool - Kafkai",
      "description": "Create SEO-optimized content and analyze competitors with Kafkai's AI. Perfect for small businesses and marketers, Kafkai saves hours of research time and improves your search visibility.",
      "preview": "AI-Driven Strategy And Content That Ranks Higher, Faster Kafkai leverages advanced keyword analysis and competitor insights to deliver proven SEO stra"
    },
    {
      "url": "https://christianwalks.org/churchgodpro/tattoos.shtml",
      "title": "WHAT DOES THE BIBLE SAY ABOUT TATTOOS",
      "description": "TATTOOS",
      "preview": "You can make the text larger or smaller by holding down on your \"ctrl\" key and spinning the scroll button on your mouse. Tattoos"
    },
    {
      "url": "https://www.lohud.com/story/news/local/2017/05/09/danroy-henry-jr-mount-pleasant-settlement/314121001/",
      "title": "Mount Pleasant settles Danroy Henry wrongful death lawsuit",
      "description": "Family of Pace University junior Danroy Henry Jr., killed by police in 2010, calls for town to donate to slain man's charity,",
      "preview": "Skip to main content Home Election Voter Guide News Westchester Rockland Local Politics National Politics Business Coronavirus USA TODAY Careers Mount"
    },
    {
      "url": "https://www.simplegenerosity.org/nonprofit-partner-questionnaire",
      "title": "Nonprofit Partner Questionnaire Intro - Simple Generosity",
      "description": "The first step in becoming a Simple Generosity nonprofit partner is completing our questionnaire -- please submit your information and we will be in touch!",
      "preview": "0 Welcome! To see if your nonprofit is already in our pool of potential grantees , please click here to create an account with us and search for your"
    },
    {
      "url": "https://www.hachettebookgroup.com/genre/travel/united-states-travel/west-united-states-travel/pacific-ak-ca-hi-or-wa/?lens=avalon-travel",
      "title": "Pacific (ak, Ca, Hi, Or, Wa) | Hachette Book Group",
      "description": "Posts about Pacific (ak, Ca, Hi, Or, Wa) written by",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://know4life.tumblr.com/post/143086526763",
      "title": "16% of all new wages in the U.S. are in computer... - Know4LIFE",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \" 11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "19 April 2016 Via 16% of all new wages in the U.S. are in computer science codeorg : 11% of all job openings in the U.S. are in computing categories,"
    },
    {
      "url": "https://vaultofevil.wordpress.com/tag/guy-boothby/",
      "title": "Guy Boothby « Vault Of Evil",
      "description": "Posts about Guy Boothby written by demonik",
      "preview": "Vault Of Evil British Horror fiction Home Forum Moved - Please Read Peter Haining's Horrible 'Non Fiction' Vault of \"Thanks to ....\" Vault Of Evil Vault"
    },
    {
      "url": "https://www.stripes.com/branches/army/2023-02-24/army-cold-case-murder-germany-9238525.html",
      "title": "Former soldier faces murder charge in decades-old killing of Army private in Germany | Stars and Stripes",
      "description": "void",
      "preview": "Theaters U.S. Europe - K-town Now Asia-Pacific - Storm Tracker Middle East Americas Africa Veterans News Map of Memorials Jobs Obituaries Living Event"
    },
    {
      "url": "https://capacete.org/nikos-doulos-2/?lang=en",
      "title": "Nikos Doulos | Capacete",
      "description": "void",
      "preview": "\" E xp eriencing connecting issues \"- CAPACETE Athens 2017 Download (PDF, 917KB) ..... Nikos Doulos is a visual artist, curator, and co-director of Expo"
    },
    {
      "url": "https://www.gocoastguard.com/max",
      "title": "Max | United States Coast Guard",
      "description": "void",
      "preview": "Max Recruiting resources are accessible to USCG users on the Coast Guard Recruiting Command SharePoint Page . USCG users should ensure they are logged"
    },
    {
      "url": "http://mon-css.ru/server_info/217.106.106.107:28002/",
      "title": "Evehost Platform [v34] | Информация о сервере | Мониторинг игровых серверов Counter Strike Source v34",
      "description": "Мониторинг игровых серверов css v34, Мониторинг игровых серверов. Мониторинг CS 1.6, Source, CS: Coundition Zero. Мы - мониторинг CS 1.6. Мониторинг игровых серверов, Arma 2, Battlefield 1942, BattleField 2, BattleField 2142, Call Of Duty, Call Of Duty 2, Call Of Duty 4: MW, Call of Duty 5: WW, CRYSIS, Crysis Wars (warhead), Counter-Strike, Counter-Strike 1.5, Counter-Strike Pro Mod, Counter-Strike: Source, Condition Zero, Doom3, Day Of Defeat, Day Of Defeat: Source, Enemy Territory, F.E.A.R., Half-Life 2, Ил-2 Штурмовик, Insurgecy, Killing Floor, Left 4 Dead, Medal Of Honor Assault, Quake 2, Quake 3, Quake 4, Red Orchestra, Medal of Honor Spearhead, S.T.A.L.K.E.R. SC, SWAT4, Team Fortress 2, Unreal Tournament 2004, Unreal Tournament 3, Wolfenstein: ET, Zombie Panic: Source",
      "preview": "Главная Добавить сервер Source CS 1.6 CS:GO Заказ услуг | Цены Поиск Скачать css v34 Контакты Заказать Боковой блок TOP серверов 45 Руб в месяц Заказа"
    },
    {
      "url": "https://www.spmcf.org/",
      "title": "Saint Paul & Minnesota Foundation | Saint Paul & Minnesota Foundation",
      "description": "Saint Paul & Minnesota Foundation is a partner to thousands of donors and nonprofit organizations working to create a just and vibrant Minnesota where all people and communities thrive. We help establish not for profit organizations with endowments, help patrons with charitable planning, and manage donor-advised funds.",
      "preview": "Where Giving Grows Make more possible Your Community Foundation The Saint Paul & Minnesota Foundation partners with thousands of donors, nonprofit org"
    },
    {
      "url": "https://www.acer-userforum.de/members/jim-pansen.76925/",
      "title": "Jim Pansen | Acer-Userforum.de",
      "description": "void",
      "preview": "Zurzeit aktive Besucher Profilnachrichten Profilnachrichten suchen Menü Login Registrieren App installieren Installieren Foren Mitglieder JavaScript i"
    },
    {
      "url": "http://peopleschoice.com",
      "title": "undefined - NBC.com",
      "description": "Watch undefined on NBC.com.",
      "preview": "Main Content Most Recent Most Recent Highlight Web Exclusive Show Clips Fatal Family Feuds Michael Locascio Asked an Inmate to Help Him With His Case"
    },
    {
      "url": "https://stripe.com/pnc/legal",
      "title": "PNC Bank Financial Services Terms",
      "description": "void",
      "preview": "Last updated: August 22, 2022 These PNC Bank Acquirer Terms (\"Member Bank Terms\") are additional terms applicable to the Stripe Payments Services for"
    },
    {
      "url": "https://www.architecturaldigest.com/story/step-inside-nate-berkus-and-jeremiah-brents-freshly-renovated-fifth-avenue-family-home",
      "title": "Step Inside Nate Berkus and Jeremiah Brent's Freshly Renovated Fifth Avenue Family Home | Architectural Digest | Architectural Digest",
      "description": "When their beloved former apartment became available, the design duo couldn't resist returning with their two children",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Architectural Digest are independently selected by"
    },
    {
      "url": "https://www.freeform.com",
      "title": "Freeform - TV Shows, Full Episodes & Movies",
      "description": "Watch Freeform original TV shows, movies and live TV.",
      "preview": "Skip to Content 31 Nights of Halloween See our wickedly-delightful lineup of fan favorite movies & more! According to Jim Comedy begins at home Projec"
    },
    {
      "url": "https://olympias.lib.uoi.gr/jspui/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Kyritsis%2C+A.+P.&filter_field_2=datePublished&filter_type_2=equals&filter_value_2=%5B1984+TO+1989%5D&filter_field_3=subject&filter_type_3=equals&filter_value_3=Cell+Differentiation%2Fdrug+effects&filter_field_4=type&filter_type_4=equals&filter_value_4=journalArticle&filter_field_5=subject&filter_type_5=equals&filter_value_5=Bucladesine%2Fpharmacology&filter_field_6=subject&filter_type_6=equals&filter_value_6=Cell+Line&filter_field_7=subject&filter_type_7=equals&filter_value_7=Retinoblastoma%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_8=subject&filter_type_8=equals&filter_value_8=Staining+and+Labeling&filter_field_9=datePublished&filter_type_9=equals&filter_value_9=1986&filter_field_10=subject&filter_type_10=equals&filter_value_10=Eye+Neoplasms%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_11=subject&filter_type_11=equals&filter_value_11=Butyric+Acids%2Fpharmacology&etal=0&filtername=author&filterquery=Triche%2C+T.+J.&filtertype=equals",
      "title": "Repository of UOI \"Olympias\": Search",
      "description": "void",
      "preview": "Skip navigation Repository of UOI \"Olympias\" Repository of OAI Saved Searches Save this search Go! Discover Author 1 Chader, G. J. 1 Tsokos, M. Subjec"
    },
    {
      "url": "http://www.rai.it/",
      "title": "Rai.it",
      "description": "News, intrattenimento, sport, cultura e tanto altro. Tutta la nostra offerta dedicata a te",
      "preview": "Benvenuto su Rai.it News, intrattenimento, sport, cultura e tanto altro. Tutta la nostra offerta dedicata a te"
    },
    {
      "url": "https://www.disposerx.com/about-disposerx/",
      "title": "About DisposeRx, Inc. - DisposeRx, Inc.",
      "description": "DisposeRx is reducing the risks associated with unused medications in the home and helping to keep family members and friends safe.",
      "preview": "Skip to content North Carolina-based DisposeRx, Inc. is dedicated to improving medication safety by decreasing the number of unused prescriptions in t"
    },
    {
      "url": "https://www.metroscreenworks.com/60-x-100-aluminum-screen-for-tiny-insects/",
      "title": "60\" x 100' Aluminum Screen for Tiny Insects | Rolls Of Screen | Metro",
      "description": "Our aluminum screenw was developed specifically to protect against tiny insects, this tightly-woven metal wire mesh provides excellent visibility and air flow.",
      "preview": "Skip to main content 60\" x 100' Aluminum Screen for Tiny Insects (No reviews yet) Write a Review Write a Review Close × 60\" x 100' Aluminum Screen for"
    },
    {
      "url": "http://researcharchive.calacademy.org/research/ichthyology/catalog/fishcatmain.asp",
      "title": "CAS - Eschmeyer's Catalog of Fishes:",
      "description": "void",
      "preview": "Institute for Biodiversity Science and Sustainability CAS » IBSS (Research) » Ichthyology » Eschmeyer's Catalog of Fishes Online Version, Updated 9 Se"
    },
    {
      "url": "https://cordis.europa.eu/project/rcn/204036/results/en",
      "title": "Making a yeast-based candidate vaccine against Porcine Epidemic Diarrhea Virus (PEDV) | PIGYVAX | Project | Results | H2020 | CORDIS | European Commission",
      "description": "Deliverables, publications, datasets, software, exploitable results",
      "preview": "Skip to main content Making a yeast-based candidate vaccine against Porcine Epidemic Diarrhea Virus (PEDV) CORDIS provides links to public deliverable"
    },
    {
      "url": "http://fireflyfans.net/mthread.aspx?bid=11&tid=33415&p=2",
      "title": "What Song Are You Listening To, What's My Age Again? by deepgirl187",
      "description": "Three days of over-60 weather. Still waiting for the other shoe to drop. :wink: Tears Don't Fall, by Bullet For My Valentine Previous thread is here: ...",
      "preview": "Sign Up | Log In ABOUT MAP CHAT EVENTS FIRECASTS BLOGS COMMUNITY BLUE SUN ROOM PROFILE HOME HOME >> COMMUNITY >> TALK STORY >> WHAT SONG ARE YOU LISTE"
    },
    {
      "url": "https://app.adjust.com/2uo1qc?redirect=https%3A%2F%2Fplay.google.com%2Fstore%2Fapps%2Fdetails%3Fid%3Dorg.mozilla.firefox&campaign=www.mozilla.org&adgroup=firefox_home",
      "title": "Firefox Fast & Private Browser - Apps on Google Play",
      "description": "Build your web browser around you with private search, and more.",
      "preview": "Firefox Fast & Private Browser Mozilla 4.6 star 6.11M reviews info 100M+ Downloads PEGI 3 info Install Share Add to wishlist Take control of your inte"
    },
    {
      "url": "https://solarsystem.nasa.gov/planets/overview/",
      "title": "About the Planets",
      "description": "Our solar system has eight planets, and five dwarf planets - all located in an outer spiral arm of the Milky Way galaxy called the Orion Arm.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://www.harpercollinsfocus.com/harper-horizon/meghan-trainor-dear-future-mama/",
      "title": "Dear Future Mama - Harper Horizon",
      "description": "The real talk you want about pregnancy, birth, body image, and the newborn days from Meghan Trainor, the chart-topping singer-songwriter behind \"All About That Bass\" and \"Dear Future Husband,\" and, more importantly, Riley's mom.",
      "preview": "Skip to content Preview the first 3 chapters of Dear Future Mama VIEW HERE ABOUT THE BOOK The real talk you want about pregnancy, birth, body image, a"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/c/cubism",
      "title": "Cubism | Tate",
      "description": "Tate glossary definition for cubism: A revolutionary new approach to representing reality in art invented by artists Pablo Picasso and Georges Braque in which the artists aimed to bring different views of their subjects together in the same picture",
      "preview": "Cubism Cubism was a revolutionary new approach to representing reality invented in around 1907-08 by artists Pablo Picasso and Georges Braque. They br"
    },
    {
      "url": "https://www.care.org/our-work/health/fighting-gender-based-violence/tipping-point/",
      "title": "Tipping Point - Identifying causes of child and early marriage - CARE",
      "description": "What is child marriage, and why does child marriage happen? Learn how Tipping Point identifies causes of child, early, and forced marriage.",
      "preview": "Skip to Content Home Our Work Health Violence against women and girls (VAWG) Tipping Point Violence against women and girls (VAWG) Indashyikirwa Progr"
    },
    {
      "url": "https://azpbs.org/",
      "title": "Home - Arizona PBS",
      "description": "Arizona PBS specializes in the education of children, in-depth news and public affairs, lifelong learning, and the celebration of arts and culture - utilizing the power of noncommercial television, the Internet, educational outreach services, and community-based initiatives.",
      "preview": "Skip to content Alert: Defunded but not defeated: Your support is essential. Help keep Arizona PBS strong. watch the untold story | AIRS Oct. 10 King"
    },
    {
      "url": "https://about.flipboard.com/blog/",
      "title": "Blogs - About Flipboard",
      "description": "Flipboard joined the Fediverse a couple of months ago when we announced our Mastodon integration and launched our own community on the decentralized social network that offers people more freedom and control of their social media experience. As we spend time on Mastodon and connect with others in the Fediverse, many people said that they'd [...]",
      "preview": "void"
    },
    {
      "url": "http://www.news.ucsb.edu/2018/019222/true-sanctuary",
      "title": "True Sanctuary | The Current",
      "description": "Researchers recommend satellite technology as a way to create more effective, 'true' shark sanctuaries",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.deepsea9.taipei/index.php/2020/06/03/eyeoftheseas/",
      "title": "台灣的海洋之眼 - Advanced Computation Laboratory",
      "description": "void",
      "preview": "台灣的海洋之眼 臺灣漁業位居全球重要產業前三名，因非法、未報告及未受規範漁業(Illegal, Unreported and Unregulated Fishing, IUU)而在 2015 年受到歐盟黃牌警告並將臺灣列入不合作第三國警告名單，影響產業及臺灣全球作業權。除了立法與教育，農委會漁業署亦"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/09/01/king-willem-alexander-unable-to-join-working-visit-to-the-united-states-queen-maximas-presence-not-affected",
      "title": "King Willem-Alexander unable to join working visit to the United States; Queen Máxima's presence not affected | News item | Royal House of the Netherlands",
      "description": "His Majesty King Willem-Alexander will not participate in the working visit to California and Texas from 6 to 9 September 2022. This decision has been made on doctors' advice. The King is recovering from pneumonia and air travel at this time could impede a full recovery. The King's commitments in the Netherlands will not be affected by this decision and will go ahead as planned, albeit on a more limited scale.",
      "preview": "Search within English part of Royal House of the Netherlands Search King Willem-Alexander unable to join working visit to the United States; Queen Máx"
    },
    {
      "url": "http://www.nctsn.org/sites/default/files/assets/pdfs/nctsn_earlychildhoodtrauma_08-2010final.pdf",
      "title": "Early Childhood Trauma | The National Child Traumatic Stress Network",
      "description": "Offers details on how early childhood trauma is unique, the scope of the problem, as well as the symptoms and behaviors associated with exposure to trauma at an early age.",
      "preview": "Jump to navigation Early Childhood Trauma You are here Home > Early Childhood Trauma Back to top Early Childhood Trauma NCTSN Resource Resource Descri"
    },
    {
      "url": "http://www.russprince.com/cabinet/",
      "title": "Russ Mame Cabinet",
      "description": "A MAME/JAMMA cabinet that features a rotatable monitor, keyboard drawer, and an 'any coin' coin door.",
      "preview": "void"
    },
    {
      "url": "https://www.worldcleanupday.org/",
      "title": "World Cleanup Day - Join the Global Movement for a Cleaner Planet",
      "description": "World Cleanup Day unites millions of volunteers in over 200 countries to tackle the global waste crisis and protect our environment. Be part of the solution-take action and join the movement for a cleaner, healthier world.",
      "preview": "World Cleanup Day World Cleanup Day has brought together over 114 million people in 211 countries to tackle the waste crisis. The 2024 year's World Cl"
    },
    {
      "url": "https://busquedas.elperuano.pe/normaslegales/decreto-supremo-que-modifica-el-decreto-supremo-n-016-2016-decreto-supremo-n-016-2020-produce-1880165-6/#:~:text=Descargar%20Contenido%20en-,Decreto%20Supremo%20que%20modifica%20el%20Decreto%20Supremo%20N%C2%B0%20016,o%20transfronterizos%20en%20alta%20mar",
      "title": "Decreto Supremo que modifica el Decreto Supremo N° 016-2016-PRODUCE, Establecen medidas para autorizar operaciones en puertos y astilleros peruanos de embarcaciones de bandera extranjera que realizan actividades pesqueras de recursos hidrobiológicos altamente migratorios, transzonales o transfronterizos en alta mar - DECRETO SUPREMO - N° 016-2020-PRODUCE - PRODUCE",
      "description": "Decreto Supremo que modifica el Decreto Supremo N° 016-2016-PRODUCE, Establecen medidas para autorizar operaciones en puertos y astilleros peruanos de embarcaciones de bandera extranjera que realizan actividades pesqueras de recursos hidrobiológicos altamente migratorios, transzonales o transfronterizos en alta mar",
      "preview": "Buscar Filtro PDF HTML Cuadernillo Fecha de publicación: 27/08/2020"
    },
    {
      "url": "https://itunes.com/apps/storytoysentertainmentlimited",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "https://give.nationalgeographic.org/page/53299/donate/1?user_id=rhvqdpwoqxo2zug1yr8dem3j6gi7vyh3",
      "title": "Donate to National Geographic Society",
      "description": "I just donated to the National Geographic Society because I want to support science, exploration, and conservation. Will you consider making a gift too? Every dollar donated supports the National Geographic Society's on-the-ground efforts.",
      "preview": "Your impact begins today Your generous contribution will immediately go to work supporting the things you care passionately about. Whether it's saving"
    },
    {
      "url": "https://www.bdcnetwork.com/investing-downtowns-pays-cities-regions",
      "title": "Investing in downtowns pays off for cities, regions | Building Design+Construction",
      "description": "Cities and regions can generate profound lasting benefits through investment in downtowns and center cities, according to The Value of U.S. Downtowns and Center Cities: Second...",
      "preview": "Codes and Standards Investing in downtowns pays off for cities, regions By Peter Fabris, Contributing Editor Feb. 11, 2019 2 min read Cities and regio"
    },
    {
      "url": "http://www.quickmeme.com/lolz/Misc/page/1",
      "title": "Misc memes | quickmeme",
      "description": "create your own Misc meme using our quick meme generator",
      "preview": "quickmeme: all your memes, gifs & funny pics in one place what's hot new best random memes upload a funny caption a meme show NSFW login \"the funniest"
    },
    {
      "url": "https://masterchefmom.blogspot.com/",
      "title": "MASTERCHEFMOM",
      "description": "Food blog by a MOM with interesting,creative,healthy and very tasty recipes and fantastic TIFFIN BOX IDEAS.",
      "preview": "Home Media Mentions Work With Me Portfolio Cooking Tips Cakes Cookies/Biscuits Sips and Slurps Salad Recipes Dosa Recipes Vegan Rasam Recipes Kuzhambu"
    },
    {
      "url": "https://securitylab.github.com/bounties",
      "title": "Bounties | GitHub Security Lab",
      "description": "Securing open source software, together.",
      "preview": "skip to content Resources Open Source Community Enterprise / Security Lab Research Advisories CodeQL Wall of Fame Resources Open Source Community Ente"
    },
    {
      "url": "https://www.theverge.com/2020/11/18/21573081/google-new-tool-hot-cities-trees-climate-change-temperature",
      "title": "Google launches new tool to help cities stay cool | The Verge",
      "description": "Cities are typically hotter than their rural neighbors because of the urban heat island effect, and climate change is making urban areas even hotter. Google debuted a new tool called Tree Canopy Lab in an effort to help keep cities like Los Angeles cool by helping them plant more trees.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "http://www.afterschoolalliance.org/policyStateMap.cfm",
      "title": "Afterschool Alliance",
      "description": "void",
      "preview": "Find Afterschool Funding"
    },
    {
      "url": "https://www.suzannes.se/271607502_502687727816019_5709728333999177448_n/",
      "title": "271607502_502687727816019_5709728333999177448_n - Suzannes.se",
      "description": "Besök inlägget om du vill veta mer.",
      "preview": "Dela detta: Klicka för att dela på Facebook (Öppnas i ett nytt fönster) Facebook Klicka för att dela på X (Öppnas i ett nytt fönster) X Klicka för att"
    },
    {
      "url": "http://www.bbcbasic.co.uk/bbcwin/tutorial/",
      "title": "BBC BASIC Tutorial",
      "description": "BBC BASIC Tutorial",
      "preview": "An Introduction to Programming BBC BASIC By Peter Nairn © 2006 Version 1.1 Chapter 1 - Introduction Chapter 2 - One Line Programs Chapter 3 - Using th"
    },
    {
      "url": "http://pandas.undp.org/en/panda-ambassadors",
      "title": "What is a Panda Ambassador? | UNDP Pandas for the Global Goals",
      "description": "Meet UNDP's Panda Ambassadors for the Global Goals and find out more about UNDP's work to protect biodiversity and ecosystems and to promote sustainable development around the world.",
      "preview": "What is a Panda Ambassador? Back in January, UNDP and China's Chengdu Panda Base announced two baby panda cubs as the first ever Animal Ambassadors fo"
    },
    {
      "url": "https://englishneverstops.tumblr.com/",
      "title": "englishneverstops",
      "description": "A growing community of English Language Learners from around the world, dedicated to working together towards the common goal of mastering English. #englishneverstops",
      "preview": "englishneverstops praveen7me : super-mubeen : I am AHAMED MUBEEN from srilanka and I am a BBA student and I like to improve my English with good frien"
    },
    {
      "url": "https://charity-navigator.tenderapp.com/kb",
      "title": "Welcome - Charity Navigator Support",
      "description": "void",
      "preview": "Log in or Create a profile Support Home Go to Charity Navigator → Charity Navigator wants to hear from you Welcome to Charity Navigator's help desk. T"
    },
    {
      "url": "https://nationallanding.org/people-before-cars",
      "title": "People Before Cars | National Landing",
      "description": "Join the movement and help us reimagine a greener, safer, better Route 1!",
      "preview": "Skip to Main Content The Problem The Solution Our Future Join the Movement Urge VDOT and Arlington County to Reimagine Route 1 For far too long Route"
    },
    {
      "url": "https://espiralinterativa.com/",
      "title": "Espiral Interativa | Home",
      "description": "Espiral Interativa - Uma agência de comunicação #GirlPower especializada em acessibilidade digital e projetos de impacto social.",
      "preview": "Muito prazer, somos a Espiral Interativa! Uma agência de comunicação #GirlPower especializada em acessibilidade digital e projetos de impacto social ."
    },
    {
      "url": "https://p.badoo.com/l/2f23922d23e23c25722521422122120b21",
      "title": "Sito/app di incontri gratis: chat, amici, amore | Badoo",
      "description": "Entra nella community di Badoo, l'app di incontri gratis migliore al mondo. Chatta prima di far scattare l'affinità e conosci nuovi amici e gente in zona.",
      "preview": "Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiam"
    },
    {
      "url": "http://news.cs.washington.edu/2012/05/31/who-ya-gonna-hire/",
      "title": "Allen School News » Who ya gonna hire???",
      "description": "University of Washington recruiters from Amazon.com, Facebook, Google, and Microsoft shared information on the majors of the students they hired from UW in 2011-12 for both internship and permanent positions. This includes all students (every degree level, every major, every UW campus), and all positions (from developer to accountant). The...",
      "preview": "Skip to main content Allen School News Search for: Follow @csenews on Twitter Get Email Notifications Who ya gonna hire??? University of Washington re"
    },
    {
      "url": "https://www.intellum.com/privacy-policy",
      "title": "Privacy Policy | Intellum",
      "description": "Website Privacy Policy for the web sites operated by Intellum, Inc.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "https://msdh.ms.gov/msdhsite/_static/14,22816,420,976.html",
      "title": "COVID-19 Vaccination Eligibility and General Information - Mississippi State Department of Health",
      "description": "void",
      "preview": "print Español / Tiếng Việt / English COVID-19 Vaccination Eligibility and General Information This page has been automatically translated from English"
    },
    {
      "url": "https://herbiv-whore.tumblr.com/",
      "title": "Blog Deleted.",
      "description": "I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm.",
      "preview": "Blog Deleted. I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm. De"
    },
    {
      "url": "https://metavital.eu/shop/page/14/",
      "title": "Shop - Seite 14 - Metavital - Diagnostik und Therapie‎",
      "description": "void",
      "preview": "Skip to navigation Skip to main content Ergebnis 157 - 168 von 179 wird angezeigt Nach neuesten sortiert Seitenleiste zeigen Zeige 9 12 18 24 Nach Bel"
    },
    {
      "url": "https://geoservices.ign.fr/documentation/diffusion/telechargement-donnees-libres.html",
      "title": "TÉLÉCHARGEMENT | Géoservices",
      "description": "void",
      "preview": "Aller au contenu principal ACCUEIL TÉLÉCHARGEMENT TÉLÉCHARGEMENT DE DONNÉES Les jeux de données non accessibles via la page téléchargement le sont via"
    },
    {
      "url": "https://www.dsw.com/en/us/product/nine-west-ripe-sandal/537994?activeColor=001",
      "title": "Shoes: Women's, Men's & Kids Shoes from Top Brands | DSW",
      "description": "Shop DSW for the best athletic shoes, sneakers, boots, sandals, accessories and more. Free shipping, low prices, and extra perks for VIPs. Find shoes online or at your nearest store.",
      "preview": "We're sorry-please enable JavaScript to access DSW.com."
    },
    {
      "url": "https://microgridknowledge.com/energy-storage-emissions-california/",
      "title": "No More Storing Dirty Energy: California Works to Cut Emissions Due to Energy Storage | Microgrid Knowledge",
      "description": "We generally think of energy storage, especially when coupled with renewable energy, as clean and green. But it turns out that it can increase greenhouse gas emissions.",
      "preview": "Uncategorized No More Storing Dirty Energy: California Works to Cut Emissions Due to Energy Storage We generally think of energy storage, especially w"
    },
    {
      "url": "http://skylinefloorscapes.com/tongue-and-groove-installation-instructions",
      "title": "Skyline Floorscapes | Tongue & Groove Installation Instructions",
      "description": "void",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://www.climate.gov/news-features/understanding-climate/climate-change-global-temperature",
      "title": "Climate change: global temperature | NOAA Climate.gov",
      "description": "Earth's surface temperature has risen about 2 degrees Fahrenheit since the start of the NOAA record in 1850. It may seem like a small change, but it's a tremendous increase in stored heat.",
      "preview": "Skip to main content This website is an ARCHIVED version of NOAA Climate.gov as of June 25, 2025. Content is not being updated or maintained, and some"
    },
    {
      "url": "https://www.buildersinitiative.org/",
      "title": "Builders Initiative | Philanthropy & Impact Investing",
      "description": "Builders Initiative invests in those on the forefront of change. It includes the Builders Initiative Foundation and other impact driven investments to support those building a more humane and healthy...",
      "preview": "Skip to main content Menu Our Platform pause video Standing Behind Those on the Forefront of Change What We Do About Our Impact Areas Builders Ini­tia"
    },
    {
      "url": "http://www.chessvideos.tv/",
      "title": "Chess Videos TV - The Largest Chess Video Site on the Web!",
      "description": "ChessVideos.TV offers thousands of free chess videos, including world class lessons from master level players. Improve your game today!",
      "preview": "Chess Openings | Chess Endgames | Chess Puzzle of the Day Chess Videos ▶ Chess Videos on YouTube Chess Tools ▶ Chess Diagram Generator ▶ Chess Endgame"
    },
    {
      "url": "https://www.dr.dk/nyheder/indland",
      "title": "Indland | Nyheder Indland | Vi holder dig orienteret døgnet rundt | DR",
      "description": "Nyheder fra Danmark døgnet rundt. Hold dig opdateret på de nyeste historier. Find nyheder om politik, penge og sport. Læs nyheder fra Indland her",
      "preview": "Gå til indhold Navigation DR's hovedindgange DR.DK DRTV DR LYD Gå til forsiden Sektionens indgange Seneste nyt Indland Udland Penge Politik Regionalt"
    },
    {
      "url": "https://www.baobabcollection.com/eu/en/scented-candles/rainforest/",
      "title": "Baobab Collection - Luxury Scented Candles and Home Fragrances - Baobab Collection SA",
      "description": "Baobab Collection - Luxury Scented Candles and Home Fragrances",
      "preview": "void"
    },
    {
      "url": "http://orcid.org/0000-0003-4730-3570",
      "title": "ORCID",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://wjla.com/news/local/amtrak-train-derailment-northern-virginia-cars-collision-stranded-passengers-nonstop-trip-pets-sanford-florida-south-carolina-csx-freight-replacement-crew-food-meals-lorton-washington-dc-dmv-travel",
      "title": "Delayed Amtrak train carrying northern Va. passengers arrives after 37-hour trip",
      "description": "After 37 hours, an Amtrak Auto Train from northern Virginia finally reached its destination, almost a full day longer than expected.",
      "preview": "Fri, 10 Oct 2025 10:14:41 GMT (1760091281175) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.klaviyo.com/features/reporting",
      "title": "Klaviyo Reporting: Monitor Your Marketing & Data Analytics - Klaviyo",
      "description": "Klaviyo's reporting tools provide real-time analytics across email, SMS, and push notifications, enabling businesses to monitor performance, gain insights, and drive improvements.",
      "preview": "Reporting Reports and analytics for immediate impact Effortlessly monitor your performance across all channels, gain clear insights, and take actionab"
    },
    {
      "url": "https://www.visualstudio.com/vs/getting-started/",
      "title": "Getting started with Visual Studio",
      "description": "Tutorials, videos and docs recommendations for learning to code in Visual Studio",
      "preview": "Skip to main content This device is not currently supported for these products. Visual Studio IDE Visual Studio for Mac Visual Studio Code To continue"
    },
    {
      "url": "https://mattsbar.com/",
      "title": "Matt's Bar HOME OF THE ORIGINAL JUCY LUCY!",
      "description": "void",
      "preview": "Welcome to Matt's Bar! Home of the Original \"Jucy Lucy\" ***IMPORTANT NOTICE FOR TAKE OUT ORDERS*** To serve you even better, and due to our high volum"
    },
    {
      "url": "https://scholars.lib.ntu.edu.tw/browse?type=author&value=Huang+G.-F.&value_lang=zz",
      "title": "DSpace-CRIS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://nvd.nist.gov/vuln/search/results?form_type=Advanced&results_type=overview&isCpeNameSearch=true&seach_type=all&query=cpe:2.3:a:python:urllib3:1.16:*:*:*:*:*:*:*",
      "title": "NVD - Search and Statistics",
      "description": "void",
      "preview": "Vulnerabilities"
    },
    {
      "url": "https://consumer.ftc.gov/consumer-alerts",
      "title": "Consumer Alerts | Consumer Advice",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://unicornshavemohawks.tumblr.com/",
      "title": "@unicornshavemohawks on Tumblr",
      "description": "31||INTJ||Book Hoarder||Nightmare Goth Gf 💀♑🌞♒🌛♏📈💀",
      "preview": "Posts galaxysorceressofficial Follow spitblossoms Follow faeberrywine Follow divinefemmexx Follow DHANISHTA 📸 fairydropart Follow Happy Midsummer spit"
    },
    {
      "url": "https://www.expo2020dubai.com/en",
      "title": "Expo 2020 Dubai | Home | Connecting Minds, Creating the Future | Expo 2020 Dubai",
      "description": "Expo 2020 Dubai will host the world for 182 days, each one brimming with new experiences. It'll be a time to create, collaborate and innovate.",
      "preview": "Video Not Supported We had an incredible time welcoming the world! Want to relive the best moments? Visit Virtual Expo Dubai Scroll Scroll Scroll What"
    },
    {
      "url": "https://www.nacdi.org/",
      "title": "Native American Community Development Institute",
      "description": "...",
      "preview": "Skip to content Helping Native people create the future they envision. NACDI's work is founded on the belief that all American Indian people have a pl"
    },
    {
      "url": "https://www.theplantroomtas.com.au/pages/collection-delivery-shipping",
      "title": "The Plant Room, Tasmania",
      "description": "Online plant store based out of Lindisfarne, Tasmania (near Hobart). Stocking a curated collection of hard-to-find, rare and collectable indoor plants, as well as old favourites. New stock released fortnightly. Shipping Tasmania wide.",
      "preview": "Skip to content We're taking a break. We'll be back soon! Want to be notified when we re-open our online store? Join our mailing list. Enter your emai"
    },
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/N19806",
      "title": "Travail - Formation | Service Public",
      "description": "Travail - Formation",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Fermer Ce sujet a été ajout"
    },
    {
      "url": "https://labs.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "Home | Mozilla New Products",
      "description": "void",
      "preview": "Skip to content Home Experiment with Our Latest Products / View All Create your website and connect a custom domain for free Launch your business onli"
    },
    {
      "url": "https://www.mgap.gub.uy/solicitudforestal/denunciacorta.aspx",
      "title": "Denuncia Corta",
      "description": "Denuncia Corta",
      "preview": "Formulario para denuncias de cortas en bosque nativo Su aporte puede ayudarnos a cumplir más eficientemente nuestra tarea. Si Ud. detecta cortas, defo"
    },
    {
      "url": "https://monitor.firefox.com?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Mozilla Monitor",
      "description": "Find out if you've been part of a data breach with ⁨Mozilla Monitor⁩. We'll help you understand what to do next and continuously monitor for any new breaches.",
      "preview": "There's a $240 billion industry of data brokers selling your private information for profit. It's time to take back your privacy. Create a free accoun"
    },
    {
      "url": "https://www.furnea.nl/banken/sits-bankstellen-samenstellen/sits-stoffen-lederen-range/",
      "title": "Stel je Bankstellen samen bij Furnea",
      "description": "Een bankstel vormt het kloppende hart van je woonruimte. Het is dé plek waar je gezellig met vrienden zit, films kijkt, een drankje nuttigt of een spelletje sp",
      "preview": "Inloggen E-mailadres Wachtwoord Wachtwoord vergeten? Inloggen Nieuwe klant Al je bestellingen en retouren op één plek Het bestelproces gaat nog snelle"
    },
    {
      "url": "https://voinaimir.info/tag/%D1%84%D0%B0%D0%BC%D0%B8%D0%BD%D0%B8%D0%B7%D1%8A%D0%BC/",
      "title": "фаминизъм Архиви - Война и мир",
      "description": "void",
      "preview": "Skip to content No results Обезлюдяването на древния свят Георги Драганов 08/09/2019"
    },
    {
      "url": "https://www.latinoleadmn.org/",
      "title": "LatinoLEAD | #WeAreLatinoLEAD",
      "description": "LatinoLEAD brings together Minnesota Latinx from across the state, that include various ethnicities, generations, and working sectors to have a greater social impact through collaboration, power building, and leadership development.",
      "preview": "top of page 1/1 JOIN AN EVENT GET OUR NEWSLETTER WHAT GROUNDS OUR WORK Leadership We advance Latinx collective influence, success and power in Minneso"
    },
    {
      "url": "https://docs.mapbox.com/#maps",
      "title": "Mapbox Docs",
      "description": "void",
      "preview": "Skip to main content Mapbox Documentation Examples, tutorials, and API references for building with Mapbox. Maps Navigation Search Data Help & Support"
    },
    {
      "url": "https://www.vogue.com/article/fall-winter-2025-fashion-trends",
      "title": "11 Fall 2025 Fashion Trends to Add to Your Wardrobe Now | Vogue",
      "description": "In season driven by personality dressing, the fall 2025 fashion trends weren't the only thing that was interesting on the runways, but how they were worn, too.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XII-7&chapter=12&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "https://www.lightpollutionmap.info/",
      "title": "Light pollution map",
      "description": "Interactive world light pollution map. The map uses NASA Black marble VIIRS, World Atlas 2015, Aurora prediction, observatories, clouds and SQM/SQC overlay contributed by users.",
      "preview": "0% Layers Overlay VIIRS VIIRS Trend World Atlas 2015 Clouds Aurora forecast 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 Color bli"
    },
    {
      "url": "https://unu.edu/",
      "title": "UNU | United Nations University",
      "description": "void",
      "preview": "Skip to main content Evidence-based Solutions for a Sustainable Future UNU@50: EXPLORE UNU'S HISTORY, IMPACT AND FUTURE Expert Insights Blog Post Endi"
    },
    {
      "url": "https://hal.inrae.fr/hal-02605416v1/html_references",
      "title": "void",
      "description": "void",
      "preview": "C. Bel , Debris flow propagation in steep erodible channels , 2016 . URL : https://hal.archives-ouvertes.fr/halshs-01279174 C. Bel, F. Liébault, H. Be"
    },
    {
      "url": "https://www.plex.tv",
      "title": "Stream Movies & Find Shows On The Best Streaming Services",
      "description": "Searching for the best free streaming services for a great show? Plex is your destination! Find great movies to watch and stream all your personal media libraries on every device.",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Meet you"
    },
    {
      "url": "https://fabfitfun.com/get-the-box",
      "title": "FabFitFun - Beauty, Fitness, Lifestyle",
      "description": "FabFitFun - Beauty, Fitness, Lifestyle",
      "preview": "Buy One, Get One FREE ($250 Value) Get curated boxes of your favorite brands up to 70% off, plus a FREE $250 additional Fall Box for a limited time on"
    },
    {
      "url": "https://iconer.app/",
      "title": "Iconer: Free Icons for Everything (SVG, PNG, JSX)",
      "description": "App where you can easily customize icons. Choose from a variety of libraries with different licenses. Edit attributes, copy and export effortlessly.",
      "preview": "Free Icons for Everything Search, remix and download royalty free icons for any project in SVG, PNG, HTML, JSX and more. Animals Apps Brand Communicat"
    },
    {
      "url": "http://www.higherlogic.com",
      "title": "Powerful Online Community Software | Higher Logic",
      "description": "Higher Logic's powerful online community brings together organizations and people, making real conversations happen. Book a demo today!",
      "preview": "Skip to content Revolutionize engagement where every connection matters. Our powerful online community software combines the innovation of AI with hum"
    },
    {
      "url": "https://www.petsmart.com/",
      "title": "Pet Supplies, Accessories, and Pet Food - Pet Stores | PetSmart",
      "description": "PetSmart pet stores offer quality pet products, pet food, and accessories. Find pet service locations for pet grooming, dog training, and boarding.",
      "preview": "EXTRA 20% OFF thousands of items with: SAVE20 thru 10/13, see terms > Cozy up to fresh deals Save on thousands of items with: SAVE20 thru 10/13, see t"
    },
    {
      "url": "https://www.kumarijob.com/company/ace-nepal",
      "title": "Ace Nepal | Kumari Job",
      "description": "Ace Nepal, one of the famous shoes store located in Mitrapark, Kathmandu is seeking for a potential candidates to join the team.",
      "preview": "Ace Nepal About Company Ace Nepal, one of the famous shoes store located in Mitrapark, Kathmandu is seeking for a potential candidates to join the tea"
    },
    {
      "url": "https://unu.edu/",
      "title": "UNU | United Nations University",
      "description": "void",
      "preview": "Skip to main content Evidence-based Solutions for a Sustainable Future UNU@50: EXPLORE UNU'S HISTORY, IMPACT AND FUTURE Expert Insights Blog Post Endi"
    },
    {
      "url": "https://www.ey.com",
      "title": "EY - Global | Building a better working world",
      "description": "EY offre servizi di Advisory, Assurance, Tax e Transaction che aiutano a risolvere le sfide più difficili dei nostri clienti e a costruire un mondo del lavoro migliore per tutti.",
      "preview": "EY Logo Insight Read More Read Less Porre le domande migliori che aprano la strada a soluzioni innovative per le problematiche più intricate del mondo"
    },
    {
      "url": "https://disneyparks.disney.go.com/blog/2023/01/celebrating-100-years-of-disney-and-the-wonder-of-mickey-and-minnie/?CMP=SOC-DPFY23Q1wo1229220045A",
      "title": "Celebrating 100 Years of Disney and the Wonder of Mickey and Minnie - Disney Parks Blog",
      "description": "Happy New Year! 2023 marks the 100th anniversary of Disney. As we approach this historic milestone, we are inspired by the journey we've been on together and the fans and families who have brought Disney into their hearts throughout the past century. Disney100 commemorates the storytellers who have brought generations the wonder and magic of",
      "preview": "Skip to content Contributed By Thomas Smith Manager, Editorial Content Happy New Year! 2023 marks the 100th anniversary of Disney. As we approach this"
    },
    {
      "url": "https://prosperitynow.org/",
      "title": "Prosperity Now - HOME",
      "description": "We help communities and organizations strengthen financial security through practical tools, research, and partnerships.",
      "preview": "Menu Strengthening our economy to work for everyone. Scroll for more Prosperity Summit 2025 Join us October 5-7, 2025, for an unforgettable three-day"
    },
    {
      "url": "https://www.wheaton.edu/wheaton-center-for-faith-and-disability/",
      "title": "Wheaton Center for Faith and Disability - Wheaton College, IL",
      "description": "The Wheaton Center for Faith and Disability is here to help you make your focus on disability more biblical, normative, and transformative so schools, congregations, camps and parachurch ministries become communities of belonging and flourishing for all.",
      "preview": "skip to main content Back to wheaton.edu The Wheaton Center for Faith and Disability The Wheaton Center for Faith and Disability is here to help you m"
    },
    {
      "url": "https://desktop.github.com",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.hachettebookgroup.com/genre/travel/united-states-travel/west-united-states-travel/pacific-ak-ca-hi-or-wa/?lens=avalon-travel",
      "title": "Pacific (ak, Ca, Hi, Or, Wa) | Hachette Book Group",
      "description": "Posts about Pacific (ak, Ca, Hi, Or, Wa) written by",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://solarsystem.nasa.gov/asteroids-comets-and-meteors/",
      "title": "Asteroids, Comet, and Meteors",
      "description": "Asteroids, comets, and meteors are chunks of rock, ice, and metal left over from the formation of our solar system about 4.6 billion years ago.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "http://www.ecfr.gov/",
      "title": "eCFR :: Home",
      "description": "void",
      "preview": "Site Feedback You are using an unsupported browser × You are using an unsupported browser. This web site is designed for the current versions of Micro"
    },
    {
      "url": "https://www.khanacademy.org/math/calculus-1",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.fsa.usda.gov/help/policies-and-links",
      "title": "Policies and Links | Farm Service Agency",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85916",
      "title": "Searchable Recipe Database - ASPIC DI FRAGOLA E PISTACCHI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.frontiersin.org/articles/10.3389/fmars.2020.00165/full",
      "title": "Frontiers | Global Patterns in Marine Sediment Carbon Stocks",
      "description": "To develop more accurate global carbon (C) budgets and to better inform management of human activities in the ocean, we need high-resolution estimates of mar...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience ORIGINAL RESEARCH article Front. Mar."
    },
    {
      "url": "https://olympics.com/en/athletes/jamie-anderson",
      "title": "Jamie ANDERSON",
      "description": "Visit Jamie ANDERSON profile and read the full biography, watch videos and read all the latest news. Click here for more.",
      "preview": "Jamie ANDERSON United States of America Snowboard Olympic Medals 2 G 1 S Games Participations 3 First Olympic Games Sochi 2014 Year of Birth 1990 Olym"
    },
    {
      "url": "https://developer.android.com/google-play/guides/play-pass",
      "title": "Google Play Pass | Google Play Console",
      "description": "Google Play Pass is a subscription service offering access to over 1000 apps and games, completely free of ads and in-app purchases. Play Pass provides a high-quality, curated collection of titles - with new content added regularly.",
      "preview": "Grow with Google Play Pass Google Play Pass is a subscription service offering access to over 1000 apps and games, completely free of ads and in-app p"
    },
    {
      "url": "https://www.kocicidomovslunicko.cz/kostalka/",
      "title": "NAŠLA DOMOV - Košťálka - Kočičí domov Sluníčko",
      "description": "pomoc a azyl pro opuštěné kočičky",
      "preview": "NAŠLA DOMOV - Košťálka Home / Našly domov do 07/18 / NAŠLA DOMOV - Košťálka 21 Srp 0 Mourovatá holčička byla se svou sestřičkou Křesinkou nalezena cyk"
    },
    {
      "url": "https://spectrum.ieee.org/artificial-intelligence",
      "title": "AI News & Articles - Artificial Intelligence Updates - IEEE Spectrum",
      "description": "The latest advances in artificial intelligence and machine learning, generative AI, ChatGPT, LLMs, deepfakes, and more",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE AI FOR THE TECHNOLOGY INSIDER Search: Explore by topic Aerospace AI B"
    },
    {
      "url": "https://www.skillsoft.com/login-skillsoft",
      "title": "Sign in to Skillsoft Percipio or Skillsoft Coaching - Skillsoft",
      "description": "Sign in to continue your learning journey with Skillsoft Percipio or Skillsoft Coaching.",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Sign in to"
    },
    {
      "url": "http://enigma.athensclarkecounty.com/photo/detailsNEW.asp?id=-1163680&bid=2023-00001273&pg=2&curr=no",
      "title": "Athens-Clarke County, GA - Official Website - Sheriff",
      "description": "Sheriff",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 170
  }
}