{
  "data": [
    {
      "url": "https://www.findymail.com/?via=w7qyde8i953fj9s6sv8r",
      "title": "Email Finder: Find Verified Emails for free | Findymail",
      "description": "Automatically scrape, find & clean emails for your B2B prospecting. No bounce / invalid emails. First 10 emails free !",
      "preview": "Skip to content B2B Email & Phone Data For Modern Sales Teams Reach more targets without destroying your reputation with built-in email verification a"
    },
    {
      "url": "https://canaves.com/canaves-oia-epitome/",
      "title": "Best Santorini Resort | Canaves Oia Epitome | Luxury suites",
      "description": "Retreat to this blissful Resort in Santorini, perfect for both romance and families with 53 stunning suites and villas.",
      "preview": "Arrival Departure Guests 1 Guest 2 Guests 3 Guests 4 Guests 5 Guests 6 Guests 7 Guests BOOK NOW Crafted from Santorini's volcanic rock, welcome to a l"
    },
    {
      "url": "https://www.raps.org/regulatory-focus%E2%84%A2/news-articles/2017/9/cdrh-to-launch-critical-to-quality-pilot-program",
      "title": "Regulatory Affairs Professionals Society | RAPS",
      "description": "RAPS is the largest global organization of and for those involved with the regulation of healthcare and related products, including medical devices, pharmaceuticals, biologics and nutritional products.",
      "preview": "You need to enable JavaScript to run this app. __SCHEMA_DETAILS__"
    },
    {
      "url": "https://www.watchworthy.app/privacy.html",
      "title": "Watchworthy Privacy Policy",
      "description": "Watchworthy Privacy Policy",
      "preview": "Privacy Policy Effective Date: These Terms (this \"Terms of Service\"), Privacy Policy (this \"Privacy Policy\") and Cookie Policy (this \"Cookie Policy\")"
    },
    {
      "url": "https://www.cilentopark.it/agropoli/",
      "title": "AGROPOLI COSA VEDERE >> HOTEL, B&B, VILLAGGI",
      "description": "Agropoli è una splendida località balneare del Cilento. Cosa vedere ad Agropoli e info sulla balneabilità",
      "preview": "Agropoli Indice contenuti Toggle Una delle mete di maggior richiamo per il turismo balneare del Cilento è sicuramente Agropoli le cui splendide spiagg"
    },
    {
      "url": "https://thehill.com/homenews/house/3868440-raskin-says-he-is-halfway-through-his-cancer-treatment/",
      "title": "Raskin says he is halfway through his cancer treatment",
      "description": "Rep. Jamie Raskin (D-Md.) is halfway through his treatment for diffuse large B-cell lymphoma, which he was diagnosed with late last year, he said. \"I'm midway through my treatments here,\" Raskin said in a video to supporters who signed a note to him through the Progressive Change Campaign Committee. \"I've done three of six rounds...",
      "preview": "Skip to content Just In Opinion Democrats' government shutdown is the ultimate display of hypocrisy Congress Blog | 4 minutes ago Trump loses bid for"
    },
    {
      "url": "https://pulsepdx.net/",
      "title": "PulsePDX Home Page - PulsePDX",
      "description": "Group Fitness Reimagined. Cardio, Strength and Repair classes in an inclusive, nightclub-style setting with no mirrors and no judgement.",
      "preview": "3602 NE Sandy Blvd. Portland, OR 97232 503.985.8355 info@pulsepdx.net GROUP FITNESS REIMAGINED welcome! we're so glad you're here. IN-PERSON & ONLINE"
    },
    {
      "url": "https://us19.campaign-archive.com/?e=&u=2dca09f67efb6fc090574a83f&id=d5de5ff834",
      "title": "Clean Water for Sustainable and Healthy Communities during COVID-19",
      "description": "void",
      "preview": "Campaign URL Copy Twitter 0 tweets Subscribe Past Issues RSS Translate English العربية Afrikaans беларуская мова български català 中文（简体） 中文（繁體） Hrvats"
    },
    {
      "url": "https://support.apple.com/guide/safari/make-safari-your-default-web-browser-ibrwa008/mac",
      "title": "Make Safari your default web browser on Mac - Apple Support",
      "description": "On your Mac, use Safari for browsing the web or opening links in emails and documents.",
      "preview": "macOS Tahoe 26 macOS Sequoia 15 macOS Sonoma 14 macOS Ventura 13 macOS Monterey 12 macOS Big Sur 11.0 macOS Catalina 10.15 macOS Mojave 10.14 macOS Hi"
    },
    {
      "url": "https://medicaid.utah.gov/apply-medicaid/?elqTrackId=2c0975612e11410e95dd5b57d602348e&elqaid=93&elqat=2",
      "title": "Apply for Medicaid - Medicaid: Utah Department of Health and Human Services - Integrated Healthcare",
      "description": "Utah Department of Health Medicaid Medical Applications Apply",
      "preview": "Apply for Medicaid You may apply in person, by mail, or online. When we receive your application, the Department of Workforce Services (DWS) will cont"
    },
    {
      "url": "http://www.fiat.com/",
      "title": "Fiat - Official Website",
      "description": "Welcome to the official international website of Fiat. Discover our models, Fiat world, the history of the brand and all our latest news.",
      "preview": "New Topolino Vilebrequin Collector's Edition Get ready to spend the summer with Riviera Icons! Fiat key drivers Seeing you driving our vehicle every d"
    },
    {
      "url": "http://www.gallerycollection.com/",
      "title": "Christmas Cards for Business & Personal Use | Gallery Collection",
      "description": "Stunning Business Christmas cards and Corporate Holiday cards can be personalized with your company name & logo. Shop today to get an exclusive deal!",
      "preview": "Business Christmas Cards, Corporate Christmas Cards & much more! Loading... Christmas Cards Loading... 55% Christmas Loading... New For 2025 Christmas"
    },
    {
      "url": "https://id.nbcnews.com/email-preferences?brand=nbc-news",
      "title": "Home",
      "description": "void",
      "preview": "All you need to know, in one NBCUniversal Profile. Manage your NBCUniversal Profile, communication preferences, and security settings all in one place"
    },
    {
      "url": "https://www.mozilla.org",
      "title": "Internet for people, not profit - Mozilla Global",
      "description": "Mozilla is the not-for-profit behind the lightning fast Firefox browser. We put people over profit to give everyone more power online.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://offers.applemusic.apple/six-month-offer",
      "title": "Apple Music 3 Month Free Offer",
      "description": "Redeem 3 free months of Apple Music with the purchase of a new Apple device.",
      "preview": "Get Apple Music free for 3 months. New subscribers get 3 months free with your new iPhone, iPad, Mac, AirPods, or other eligible Apple device. 1 Learn"
    },
    {
      "url": "https://alerts.mongabay.com/",
      "title": "Subscribe to Mongabay news alerts",
      "description": "Subscribe to environmental news alerts.",
      "preview": "Subscribe to Mongabay news alerts Our topic-based news alerts allow you to get daily or weekly notifications via email about topics you select. Simply"
    },
    {
      "url": "https://www.blitzquotidiano.it/cronaca-italia/cocaina-nascosta-in-tavole-da-surf-19-arresti-tra-roma-e-guidonia-1733514/",
      "title": "Cocaina nascosta in tavole da surf: 19 arresti tra Roma e Guidonia - Blitzquotidiano.it",
      "description": "FROSINONE - Cocaina nascosta in finte tavole da surf per superare i controlli alla dogana. Questa la trovata",
      "preview": "Skip to content Cocaina nascosta in tavole da surf: 19 arresti tra Roma e Guidonia FROSINONE - Cocaina nascosta in finte tavole da surf per superare i"
    },
    {
      "url": "http://datatrust.walgreens.com/consumerrights",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://labs.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "Home | Mozilla New Products",
      "description": "void",
      "preview": "Skip to content Home Experiment with Our Latest Products / View All Create your website and connect a custom domain for free Launch your business onli"
    },
    {
      "url": "http://www.data-compression.info/",
      "title": "www.data-compression.info - The Data Compression Resource",
      "description": "void",
      "preview": "www.data-compression.info The Data Compression Resource on the Internet The Data Compression Site on the Internet www.data-compression.info is intende"
    },
    {
      "url": "https://www.viatris.com/en?gclid=Cj0KCQiAtqL-BRC0ARIsAF4K3WHGea3RcBbFa91VdqE_rszFxtO83sm_UBbKMheAnJrbIKYLgMv5rywaAgdUEALw_wcB",
      "title": "Viatris | Global Healthcare Company",
      "description": "Viatris is a global pharmaceutical company that believes in healthcare not as it is, but as it should be. Learn about our story, explore our products and browse career opportunities.",
      "preview": "Localized information for The page you are about to visit contains information about Viatris that is specific to . Regulatory requirements, data prote"
    },
    {
      "url": "https://data.guix.gnu.org/gnu/store/yhgv1vbm1myb0pnsdcgm5kpg9xv41l9n-module-import-compiled",
      "title": "Guix Data Service",
      "description": "void",
      "preview": "/gnu/store/yhgv1vbm1myb0pnsdcgm5kpg9xv41l9n- module-import-compiled Nars View narinfo details View JSON Builds Derivation: /gnu/store/f9d6pwf59jzsvzwr"
    },
    {
      "url": "https://niftyimages.com/PersonalizedImages",
      "title": "Personalized Images for Email Campaigns",
      "description": "Realtime personalization for Email. Personalized Images - Countdown Timers - Live Social Feeds - Rule Based Images - Live Images using Data Sources - Maps For Email - Weather For Email",
      "preview": "Contact Us What's New Log in Sign Up Free Home Features Pricing Sign Up Log In Features image Personalized Images Customize using any ESP merge tags,"
    },
    {
      "url": "https://slidesgo.com/",
      "title": "Free Google Slides themes and Powerpoint templates | Slidesgo",
      "description": "Discover the best Google Slides themes and PowerPoint templates you can use in your presentations - 100% Free for any use.",
      "preview": "Create stunning presentations faster with AI Go from idea to slides in seconds with AI and free templates for Google Slides, Canva, and PowerPoint. PD"
    },
    {
      "url": "https://www.pca.state.mn.us/quick-links/minnesota-electronics-recycling-act",
      "title": "Electronics collection and recycling | Minnesota Pollution Control Agency",
      "description": "Minnesota's law relating to the collection and recycling of video display devices (\"televisions\" and \"computer monitors\") sold to households/consumers was signed into law in May 2007.",
      "preview": "Skip to main content Electronics collection and recycling Image Putting devices with cathode ray tubes (CRTs) in mixed municipal solid waste is prohib"
    },
    {
      "url": "https://groupejerecois.ca/?chefscie=true",
      "title": "Accueil-2025 - Le Groupe Je Reçois",
      "description": "void",
      "preview": "Le Groupe Je Reçois Du traiteur à la transformation alimentaire, une expertise complète À propos de nous LE GROUPE JE REÇOIS Au Groupe Je Reçois, nous"
    },
    {
      "url": "https://mrag.co.uk/",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us The Team Work With Us Experience Services Spill Response and Impact Assessment Natural Resourc"
    },
    {
      "url": "https://forum.doctissimo.fr/psychologie/amour/rencontrer-fille-sujet_198491_1.htm",
      "title": "Comment rencontrer une fille? - Relations amoureuses - FORUM psychologie - Club.doctissimo.fr",
      "description": "void",
      "preview": "Page introuvable - Doctissimo"
    },
    {
      "url": "https://telademoda.com/moda/francisco-lopez-guarnicionero-de-diseno/?replytocom=9690",
      "title": "Francisco López, guarnicionero de diseño - Telademoda.com",
      "description": "void",
      "preview": "Bolsos Moda Zapatos Francisco López, guarnicionero de diseño por Clara Guzmán 25 octubre 2010 25 octubre 2010 Francisco López, en su tienda taller de"
    },
    {
      "url": "https://www.world.rugby/sevens-series",
      "title": "HSBC SVNS Series | Official Website",
      "description": "Discover the latest news, video, fixtures, results and standings for the HSBC World Rugby Sevens Series here on the official SVNS website",
      "preview": "Skip to main content Menu Close Register Your Interest Tickets News Results Standings Videos FAQs CONTRIBUTORS SHOP PARTNERS - HSBC Archives English F"
    },
    {
      "url": "http://www.neltuosito.it/Servizi-Web/Cucina/Archivio-Ricette-Cucina.asp",
      "title": "Archivio di 24000 ricette di cucina",
      "description": "void",
      "preview": "Neltuosito.it Servizi Web Softvision"
    },
    {
      "url": "https://lucchese.com/",
      "title": "Lucchese Bootmaker Official Website | Cowboy Boots and Western Wear",
      "description": "Shop Lucchese Cowboy Boots and Western Wear and enjoy the tradition and quality of premium materials and craftsmanship.",
      "preview": "Skip to Main Content Men Women Austin Post featuring Lucchese Boots Boots Shop All Best Sellers Cowboy Horseman Roper Barn Boots Shoes Shoes Shop All"
    },
    {
      "url": "https://www.cuantochollo.com/2x1-y-descuentos/entradas/promociones-y-ofertas-castillo-de-castelldefels-barcelona/",
      "title": "Descuento Entradas Castillo de Castelldefels | Visita Castell",
      "description": "Ofertas, descuentos y/o promociones Castell de Castelldefels. Cupones, códigos y/o entradas 2×1 para el Castillo de Castelldefels (Barcelona...",
      "preview": "Facebook X RSS Search Generic filters Exact matches only Search in title Search in content Search in excerpt Entradas al Castillo de Castelldefels con"
    },
    {
      "url": "https://jwt.io/introduction",
      "title": "JSON Web Token Introduction - jwt.io",
      "description": "Learn about JSON Web Tokens, what are they, how they work, when and why you should use them.",
      "preview": "Debugger Introduction Libraries Ask Introduction to JSON Web Tokens Level up! Get the JWT Handbook for free and learn JWTs in depth! What is JSON Web"
    },
    {
      "url": "http://newsroom.paypal-corp.com/",
      "title": "PayPal Newsroom | Home",
      "description": "Check out how PayPal creates opportunity for people and businesses around the world. Plus, the latest news, resources and contact information.",
      "preview": "Featured Story HERO slider - Chainlink and Solana Performance Corporate Announcements Strategic Partnerships Google and PayPal Forge Multiyear Partner"
    },
    {
      "url": "https://getchannels.com/privacy/",
      "title": "Channels - Privacy Policy",
      "description": "Channels Privacy Policy",
      "preview": "Privacy Policy Revised: October 30, 2019 Thanks for using Channels! All of us at Fancy Bits care about your privacy. Our Privacy Policy explains how w"
    },
    {
      "url": "https://www.latinodonorcollaborative.org/original-research/2022-ldc-u-s-latino-gdp-report",
      "title": "2022 LDC U.S. Latino GDP Report™ - Latino Donor Collaborative",
      "description": "Discover the impact of the Latino in the consumer market and business community and how they contributed to the US economy recovery in 2022.",
      "preview": "Original Research ."
    },
    {
      "url": "https://hsc.unm.edu/news/echo/",
      "title": "Newsroom - Project ECHO",
      "description": "void",
      "preview": "Newsroom Project ECHO is a virtual, human-powered mentorship and learning network that reduces health and socio-economic disparities by connecting und"
    },
    {
      "url": "https://www.deviceinformed.com/medical-devices-global-directory/primary-care-equipment/distributors/equatorial-guinea",
      "title": "Primary care equipment distributors in Equatorial Guinea | Deviceinformed.com",
      "description": "Deviceinformed.com is an online catalogue of medical equipment from recognized and leading medical devic",
      "preview": "Become a distributor Primary care equipment distributors in Equatorial Guinea Contact us Find a distributor Country Austria Belgium France Germany Uni"
    },
    {
      "url": "https://bugzilla.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Bugzilla Main Page",
      "description": "void",
      "preview": "I need technical support Technical support for Firefox and other Mozilla products. Report an issue with a website that I use File a web compatibility"
    },
    {
      "url": "https://gadebate.un.org/en",
      "title": "General Debate of the 80th Session | General Debate",
      "description": "General Assembly",
      "preview": "Skip to main content / navigation General Debate General Assembly English Search العربية 中文 English Français Русский Español Search Find General Debat"
    },
    {
      "url": "https://www.playbill.com/production/kristin-chenoweth-for-the-girlsnederlander-theatre-2019-2020",
      "title": "Kristin Chenoweth: For The Girls (Broadway, Nederlander Theatre, 2019) | Playbill",
      "description": "void",
      "preview": "A TRUSTED THEATRE RESOURCE SINCE 1884 MiMi Scardulla Is Center Stage and Unapologetically Herself This Pride Month Original Cats Star Ken Page Revisit"
    },
    {
      "url": "https://www.muzemerch.com/partner/california-academy-of-sciences",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://androidenterprisepartners.withgoogle.com/",
      "title": "Android Business Device Solutions Directory - Android Enterprise",
      "description": "Browse the Android Enterprise Solutions Directory to find the right devices, solutions, and validated partners to fit your needs.",
      "preview": "Android Enterprise Find the best Android Enterprise devices, solutions, and partners Android Enterprise Partner Program simplifies your search for tru"
    },
    {
      "url": "https://venmo.com/legal/crypto-terms/",
      "title": "Risk Disclosure Statement | Crypto | Venmo",
      "description": "Understand the terms & conditions for buying, selling, and holding crypto on Venmo. Learn about your rights and the risks involved.",
      "preview": "void"
    },
    {
      "url": "https://www.theaftd.org/mnlstatement23/",
      "title": "Willis Family Statement | AFTD",
      "description": "FTD Info & Resources Read About Emma's Book Tour",
      "preview": "Skip to content A Statement from the Willis Family February 16, 2023 A Statement from the Willis Family February 16, 2023 As a family, we wanted to ta"
    },
    {
      "url": "https://www.militaryspouse.com/career/the-rosie-network-2/",
      "title": "The Rosie Network: I Met a Handsome Man at Hallmark | Military Spouse",
      "description": "The Rosie Network is a publicly supported nonprofit whose mission is to empower, impact and advocate on behalf of our nation's veteran and military spouse entrepreneurs.",
      "preview": "No Result View All Result Employment 2023 MFE Virtual Job Fair Get Hired Workshop Military Spouse Careers Open A Franchise Education Stepful Healthcar"
    },
    {
      "url": "http://bpmob.com/voicetranslator/support/",
      "title": "Voice Translator Support Form",
      "description": "void",
      "preview": "Type of Inquiry How to Manage and Cancel Your Subscription Questions and Comments about the App Your message has been sent successfully. Name: Email:"
    },
    {
      "url": "https://app.collegerecon.com/cuyamaca-college",
      "title": "Cuyamaca College | GI Bill or Yellow Ribbon",
      "description": "Discover benefits at Cuyamaca College. Find Military Tuition Assistance, GI Bill or Yellow Ribbon program assistance. Get started now.",
      "preview": "Back to top Find VA-Approved Colleges for Military and Veterans Cuyamaca College El Cajon, CA Compare Calculate Match Request Info Overview Military I"
    },
    {
      "url": "https://www.mongodb.com/docs/manual/introduction/",
      "title": "Introduction to MongoDB - Database Manual - MongoDB Docs",
      "description": "Learn about the advantages of MongoDB document databases.",
      "preview": "Docs Menu Ask MongoDB AI Docs Home / Database Manual Introduction to MongoDB Copy page You can create a MongoDB database in the following environments"
    },
    {
      "url": "https://s05.flagcounter.com/more/EY45",
      "title": "Flag Counter » Overview",
      "description": "void",
      "preview": "Flag Counter Home Country List FAQ Forum Overview | Details | today | YESTERDAY | History | Flag Map | Upgrade Create a free counter! Last New Visitor"
    },
    {
      "url": "https://nycdatascience.com/blog/author/akgillermangmail-com/",
      "title": "Adrian Gillerman | Data Science Blog",
      "description": "I am an aspiring Data Scientist with a degree in mathematics.",
      "preview": "| Blog Bootcamps Lifetime Job Support Available Financing Available Bootcamps Data Science with Machine Learning Flagship 🏆 Data Analytics Bootcamp Ar"
    },
    {
      "url": "https://www.ulta.com/p/gimme-brow-tinted-volumizing-eyebrow-gel-xlsImpprod14191015",
      "title": "Benefit Cosmetics - Gimme Brow+ Tinted Volumizing Eyebrow Gel | Ulta Beauty",
      "description": "Free Shipping at $35. Shop Gimme Brow+ Tinted Volumizing Eyebrow Gel Benefit Cosmetics",
      "preview": "Use the following zoom and pan buttons to control the image that follows them try it Tab through the images or use the previous or next buttons to nav"
    },
    {
      "url": "https://blockclubchicago.org/2023/02/13/midwests-first-la-michoacana-plus-opens-on-26th-street-bringing-ice-cream-paletas-and-more-to-little-village/",
      "title": "Midwest's First La Michoacana Plus Opens On 26th Street, Bringing Ice Cream, Paletas And More To Little Village",
      "description": "LITTLE VILLAGE - The state's first La Michoacana Plus opened on West 26th Street earlier this month, offering paletas, mangonadas, michelaguas and more.",
      "preview": "Don't miss what's happening in Pilsen, Little Village & Back of the Yards! Sign up to get free stories from your neighborhood-twice a week. Sign up Do"
    },
    {
      "url": "https://www.intrepidmuseum.org/",
      "title": "Intrepid Museum",
      "description": "Experience the legendary aircraft carrier Intrepid, the first space shuttle Enterprise, and other pieces of history at the Intrepid Museum.",
      "preview": "Skip to main content 1 / 3 Video file Video file Plan Your Visit 2 / 3 Image Image Explore Intrepid: Engines & Boilers Experience Intrepid' s engineer"
    },
    {
      "url": "https://milspousechamber.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://public.govdelivery.com/accounts/USFSIS/subscriber/new",
      "title": "USDA Food Safety and Inspection Service",
      "description": "void",
      "preview": "Email Updates FSIS' email subscription service is an easy way to keep up with food safety news. When you subscribe, you will get an email update when"
    },
    {
      "url": "https://www.uni-bremen.de/forschung/foerderangebote-service/ausschreibungen/erasmus-dozentenmobilitaet",
      "title": "Erasmus Dozentenmobilität - Universität Bremen",
      "description": "void",
      "preview": "Erasmus Dozentenmobilität © Universität Bremen Im Rahmen des ERASMUS-Programms haben Lehrende die Möglichkeit, einen Lehrauftrag an einer ERASMUS-Part"
    },
    {
      "url": "https://posthumanitieshub.net/2019/05/23/workshop-becoming-with-alien-encounters-and-speculative-storytelling/",
      "title": "Workshop: Becoming with Alien Encounters and Speculative Storytelling - THE POSTHUMANITIES HUB",
      "description": "Welcome to the workshop \"Becoming with Alien Encounters and Speculative Storytelling in a More-than-human World\" that takes place on 4th June at 13:15 - 16:00, [...]",
      "preview": "Workshop: Becoming with Alien Encounters and Speculative Storytelling May 23, 2019 Welcome to the workshop \"Becoming with Alien Encounters and Specula"
    },
    {
      "url": "http://www.rcs.it/",
      "title": "RCS MediaGroup",
      "description": "RCS In primo pianoRCS Brands...",
      "preview": "IN PRIMO PIANO 18 MARZO 2021 Approvati i risultati al 31 dicembre 2020 Leggi il Comunicato Stampa 26 GENNAIO 2021 C alendario finanziario per l'anno 2"
    },
    {
      "url": "http://googleresearch.blogspot.com/2014/09/introducing-structured-snippets-now.html",
      "title": "Introducing Structured Snippets, now a part of Google Web Search",
      "description": "Posted by Corinna Cortes, Boulos Harb, Afshin Rostamizadeh, Ken Wilder, and Cong Yu, Google ResearchGoogle Web Search has evolved in recent years w...",
      "preview": "Introducing Structured Snippets, now a part of Google Web Search September 22, 2014 Posted by Corinna Cortes, Boulos Harb, Afshin Rostamizadeh, Ken Wi"
    },
    {
      "url": "https://feverup.com/m/117496",
      "title": "DRAG: The Musical - Los Angeles - Tickets | Fever",
      "description": "🎭 Enjoy a spectacular show full of heart-wrenching truths, sickening music, and divalicious stage antics at DRAG: The Musical in Los Angeles.",
      "preview": "We love this experience, but no tickets are available at the moment We love this experience, but no tickets are available at the moment DRAG: The Musi"
    },
    {
      "url": "https://www.womenonly.gr/gossip/arthro/sok_h_garmpi_eftase_konta_sto_thanato-129579579/",
      "title": "Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο!",
      "description": "Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κοντά στο θάνατο μίλησε η Καίτη Γαρμπή. &nbsp;Η αγαπημένη τραγουδίστρια σε μία εξομ...",
      "preview": "CELEBRITY NEWS Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο! WomenOnly Team 11.12.2013 Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κον"
    },
    {
      "url": "http://www.scuoladeisapori.it/",
      "title": "Scuola dei Sapori",
      "description": "Scuola dei Sapori - Consulenza e formazione per appassionati, amatori e professionisti.",
      "preview": "Scuola dei Sapori Vai ai contenuti Menu principale: × Home La storia Storia Chi sono Corsi Libri & Servizi Un Food Blogger che sapeva troppo Pizze & C"
    },
    {
      "url": "https://www.autoscout24.nl/aanbod/audi-a1-sportback-1-0-tfsi-design-pro-line-plus-benzine-zwart-1f46d73c-665e-43f9-afc4-1a2588af47e1?ipc=opt_listings&ipl=list_page_link",
      "title": "Koop Audi A1 occasions op AutoScout24",
      "description": "Vind jouw Audi A1 occasion op AutoScout24! ✓Zoek in Nederland en Europa. ✓Gratis autorapport.",
      "preview": "Ga naar hoofdinhoud Filteren 2 Audi A1 ⊕ Nederland ⊕ Filter verwijderen Vorige Volgende 1 / 28 Audi A1 Sportback 1.0 TFSI S-Line 2018 LED/XENON/TWOTON"
    },
    {
      "url": "https://www.klaviyo.com/",
      "title": "Klaviyo: AI Marketing Platform & B2C CRM | Email, SMS & WhatsApp",
      "description": "Klaviyo unifies marketing and service with its AI-first B2C CRM. Try out omnichannel marketing software, powered by K:AI agents to deliver personalized experiences across email marketing, WhatsApp, and more.",
      "preview": "Email Marketing SMS Marketing Ecommerce Platform Integrations Compare Platforms Automation Platform Campaign Builder Segmentation Customer Growth Cont"
    },
    {
      "url": "https://blog.artstorefronts.com/new-features/",
      "title": "Art Storefronts Features - New Additions to the ASF Platform",
      "description": "The latest and greatest features and updates we have released for the Art Storefronts online art gallery platform to help you sell more art online.",
      "preview": "#New Features The latest and greatest features and updates we have released for the Art Storefronts online art gallery platform. Send Me New Feature U"
    },
    {
      "url": "https://www.cultbeauty.com/huda-beauty-medium-nude-obsessions/13311009.html",
      "title": "Huda Beauty Medium Nude Obsessions | Cult Beauty",
      "description": "Get Huda Beauty Medium Nude Obsessions at Cult Beauty.",
      "preview": "Skip to main content Get 15% off your first order Sign up for email exclusives Earn Cult Status Points Get up to 15% OFF your first haul with code FIR"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2021/07/team-target-gratitude__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCymHi6Gtg$",
      "title": "Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus",
      "description": "void",
      "preview": "Team Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus Jul 29, 2021 Copy link to share Link copied Team Target, you continue"
    },
    {
      "url": "https://ohms.libs.uga.edu/viewer.php?cachefile=russell/RBRL220ROGP-036.xml",
      "title": "Interview with James Earl \"Chip\" Carter III, June 23, 2008",
      "description": "void",
      "preview": "Interview with James Earl \"Chip\" Carter III, June 23, 2008 Richard B. Russell Library for Political Research and Studies, University of Georgia Bob Sh"
    },
    {
      "url": "https://abduzeedo.com/",
      "title": "abduzeedo - design, inspiration, UX career",
      "description": "abdz. is a collective of individual writers sharing articles about design, photography, and UX as well as tutorials for Photoshop and other tools",
      "preview": "Skip to main content Featured Content 01. Coastal: A Stunning Cookbook Celebrating California Cooking & Living 10/09 2025 Book Recommendations Discove"
    },
    {
      "url": "https://map.samsclub.com/",
      "title": "Sam's Club MAP",
      "description": "Wherever they shop and browse, your brand can be there. Sam's Club MAP helps advertisers grow sales and awareness - with industry-leading data and measurement.",
      "preview": "Skip to main Skip to footer search close Powered by generative AI. Results may not fully be accurate. Use is governed by the Generative AI Guidelines"
    },
    {
      "url": "https://www.skype.com/en/",
      "title": "Free Online Meetings & Video Calls | Microsoft Teams",
      "description": "Start free Teams video calls instantly! Connect, collaborate, and communicate effortlessly. Enjoy features like video calls, chat, file sharing, and more. Perfect for personal use, freelancers, solopreneurs, PTAs, teachers, small businesses and social events. Get started today!",
      "preview": "Video calls with anyone, anytime Connect and collaborate for free in Teams Connect with anyone, anytime Sign in with your Skype account to meet and ch"
    },
    {
      "url": "http://www.tiffanyandcofoundation.org/",
      "title": "The Tiffany & Co. Foundation",
      "description": "void",
      "preview": "Replay Replay The Tiffany & Co. Foundation seeks to preserve the world's most treasured seascapes and landscapes, fueled by the love we have for our p"
    },
    {
      "url": "https://www.iucn.org/news/marine-and-polar/202203/unea-resolution-end-plastic-pollution-and-iucn-role-implementation-treaty",
      "title": "UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty | IUCN",
      "description": "The new UNEA Resolution, 'End Plastic Pollution: Towards a legally binding instrument', establishes an Intergovernmental Negotiating Committee that will develop the specific content of the new plastic pollution treaty with the aim of completing its work by the end of 2024. The future is ours to improve, and this news from UNEA provides a strong message of hope that we can indeed eliminate plastic pollution from our environment with a multi-pronged approach and international cooperation.",
      "preview": "Skip to main content Share: Story 09 Mar, 2022 UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty The new UNEA"
    },
    {
      "url": "https://www.clover.com/developers",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://www.teachley.com/privacy",
      "title": "Protecting Student Data - Privacy Policy | Teachley",
      "description": "At Teachley, we take the protection of student data very seriously and support the Student Privacy Pledge. Learn more about how we use and protect student data.",
      "preview": "Protecting Student Data - Summary Statement At Teachley, we take the protection of student data very seriously and support the Student Privacy Pledge"
    },
    {
      "url": "https://nosolosex.es/it-una-pelicula-de-terror-de-andres-muschietti/",
      "title": "NOSOLOSEX - EL MAGAZINE RETRO FUTURISTA Y VINTAGE + SEXY",
      "description": "EL MAGAZINE RETRO FUTURISTA Y VINTAGE + SEXY",
      "preview": "¿Qué nos revela la neurociencia del amor? NEWS - LO MAS NUEVO FIGURAS MARVEL LEGENDS A PRECIOS REDUCIDOS REPORTAJES Relatos Eróticos y Chats de Sexo e"
    },
    {
      "url": "https://wiki.osmfoundation.org/wiki/Licence/Attribution_Guidelines",
      "title": "Licence/Attribution Guidelines - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Licence/Attribution Guidelines From OpenStreetMap Foundation < Licence Contents 1 OpenStreetMap Attribution Gui"
    },
    {
      "url": "http://crypto.com/",
      "title": "Crypto.com Italia: Acquisto e Trading Sicuro di Bitcoin e 400+ Criptovalute",
      "description": "Acquista, vendi, conserva e scambia oltre 400 criptovalute su Crypto.com, una piattaforma di scambio sicura e affidabile in Italia.",
      "preview": "Europe's Premier Crypto-assets Service Provider Buy Bitcoin, Ethereum, and 400+ crypto with EUR Transfer EUR via SEPA and Apple/Google Pay Leader in r"
    },
    {
      "url": "https://www.pinterest.com.au/koraorganics/_created/",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Explore When autocomplete results are available use up and down arrows to review and enter to select. Touch device users, explore by touch or with swi"
    },
    {
      "url": "https://sinc.business",
      "title": "Sinc | Staff Time Card And Location Tracking App | Hourly Workforce Tracking",
      "description": "SINC is your boots-on-the-ground data collection tool that bridges the gap between the worksite and the office",
      "preview": "Easy to use timecard and location tracking app Know where your team are and what they're working on Get Started Today Download The App: We want to hel"
    },
    {
      "url": "https://about.philo.com/privacy/",
      "title": "Philo Privacy Policy - About Philo",
      "description": "We created Philo to build a better TV experience. Start a free trial to see for yourself.",
      "preview": "Philo Privacy Policy UPDATED AND EFFECTIVE DATE: July 8, 2024 This Privacy Policy applies to all Philo, Inc. (\" Philo ,\" \" we ,\" \" our ,\" \"us\") platfo"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GDP",
      "title": "Gross Domestic Product (GDP) | FRED | St. Louis Fed",
      "description": "View economic output, reported as the nominal value of all new goods and services produced by labor and property located in the U.S.",
      "preview": "Skip to main content Gross Domestic Product (GDP) Observations Q2 2025: 30,485.729 | Billions of Dollars, Seasonally Adjusted Annual Rate | Quarterly"
    },
    {
      "url": "https://www.ganotechnologies.com",
      "title": "Gano Technologies LLC - Home Page",
      "description": "Gano Technologies home page. iOS App Development, Aerospace Engineering, CNC Manufacturing, and Wood Working",
      "preview": "iOS Apps Aerospace CNC Woodworking Astrophotography / PI"
    },
    {
      "url": "http://fdt.de/",
      "title": "FDT Flachdach Technologie GmbH - Der Spezialist in der Flachdach-Abdichtung",
      "description": "Gründach, Flachdach, Lichtsysteme - Entdecken Sie die FDT Dachbahnen Rhepanol und Rhenofol und arbeiten Sie mit Spezialisten für Systemlösungen zur Flachdach-Abdichtung!",
      "preview": "Verlegeschulungen 2026 Sichern Sie sich jeztzt Ihren Platz! Zur anmeldung Mehr informationen Nachhaltigkeit. Einfach. Planen. Gründach von FDT Perfekt"
    },
    {
      "url": "https://domains.google/?utm_medium=product&utm_source=GWG&utm_campaign=G4SB&utm_content=gwg_smb_q320",
      "title": "Google Domains",
      "description": "void",
      "preview": "About the Squarespace purchase of Google Domains registrations On 15 June 2023, Google entered into a definitive agreement with Squarespace, indicatin"
    },
    {
      "url": "https://newrepublic.com/article/165124/ron-desantis-white-house-florida-democrats-eyeing-him",
      "title": "Ron DeSantis Is Eyeing the White House. Florida Democrats Are Eyeing Him. | The New Republic",
      "description": "He seems to be the heavy favorite for reelection at the moment. But remember-he only won by 30,000 votes last time. And he's under 50 percent. Stranger things have happened.",
      "preview": "Skip Navigation If any candidate in the 2022 Florida gubernatorial election wants this year's race to be a localized affair without much national scru"
    },
    {
      "url": "https://www.premierleague.com/tables",
      "title": "Premier League Table, Form Guide & Season Archives",
      "description": "View the latest Premier League tables, form guides and season archives, on the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://xviewdataset.org/",
      "title": "xView",
      "description": "xView challenge for object detection in overhead imagery",
      "preview": "DIUx xView 2018 Detection Challenge OBJECTS IN CONTEXT IN OVERHEAD IMAGERY REGISTER Defense Innovation Unit Experimental (DIUx) and the National Geosp"
    },
    {
      "url": "https://memesoundboard.fun/privacy.html",
      "title": "Meme Soundboard 2016-2025 for iOS",
      "description": "Meme Soundboard 2016-2025 for iOS",
      "preview": "void"
    },
    {
      "url": "https://education.microsoft.com/en-za/",
      "title": "Educator Center Overview - Microsoft Learn Educator Center | Microsoft Learn",
      "description": "void",
      "preview": "Microsoft Learn Educator Center Dive deep into learning with interactive lessons, earn professional development hours, acquire certifications and find"
    },
    {
      "url": "https://communication.ucf.edu/person/rick-brunson/",
      "title": "Rick Brunson - Nicholson School of Communication and Media",
      "description": "Rick Brunson is senior instructor of journalism in the Nicholson School's Film and Mass Media program where he has taught courses in digital, print and...",
      "preview": "Biography Rick Brunson is senior instructor of journalism in the Nicholson School's Film and Mass Media program where he has taught courses in digital"
    },
    {
      "url": "https://stiintasitehnica.com/interviu/",
      "title": "Interviurile S&T - Știință & Tehnică",
      "description": "Prin fiecare interviu Știință & Tehnică ne dorim ca personalitățile care ne împărtășesc ideile și experiența lor să devină o sursă de inspirație pentru toți",
      "preview": "ȘTIINȚĂ antropologie Biologie botanică etologie Cercetare Chimie dietă alimentară Educație Fizică mecanica cuantică istoria științei istorie Istorie ș"
    },
    {
      "url": "https://tapas.io/series/Fantasticbric",
      "title": "Read Fantasticbrick | Tapas Web Community",
      "description": "Your home for the world's most exciting and diverse web comics and novels. Discover stories you'll love from all genres, only on Tapas!",
      "preview": "Please note that Tapas no longer supports Internet Explorer. We recommend upgrading to the latest Microsoft Edge , Google Chrome , or Firefox . Home C"
    },
    {
      "url": "https://content.govdelivery.com/accounts/USDHSCG/bulletins/25997e7",
      "title": "Coast Guard patrols North Pacific in support of international fisheries",
      "description": "void",
      "preview": "Coast Guard patrols North Pacific in support of international fisheries U.S. Coast Guard sent this bulletin at 08/19/2019 06:10 PM EDT News Release U."
    },
    {
      "url": "https://www.joshflagg.com/book/",
      "title": "Book | Josh Flagg Luxury Real Estate Expert",
      "description": "Josh Flagg is the #1 Beverly Hills Real Estate Agent. Josh has completed more than $2,000,000,000 in residential real estate sales in the past decade.",
      "preview": "Home About Josh Flagg Our Team Clients Giving Back About Notable Sales Featured Properties Featured Leases Neighborhoods Home Search Properties Market"
    },
    {
      "url": "https://www.usmagazine.com/entertainment/news/khloe-kardashian-to-guest-judge-rupauls-drag-race-see-khloe-and-rupauls-photo-together-2014131/",
      "title": "Khloe Kardashian on RuPaul's Drag Race Picture: Star to Guest Judge | Us Weekly",
      "description": "Khloe Kardashian headlines the lineup of celebrity guest judges on season six of RuPaul's Drag Race; see Kardashian's first photo with RuPaul!",
      "preview": "Tap Here To Add Us Weekly As A Trusted Source Add as a preferred source on Google Khloe Kardashian is a woman on a mission . . . to find America's Nex"
    },
    {
      "url": "https://atoz.amazon.work/help",
      "title": "Amazon A to Z Login",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://chocolateauthoress.tumblr.com/",
      "title": "To the stars who listen",
      "description": "An authoress who loves chocolate. Se habla español. [[SEMI HIATUS - mainly queue run]]",
      "preview": "I'm always open to chat! Feel free to just dm me! To Do's -Publish on AO3 my one-shots/drabbles -Finish my WIPs Spanish ↔ English Translations! My bas"
    },
    {
      "url": "https://nocodefounders.com/tools",
      "title": "No Code Tools | No Code Founders",
      "description": "Find the right No Code Tools for your next project with the largest selection of no code tools used by non-technical founders",
      "preview": "void"
    },
    {
      "url": "https://levonbiss.com",
      "title": "LEVON BISS | Discover Nature's Artistry Today",
      "description": "Explore Levon Biss's photographic work, including insect, seeds, fruits, botany, extinct species, amber series, and exhibitions. Learn more about his captivating art.",
      "preview": "0 Email Address Sign Up Thank you!"
    },
    {
      "url": "https://www.disneyplus.com/legal/subscriber-agreement",
      "title": "Subscriber Agreement | Disney+",
      "description": "Disney+ and ESPN+ Subscriber Agreement.",
      "preview": "void"
    },
    {
      "url": "https://artrapp.tumblr.com/",
      "title": "@artrapp on Tumblr",
      "description": "Mom, Engineer Supporter of Arts and Culture",
      "preview": "Posts Likes nevaehtyler These are incredible.. csmitty4u CHECK!!! artrapp Love these! coolnessgraphed Follow fyblackwomenart Follow Hypatia of Alexand"
    },
    {
      "url": "https://brasil.mongabay.com/",
      "title": "Notícias ambientais - Mongabay Brasil",
      "description": "Notícias sobre vida selvagem e natureza",
      "preview": "Mais recente Destaque Projeto na maior favela do Brasil transforma óleo descartado em produtos ecológicos André Aram 10 Out 2025 As ações coletivas e"
    },
    {
      "url": "https://shop.samsonite.com/luggage/carry-on-luggage/spinner-underseater-with-usb-port/112934XXXX.html",
      "title": "Spinner Underseater with USB Port | Luggage | Samsonite",
      "description": "Samsonite Spinner Underseater with USB port offers 360° spinner wheels and smart storage to keep your essentials powered, organized, and in reach.",
      "preview": "Luggage Underseat Luggage Spinner Underseater with USB Port 3.7 out of 5 Customer Rating $160.00 The current price is $160.00 Extra 10% Off With Code"
    },
    {
      "url": "https://programmersguild.blogspot.com/2008/04/development-design-group-in-baltimore.html?showComment=1217638020000",
      "title": "Programmers Guild: Development Design Group in Baltimore, MD, pays H-1b Architects $32,000 salary",
      "description": "Monday, April 21, 2008 Washington post article \" For Visas, The Demand Outstrips The Supply - Firms Say They Rely On Skilled Immigrants \" p...",
      "preview": "Programmers Guild The Programmers Guild advances the interests of U.S. technical and professional workers in information technology (IT) fields, and o"
    },
    {
      "url": "https://www.plantedtank.net/forums/",
      "title": "The Planted Tank Forum",
      "description": "A forum community dedicated to Aquatic tank owners and enthusiasts. Come join the discussion about flora, fauna, health, housing, filters, care, classifieds,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Planted"
    },
    {
      "url": "http://www.toddjdanforth.com/",
      "title": "Todd Joseph Danforth",
      "description": "void",
      "preview": "0 Queer Inheritance, 2022 - present The Art of Losing, 2009 - Present"
    },
    {
      "url": "https://www.aecf.org/",
      "title": "Ensuring the Future of At-Risk Youth - The Annie E. Casey Foundation",
      "description": "The Annie E. Casey Foundation is developing a brighter future for children and youth at risk of poor educational, economic, social and health outcomes.",
      "preview": "Our big ideas are building a brighter future for america's children, youth and families Order Lisa Lawson's Inspiring Book Thrive explores brain scien"
    },
    {
      "url": "https://www.businessinsider.com/1-in-4-us-workers-plan-new-job-after-coronavirus-pandemic-survey-2021-4",
      "title": "26% US Workers Plan New Job Hunt After COVID-19 Pandemic: Survey - Business Insider",
      "description": "The survey of 2,000 employed adults was conducted by Morning Consult on behalf of the insurance firm Prudential in early March 2021.",
      "preview": "void"
    },
    {
      "url": "http://swisstopo.admin.ch/en/geodata/images/ortho/swissimage10.html",
      "title": "SWISSIMAGE",
      "description": "The orthophoto mosaic SWISSIMAGE 10 cm is a composition of new digital color aerial photographs over the whole of Switzerland with a ground resolution of 10 cm in the plain areas and main alpine valleys and 25 cm over the Alps. It is updated in a cycle of 3 years.",
      "preview": "Published on 8 January 2024 SWISSIMAGE The orthophoto mosaic SWISSIMAGE 10 cm is a composition of new digital color aerial photographs over the whole"
    },
    {
      "url": "https://stanford.edu",
      "title": "Stanford University",
      "description": "Our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding.",
      "preview": "Main Content At Stanford, our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding. Here"
    },
    {
      "url": "https://www.gtcuw.org/",
      "title": "Greater Twin Cities United Way | Together We Thrive",
      "description": "Empower change with Greater Twin Cities United Way. Discover our mission, impact, and opportunities to support and volunteer in the Twin Cities area.",
      "preview": "About Us Our Team Board of Directors Equity & Inclusion Our History Financials Impact Report FAQs Our Impact Food Full Lives Education 80×3 Career Aca"
    },
    {
      "url": "https://tessies.dk/",
      "title": "Tessies - TessiesDk",
      "description": "Et stort udvalg af sten og krystaller til dit hjem, kontor eller arbejdsplads",
      "preview": "Gå til indhold Din indkøbskurv er tom Tilbage til butikken Har du en konto? Log ind for at betale hurtigere. Din indkøbskurv Indlæser... Subtotal 0,00"
    },
    {
      "url": "https://htu.edu/academics/colleges/cas/dept-of-educator-preparation/african-american-male-teacher-initiative",
      "title": "African American Male Teacher Initiative « Huston-Tillotson",
      "description": "void",
      "preview": "Search... Student Payments Alumni & Friends MBA M.Ed In Language & Literacy DONATE TO HT! Enrollment & Admission Admission Adult Degree Program HT Onl"
    },
    {
      "url": "https://hollywoodreporter.com/",
      "title": "The Hollywood Reporter - Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "description": "Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Top Story It's a Wrap: Taylor Swift's 'Showgirl' Calls Off Continued Overseas"
    },
    {
      "url": "https://branns.com/locations/",
      "title": "Locations - Brann's Steakhouse & Grille",
      "description": "Brann's Steakhouse is home to Michigan's Original Sizzle. Join us for happy hour, to catch the latest game, or family dinner - we guarantee a sizzling good time!",
      "preview": "FIND YOUR NEAREST BRANN'S > Locations VISIT US While we may have gotten our start on the West Side of Grand Rapids, we have not been afraid to spread"
    },
    {
      "url": "https://slate.com/news-and-politics/2017/12/why-is-doug-jones-using-outside-agitator-as-an-insult.html",
      "title": "Why is Doug Jones using \"outside agitator\" as an insult?",
      "description": "The Alabama Democrat called Steve Bannon an \"outside agitator.\"",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "https://woistphilipp.de/img_8376/",
      "title": "IMG_8376 - Wo ist Philipp?",
      "description": "void",
      "preview": "Wo ist Philipp? Berlin Menü Schließen Zum Geleit Reihen Tee in der vierten Dimension Telegramme Impressum & Rechtliches Zum Geleit Reihen Tee in der v"
    },
    {
      "url": "https://1profire.com/fl/putnum-county/fire-sprinkler-installation/",
      "title": "Fire Sprinkler Installation in Putnum County, Florida",
      "description": "Fire Protection Services Fire Sprinkler Installation in Putnum County, Florida at (386) 310-0170",
      "preview": "void"
    },
    {
      "url": "http://ec.ala.org/membership/renew",
      "title": "Store",
      "description": "void",
      "preview": "Skip to main content Loading × Cart Summary + Show - Hide 0 item(s) ($0.00) Your cart is empty. Open Invoices × Click the box next to each open invoic"
    },
    {
      "url": "https://vuejs.org/guide/quick-start.html",
      "title": "Quick Start | Vue.js",
      "description": "Vue.js - The Progressive JavaScript Framework",
      "preview": "Skip to content Menu On this page On this page Sponsors Become a Sponsor Quick Start Try Vue Online To quickly get a taste of Vue, you can try it"
    },
    {
      "url": "https://www.fitbit.com/",
      "title": "Avant de continuer",
      "description": "void",
      "preview": "Se connecter Se connecter Avant d'accéder à Google Nous vous rappelons que la diffusion d'annonces constitue la principale source de financement de no"
    },
    {
      "url": "https://c4ads.org/",
      "title": "Home - C4ADS",
      "description": "C4ADS is a nonprofit organization with a mission to defeat the illicit networks that threaten global peace and security.",
      "preview": "Skip to content Join Our Mailing List Stay up to date. Sign Up A Different Approach Where traditional international security institutions just see a c"
    },
    {
      "url": "https://www.teknion.com/can/planning/education---common-space",
      "title": "Education - Social Spaces",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.eac.gov",
      "title": "Home | U.S. Election Assistance Commission",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.dorsets.co.uk/accommodation/search?sort=field_accommodation_rating&order=desc&f%5B0%5D=field_near%3A4&f%5B1%5D=field_near%3A33&f%5B2%5D=field_near%3A13&f%5B3%5D=field_near%3A48&f%5B4%5D=field_near%3A38&f%5B5%5D=field_near%3A32&f%5B6%5D=field_near%3A43&f%5B7%5D=field_near%3A12&f%5B8%5D=field_near%3A24&f%5B9%5D=field_near%3A50&f%5B10%5D=field_dog_friendly%3A1",
      "title": "Accommodation search | The Dorset Guide",
      "description": "void",
      "preview": "Skip to main content Accommodation search Refine search"
    },
    {
      "url": "https://kvdveganbeauty.com/products/tattoo-pencil-liner-long-wear-gel-eyeliner?variant=42633858777310",
      "title": "Tattoo Pencil Liner Waterproof Long-Wear Gel Eyeliner",
      "description": "No-brainer liner-just twist it up + glide it on. Tattoo Pencil Liner comes in bold matte + metallic shades for waterproof, transfer-proof color that lasts all day on your lids + in your waterline.",
      "preview": "FREE STANDARD SHIPPING ON ALL ORDERS $50+ AND FREE U.S. RETURNS. DETAILS . back icon close icon Shipping To: United States Albania Algeria Andorra Ang"
    },
    {
      "url": "http://www.ripe.net/",
      "title": "Welcome to RIPE and the RIPE NCC - RIPE Network Coordination Centre",
      "description": "The RIPE NCC is one of five Regional Internet Registries (RIRs) providing Internet resource allocation and registration, and coordination activities.",
      "preview": "Welcome to the RIPE NCC As the Regional Internet Registry for Europe, Middle East and Central Asia, we serve over 20,000 members in 76 countries. We r"
    },
    {
      "url": "https://nextjs.org/docs/app/building-your-application/data-fetching/fetching",
      "title": "Getting Started: Fetching Data | Next.js",
      "description": "Learn how to fetch data and stream content that depends on data.",
      "preview": "Menu Using App Router Features available in /app Latest Version 15.5.4 App Router Getting Started Fetching Data Copy page Fetching Data This page will"
    },
    {
      "url": "https://cosmeticsmall.eu/en/stik-za-zheni-dove/128-dove-fresh-touch-krastavica-stik-za-zheni-protiv-izpotyavane-s-khidratirassh-krem-dav-8000630040843.html",
      "title": "DOVE Fresh Touch краставица стик за жени против изпотяване с хидратиращ крем ДАВ",
      "description": "void",
      "preview": "   DOVE Fresh Touch краставица стик за жени против изпотяване с хидратиращ крем ДАВ €3.56 Quantity  Add to cart  Last items in stock Share Share"
    },
    {
      "url": "https://www.dermstore.com/sunday-riley-c.e.o.-glow-vitamin-c-turmeric-face-oil-35ml/12053028.html",
      "title": "Sunday Riley C.E.O. Glow Vitamin C Turmeric Face Oil (1.18 fl. oz.) | Dermstore",
      "description": "Get Sunday Riley C.E.O. Glow Vitamin C Turmeric Face Oil (1.18 fl. oz.) at Dermstore.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "http://www.themontanascene.com/",
      "title": "Montana Outdoor Clothing | Gifts | The Montana Scene",
      "description": "Find high-quality, Montana shirts & gifts that express the local culture & personalities of Montanans. We are your place to find all things in Montana.",
      "preview": "New Wild Field Our best-selling design, now on 2 new unisex tees SHOW NOW Seasonal Transitions The perfect sweatshirt for autumn nights under the big"
    },
    {
      "url": "http://sesamestreetformilitaryfamilies.org/topic/self-expression/?ytid=1ui0i2438Jw",
      "title": "Self-Expression | Encourage Positive Self-Expression",
      "description": "Use these resources to help foster positive self-expression in your military child.",
      "preview": "Before You Watch After You Watch Feelings Have Names prev Feelings Have Names Sing It Out Move It Out Talk It Out Laugh It Out Hug It Out next Printab"
    },
    {
      "url": "https://unworldoceansday.org/",
      "title": "Homepage - United Nations World Oceans Day",
      "description": "In celebration and support of the life and livelihood that the ocean sustains, UN WOD 2021 will feature keynotes, panel discussions and presentations that spotlight biodiversity, latest oceanic discoveries, the interconnectivity between the ocean and its ecosystems, and more.",
      "preview": "Join Our Newsletter Enter your email to get our latest updates Array ( [title] => EXPLORE THE CELEBRATION [url] => https://unworldoceansday.org/un-wor"
    },
    {
      "url": "https://blog.medium.com/?source=---two_column_layout_sidebar----------------------------------",
      "title": "The Medium Blog",
      "description": "The official source of news and updates about Medium",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Medium Blog 3.4M followers · 5+ editors Follow Product News Latest Ne"
    },
    {
      "url": "https://www.indianembassyusa.gov.in",
      "title": "Welcome to Embassy of India, Washington D C, USA",
      "description": "Welcome to Embassy of India, Washington D C, USA",
      "preview": "Welcome to Embassy of India, Washington D C, USA Sitemap Feedback Skip to main content Screen Reader Access Menu Home About us Ambassador List of Offi"
    },
    {
      "url": "http://feis.fra.affrc.go.jp/english_index.html",
      "title": "National Research Institute of Fisheries and Environment of Inland Sea, Fra",
      "description": "void",
      "preview": "National Research Institute of Fisheries and Environment of Inland Sea INQUIRY Outline The Seto Inland Sea, the biggest inland sea of Japan, is known"
    },
    {
      "url": "https://osmfoundation.org/Licence",
      "title": "Licence - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Licence From OpenStreetMap Foundation Information on our distribution licence, the ODbL 1.0, its application to"
    },
    {
      "url": "https://www.portaldasfinancas.gov.pt/at/html/index.html",
      "title": "Portal das Finanças",
      "description": "Autoridade Tributária e Aduaneira",
      "preview": "Indique o que pretende NIF E ALTERAÇÃO DE MORADA Cidadãos estrangeiros Marque o seu atendimento presencial. Aceder APOIO Atendimento e-balcão Obtenha,"
    }
  ],
  "_meta": {
    "total_bookmarks": 141
  }
}