{
  "data": [
    {
      "url": "https://www.nationaleatingdisorders.org/",
      "title": "NEDA | Eating Disorders Support, Awareness & Recovery",
      "description": "Access support, explore resources, join community events, and take a free eating disorders screening-start your recovery journey with NEDA!",
      "preview": "Hope Starts Here. The National Eating Disorders Association (NEDA) works to advance research, build community, and raise awareness to support the near"
    },
    {
      "url": "https://www.goodwill.org/",
      "title": "Goodwill Industries International, Inc. - Goodwill Industries International",
      "description": "Goodwill provides free career counseling, skills training, and résumé prep services that help unlock opportunities for job seekers. Every day, more than 300 people find a job with Goodwill's help.",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content DON'T MISS OUT:"
    },
    {
      "url": "https://www.googlecloudcommunity.com/",
      "title": "Google Developer forums",
      "description": "Connect with developers and Google experts on the official Google Developer Forums. Find answers, share knowledge, and get help with Google Cloud, AI, and more.",
      "preview": "Category Topics Google Cloud A community for those who develop, connect, deploy, and operate on Google Cloud. 0 Looker The place for data-driven discu"
    },
    {
      "url": "https://www.wsco.org/",
      "title": "West Side Community Organization",
      "description": "West Side Community Organization powers the people of the West Side to work together in creating a vibrant and thriving neighborhood for all. WSCO is a 501(c)(3) Nonprofit. WSCO also acts as the planning council for the City of Saint Paul, MN - District 3 (55107)",
      "preview": "Menu West Side Proud, West Side Strong We organize the people of St. Paul's West Side to build collective power, and advance justice and racial equity"
    },
    {
      "url": "http://www.smtworldwide.com/pf/bursting/",
      "title": "BURSTING - Smt Worldwide",
      "description": "BURSTING",
      "preview": "BURSTING   Ineltec Weather Simulation The burst testing benches have been designed to perform tests of pressure resistance (burst) with or without t"
    },
    {
      "url": "https://map.peoplepower.org/?source=homepage",
      "title": "Take Action | American Civil Liberties Union",
      "description": "void",
      "preview": "Skip navigation Take an Action Today Join the over one million action-takers who have made their voices heard. Featured Action Message Action Message"
    },
    {
      "url": "https://redis.io/docs/latest/develop/data-types/streams/",
      "title": "Redis Streams | Docs",
      "description": "Introduction to Redis streams",
      "preview": "void"
    },
    {
      "url": "https://tippingpoint.org/",
      "title": "Fight Poverty in the Bay | Tipping Point Community",
      "description": "Tipping Point is a nonprofit in the San Francisco Bay Area that finds, funds, and strengthens the most promising poverty-fighting solutions.",
      "preview": "20 Years of Fighting Poverty 100% of your gift goes where it's needed most WAYS TO GIVE 2024 IMPACT $31 Million Invested to Fight Poverty in the Bay A"
    },
    {
      "url": "https://help.lyft.com/hc/en-us",
      "title": "Lyft Help",
      "description": "void",
      "preview": "Skip to Content How can we help you? Popular articles Lost and found for riders How and when driver pay is calculated Report a safety incident or cita"
    },
    {
      "url": "https://www.southampton.ac.uk/oes/postgraduate/research_students/fw2n19.page",
      "title": "Find a person | University of Southampton",
      "description": "void",
      "preview": "Skip to main content Study View all courses Taught postgraduate study Postgraduate taught degree courses Online master's degrees Postgraduate taught t"
    },
    {
      "url": "https://cdn.donorschoose.net/districttools",
      "title": "DonorsChoose District Controls",
      "description": "We're here to set your district up for success on DonorsChoose.org. Take the steps below to access controls for your district leaders and get resources to help your teachers make the most out of their classroom projects.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://mubi.com",
      "title": "MUBI: Watch and Discover Movies",
      "description": "Watch truly great cinema. Wherever you are. From iconic, award-winning directors to emerging auteurs. Transformative films from all over the world. Stream Now. Download to watch Offline. Start your free 7 day trial now.",
      "preview": "Watch more great cinema. Cinema like nowhere else. Try 7 Days Free Get started By clicking ' Get started ' you are indicating that you have read and a"
    },
    {
      "url": "https://www.renderforest.com/#Videos",
      "title": "All your design tools in one place | Renderforest",
      "description": "Time to get your brand noticed. Create professional videos, logos, mockups, websites, and graphics - all in one place. Get started now!",
      "preview": "All your design tools in one place Start growing your business by creating stunning Videos, animations, branding, mockups, presentations, graphics, an"
    },
    {
      "url": "http://www.ecoemballages.fr",
      "title": "L'éco-organisme de la REP Emballages ménagers et papiers graphiques | CITEO",
      "description": "Citeo - Ensemble, faisons bouger les lignes",
      "preview": "#emballages #économie circulaire #geste de tri #écoconception #recyclage #engagement #papiers #innovation #plastiques #collecte #réemploi #déchets aba"
    },
    {
      "url": "https://pngquant.org/",
      "title": "pngquant - lossy PNG compressor",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://jaipur.craigslist.org/d/garage-moving-sales/search/gms?hints=static&sort=upcoming&lang=en&cc=gb&sale_date=2021-12-09",
      "title": "Jaipur garage & moving sales - craigslist",
      "description": "Jaipur garage & moving sales - craigslist",
      "preview": "loading Reading writing saving searching refresh the page. craigslist Garage & Moving Sales in Jaipur see also"
    },
    {
      "url": "https://www.terrapinn.com/conference/aviation-festival/index.stm",
      "title": "World Aviation Festival 2025 | Lisbon",
      "description": "For the leaders of the world's airlines, airports and their most senior executives in charge of software, services, marketing and distribution.",
      "preview": "Tuesday 7 - Thursday 9 October 2025 FIL, Lisbon, Portugal Exhibition Opening Times (Pavilion 1 and 2) 7 October: 08.00 - 19.00 8 October: 08.00 - 18.0"
    },
    {
      "url": "https://tiktok.com/@ellenmacarthurfoundation",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://www.vesuvius.com/en/index.html",
      "title": "Vesuvius",
      "description": "Vesuvius is a Global leader in molten metal flow engineering",
      "preview": "Our use of cookies This site uses cookies. By continuing to browse the site you are agreeing to our use of cookies. For more details about cookies and"
    },
    {
      "url": "https://www.la-croix.com/elections/resultats-legislatives/aveyron-12/murasson-12370",
      "title": "Résultats législatives 2024 : Murasson (12370)",
      "description": "Résultats ville Murasson (12370) : Retrouvez dès la publication officielle, les résultats complets du 2nd tour des élections législatives 2024 pour la commune Murasson",
      "preview": "Résultats législatives 2024 : Murasson (12370) Voici les résultats complets du 2nd tour des élections législatives 2024 pour la 3ème circonscription ,"
    },
    {
      "url": "https://www.sixrace.it/en/fenders",
      "title": "✌ Buy Mudguards sixrace.it",
      "description": "✅ Fenders. Accessories and Spare Parts motorcycle sixrace.it",
      "preview": "Filter by Clear Manufacturers -- CIRCUIT (8) CIRCUIT EQUIPMENT (8) CNC RACING (26) NG (15) POWERBRONZE (1704) Motorcycle brand no matches Aprilia 103"
    },
    {
      "url": "http://www.jaapsch.net/mechcalc/",
      "title": "Jaap's Mechanical Calculators Page",
      "description": "void",
      "preview": "Jaap's Mechanical Calculators Page Filter: Category Calculator Adding/Listing Adding Machine Small Adder Counter Other Type Direct drive Semi-direct d"
    },
    {
      "url": "https://www.quesecueceenbcn.com/2020/02/06/buenisima-cocteleria-en-barcelona-mamaine/",
      "title": "Buenísima coctelería en Barcelona Mamainé en el Born",
      "description": "Para los que, como yo, os van los cocktails y también os gusta cuidaros (un poquito... no vamos a decir que los cocktails son sanos, no), os recomiendo mi",
      "preview": "BUENÍSIMA COCTELERÍA EN BARCELONA MAMAINÉ martacasals 06/02/2020 2,020 Views Para los que, como yo, os van los cocktails y también os gusta cuidaros ("
    },
    {
      "url": "https://fishwise.org/",
      "title": "Home - Fishwise",
      "description": "FishWise: Sustaining ocean ecosystems and the people who depend on them by transforming global seafood supply chains.",
      "preview": "Skip to primary navigation Skip to main content Sustaining ocean ecosystems and the people who depend on them by transforming global seafood supply ch"
    },
    {
      "url": "https://www.flutetunes.com/tunes.php?id=2209",
      "title": "Largo from Recorder Sonata No. 8 in D minor (B. Marcello) - Free Flute Sheet Music | flutetunes.com",
      "description": "Sheet music for Largo from Recorder Sonata No. 8 in D minor by Benedetto Marcello, arranged for Flute and bass instrument. Free printable PDF score and MIDI track.",
      "preview": "Free Flute Sheet Music Menu Search Tunes... Menu Home FAQ Browse Tunes Modern Music Random Tune Most Popular Flute Articles Flute Scales Flute Fingeri"
    },
    {
      "url": "https://flair.ai/",
      "title": "AI Product Photo Generator & Editor | Create E-Commerce Images | Flair.ai",
      "description": "Create studio-quality e-commerce photoshoots in seconds with our drag-and-drop AI editor. Try it free today.",
      "preview": "Flair.ai Features Pricing Enterprise Community Gallery Resources Try Flair AI for free The The AI AI design design tool tool for for product photoshoo"
    },
    {
      "url": "https://www.nyasatimes.com/judge-in-muluzi-case-fails-to-deliver-judgement/",
      "title": "Judge in Muluzi case fails to deliver judgement - Malawi Nyasa Times - News from Malawi about Malawi",
      "description": "Malawi breaking news publishing 24 hours a day news about Malawi, Malawi Business, Malawi Tourism, Malawi Politics, Malawi News",
      "preview": "Skip to content High Court judge Maclean Kamwambi on Tuesday failed to turn up at the court in Blantyre to deliver a landmark judgement on whether for"
    },
    {
      "url": "https://oceandataconference.org/",
      "title": "Ocean Data Conference - ocean data conference organised by IODE",
      "description": "void",
      "preview": "Skip to content International Ocean Data Conference - III (IODC-III) March 10, 2025 - March 11, 2025 Instituto de Investigaciones Marinas y Costeras J"
    },
    {
      "url": "https://maskimot.tumblr.com/",
      "title": "@maskimot on Tumblr",
      "description": "27 | | just lookin for a mother that'll get me high, just a stupid motherfucker if i die i die | | celebrating every day i dont listen to the voices | | look at my cat tofu #kitdies",
      "preview": "Posts zoeyhorse Follow at least she's got the spirit veryluckyclovers Follow sending love to those fighting the job market femboy-c-cups Follow me fac"
    },
    {
      "url": "http://snyderemarks.com/the-eric-bransby-mural/",
      "title": "The Eric Bransby Mural | snyderemarks.com",
      "description": "void",
      "preview": "Skip to content About Me Christmas Letters Fitness Adventures Olympic Interviews Olympic Stories Dot.Com Refugee Even More Stories ← Thomas Hart Bento"
    },
    {
      "url": "http://mobile.secouchermoinsbete.fr/users/37779-winniie",
      "title": "Profil de Winniie",
      "description": "Se Coucher Moins Bête",
      "preview": "Winniie Winniie Localisation : Planète Terre Occupation : Je cherche encore Commentaires postés : 16 Anecdotes publiées : 2 Date d'inscription : 14/05"
    },
    {
      "url": "https://blockclubchicago.org/2023/02/13/midwests-first-la-michoacana-plus-opens-on-26th-street-bringing-ice-cream-paletas-and-more-to-little-village/",
      "title": "Midwest's First La Michoacana Plus Opens On 26th Street, Bringing Ice Cream, Paletas And More To Little Village",
      "description": "LITTLE VILLAGE - The state's first La Michoacana Plus opened on West 26th Street earlier this month, offering paletas, mangonadas, michelaguas and more.",
      "preview": "Don't miss what's happening in Pilsen, Little Village & Back of the Yards! Sign up to get free stories from your neighborhood-twice a week. Sign up Do"
    },
    {
      "url": "https://plate-archive.hs.uni-hamburg.de/index.php/es/fotografia?&cat0=101&cat1=0001000010000000000000010&cat2=0000000000000000000000000001000000000000000000000000000001000000000000000000000000000000000000000000000010000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000&cat3=000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000100000000000000000000000000000&cat4=000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000&cat5=000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000&cat6=000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000&cat1=0001000010000001000000010",
      "title": "Fotografía",
      "description": "void",
      "preview": "Home | Archives > Archivo Fotografía Bernhard Schmidt Archivo Seleccione su idioma Archivo de imágenes Detalles Visto: 349660 Archivo de imágenes del"
    },
    {
      "url": "https://ktla.com/2019/12/16/brothers-accused-of-killing-chino-newlywed-at-his-wedding-reception/",
      "title": "Brothers Accused of Killing Chino Newlywed at His Wedding Reception | KTLA",
      "description": "A 30-year-old Chino man killed over the weekend was beaten to death at his wedding reception hours after getting married, investigators said Monday. Joe Melgoza was found suffering from blunt force trauma to his head at the reception around 2:20 a.m. Sunday and died after being taken to the hospital, according to Chino police. Sgt. [...]",
      "preview": "Skip to content"
    },
    {
      "url": "https://inner.world/",
      "title": "Innerworld - virtual mental health groups with guided support and community",
      "description": "Innerworld is a mental health haven and the most empathetic community online. Join virtual support groups as an anonymous avatar anytime from phone or tablet. Learn life-changing tools and feel better fast.",
      "preview": "How Innercircle Works: As an Innercircle member, you will join a group of other Innercirclers with similar interests and challenges. Together, you'll"
    },
    {
      "url": "https://kutv.com/news/local/suspect-alleged-murray-fire-homicide-released-two-days-prior-probation-violation-cubesmart-self-storage-alexander-wardell-criminal-history",
      "title": "Suspect released on bond one day before fatal storage unit fire in Murray",
      "description": "The suspect who was arrested after a woman and dog were found dead from a Murray storage unit fire was released from jail one day prior on bond for a probation",
      "preview": "Fri, 10 Oct 2025 10:12:27 GMT (1760091147128) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "http://www.zenit-hi-fi.ru/hificatalog/kabeli/setevye-kabeli/fisch-p-7-15m.html",
      "title": "Fisch P-7 1,5m | салон Зенит Hi-FI техники",
      "description": "Fisch P-7 1,5m",
      "preview": "Каталог ВИДЕО BLU-RAY ПРОИГРЫВАТЕЛИ ПРОЕКТОРЫ АУДИО CD-ПРОИГРЫВАТЕЛИ CD-РЕСИВЕРЫ CD-ТРАНСПОРТЫ СЕТЕВЫЕ ПРОИГРЫВАТЕЛИ АУДИОСЕРВЕРЫ ТЮНЕРЫ AV-ПРОЦЕССОРЫ"
    },
    {
      "url": "https://blog.sonicbids.com/3-surefire-ways-to-stay-healthy-on-tour",
      "title": "3 Surefire Ways to Stay Healthy on Tour",
      "description": "Touring can take a real toll on a band's health, but with these three easy tips, you and your bandmates will stay in tip-top shape on the road.",
      "preview": "Music Business 101 Marketing & Promotion Booking Gigs & Touring Legal & Money Licensing & Publishing Digital & Technology Honing Your Craft Performing"
    },
    {
      "url": "https://briansit.tumblr.com/post/139767572218",
      "title": "Sure, If you say so. - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \" Though if you are a fluent computer programmer you will make double the salary working in the...",
      "preview": "codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Though if you are a fluent computer programmer you w"
    },
    {
      "url": "http://www.grandfamilies.org/State-Fact-Sheets",
      "title": "GrandFacts Fact Sheets",
      "description": "The Grandfamilies State Law and Policy Resource Center serves as a national legal resource in support of grandfamilies within and outside the child welfare system. Our goals are to educate individuals about state laws, legislation and policy in support of grandfamilies; assist interested policymakers, advocates, caregivers, and attorneys in exploring policy options to support relatives and the children in their care; provide technical assistance and training.",
      "preview": "Search Search Home About Us Search Laws Topic Library Adoption Care & Custody Education Federal Laws Family First Strengthening Families Fostering Con"
    },
    {
      "url": "https://olive-cole.tumblr.com/",
      "title": ".",
      "description": "coffee, anime, random stuff, really.",
      "preview": "void"
    },
    {
      "url": "https://capitaloneshopping.com/capitalone",
      "title": "Capital One Shopping",
      "description": "void",
      "preview": "saved. saved. saved. saved. saved. saved. Capital One Shopping from Capital One checks for deals before you checkout. Sign up to receive a desktop rem"
    },
    {
      "url": "https://learn.wallet.apple/id",
      "title": "ID in Wallet",
      "description": "void",
      "preview": "ID in Wallet ⁠Your ID. ⁠⁠Now on iPhone. Easy. Secure. Private. Present your ID in seconds. Keeping your ID in Wallet makes it simple to prove your age"
    },
    {
      "url": "http://www.ndncollective.org/",
      "title": "Home - NDN COLLECTIVE",
      "description": "DEDICATED TO BUILDING INDIGENOUS POWER WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building...",
      "preview": "WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building Indigenous power. Through organizing,"
    },
    {
      "url": "https://wwwn.cdc.gov/NIOSH-Mining/?facetGroups=Products%20and%20materials=Nitrous%20oxides;Carbon%20dioxide;Carbon%20monoxide;Natural%20gas;Butane;Nitrogen%20dioxide;%5E&sf=Products%20and%20materials",
      "title": "Mining Health and Safety | Mining | CDC",
      "description": "Health and safety solutions for miners from the NIOSH Mining Program.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://stencil.wiki/What_is_Risograph_printing%3F",
      "title": "stencil.wiki",
      "description": "void",
      "preview": "Jump to content From stencil.wiki Stencil.wiki is a comprehensive resource dedicated to stencil printing, providing tools, guides, and a collaborative"
    },
    {
      "url": "https://www.popularwoodworking.com/techniques/french-polish/",
      "title": "French Polishing | Popular Woodworking",
      "description": "French polish adds extraordinary depth to gorgeous wood. This finish is perfect for bowls, vessels, lamps and other turnings that aren't handled often or are exposed to moisture, alcohol or heat.",
      "preview": "By American Woodworker Editors Posted April 25, 2019 In Projects , Shop Blog , Techniques French Polishing 2019-04-25 2024-03-06 https://media.popular"
    },
    {
      "url": "https://aworld.app.link/RuGYTvUs2Z",
      "title": "void",
      "description": "void",
      "preview": "Launching AWorld.org We have redirected you to the desktop app."
    },
    {
      "url": "http://www.idreams.pl/our-products/show/product/21-Lets-Create-Pottery",
      "title": "Let's Create! Pottery | Products | Infinite Dreams",
      "description": "Infinite Dreams Inc. is a game development studio located in Gliwice, Poland. With over 20 years of experience in the industry, the company develops top quality games for a broad range of digital platforms such as iOS, Android, Nintendo Switch, Sony Playstation, XBox.",
      "preview": "Let's Create! Pottery Free your creativity! With Let's Create: Pottery making ceramics has never been more simple and fun! Become a true artist and cr"
    },
    {
      "url": "https://stock.walmart.com/",
      "title": "Walmart Inc. (WMT)",
      "description": "Walmart Inc. (NYSE: WMT) is a people-led, tech-powered omnichannel retailer helping people save money and live better - anytime and anywhere - in stores, online, and through their mobile devices. Each week, approximately 270 million customers...",
      "preview": "Skip to main content Skip to section navigation Skip to footer Latest News View All News Aug 28, 2025 Walmart Leadership To Participate in Upcoming In"
    },
    {
      "url": "http://g.co/supplier-responsibility",
      "title": "Supporting Supplier Responsibility - Google Sustainability",
      "description": "A responsible supply chain is good for business. See how we're minimizing our environmental impact and supporting sustainability in supply chains.",
      "preview": "Supplier Responsibility A responsible supply chain isn't just the right thing to do for people and the planet - it's also good for business. Learn abo"
    },
    {
      "url": "http://www.buenosaires-cauca.gov.co/planes/plan-sectorial-de-salud-2016--2019",
      "title": "Plan Sectorial de Salud 2016 - 2019",
      "description": "El derecho a la Salud, entendido como el \"disfrute del más alto nivel de bienestar físico, mental y social\", es inherente a la persona y universal para todos los seres humanos, donde las situaciones,",
      "preview": "void"
    },
    {
      "url": "https://journa.host/@rhett",
      "title": "Rhett Ayers Butler (@rhett@journa.host) - Journa.host",
      "description": "3 Posts, 5 Following, 31 Followers · I'm a journalist who founded Mongabay, a nonprofit news outlet focused on international environmental issues.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://developers.google.com/machine-learning/crash-course",
      "title": "Machine Learning | Google for Developers",
      "description": "void",
      "preview": "Skip to main content Machine Learning / English Deutsch Español Français Indonesia Português - Brasil Русский Українська 中文 - 简体 日本語 한국어 Sign in Home"
    },
    {
      "url": "https://www.glaad.org/transgender",
      "title": "Transgender Media | GLAAD",
      "description": "GLAAD Transgender Media Program Transgender FAQ Learn more about transgender people and the issues important to themMedia Professionals If you are a media professional working on a story, please check out GLAAD's resources for covering transgender people in the media.Transgender Resources Check out a list of resources for transgender people and their allies. Medical Association",
      "preview": "Close Menu DONATE GIVE MONTHLY Join GLAAD and take action for acceptance. SIGN UP What's Hot RECAP: Supreme Court to Rule on Protections Against Discr"
    },
    {
      "url": "http://flightfuelcoffee.com",
      "title": "DropCatch.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.cdp.net/en",
      "title": "CDP: Turning Transparency to Action",
      "description": "CDP can support your environmental journey - turning data into Earth-positive impact. The world's only independent environmental disclosure system.",
      "preview": "The deadline for submitting unscored responses and amendments is November 19. Disclose now . The response window for the 2025 disclosure cycle is open"
    },
    {
      "url": "https://www.ilbs.in/",
      "title": "ILBS Hospital Delhi | Best Hospital In Delhi | Liver Transplant Delhi | Kidney Transplant Delhi",
      "description": "The Institute of Liver and Biliary Sciences (ILBS) has been established by the Government of the National Capital Territory (NCT) of Delhi as an Autonomous Institute, under the Societies Registration Act - 1860, at New Delhi.",
      "preview": "Academics Message From Chancellor Message From Vice-Chancellor Read More... Autonomous Institute under GNCT of Delhi Deemed to be University Under Sec"
    },
    {
      "url": "https://emmanorton.org/",
      "title": "Emma Norton Services | Strengthening, Nurturing, and Empowering",
      "description": "Emma Norton Services provides transformational housing for women and families on their journey of recovery. Learn more and join us.",
      "preview": "Skip to content Transformational housing and growth for individuals and families on their journey of recovery LEARN MORE HOW TO HELP Stay up to date O"
    },
    {
      "url": "https://goyff.az.gov/content/about-goyff",
      "title": "About | Governor's Office of Youth, Faith and Family",
      "description": "The GOYFF is a cabinet-level agency that administers state and federal grant programs and engages stakeholders across all sectors throughout the state to improve services and service delivery to our citizens.",
      "preview": "Skip to main content Skip to main navigation Governor's Office of Youth, Faith and Family"
    },
    {
      "url": "https://www.oceanriskalliance.org/",
      "title": "Homepage - ORRAA",
      "description": "Our mission is to drive investment into coastal and ocean natural capital, to positively impact the resilience of people in coastal areas around the world.",
      "preview": "Skip to content Investing in coastal communities and the Ocean Our mission, by 2030, is to activate at least USD$500 million of investment to build th"
    },
    {
      "url": "https://www.nature.com/subjects/neuroscience",
      "title": "Neuroscience - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.thelodgeatwoodloch.com/",
      "title": "The Lodge at Woodloch: Spa Resort in Poconos, Pennsylvania",
      "description": "Unwind at The Lodge at Woodloch, a Poconos spa resort for relaxation, rejuvenation & personal awakening. Explore mindfulness & wellness through classes, workshops & speakers.",
      "preview": "The Lodge at Woodloch Close Play/pause Scroll to Explore Online Reservations Booking Details Dates Guests/Room 2 - + The Lodge at Woodloch One Resort,"
    },
    {
      "url": "https://awionline.org/content/refinement-database?f%5B0%5D=animal_type%3A323&f%5B1%5D=animal_type%3A346&f%5B2%5D=animal_type%3A359&f%5B3%5D=animal_type%3A391&f%5B4%5D=animal_type%3A394&f%5B5%5D=animal_type%3A403&f%5B6%5D=animal_type%3A420&f%5B7%5D=topic%3A352&f%5B8%5D=topic%3A357",
      "title": "Search publications on improving welfare for animals in research - Refinement Database",
      "description": "Search for publications on refinement of housing, husbandry, care, and use of animals in research.",
      "preview": "Skip to Content Welcome to the Refinement Database Search scientific articles, books, and other publications related to improving or safeguarding the"
    },
    {
      "url": "https://hemingwayapp.com/",
      "title": "Hemingway Editor",
      "description": "Hemingway Editor makes your writing bold and clear.",
      "preview": "Hemingway's classic desktop app. Save/load files and work offline. No AI. Learn more"
    },
    {
      "url": "https://www.qrcodemonkey.com/#text",
      "title": "qrcodemonkey.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://trendspanarna.nu/tag/ginko-taklampa/",
      "title": "ginko taklampa | Trendspanarna.nu",
      "description": "void",
      "preview": "Hoppa till primärt innehåll Hoppa till sekundärt innehåll Här kommer ett tips på \"Lyx vs budget\". Denna gången har vi valt taklampan Ginko från Svenss"
    },
    {
      "url": "https://www.tablesgenerator.com/latex_tables",
      "title": "Create LaTeX tables online - TablesGenerator.com",
      "description": "Easily create even complex LaTeX tables with our online generator - you can paste data from a spreadsheet, merge cells, edit borders and more.",
      "preview": "Tables Generator LaTeX HTML Text Markdown MediaWiki File New table... Import CSV file... Paste table data... From LaTeX code... Save table... Load tab"
    },
    {
      "url": "https://www.remsahealth.com/news/care-flight-incident-updates/",
      "title": "Updates on Care Flight Incident - REMSA Health",
      "description": "Ongoing official updates from REMSA Health about the tragic Care Flight crash on February 24th, 2023. Check back for the most recent updates.",
      "preview": "Return to News & Updates Media Contact: Jena Esposito, KPS3, pr@kps3.com , 702-513-0606 March 9, 12:10 p.m. - Update on Care Flight's return-to-servic"
    },
    {
      "url": "https://live.worldbank.org",
      "title": "We Livestream Events on International Development | World Bank Live",
      "description": "Keep up with the World Bank's latest research and insights. Join us as we livestream events in English, Spanish, French, and Arabic and discuss global development challenges with international economists and policymakers.",
      "preview": "Event Replays Replay September 24, 2025 Mission 300: Energizing Africa Mission 300: Energizing Africa Replay September 23, 2025 A Conversation with Ax"
    },
    {
      "url": "https://keystoneservices.org/",
      "title": "Keystone Community Services - Services for youth, families and seniors.",
      "description": "Keystone Community Services provides youth programming, senior services, food shelves and distribution, and crisis support to neighborhoods surrounding St. Paul, Minnesota.",
      "preview": "You are the key Together, we can connect more people to the support they need now. Support Your Neighbors Today » Report to the Community & 2023 Annua"
    },
    {
      "url": "https://rmi.org/press-release/substantial-emissions-reductions-possible-with-smart-ev-charging/",
      "title": "Substantial Emissions Reductions Possible with Smart EV Charging, Finds RMI - RMI",
      "description": "A new report lays out strategies to maximize emissions reductions through optimized EV charging and provides clear recommendations for the transportation and power sectors.",
      "preview": "void"
    },
    {
      "url": "https://maxgrowshop.fi/rum_m_Kituri-de-cultivare_Kituri-camere-de-cultura-_Kituri-Gavita-729.html",
      "title": "Sklep zakończył działalność - IdoSell",
      "description": "void",
      "preview": "Sklep zakończył działalność Sklep maxgrowshop.fi zakończył działalność. Jeśli potrzebujesz skontaktować się z właścicielem tego sklepu, prosimy o kont"
    },
    {
      "url": "https://withoutyoumusical.com/",
      "title": "Home | Anthony Rapp's Without You",
      "description": "A new musical based on Anthony Rapp's New York Times best-selling memoir of love, loss and the musical RENT.",
      "preview": "Stay tuned for more dates! You would have to be made of stone to NOT be moved. The New York Times Out of the 525,600 MINUTES in your year, spend 90 of"
    },
    {
      "url": "https://pmc.com/privacy-policy/",
      "title": "Privacy Policy | PMC",
      "description": "This privacy policy explains how Penske Media Corporation and its subsidiaries and affiliates, process information on our websites and publications.",
      "preview": "brands Privacy Policy Effective January 1, 2020 Updated July 11, 2025 TABLE OF CONTENTS 1. Introduction 2. The Information We Collect 3. How We Use th"
    },
    {
      "url": "https://diversity.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Google - Building Together for Everyone",
      "description": "Learn how we're making it possible for all people to do their best work so that we build helpful products for everyone.",
      "preview": "We're building a Google for all of us to build helpful products for everyone Play silent looping video Pause silent looping video To build products th"
    },
    {
      "url": "https://rfcx.org",
      "title": "Rainforest connection",
      "description": "void",
      "preview": "Facebook Twitter Instagram Youtube Linkedin Facebook Twitter Instagram Youtube Linkedin Using Sound & AI To Protect Rainforests & Monitor Biodiversity"
    },
    {
      "url": "https://thelawrencefoundation.org/",
      "title": "The Lawrence Foundation",
      "description": "void",
      "preview": "Menu Home Welcome! The Lawrence Foundation is a private family foundation focused on making grants to support environmental, human services and other"
    },
    {
      "url": "https://network.creativecommons.org/?ref=global-affiliate-network",
      "title": "CC Global Network Community Site",
      "description": "The Creative Commons Global Network works together to realize our shared values and build relationships around the world.",
      "preview": "× Help us build a vibrant, collaborative Global Commons View More Featured members Mariana Valente Brazil Ethan Senack United States Ilkay Holt United"
    },
    {
      "url": "https://www.micah.org/",
      "title": "MICAH",
      "description": "void",
      "preview": "Back Policy MICAH in the News Resources Newsletter Archive Back People & Mission MICAH and Housing News Contact Us Sign up for Email Back Calendar MIC"
    },
    {
      "url": "https://acs782.tumblr.com/",
      "title": "Stuff",
      "description": "This n that",
      "preview": "Stuff This n that archive rss feed 6.22.16 #spinnersofinstagram (at Bowling Green, Ohio) posted : Wednesday, June 22nd, 2016 tags : spinnersofinstagra"
    },
    {
      "url": "https://www.austinbcc.org/",
      "title": "Home - Greater Austin Black Chamber of Commerce, TX",
      "description": "void",
      "preview": "Go Pages Members Categories Quicklinks Events The Greater Austin Black Chamber of Commerce Business Join Directory Contact Us Welcome To The Greater A"
    },
    {
      "url": "https://disconnect.me/",
      "title": "void",
      "description": "void",
      "preview": "Freedom from tracking . +1M websites scanned +5M apps scanned +10M emails scanned Disconnect tracks the trackers, across the internet and beyond. Lear"
    },
    {
      "url": "https://ocean.weather.gov/",
      "title": "Ocean Prediction Center",
      "description": "void",
      "preview": "Home Mobile Site RSS Go Local Forecast Ocean Prediction Center National Oceanic and Atmospheric Administration Analysis & Forecast Weather Alaska/Arct"
    },
    {
      "url": "https://www.globalgap.org/uk_en/what-we-do/globalg.a.p.-certification/",
      "title": "About GLOBALG.A.P.",
      "description": "GLOBALG.A.P. is a brand of smart farm assurance solutions for plants and aquaculture - fostering safer and more responsible farming worldwide.",
      "preview": "About us GLOBALG.A.P. is a brand of smart farm assurance solutions for the certification of agriculture, aquaculture, and floriculture production proc"
    },
    {
      "url": "http://www.emmanorton.org/",
      "title": "Emma Norton Services | Strengthening, Nurturing, and Empowering",
      "description": "Emma Norton Services provides transformational housing for women and families on their journey of recovery. Learn more and join us.",
      "preview": "Skip to content Transformational housing and growth for individuals and families on their journey of recovery LEARN MORE HOW TO HELP Stay up to date O"
    },
    {
      "url": "https://www.harvard.edu/",
      "title": "Harvard University",
      "description": "Harvard University is devoted to excellence in teaching, learning, and research, and to developing leaders who make a difference globally.",
      "preview": "Skip to main content Learn functional genomics In this free online Harvard course you can learn how to analyze DNA and RNA using open source software."
    },
    {
      "url": "https://backcountry.tnu8.net/c/249354/358742/5311?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.backcountry.com%2Fpatagonia-nano-puff-insulated-jacket-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "http://environmentalchemistry.com/",
      "title": "EnvironmentalChemistry.com: Environmental, Chemistry & Hazardous Materials News, Careers & Resources",
      "description": "void",
      "preview": "Skip to page content Skip to site menu on this page We provide environmental, chemistry and hazardous materials news, information & resources includin"
    },
    {
      "url": "https://www.today.com/home/grinch-shows-house-hilarious-real-estate-listing-t145320",
      "title": "The Grinch shows off a house in hilarious real estate listing",
      "description": "A real estate team used The Grinch to show off a home for sale in Baltimore, Maryland. See the funny photos!",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "http://www.nickjr.com/privacy-policy/",
      "title": "Nickelodeon Italia | Homepage",
      "description": "Nickelodeon è il marchio di intrattenimento n. 1 per bambini e offre un assortimento di programmi per famiglie, lungometraggi e contenuti molto divertenti.",
      "preview": "Non perderti le avventure di Kid Danger e Capitan Man, tra azione e tante risate! 0 Latest on Nick SPONGEBOB In fondo al mare, a Bikini Bottom, vive l"
    },
    {
      "url": "https://link.nbcnews.com/join/5cj/think-signup",
      "title": "Sign up for the THINK newsletter | NBC News",
      "description": "Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from NBC News THINK.",
      "preview": "ReTHINK your week with the THINK newsletter Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from"
    },
    {
      "url": "http://yt.be/songwriters",
      "title": "YouTube for Songwriters - Songwriters Home",
      "description": "Browse resources tailor-made for songwriters, producers, and their teams. Find answers, create your visual discography, and promote your latest work on YouTube.",
      "preview": "The Home For Songwriters On YouTube Made just for you - a space created for songwriters, producers, and their teams to thrive on YouTube. Browse Resou"
    },
    {
      "url": "https://www.globalknowledge.com/us-en/resources/resource-library/articles/top-paying-certifications/#gref",
      "title": "20 Necessary IT Certifications + Salaries I Skillsoft",
      "description": "IT certifications can be a necessary step in your career journey. From CompTIA A+ to AWS Cloud Practitioner, here are 20 essential certifications for...",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Blog Home"
    },
    {
      "url": "https://videogamesandthebible.com/2014/07/10/nuking-the-asteroid-a-space-engineers-preview-paid/",
      "title": "Nuking the Asteroid-A Space Engineers Preview | Video Games and the Bible",
      "description": "*Sources of screenshots are listed in their respective file-names. Space Engineers is an Early Access title in Alpha. This means the game is not fully optimized and various bugs are present. However, this also means that Space Engineers is continually being updated, refined and improved based on YOUR feedback (weekly, in this case). The feature list...",
      "preview": "Video Games and the Bible News, Reviews, Previews and Biblical Analysis Skip to content Biblical Article Archive Podcasts Christian Games/Creators Int"
    },
    {
      "url": "https://theconversation.com/fishing-industry-must-do-more-to-tackle-human-rights-abuses-heres-where-to-start-149762",
      "title": "Fishing industry must do more to tackle human rights abuses - here's where to start",
      "description": "One in six fishers in the Gulf of Thailand have been coerced or deceived into working against their will.",
      "preview": "ZoranOrcik/Shutterstock Chris Armstrong , University of Southampton Author Chris Armstrong Professor of Political Theory, University of Southampton Di"
    },
    {
      "url": "https://sentimental--sentinel.tumblr.com/",
      "title": "@sentimental--sentinel on Tumblr",
      "description": "xNFJ // Sun Moon Venus Mars: Cancer // Rising Scorpio // Dota Addict Love easily, but not easy to love",
      "preview": "Posts Likes adorastarotcards-deactivated202 Synastry Overlay in Mars Adorastarotcards Mars in Partners 1st House - ✨Sexual Attraction✨ a very intense"
    },
    {
      "url": "http://www.pickwick.it/",
      "title": "Innova | Distribuzione e vendita all'ingrosso dal 1993",
      "description": "Innova S.p.A si posiziona come azienda leader nella distribuzione e vendita all' ingrosso dei principali marchi di abbigliamento promozionale e da lavoro dal 1993.",
      "preview": "Accedi Diventa cliente Accedi Chiama Carrello 0 +3906 71300013 | info@innovaspa.it Carrello 0 CERCA Benvenuto nel mondo Innovativewear: Accedi al sito"
    },
    {
      "url": "https://www.cultbeauty.com/huda-beauty-medium-nude-obsessions/13311009.html",
      "title": "Huda Beauty Medium Nude Obsessions | Cult Beauty",
      "description": "Get Huda Beauty Medium Nude Obsessions at Cult Beauty.",
      "preview": "Skip to main content Get 15% off your first order Sign up for email exclusives Earn Cult Status Points Get up to 15% OFF your first haul with code FIR"
    },
    {
      "url": "https://meritamerica.applytojob.com/apply",
      "title": "Job Seeker Resources",
      "description": "void",
      "preview": "Trying to apply for a job? Please read before you proceed Oops ! You've likely been routed here accidentally. JazzHR is an applicant tracking system ("
    },
    {
      "url": "https://www.1to1legal.co.uk/local/england/chelmsford/contentious-will-probate/",
      "title": "Chelmsford Contentious Will Probate Law Firms | Best Contentious Will Probate Solicitors, Barristers & Lawyers in Chelmsford",
      "description": "Find the top contentious will probate solicitors, barristers and lawyers near you in Chelmsford, England. Law directory list of the best firms in Chelmsford for contentious will probate.",
      "preview": "Nearest Contentious Will Probate Law Firms & Services in Chelmsford Backhouse Solicitors Ltd Backhouse Solicitors are a family-owned, modern firm. The"
    },
    {
      "url": "https://atom.io/",
      "title": "Sunsetting Atom - The GitHub Blog",
      "description": "We are archiving Atom and all projects under the Atom organization for an official sunset on December 15, 2022.",
      "preview": "GitHub Staff · @github June 8, 2022 | Updated July 23, 2024 | 3 minutes Share: January 30, 2023 Update: Update to the previous version of Atom before"
    },
    {
      "url": "https://www.laphamsquarterly.org/archive/voices-in-time?field_region_value=pb&amp%3Bamp%3Bfield_time_period_tid=11&amp%3Bamp%3Bfield_issue_content_tid=251&amp%3Bfield_issue_content_tid=270&field_time_period_tid=11&field_issue_content_tid=256",
      "title": "Archived Voices in Time | Lapham's Quarterly",
      "description": "void",
      "preview": "Jump to navigation Issue - Any - Energy Freedom Education Migration Friendship Technology Democracy Epidemic Scandal Memory Climate Happiness Trade Ni"
    },
    {
      "url": "https://gdpr.cision.com/",
      "title": "Cision GDPR - Data Privacy",
      "description": "void",
      "preview": "Data Privacy Home → Data Privacy German French English Portuguese Data Privacy Customer Privacy Notice Data Privacy Notice - Journalists and Other Inf"
    },
    {
      "url": "https://math.meta.stackexchange.com/help/badges/54/enthusiast?userid=471884",
      "title": "Enthusiast - Badge - Mathematics Meta Stack Exchange",
      "description": "Q&A about the site for people studying math at any level and professionals in related fields",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Enthusiast Enthu"
    },
    {
      "url": "http://www.mic.pt/dispatcher?where=3&what=2&show=0&edicao_id=7340&lang=PT",
      "title": "Centro de Investigação & Informação da Música Portuguesa",
      "description": "void",
      "preview": "Centro de Investigação & Informação da Música Portuguesa Entrevistas MIC.PT Entrevistas Históricas e Novas Entrevistas a compositoras/ compositores da"
    },
    {
      "url": "https://support.savethechildren.org/site/Donation2?df_id=4988&mfc_pref=T&4988.donation=form1&cid=Social_Network:Twitter:Emer_CEF:Scus_1x_Post1:020623",
      "title": "Children's Emergency Fund - Save the Children",
      "description": "I just donated to Save the Children to transform children's lives and the future we share. Join me.",
      "preview": "Donate Children's Emergency Fund Conflict, severe weather, poverty and hunger are causing mass displacements around the world. For children in Syria,"
    },
    {
      "url": "https://www.dorsets.co.uk/accommodation/search?sort=field_accommodation_rating&order=desc&f%5B0%5D=field_near%3A4&f%5B1%5D=field_near%3A33&f%5B2%5D=field_near%3A13&f%5B3%5D=field_near%3A48&f%5B4%5D=field_near%3A38&f%5B5%5D=field_near%3A32&f%5B6%5D=field_near%3A43&f%5B7%5D=field_near%3A12&f%5B8%5D=field_near%3A24&f%5B9%5D=field_near%3A50&f%5B10%5D=field_dog_friendly%3A1",
      "title": "Accommodation search | The Dorset Guide",
      "description": "void",
      "preview": "Skip to main content Accommodation search Refine search"
    },
    {
      "url": "http://portal.microsoftonline.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 109
  }
}