{
  "data": [
    {
      "url": "https://www.asc-aqua.org/",
      "title": "ASC International - Aquaculture Stewardship Council",
      "description": "Discover ASC's commitment to responsible seafood. Learn about sustainable practices and certified products, and support ocean conservation. Visit us now!",
      "preview": "Find what you are looking for Search: Search Select Country ASC International ASC Belgium French Dutch ASC China ASC Netherlands ASC Australia ASC Fra"
    },
    {
      "url": "https://www.anthonyhobday.com/sideprojects/visualtechniques/#rounded-corners",
      "title": "Visual design techniques",
      "description": "void",
      "preview": "Visual design techniques Background Blur Borders Colour Gradients Inner shadows Letting the background through Lines Other Rounded corners Shadows Tex"
    },
    {
      "url": "https://www.eopticon.ro/rame-de-ochelari/rama-de-ochelari-luca-ls001-1.html",
      "title": "Cumpara ochelari de vedere incepand de la 57,80 RON",
      "description": "Comanda cu incredere ochelari de vedere incepand de la 57,80 RON Fiecare purtator de ochelari stie ca este foarte important sa alegem produse calitative. Vezi oferta eOpticon.ro pentru ochelari de vedere!",
      "preview": "void"
    },
    {
      "url": "https://stiintasitehnica.com/interviu/",
      "title": "Interviurile S&T - Știință & Tehnică",
      "description": "Prin fiecare interviu Știință & Tehnică ne dorim ca personalitățile care ne împărtășesc ideile și experiența lor să devină o sursă de inspirație pentru toți",
      "preview": "ȘTIINȚĂ antropologie Biologie botanică etologie Cercetare Chimie dietă alimentară Educație Fizică mecanica cuantică istoria științei istorie Istorie ș"
    },
    {
      "url": "https://bilete.cfrcalatori.ro/en-GB/Itineraries",
      "title": "Itineraries + buy - CFR Călători online tickets",
      "description": "Quickly search train routes in Romania and plan your journey with CFR Călători. Find the trains timetable and buy online for any train at any time just before the departure..",
      "preview": "Cookies policy This website is using cookies. By navigating further, you express your consent for using the necessary cookies, but you can opt out for"
    },
    {
      "url": "http://www.erp-recycling.de",
      "title": "Home - Über die European Recycling Platform - Germany (DE)",
      "description": "ERP simplifies recycling and decommissioning of waste electrical equipment, batteries and packaging - supported by customized IT services.",
      "preview": "Zum Inhalt springen Suche nach: Mitglieder login Suche nach: Member login Homepage admin 2025-04-09T16:40:57+02:00 Simplifying the complexity of compl"
    },
    {
      "url": "http://kathieleegiffordnft.com",
      "title": "KLG Pioneers",
      "description": "void",
      "preview": "Experience The Greatest Story Never Told: Herod & Mary Purchase a copy of Herod & Mary through Premiere Collectibles and get exclusive access to the e"
    },
    {
      "url": "https://wpvip.com/?utm_source=vip_powered_wpcom&utm_medium=web&utm_campaign=VIP%20Footer%20Credit&utm_term=pagesix.com",
      "title": "WordPress VIP - The leading enterprise content platform",
      "description": "Build, publish, and scale without limits. WordPress VIP delivers the speed, security, and flexibility enterprises need for measurable results.",
      "preview": "Built for enterprise Combine the ease of WordPress with enterprise-grade security and scalability. Get a demo Take it from our friends: Previous Next"
    },
    {
      "url": "https://www.renttherunway.com/",
      "title": "Rent the Runway: 40% Off Clothing Subscriptions Thru 10/13",
      "description": "Rent the Runway's sale is live! Subscribe to a clothing subscription and rent designer dresses and everyday fashion at 40% off.",
      "preview": "How it Works Heart How it Works Contact us Pause Video It's always an RTR day It's always an RTR day Rent the Runway is the clothing rental subscripti"
    },
    {
      "url": "https://www.hendersonmowers.com.au/brands/rover-mowers-log-splitters-spare-parts-lawn-tillers-rotary-hoes/ride-on-mowers-tractors-ballarat-lawn/display/11199-rover-rancher-547-42-ride-on-mower/",
      "title": "Rover Rancher 547/42 Ride-On Mower | Henderson Mowers & Chainsaws",
      "description": "The Rover Rancher is a bang for buck ride-on mower offering power and width of cut at a very generous price. The 42\" cutting deck allows you to cut more lawn in a shorter amount of time, ideal for medium-sized yards. Hand-operated hydrostatic drive also allows this unit to be operated a lot more smoothly! The 547cc OHV Rover engine provides plenty of power to get the job done and comes with a 5-year warranty along with the unit too for domestic use. Fitted with a hand-operated hydrostatic drive resulting in no gears and no clutch making mowing the lawn a much more enjoyable job to do during spring. Hand-operated blade engagement. Note: mulching kit is available at additional costs Available for $31.25 per/wk for 36 months* [image|907]",
      "preview": "Menu Australia-wide shipping available on most goods Your no.1 Aus-wide supplier for engines. Rover Rancher 547/42 Ride-On Mower Key Features 42\" Pres"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=home",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85939",
      "title": "Searchable Recipe Database - White Beans with Rosemary and Caramelized Onions",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.glideapps.com/",
      "title": "No Code App Builder: Create Custom, AI-Powered Apps | Glide",
      "description": "Glide makes it easy to build and deploy powerful custom apps powered by AI with no code. Create your first app by trying Glide for free.",
      "preview": "Sign up Log in Contact sales Start for free Software that moves with you Create AI-powered business apps that connect your data and tools, automate ma"
    },
    {
      "url": "https://tulerie.com/",
      "title": "Tulerie | The Only Luxury Peer-to-Peer Closet Rental App",
      "description": "Tulerie is a peer-to-peer rental platform uniting sustainability, luxury, and community. Enjoy a modern, eco-friendly way to refresh your wardrobe with joy and variety.",
      "preview": "0 the only luxury peer-to-peer closet rental app Download Tulerie on ios Our Misson Wear. Share. Repeat. Tulerie is bringing to light how sustainabili"
    },
    {
      "url": "http://www.instrumentalchemistry.com/",
      "title": "Instrumental Chemistry Educational Videos",
      "description": "Best HPLC Videos for students and teachers",
      "preview": "void"
    },
    {
      "url": "http://libertycountymc.org/",
      "title": "Home | Coastal Georgia Minority Chamber of Commerce",
      "description": "CGMC ON THE MOVE NETWORKING MIXER [gallery targetsize=",
      "preview": "CGMC ON THE MOVE NETWORKING MIXER COMMUNITY participation TRAINING CLASSES COMMUNITY ACTIVISM for the love of liberty business marketing services"
    },
    {
      "url": "https://www.tatler.com/article/hollywood-scion-emma-roberts-is-the-march-cover",
      "title": "Hollywood scion Emma Roberts is the March cover | Tatler",
      "description": "Emma Roberts is embracing new beginnings: new motherhood, relationships, and a move from leading lady to hotshot behind the screen. Ellie Austin discovers how she's taking back control",
      "preview": "Skip to main content Emma wearing a Fendi coat and Chopard Haute Joaillerie Collection earrings Victor Demarchelier Emma Roberts has asked to meet in"
    },
    {
      "url": "https://albatros-travel.com/",
      "title": "Albatros Travel | Quality travel since 1986",
      "description": "Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a family-owned travel company with a global wingspan.",
      "preview": "Skip to main content Quality travel since 1986 Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a fam"
    },
    {
      "url": "https://maddoxgallery.com/artists/85-the-connor-brothers/works/?&skip=36",
      "title": "The Connor Brothers | Maddox Gallery",
      "description": "With satirical works that combine retro art with irony, The Connor Brothers' artworks are highly sought after.",
      "preview": "The Connor Brothers works The Connor Brothers Art Dealer Drawing on paper The Connor Brothers Lockdown Self Portrait Pigment and Oil Stick on Board Th"
    },
    {
      "url": "http://www.etwa.org/",
      "title": "The English Tiddlywinks Association",
      "description": "The English Tiddlywinks Association",
      "preview": "ETwA THE ENGLISH TIDDLYWINKS ASSOCIATION (ETwA)"
    },
    {
      "url": "https://www.geeksforgeeks.org/java/",
      "title": "Java Tutorial - GeeksforGeeks",
      "description": "Your All-in-One Learning Portal: GeeksforGeeks is a comprehensive educational platform that empowers learners across domains-spanning computer science and programming, school education, upskilling, commerce, software tools, competitive exams, and more.",
      "preview": "Java Tutorial Advanced Java Interview Questions Exercises Examples Quizzes Projects Cheatsheet DSA in Java Java Collection Sign In ▲ Open In App Java"
    },
    {
      "url": "http://www.moneystation.gr",
      "title": "Ανταλλακτήρια Συναλλάγματος Θεσσαλονίκη | Money Station Exchange",
      "description": "Η Money Station Exchange λειτουργεί από το 1999, με άδεια από την Τράπεζα της Ελλάδος, και δραστηριοποιείται στον τομέα των ανταλλακτηρίων συναλλάγματος στη Θεσσαλονίκη.",
      "preview": "Παράβλεψη περιήγησης ΑΝΤΑΛΛΑΚΤΗΡΙΑ ΣΥΝΑΛΛΑΓΜΑΤΟΣ ΘΕΣΣΑΛΟΝΙΚΗ MONEY STATION EXCHANGE Αγορά και πώληση στις καλύτερες τιμές της αγοράς! Η εταιρεία Money"
    },
    {
      "url": "http://www.theskyscrapers.org/",
      "title": "Skyscrapers, Inc. Astronomical Society of Rhode Island",
      "description": "void",
      "preview": "Skip navigation Search Sky Data Sky Data October 10, 2025 07:56 EDT 11:56 UT Conditions at Seagrave Observatory Sun Moon Rise 6:52 20:15 18.4d Set 18:"
    },
    {
      "url": "https://fleet.7-eleven.com/?utm_source=7-eleven.com&utm_medium=referral&utm_campaign=fleet_2021",
      "title": "7-Eleven Fleet - Fueling your fleet for the road ahead",
      "description": "7-Eleven, We've been around a while., Fueling your fleet for the road ahead., Fueling solutions for your fleet.",
      "preview": "Fleets come in all shapes and sizes. With 7-Eleven Fleet, you can choose the program that's the right fit for your business. Compare Cards Fleets come"
    },
    {
      "url": "https://www.gov.pl/web/obywatel",
      "title": "Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://react.dev/learn/start-a-new-react-project",
      "title": "Creating a React App - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Installation Creating a React App If you want to build a new app or website with React, we"
    },
    {
      "url": "https://www.klyricsforyou.com/2021/01/iu-celebrity.html",
      "title": "IU - Celebrity Lyrics - K-Lyrics For You",
      "description": "IU - Celebrity Lyrics",
      "preview": "0 Bookmark Home IU IU - Celebrity Lyrics Admin-nim 0 mins read Updated: 28 Jan 2021 Published: 27 Jan 2021 Smaller Default Bigger WhatsApp Telegram Fa"
    },
    {
      "url": "https://www.featuredcustomers.com/vendor/kickdynamic",
      "title": "Featured Customers | Find B2B & SaaS Software & Services - Reviews, Testimonials & Case Studies",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.comune.roma.it/web/it/servizi.page",
      "title": "Roma Capitale | Sito Istituzionale | Servizi",
      "description": "void",
      "preview": "Vai al Contenuto Vai alla navigazione del sito Casa Digitale del Cittadino Menu di navigazione Tutti i servizi Municipio Servizi online Modulistica Ap"
    },
    {
      "url": "http://www.hcibib.org/hci-sites/BIBLIOGRAPHY.html",
      "title": "HCI Bibliography : HCI Webliography : HCI-SITES : BIBLIOGRAPHY",
      "description": "Bibliographic databases and annotated bibliographies on HCI.",
      "preview": "HCI Bibliography : HCI Webliography : HCI-SITES : BIBLIOGRAPHY Page updated: 2019-05-13 Accesses since 2000-01-18 : director@hcibib.org Hosted by ACM"
    },
    {
      "url": "https://facturacion.walmartmexico.com.mx/arco/forma-arco.asp",
      "title": "void",
      "description": "void",
      "preview": "Privacidad en Walmart En Walmart valoramos la confianza que deposita en nosotros cuando nos proporciona información personal. La información que compa"
    },
    {
      "url": "https://www.archivesfoundation.org/documents/refugee-act-1980/",
      "title": "Refugee Act of 1980",
      "description": "The Refugee Act of 1980 raised the annual ceiling for refugees from 17,400 to 50,000, created a process for reviewing and adjusting the refugee ceiling to meet emergencies, and required annual consultation between Congress and the President.",
      "preview": "Skip to content Refugee Act of 1980 In the aftermath of the Vietnam War, the need for a change in American policy concerning refugees became apparent"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/dataset/?id=callejero-municipal",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Dataset | callejero-municipal",
      "description": "Conjunto de vías del término municipal. Existen dos tipos de callejero: uno cartográfico, con...",
      "preview": "Inicio Catálogo de Datos Callejero Municipal de Las Palmas de Gran Canaria Callejero Municipal de Las Palmas de Gran Canaria Conjunto de vías del térm"
    },
    {
      "url": "https://www.esa.int/Science_Exploration/Space_Science",
      "title": "ESA - Space Science",
      "description": "ESA Science features news and resources to inspire the general public and inform the media on the latest discoveries in space exploration, in particular in the search for life on other planets and the origins of the universe.",
      "preview": "Latest All Stories Videos Images Story Read Story Read Story Read Story Read Video 00:03:16 Play Story Read Story Read Image View Video 00:02:28 Play"
    },
    {
      "url": "https://www.renewableenergyworld.com/solar/corporate-sustainability-requires-impactful-clean-energy-investments/#gref",
      "title": "Corporate sustainability requires impactful clean energy investments",
      "description": "Not all renewable energy projects are created equal when it comes to displacing fossil-fuel generation.",
      "preview": "Home / Solar Courtesy: Marek Piwnicki/Unsplash By Hannah Badrei, Vice President of Energy Supply Advisory, Edison Energy As climate impacts continue t"
    },
    {
      "url": "https://www.aljazeera.com/economy/",
      "title": "Economy | Today's latest from Al Jazeera",
      "description": "Stay on top of Economy latest developments on the ground with Al Jazeera's fact-based news, exclusive video footage, photos and updated maps.",
      "preview": "Economy Featured Content NY Attorney General Letitia James indicted on fraud charges: Reports James had been a target of US President Trump since succ"
    },
    {
      "url": "https://www.shareowneronline.com/transactional/anonymous/dspp/company-plans/TGT1/2948/DPPSales",
      "title": "void",
      "description": "void",
      "preview": "Inactivity Detected Your session has been inactive and is about to time out. YOUR ONLINE SESSION WILL EXPIRE IN Sign Out Continue"
    },
    {
      "url": "https://www.crawfishandnoodles.com/",
      "title": "Seafood | Crawfish & Noodles Heights | Houston",
      "description": "Embark on a culinary journey at Crawfish & Noodles, where Cajun and Vietnamese influences converge in a seafood haven. Our internationally recognized crawfish delivers a mouthwatering fusion of flavors. From aromatic broths to tantalizing noodle creations, we cater to both seafood enthusiasts and culinary adventurers. Experience the perfect blend of spices and textures at Crawfish & Noodles, promising a memorable dining affair. Join us for a delicious narrative in every bite.",
      "preview": "top of page Embark on a culinary journey at Crawfish & Noodles, where Cajun and Vietnamese influences converge in a seafood haven. Our internationally"
    },
    {
      "url": "https://indd.adobe.com/view/bfa8bb85-bc5d-4aff-a2f4-3ebe540d3bee",
      "title": "Publish Online",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://securitylab.github.com/bounties",
      "title": "Bounties | GitHub Security Lab",
      "description": "Securing open source software, together.",
      "preview": "skip to content Resources Open Source Community Enterprise / Security Lab Research Advisories CodeQL Wall of Fame Resources Open Source Community Ente"
    },
    {
      "url": "https://www.iworksmc.org/",
      "title": "Interfaith Works",
      "description": "Interfaith Works (IW) is a 501(c)(3) nonprofit that provides emergency shelter, supportive housing, essential needs, and employment programs to over 35,000 residents of Montgomery County, MD, located within the DC Metro area, every year.",
      "preview": "0 Providing vital services and a pathway to greater stability. Interfaith Works (IW) is a 501(c)(3) nonprofit that provides emergency shelter, support"
    },
    {
      "url": "https://www.woodtv.com/news/alibis-ignored-the-jeff-titus-case/",
      "title": "Alibis Ignored: The Jeff Titus Case",
      "description": "A witness who may have been able to clear a man of a double murder was never called to testify, raising questions about his defense.",
      "preview": "Skip to content"
    },
    {
      "url": "https://pro.arcgis.com/en/pro-app/latest/tool-reference/spatial-statistics/h-whyhexagons.htm#:~:text=Hexagons%20are%20the%20most%20circular-shaped%20polygon%20that%20can,of%20your%20data%20more%20naturally%20than%20square%20grids.",
      "title": "Why hexagons?-ArcGIS Pro | Documentation",
      "description": "A discussion regarding fishnet versus hexagon aggregation shape type.",
      "preview": "Back to Top The aggregation of incident point data to regularly shaped grids is used for many reasons such as normalizing geography for mapping or to"
    },
    {
      "url": "https://www.psoriasis.org/",
      "title": "The National Psoriasis Foundation",
      "description": "The National Psoriasis Foundation is here to help you get the treatment you need while promoting research to find a cure for psoriasis and psoriatic arthritis.",
      "preview": "Helpline 800-723-9166 Donate Your Solution is Waiting Your experience with psoriatic disease is unique. Which best describes you? Select One: I am not"
    },
    {
      "url": "https://artfulvoyage.tumblr.com/",
      "title": "Artful Voyage",
      "description": "Hello, this is the official tumblr page of Shenn Hollsten.Thank you for visiting! :)",
      "preview": "u Hello, this is the official tumblr page of Shenn Hollsten.Thank you for visiting! :) x 1 2 3 4 5 → Artful Voyage home message archive theme Blog Dev"
    },
    {
      "url": "http://thoseheavenlydays.com/2016/06/23/oh-baby/",
      "title": "Oh Baby! | Those Heavenly Days",
      "description": "void",
      "preview": "Follow Me Subscribe First Name Last Name Email Leave this field empty if you're human: Pinterest Instagram That Friday feeling! 😉 Sunshine, kisses, an"
    },
    {
      "url": "https://www.ideart.si/blog/brezplacna-spletna-stran",
      "title": "Brezplačna ali poceni spletna stran?",
      "description": "Zbirka nasvetov in trikov, ki vam bodo pomagali pri vaši spletni prodaji in učinkovitem spletnem nastopu. Novice, trendi & nasveti.",
      "preview": "Brezplačna ali poceni spletna stran? ideART - Matjaž Blažič 16 Januar 2021 (3) Na voljo imate postavitev spletne strani na poddomeni enega izmed števi"
    },
    {
      "url": "https://www.ap.org/explore/seafood-from-slaves/ap-investigation-slaves-may-have-caught-the-fish-you-bought.html",
      "title": "AP Investigation: Slaves may have caught the fish you bought | The Associated Press",
      "description": "In this Saturday, Nov. 22, 2014 photo, Thai and Burmese fishing boat workers sit behind bars inside a cell at the compound of a fishing company in",
      "preview": "Skip to content Home News Highlights Uncategorized AP Investigation: Slaves may have caught the fish you bought Uncategorized AP Investigation: Slaves"
    },
    {
      "url": "https://jalhay-commerces.be/commune/Engis/4480/",
      "title": "Communes-Commerces.be",
      "description": "void",
      "preview": "Commerces à proximité / Catégorie - Sous-catégorie Comment ça marche ? Choisis ta Commune Dans la barre de recherche juste au-dessus, inscris le nom d"
    },
    {
      "url": "https://www.aclunc.org/news/governor-signs-bill-modernizing-california-hiv-laws",
      "title": "Governor Signs Bill Modernizing California HIV Laws | ACLU of Northern CA",
      "description": "On Oct. 6, 2017, California Gov. Jerry Brown signed into law landmark legislation to reform outdated laws that unfairly criminalized and stigmatized people living with HIV.",
      "preview": "Skip to main content Governor Signs Bill Modernizing California HIV Laws For Immediate Release: Oct 06, 2017 Media Contact: press@aclunc.org , (415) 6"
    },
    {
      "url": "https://wpvip.com/?utm_source=vip_powered_wpcom&utm_medium=web&utm_campaign=VIP%20Footer%20Credit&utm_term=pagesix.com",
      "title": "WordPress VIP - The leading enterprise content platform",
      "description": "Build, publish, and scale without limits. WordPress VIP delivers the speed, security, and flexibility enterprises need for measurable results.",
      "preview": "Built for enterprise Combine the ease of WordPress with enterprise-grade security and scalability. Get a demo Take it from our friends: Previous Next"
    },
    {
      "url": "http://www.chemguide.co.uk/",
      "title": "chemguide: helping you to understand Chemistry - Main Menu",
      "description": "Main menu of a site aimed to help advanced level chemistry students to understand chemistry",
      "preview": "chemguide Helping you to understand Chemistry MAIN MENU Keyword searching I have removed the Google search box because it was giving problems. Follow"
    },
    {
      "url": "https://service.elsevier.com/app/overview/cell-press/",
      "title": "Cell Press Support Center",
      "description": "void",
      "preview": "Cell Press Support Center Cell Press Support Center Cell Press engages and empowers scientists across all disciplines, all geographies, and all stages"
    },
    {
      "url": "https://us.lookfantastic.com/offers/beauty-box.list",
      "title": "LOOKFANTASTIC - Beauty, Fragrances, Skincare & Haircare",
      "description": "The UK's ultimate online beauty shop! Over 660 skincare, makeup, fragrance & haircare brands. Earn points with Beauty+ Rewards. Free delivery over £25.",
      "preview": "Skip to main content FREE UK delivery on orders over £25 Download our App 12-months Premier Delivery - Only £5.95! Join LF Beauty Plus+ The LF Beauty"
    },
    {
      "url": "https://portuguese.alibaba.com/product-detail/artilady-artificial-wall-hanging-plants-with-wooden-sticks-home-decoration-1600378062143.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://weplayapp.com/",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://karmahjalmarstal.com/2011/11/29/same-same-but-different-etsy-tiger/",
      "title": "Same same but different #etsy #tiger/ | You can't start a fire without a spark",
      "description": "Visit the post for more.",
      "preview": "Share this: Click to share on Facebook (Opens in new window) Facebook Click to share on X (Opens in new window) X Like Loading... One thought on \" Sam"
    },
    {
      "url": "https://www.aljazeera.com/climate-crisis/",
      "title": "Climate Crisis | Today's latest from Al Jazeera",
      "description": "Stay on top of Climate Crisis latest developments on the ground with Al Jazeera's fact-based news, exclusive video footage, photos and updated maps.",
      "preview": "Climate Crisis Featured Content 'We don't want to disappear': Tuvalu fights for climate action and survival Pacific island nation explores new ways to"
    },
    {
      "url": "http://www.mothersruinnyc.com",
      "title": "Mother's Ruin NYC",
      "description": "18 Spring Street, New York, NY 10012",
      "preview": "Mother's Ruin NYC Open Daily 11AM - 4AM Mother's Ruin NYC Open Daily 11AM - 4AM Mother's Ruin NYC Open Daily 11AM - 4AM Mother's Ruin NYC Open Daily 1"
    },
    {
      "url": "https://yearup.widen.net/s/tmzgd2jt2j/2022-corporate-partner-list-oct-22",
      "title": "2022-Corporate-Partner-List-Oct-22.pdf",
      "description": "void",
      "preview": "Thumbnails Document Outline Attachments Layers Current Outline Item Previous Next Highlight All Match Case Match Diacritics Whole Words Presentation M"
    },
    {
      "url": "https://www.citya.com/annonces/vente/appartement/antibes-06004/TAPP459835",
      "title": "Achat/vente immobilière appartement Antibes (06) | Citya Immobilier",
      "description": "Découvrez nos appartements en achat/vente immobilière à Antibes (06) ! Trouvez le bien parfait parmi nos annonces et concrétisez votre projet immobilier avec Citya.",
      "preview": "Il est nécessaire d'activer Javascript dans les paramètres de votre navigateur pour profiter pleinement du site. Une fois l'activation effectuée, veui"
    },
    {
      "url": "https://philippines.mongabay.com/",
      "title": "Conservation and environmental science news - Mongabay",
      "description": "Environmental science and conservation news",
      "preview": "Latest A cacao rush drives 'alarming' deforestation in Liberia Ashoka Mukpo 10 Oct 2025 COP26 pledge to support Indigenous & local forest tenure was j"
    },
    {
      "url": "https://www.livingshores.com/",
      "title": "Visit the Aquarium in New Hampshire | Living Shores Aquarium",
      "description": "Living Shores Aquarium is the best place for family entertainment. Discover the wonders of marine life with our pools, exhibits, and immersive activities!",
      "preview": "See Ya Later, Alligator! Sweepstakes 🐊 Enter for your chance to win 4 tickets to Living Shores Aquarium! Enter to Win We are currently experiencing te"
    },
    {
      "url": "http://www.moodworks.com",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    },
    {
      "url": "http://www.propelnonprofits.org/",
      "title": "Propel",
      "description": "void",
      "preview": "Champions of Good Fueling the impact and effectiveness of nonprofits with guidance, expertise, and capital Federal Government Shutdown: how we can hel"
    },
    {
      "url": "https://veterans.nbcnews.com/",
      "title": "Veterans | NBC News",
      "description": "Empowering veterans and military spouses with employment and education opportunities",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "http://cadingandcoding.blogspot.com/",
      "title": "CADing and Coding",
      "description": "My experiments on AutoCAD programming and customization.",
      "preview": "skip to main | skip to sidebar CADing and Coding My experiments on AutoCAD programming and customization. Tuesday, March 22, 2011 AutoCAD 2012: GIS/Pi"
    },
    {
      "url": "https://perscholasinc.applytojob.com/",
      "title": "Job Seeker Resources",
      "description": "void",
      "preview": "Trying to apply for a job? Please read before you proceed Oops ! You've likely been routed here accidentally. JazzHR is an applicant tracking system ("
    },
    {
      "url": "https://apostforyou.tumblr.com/",
      "title": "Autumn ^.^",
      "description": "Quotes, Songs, Pictures and more. Feel free to asking me a question I'm open to anything...",
      "preview": "heyitsmec asked: Once you get this, list 5 things that make you happy, and then put this in the ask box of the last 10 people in your activity <3 Food"
    },
    {
      "url": "https://www.chemforward.org/",
      "title": "ChemForward",
      "description": "void",
      "preview": "0 TURNING CHEMICAL DATA INTO POSITIVE IMPACT By creating broad access to chemical hazard data and illuminating safer alternatives, in partnership with"
    },
    {
      "url": "https://www.safarinow.com/destinations/southern-suburbs/restaurants/Dinner-meals.aspx",
      "title": "Southern Suburbs | Budget Accommodation Deals and Offers Book Now!",
      "description": "Discover Southern Suburbs, Western Cape. 234 reviews, essential information, affordable accommodation, photos, popular things to do, restaurants, maps and more.",
      "preview": "Welcome to SafariNow. Get off your accommodation booking by paying with the voucher code before . Menu My Favourites Customer Favourites Log in Help S"
    },
    {
      "url": "https://schottpackaging.co.uk/product/57-x-76mm-clear-polythene-grip-seal-bags/",
      "title": "57 x 76mm Clear Polythene Grip Seal Bags - Schott Packaging",
      "description": "Grip Seal Bags, also known as self-seal polythene bags, are the perfect solution for protecting your products from dust and debris. The watertight seal ensures that your items remain clean and dry, making these bags an excellent choice for a wide range of industries, including clothing and food production.",
      "preview": "DISPATCHING AS NORMAL. POTENTIAL FOR COURIER DELAYS, PLEASE ALLOW 1-3 WORKING DAYS FOR DELIVERY. SEE DELIVERY INFO HERE . Rated Excellent Free Deliver"
    },
    {
      "url": "https://www.senenews.com/replay/revue-des-titres-avec-fabrice-nguema-du-18-10-21-sen-tv_147904_1404.html",
      "title": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV",
      "description": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV Abonnez-vous à notre chaîne Youtube et retrouvez toutes nos vidéos sur SeneNews TV.",
      "preview": "SeneNews est sur WhatsApp ! Abonnez-vous pour recevoir l'actualité en temps réel. S'abonner sur WhatsApp × Téléchargez l'app SeneNews pour des alertes"
    },
    {
      "url": "https://redginganinja.tumblr.com/",
      "title": "@redginganinja on Tumblr",
      "description": "25 // Female // Too many fandoms Tmnt tag: gingatmnt Wattpad: AshandSinders",
      "preview": "Posts Nozel x Reader Hey all.... Slowly trying to get back into writing and adding some fandoms to the list. One I'm into right now is Black Clover..."
    },
    {
      "url": "https://events.hiringourheroes.org/",
      "title": "HOH Events",
      "description": "Register now for an upcoming Hiring Our Heroes event",
      "preview": "Skip to main content Register now for an upcoming Hiring Our Heroes event. Use the filters below to find an event near you, or join us for an upcoming"
    },
    {
      "url": "https://sports.yahoo.com/nfl/players/30127/splits/",
      "title": "Derek Barnett (DE, RD) Stat Splits - Houston - Yahoo Sports",
      "description": "Sports News, Scores, Fantasy Games",
      "preview": "Advertisement Advertisement Advertisement Advertisement Derek Barnett #95 DE Houston Texans 1 Solo 0.0 Sack 0 Int Summary Game Log Splits All Seasons"
    },
    {
      "url": "https://answers.google.com/",
      "title": "Google Answers",
      "description": "void",
      "preview": "Google Answers is no longer accepting questions. We're sorry, but Google Answers has been retired, and is no longer accepting new questions. Search or"
    },
    {
      "url": "https://wa.me/14437877678?text=HOME&lang=en",
      "title": "Share on WhatsApp",
      "description": "Official Business Account",
      "preview": "Skip to content Crisis Text Line HOME Open app Continue to WhatsApp Web Don't have the app? Download it now Looks like you don't have WhatsApp install"
    },
    {
      "url": "https://sketchplanations.com/",
      "title": "Sketchplanations - Simplifying complex ideas in sketches",
      "description": "Sketchplanations explains the world one sketch at a time. Discover clear, simple sketches that break down ideas from science, creativity, psychology, and more. Explore recent sketches, search for topics, and share your favourites. Start here.",
      "preview": "Search... / Get the book! Big Ideas Little Pictures Prefer to listen? Try the podcast 🎉 Help keep Sketchplanations ad-free 🎉 Keep this ad-free 🎉 Help ke"
    },
    {
      "url": "http://www.iitg.ernet.in/",
      "title": "Indian Institute of Technology Guwahati : भारतीय प्रौद्योगिकी संस्थान गुवाहाटी",
      "description": "Indian Institute of Technology Guwahati, the sixth member of the IIT fraternity, was established in 1994. The academic programme of IIT Guwahati commenced in 1995. At present the Institute has eleven departments and five inter-disciplinary academic centres covering all the major engineering, science and humanities disciplines, offering BTech, BDes, MA, MDes, MTech, MSc and PhD programmes",
      "preview": "79th Independence Day Know more IIT Guwahati signed an MoU with University of Southern Denmark Know more Japanese Parliamentary Delegation Visits IIT"
    },
    {
      "url": "https://nxslink.wearegreenbay.com/join/6p6/signup?website_signup=true",
      "title": "WFRV Signup",
      "description": "Sailthru Default Signup Page",
      "preview": "Choose the newsletters that interest you and we will deliver them directly to your inbox. Email Address: WFRV Newsletters Local 5's First Five Morning"
    },
    {
      "url": "http://www.cineca.it/",
      "title": "Home Page | Cineca",
      "description": "Cineca è un Consorzio Interuniversitario al servizio del sistema accademico, dell'istruzione e della ricerca nazionale: è il maggiore centro di calcolo in Italia, uno dei più importanti a livello mondiale",
      "preview": "Salta al contenuto principale CINECA è PROGETTARE IL FUTURO Il futuro è dentro di noi molto prima che accada Guarda il video Nascondi Video Innovare e"
    },
    {
      "url": "https://lcfgeorgia.org/",
      "title": "Latino Community Fund (LCF Georgia)",
      "description": "Latino Community Fund (LCF Georgia) Latino nonprofit organization supporting Hispanics in Georgia with programs, services, advocacy, grants",
      "preview": "Skip to content We Help Georgia Grow. Expanding democracy, increasing representation, building and protecting community, and facilitating economic opp"
    },
    {
      "url": "http://www.freefrom.org/",
      "title": "FreeFrom - FreeFrom",
      "description": "void",
      "preview": "skip to content skip to content FREE FROM ABUSE LEARN MORE FREE TO THRIVE Welcome to FreeFrom. We are a national survivor-led organization on a missio"
    },
    {
      "url": "https://codeorg.medium.com/detailed-data-uncovers-new-stories-reveals-gaps-in-cs-access-and-participation-d5cbc01a5974",
      "title": "Detailed data uncovers new stories, reveals gaps in CS access and participation | by Code.org | Medium",
      "description": "Detailed data uncovers new stories, reveals gaps in CS access and participation Note: In an effort to better identify who does and does not have access to computer science, we're collecting and ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Detailed data uncovers new stories, reveals gaps in CS access and partici"
    },
    {
      "url": "http://msi.ucsb.edu",
      "title": "Home | UCSB Marine Science Institute",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Katie Davis Koehn Matt Perko Katie Davis Koehn Centers Centers sponsored by MSI mirror its commitment to innovative and collaborative marine scie"
    },
    {
      "url": "https://www.homemodelenginemachinist.com/forums/",
      "title": "Home Model Engine Machinist Forum",
      "description": "Home model engine machinists & makers forum. Model engine making forums for engine plans, castings, CAD, CNC designs, lathe, Stirling, boilers & steam.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "http://www.ywomenvote.org/",
      "title": "ywomenvote",
      "description": "void",
      "preview": "0 2024 National Survey Results Watch the Town Hall Women, particularly young women of color, are critical to driving social and policy change. As move"
    },
    {
      "url": "https://material.io/design/color/the-color-system.html",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "http://link.springer.com/journal/10485",
      "title": "Home | Applied Categorical Structures",
      "description": "Applied Categorical Structures highlights the utilization of category theory in diverse fields, such as algebra, analysis, geometry, physics, computer ...",
      "preview": "Skip to main content Applied Categorical Structures A Journal Devoted to Applications of Categorical Methods in Algebra, Analysis, Computer Science, L"
    },
    {
      "url": "https://betterwork.org/",
      "title": "Home - Better Work",
      "description": "void",
      "preview": "Q&A Evaluating Impact in Ethiopia's Garment Sector Global | 12 September 2025 Advancing decent work in garment supply chains in Asia and the Pacific C"
    },
    {
      "url": "https://getset-tc.org/",
      "title": "GetSet Transylvania",
      "description": "GetSet Transylvania is your launchpad to find the local resources and connections to help you and the children in your life - from infancy to five years -old - grow and flourish.",
      "preview": "Back Child Development & Caregiver Resources Finding Connection and Play Finding High-Quality Child Care Family Physical and Mental Health Crisis and"
    },
    {
      "url": "https://it.spagos.es/",
      "title": "Home | Spago's",
      "description": "void",
      "preview": "top of page IL NOSTRO RISTORANTE Un piccolo posto accogliente nel cuore di Malaga NOTICIAS DE SPAGO'S Ricetta del Mese Prova a fare da solo gli spaghe"
    },
    {
      "url": "https://chocolateauthoress.tumblr.com/post/143009103874",
      "title": "To the stars who listen | Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \"At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core...",
      "preview": "I'm always open to chat! Feel free to just dm me! To Do's -Publish on AO3 my one-shots/drabbles -Finish my WIPs Spanish ↔ English Translations! My bas"
    },
    {
      "url": "https://unbounce.com/",
      "title": "The Best Landing Page Builder and CRO platform | Unbounce",
      "description": "Grow your leads and sales with Unbounce. Easily create, test, and optimize landing pages, and boost conversions using AI insights-start turning traffic into customers today!",
      "preview": "void"
    },
    {
      "url": "https://comprarahorrando.es/essie-allure/",
      "title": "▷ essie allure 】",
      "description": "l➤ ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure, has llegado al sitio correcto. En esta sección te vamos a",
      "preview": "essie allure Comprar Ahorrando Salud y Belleza essie allure ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure,"
    },
    {
      "url": "https://www.gwbcc.org/",
      "title": "Home - Greater Washington DC Black Chamber of Commerce",
      "description": "WELCOME TO THE Greater Washington DC Black Chamber of Commerce The Leading Voice for Black Business in the Greater Washington Area Directory Join Events Login We support the need for economic development in the black community through education, enterprise, and entrepreneurship. Ready to Power the Mission? SUPPORT. EMPOWER. THRIVE. DONATE TODAY INTERESTED IN INTERNATIONAL BUSINESS?...",
      "preview": "Skip to content twitter linked in Instagram WELCOME TO THE Greater Washington DC Black Chamber of Commerce The Leading Voice for Black Business in the"
    },
    {
      "url": "https://world.openfoodfacts.org/product/3700096610783/moules-de-corde-bio-sans-marque",
      "title": "Moules de corde bio - Cultimer - 2 L",
      "description": "Ingredients, allergens, additives, nutrition facts, labels, origin of ingredients and information on product Moules de corde bio - Cultimer - 2 L",
      "preview": "Skip to Content Scan a product × Or enter barcode manually Scan Help us inform millions of consumers around the world about what they eat Please give"
    },
    {
      "url": "https://chromeenterprise.google/",
      "title": "Chrome Enterprise - Un browser, un sistema operativo e dispositivi per le aziende",
      "description": "Chrome Enterprise sblocca le capacità aziendali del browser Chrome, di ChromeOS e di Chromebook per fornire strumenti di gestione e sicurezza avanzati.",
      "preview": "Lavora in sicurezza nel cloud con Chrome Enterprise Google Chrome Enterprise fornisce alla tua attività il sistema operativo, il browser e i dispositi"
    },
    {
      "url": "http://mllr.dk/privacy_policy/sexy-maria/privacy_policy_en.html",
      "title": "void",
      "description": "void",
      "preview": "Sexy Maria - Privacy Policy The app does not store any information about the user or the usage of this app - anywhere."
    },
    {
      "url": "https://www.coursera.org/learn/machine-learning",
      "title": "Supervised Machine Learning: Regression and Classification | Coursera",
      "description": "In the first course of the Machine Learning Specialization, you will: • Build machine learning models in Python using popular machine ... Enroll for free.",
      "preview": "Supervised Machine Learning: Regression and Classification Supervised Machine Learning: Regression and Classification This course is part of Machine L"
    },
    {
      "url": "https://wandb.ai/site/sweeps",
      "title": "Scalable, Customizable ‍Hyperparameter Search and Optimization- Weights & Biases",
      "description": "Visualize which hyperparameters affect the metrics you care about. W&B comes with default visualizations that make it easy to get started without custom code.",
      "preview": "To comply with applicable regulations, starting on September 1st, 2025, our services will no longer be accessible from your location. Learn More Learn"
    }
  ],
  "_meta": {
    "total_bookmarks": 102
  }
}