{
  "data": [
    {
      "url": "https://coding-with-kids-blog.tumblr.com/post/116835195814",
      "title": "Coding with Kids - codeorg: With all the national debate on...",
      "description": "codeorg: \"With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for...",
      "preview": "Coding with Kids - codeorg: With all the national debate on... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhh"
    },
    {
      "url": "http://www.maine.gov/dep/waste/ewaste/index.html",
      "title": "Electronics Recycling, Waste Management, Maine Department of Environmental Protection",
      "description": "void",
      "preview": "Home Skip to top navigation Skip to side navigation Skip to content Skip to footer Maine.gov Agencies | Online Services | Help | Search Maine.gov Home"
    },
    {
      "url": "https://en.unesco.org/news/covid-19-ocean-ally-against-virus",
      "title": "UNESCO : Building Peace through Education, Science and Culture, communication and information",
      "description": "Learn more about UNESCO's role, vision and results. UNESCO is the United Nations Educational, Scientific and Cultural Organization. Our aim is to promote peace and security through international cooperation",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://www.beautybay.com/p/nudestix/nudies-tinted-blur/deep-95/?slfpid=3",
      "title": "BEAUTY BAY: The destination to explore your beauty obsessions",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://abcnews.go.com/",
      "title": "ABC News - Breaking News, Latest News and Videos",
      "description": "Your trusted source for breaking news, analysis, exclusive interviews, headlines, and videos at ABCNews.com",
      "preview": "Bashar Taleb/AFP via Getty Images Live Updates Israel-Gaza live updates: Ceasefire in effect as IDF repositions Related: 'Everybody's happy': Trump ce"
    },
    {
      "url": "https://omaha.com/news/state-and-regional/nebraska-cheerleader-competes-by-herself-at-state-competition-but-crowd-doesnt-let-her-feel-alone/article_f7c24078-b218-11ed-9e35-bb254308c2f1.html",
      "title": "Nebraska cheerleader competes by herself at state competition, but crowd doesn't let her feel alone",
      "description": "When Morrill High School coach April Ott broke the news to Katrina Kohel that she was the only one left on the cheer squad, Kohel was determined to still compete",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://www.ryanair.com/gb/en/booking/home",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://mysupport.apple.com/add-coverage/",
      "title": "Il mio supporto",
      "description": "void",
      "preview": "JavaScript Required We're sorry, but this application requires JavaScript to function properly. Please enable JavaScript in your browser settings and"
    },
    {
      "url": "https://www.nature.com/articles/s41586-021-03371-z",
      "title": "Protecting the global ocean for biodiversity, food and climate | Nature",
      "description": "The ocean contains unique biodiversity, provides valuable food resources and is a major sink for anthropogenic carbon. Marine protected areas (MPAs)&nbsp;are an effective tool for restoring ocean biodiversity and ecosystem services1,2, but at present only 2.7% of the ocean is highly protected3. This low level of ocean protection is due largely to conflicts with fisheries and other extractive uses. To address this issue, here we developed a conservation planning framework to prioritize highly protected MPAs in places that would result in multiple benefits today and in the future. We find that a substantial increase in ocean protection could have triple benefits, by protecting biodiversity, boosting the yield of fisheries and securing marine carbon stocks that are at risk from human activities. Our results show that most coastal nations contain priority areas that can contribute substantially to achieving these three objectives of biodiversity protection, food provision and carbon storage. A globally coordinated effort could be nearly twice as efficient as uncoordinated, national-level conservation planning. Our flexible prioritization framework could help to inform both national marine spatial plans4 and global targets for marine conservation, food security and climate action. Using a globally coordinated strategic conservation framework to plan an increase in ocean protection through marine protected areas can yield benefits for biodiversity, food provisioning and carbon storage.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://travel.gc.ca/",
      "title": "Travel.gc.ca - Home",
      "description": "Government of Canada's official one-stop-shop for comprehensive international travel information.",
      "preview": "Skip to main content Skip to \"About this site\" Travel and tourism Information on travelling to, from and within Canada. Follow: Twitter Facebook Insta"
    },
    {
      "url": "https://qvc.uikc.net/c/249354/565130/9368?subId1=PEOTheseSculptingJeansOnceGracedOprahsFavoriteThingsListandTheyreonSaleforJustaLittleLongermsapozhnikovFasAff13922534202302I&u=https%3A%2F%2Fwww.qvc.com%2FNYDJ-Sculpt-Her-Denim-Pull-On-Straight-Jeans--Marvelous.product.A564778.html",
      "title": "NYDJ Sculpt Her Denim Pull-On Straight Jeans- Marvelous - QVC.com",
      "description": "Warm weather is just around the corner, so refresh that wardrobe with the perfect pair of pull-on jeans.",
      "preview": "Menu Watch Watch Shop Featured Our Holiday Gift Guide Black Friday Sale Prices Fall & Halloween Christmas Decor The Age of Possibility Only at QVC Cat"
    },
    {
      "url": "http://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    },
    {
      "url": "https://serpstat.com/features/",
      "title": "SEO Tools | Features for SEO and Marketing",
      "description": "Improve Your Rankings Using SEO Tools ▷ Find the Best Keywords for SEO and PPC ▷ Generate Content in few clicks ▷ Track Keywords Positions",
      "preview": "SEO Tools and Features Analyze websites and competitors Create content, collect keywords, check backlinks Find on-page SEO issues Cluster thousands of"
    },
    {
      "url": "http://flightfuelcoffee.com",
      "title": "DropCatch.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional/regional-day-ticket-bavaria",
      "title": "Enjoy the perfect day trip with the regional day ticket for Bavaria",
      "description": "Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for first-class travel, as well as for overnigh",
      "preview": "Regional day ticket for Bavaria Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for f"
    },
    {
      "url": "http://blog.mailasail.com/desnot",
      "title": "Desnot's Web Diary",
      "description": "void",
      "preview": "Desnot Latest Post: 2011-06-26 User Profile Previous Diary Entries 2011 Jun 2011 43:24.55N 6:46.25E Sun 26 Jun 15:14"
    },
    {
      "url": "https://events.ucr.edu/department/philosophy/calendar/day/2022/1/1",
      "title": "Philosophy Events on January 1, 2022 - UC Riverside",
      "description": "Philosophy Events Calendar, powered by Localist, the Community Event Platform",
      "preview": "Skip to main content Skip to main content University of California, Riverside UC Riverside Events Calendar"
    },
    {
      "url": "https://www.benevity.com/",
      "title": "Community & Workforce Corporate Purpose Software | Benevity",
      "description": "Transform your company's impact strategy with Benevity. Manage volunteering, donations, and grants-all in one trusted platform for corporate purpose.",
      "preview": "We are your purpose at work Bring all your company's impact programs together in the first Enterprise Impact Platform - so you can drive more good, si"
    },
    {
      "url": "https://community.dynamics.com/",
      "title": "Find Answers | Microsoft Dynamics 365 Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content"
    },
    {
      "url": "https://www.natureindex.com/",
      "title": "Nature Index",
      "description": "The Nature Index tracks the affiliations of high-quality scientific articles. Updated monthly, the Nature Index presents research outputs by institution and country. Use the Nature Index to interrogate publication patterns and to benchmark research performance.",
      "preview": "Skip to main content Your gateway to scientific excellence Discover the world's leading research institutions, explore collaborations, compare researc"
    },
    {
      "url": "https://www.aa.org/",
      "title": "Have a problem with alcohol? There is a solution. | Alcoholics Anonymous",
      "description": "Have a problem with alcohol? There is a solution. A.A. has a simple program that works. It's based on one alcoholic helping another.",
      "preview": "Skip to main content Search x Submit Common Searches: Meetings Anonymity Steps Traditions Concepts Committees Have a problem with alcohol? There is a"
    },
    {
      "url": "http://www.garrettatddi.com/",
      "title": "Commercial Christmas Decorations | Garrett at DDI",
      "description": "Downtown Decorations creates custom commercial Christmas decorations and holiday decor. Contact Garrett at DDI to get your space ready, whether it's spring flowers or topiary animals, we can bring your vision to life.",
      "preview": "top of page About Us At Downtown Decorations, we strive to provide the highest quality of service and product. We like to call ourselves a design hous"
    },
    {
      "url": "https://snig.dgterritorio.gov.pt/rndg/srv/por/catalog.search#/metadata/daf5479d-29c8-4e0c-b7b8-0e1791891186",
      "title": "Registo Nacional de Dados Geográficos - Direção-Geral do Território",
      "description": "Registo Nacional de Dados Geográficos do Sistema Nacional de Informação Geográfica (SNIG)",
      "preview": "Registo Nacional de Dados Geográficos Registo Nacional de Dados Geográficos O projecto GeoNetwork opensource permite de uma maneira fácil a partilha d"
    },
    {
      "url": "https://www.gofundme.com/f/samantha-cains-medical-and-emergency-expenses?member=25368189&utm_campaign=p_cp+share-sheet&utm_content=undefined&utm_medium=copy_link_all&utm_source=customer&utm_term=undefined",
      "title": "Fundraiser for Macy Gamel by Kalie Clark : Samantha Cain's Emergency Expenses",
      "description": "Hello everyone, one of my dear friends Samantha Cain has currently fallen victim to a t... Kalie Clark needs your support for Samantha Cain's Emergency Expenses",
      "preview": "Kalie Clark is organizing this fundraiser on behalf of Macy Gamel. Donation protected Hello everyone, one of my dear friends Samantha Cain has current"
    },
    {
      "url": "https://www.solid-ground.org/",
      "title": "Home Page - Solid Ground",
      "description": "Solid Ground believes poverty is solvable. Our approach combines direct services with community-based advocacy. We support individuals and work to undo racism and other oppressions that create barriers - so everyone can achieve their full potential.",
      "preview": "skip to main content A Solid Ground Social Justice Salon Join us Wednesday, October 15 at Town Hall Seattle for a community conversation with local th"
    },
    {
      "url": "https://www.ucsc.edu/tools/people.html",
      "title": "Find people - UC Santa Cruz",
      "description": "void",
      "preview": "Find people UCSC Campus Directory Find contact information for UC Santa Cruz faculty, staff, and students. Search for faculty and postdocs in specific"
    },
    {
      "url": "https://www.ywcacassclay.org/",
      "title": "YWCA Cass Clay",
      "description": "YWCA Cass Clay is where survivors of domestic violence and homelessness find safety, shelter, and support. YWCA Emergency Shelter provides safety to over 1200 individuals annually as the largest shelter for women and children in North Dakota and NW Minnesota. YWCA Supportive Housing provides safe, affordable housing to 350 adults and children for the longer journey to stability and independence.",
      "preview": "0 Your support shows you care When you give to YWCA through the FM Area Foundation Caring Catalog now through December 2 , YOU provide safety, shelter"
    },
    {
      "url": "http://www.globalstar.com/",
      "title": "Satellite Solutions & Services | Globalstar | US",
      "description": "void",
      "preview": "Globalstar Secures Early Government Wins Expected to Yield $60 Million Expanding Government and Defense Market Presence with Resilient Satellite and 5"
    },
    {
      "url": "https://www.tumblr.com/",
      "title": "Trending topics on Tumblr",
      "description": "Explore trending topics on Tumblr. See all of the GIFs, fan art, and general conversation about the internet's favorite things.",
      "preview": "Trending Staff Picks Videos More You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest"
    },
    {
      "url": "https://xview2.org/",
      "title": "xView2",
      "description": "void",
      "preview": "This site will not work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.nashlynails.com/products/slider-rf-foil-leaf-nail-decals-sliders-3",
      "title": "Slider.RF Foil leaf nail decals / sliders 318F - NashlyNails",
      "description": "Decal highlights: Slider.RF waterslide nail decals #318F Foil Enough for approximately 32 nails Easy to use, wet and apply before gel polish top coat Autumn designs for manicures and pedicures Use at home or nail technicians can use them in a professional salon Easily create beautiful nail art Visit our blog for a full",
      "preview": "Skip to content Pause slideshow Play slideshow Discount code \"welcome10\" at checkout for 10% off your first order $1 shipping on orders over $80 (US &"
    },
    {
      "url": "http://www.cribbage.org/",
      "title": "American Cribbage Congress Website",
      "description": "The American Cribbage Congress (ACC) is the largest cribbage organization in the world. The ACC sanctions tournaments, and authorizes grass roots clubs throughout North America.",
      "preview": "CLICK HERE TO PAY ONLINE Welcome to the American Cribbage Congress (ACC) Website Do you love playing cards? Meeting new people? Having a great time wi"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/JavaScript/Guide/Introduction",
      "title": "Introduction - JavaScript | MDN",
      "description": "This chapter introduces JavaScript and discusses some of its fundamental concepts.",
      "preview": "Skip to main content Skip to search Introduction Previous Next This chapter introduces JavaScript and discusses some of its fundamental concepts. What"
    },
    {
      "url": "https://digitaledition.napervillemagazine.chicagotribune.com#nt=secondarynavbar",
      "title": "Market-Leading Digital Publishing | PageSuite",
      "description": "void",
      "preview": "Solutions Editions Apps Websites Company About Us Careers Who we work with Case Studies Partners Knowledge centre Blog PR & Events Webinars Whitepaper"
    },
    {
      "url": "https://www.edreports.org/",
      "title": "EdReports",
      "description": "void",
      "preview": "Materials Matter We provide free reports that help you evaluate instructional materials because high-quality content matters to teachers, to kids, and"
    },
    {
      "url": "http://www.emro.who.int/index.html",
      "title": "WHO EMRO - Home",
      "description": "void",
      "preview": "× ← Back WHO Regional websites Africa Americas Asie du Sud-Est Europe Méditerranée orientale Pacifique occidental Home Health topics Health topics Dat"
    },
    {
      "url": "http://www.acluohio.org/archives/press-releases/ohio-supreme-court-rules-to-uphold-outdated-and-unscientific-hiv-criminalization-policies",
      "title": "Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies - ACLU of Ohio",
      "description": "COLUMBUS, OH-Today the Ohio Supreme Court ruled to continue the criminalization of individuals living with HIV. The ACLU of Ohio, The Center for HIV Law and Policy (\"CHLP\"), and nine other LGBTQ, HIV, medical and legal defense organizations, with assistance from the law firm Gibbons, P.C. and attorney Jeff Gamso, were amici in State of [...]",
      "preview": "Press Releases Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies October 26, 2017 10:30 am Share this page COL"
    },
    {
      "url": "https://www.bing.com/rebates/faq",
      "title": "Microsoft Shopping: account cashback",
      "description": "Tieni traccia dell'attività di cashback con Microsoft Shopping. Visualizza la cronologia degli utili, controlla lo stato dei proventi e rimani aggiornato su quando e come riceverai i premi cashback.",
      "preview": "Feedback su Bing"
    },
    {
      "url": "https://ukchat.com/",
      "title": "Forums - Free Chat Rooms - UkChat.com",
      "description": "Free Online Chat Rooms Official Forum Boards - UkChat.com",
      "preview": "New posts Menu Log in Register Navigation Install the app Install How to install the app on iOS Follow along with the video below to see how to instal"
    },
    {
      "url": "http://horilab.jp/publications/style/refereed-intl-article/2021/international-trends-in-k-12computer-science-curricula-through-comparative-analysis-implications-for-the-primary-curricula",
      "title": "International Trends in K-12 Computer Science Curricula Through Comparative Analysis: Implications for the Primary Curricula - メディア教育論ゼミ",
      "description": "void",
      "preview": "関連性のある発表 Practical Study on Computer Science Unplugged for Children Aimed to Considerer of Application to the Japanese Primary School Education Charac"
    },
    {
      "url": "https://iotc.org/",
      "title": "IOTC | Indian Ocean Tuna Commission / Commission des Thons de l'Océan Indien",
      "description": "void",
      "preview": "Jump to navigation User menu Contact us Login Search form Search Home The Commission Overview Structure of the Commission Scientific Committee Complia"
    },
    {
      "url": "https://soundcloud.com/unfao",
      "title": "Stream FAO music | Listen to songs, albums, playlists for free on SoundCloud",
      "description": "Play FAO and discover followers on SoundCloud | Stream tracks, albums, playlists on desktop and mobile.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it FAO Podcasts, a multilingual audio series p"
    },
    {
      "url": "https://mail.creativecommons.org/subscribe",
      "title": "Subscribe to CC's Mailing List",
      "description": "void",
      "preview": "Subscribe to our mailing list. Learn more about the Creative Commons licenses, and our work to empower individuals and communities around the world wi"
    },
    {
      "url": "https://mirror.ufam.edu.br/archlinux/core/?C=D;O=A",
      "title": "Index of /archlinux/core",
      "description": "void",
      "preview": "Index of /archlinux/core Name Last modified Size Description Parent Directory - os/ 2017-11-15 08:09 -"
    },
    {
      "url": "https://www.erika-sanvigilio.it/en/summer-winter/cross-country-skiing/73-0.html",
      "title": "Cross-country skiing - Marebbe - - Hotel Erika San Vigilio di Marebbe",
      "description": "If you choose San Vigilio to spend your winter holidays you should also grasp the chance to try cross-country skiing. The 12km-long Marebbe Valley, ...",
      "preview": "Request now Arrival Days persons Request Booking Cross-country skiing If you choose San Vigilio to spend your winter holidays you should also grasp th"
    },
    {
      "url": "https://www.vegvesen.no/kjoretoy/",
      "title": "Kjøretøy | Statens vegvesen",
      "description": "Finn informasjon om kjøretøy og regelverk for privat- og yrkessjåfører, send inn salgsmelding, sjekk kjøretøyopplysninger og finn godkjent verksted.",
      "preview": "Logg ut For at nettsidene skal fungere best mulig for deg, må du aktivere JavaScript i nettleseren din. Her finner du veiledning til hvordan du aktive"
    },
    {
      "url": "https://tsg-pastetten.de/bildergalerie/2017-spartan-lauf/",
      "title": "2017 TSG Teilnahme am Spartan Lauf München - TSG-Pastetten 1972 e.V.",
      "description": "void",
      "preview": "Skip to main content Show All 2017 Spartan Lauf Diese Website benutzt Cookies. Wenn du die Website weiter nutzt, gehen wir von deinem Einverständnis a"
    },
    {
      "url": "https://www.edx.org/learn/artificial-intelligence",
      "title": "Learn AI with courses and programs | edX",
      "description": "An AI program can train you in the latest in-demand skills. Explore how to get started with AI.",
      "preview": "Learn AI with courses and programs Businesses are rushing to integrate AI into their operations as the technology becomes more widespread. Explore AI"
    },
    {
      "url": "https://librariaarcana.ro/produs/ghid-complet-de-tarot-si-ezoterism-vol-1-arcanele-majore-naran-gheser/",
      "title": "Ghid complet de tarot si ezoterism. Vol. 1 - Arcanele Majore - Naran Gheser - Arcana",
      "description": "void",
      "preview": "Ghid complet de tarot si ezoterism. Vol. 1 - Arcanele Majore - Naran Gheser 83,51 lei Stoc epuizat Descriere Product Details Recenzii (0) Autor Naran"
    },
    {
      "url": "https://discord.gg/f4hvx8Rp2q",
      "title": "Google Maps Platform",
      "description": "Check out the Google Maps Platform community on Discord - hang out with 11541 other members and enjoy free voice and text chat.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.angelfood.org/",
      "title": "Homepage | Project Angel Food",
      "description": "Project Angel Food prepares and delivers healthy meals to feed people impacted by serious illness, bringing comfort and hope every day.",
      "preview": "Close X donate Volunteer Become a client English Spanish Language Privacy Policy | Certifications PROJECT ANGEL FOOD'S ANGEL AWARDS HONORS JENNIFER TI"
    },
    {
      "url": "http://www.fangsforthefantasy.com/2014/10/the-walking-dead-season-five-episode_27.html",
      "title": "Fangs For The Fantasy: The Walking Dead, Season Five, Episode Three: Four Walls and a Roof",
      "description": "Bob sits and Garrett explains to Bob that he had the choice to join them, or feed them and justifies his position by stating that when be...",
      "preview": "Home About Us/Policies About Us/Review Policy Rating System Comment Policy Book Reviews Book Reviews: A-B Book Reviews: C-F Book Reviews: G-J Book Rev"
    },
    {
      "url": "https://www.colorescience.com/products/brush-on-shield",
      "title": "Sunforgettable® Total Protection® Brush-On Shield | Colorescience",
      "description": "Powered by EnviroScreen® Technology, this all-powerful, all-mineral skin shield provides complete protection in one convenient, on-the-go application-alone or over makeup. The only powder sunscreen recommended by the Skin Cancer Foundation for Active use.",
      "preview": "Skip to content 10% off sitewide +Free gift with orders $100+ FREE SHIPPING on all orders Radiant. Resilient. Refreshed. NEW BARRIER PRO™ SERUM SPRAY"
    },
    {
      "url": "https://www.ywcastpaul.org/",
      "title": "YWCA St. Paul - Eliminating Racism, Empowering Women",
      "description": "YWCA St. Paul is on a mission: eliminating racism, empowering women and promoting peace, justice, freedom and dignity for all.",
      "preview": "Skip to content Home Advancing Racial Justice YWCA St. Paul advances racial justice through education and advocacy in the community, by working with o"
    },
    {
      "url": "http://mcplots.cern.ch/?query=plots,ppppbar,ue,pt-vs-dphi,Herwig%2B%2B.Tunes%20v4,herwig%2B%2B~2.7.0--1pythia8~8.201--1herwig%2B%2Bpowheg~2.6.3--1vincia~1.2.01_8.205--1alpgenpythia6~2.1.3e_6.426--1epos~1.99.crmc.0.v3400",
      "title": "MCPLOTS",
      "description": "void",
      "preview": "Underlying Event Away <pT> vs Nch <pT> vs p T lead <Nch> vs p T lead Σ(pT) vs p T lead Transverse <pT> vs Nch <pT> vs p T lead Strange <N> vs p T lead"
    },
    {
      "url": "https://jobversity.upwardlyglobal.org/resource-library/",
      "title": "Career Resources for Immigrants & Refugees | Jobversity",
      "description": "Jobversity's curated collection of job search resources are designed to help professionally skilled immigrants & refugees, and the organizations that serve them.",
      "preview": "For New Americans For Service Providers For New Americans For Service Providers About Us Opportunities Our Partners Resource Library WeGlo Login Home"
    },
    {
      "url": "https://www.usa.gov/",
      "title": "Making government services easier to find | USAGov",
      "description": "Find government benefits, services, agencies, and information at USA.gov. Contact elected officials. Learn about passports, Social Security, taxes, and more.",
      "preview": "Skip to main content Making government services easier to find USA.gov helps you locate and understand government benefits, programs, and information."
    },
    {
      "url": "https://isuzu.oemdtc.com",
      "title": "Isuzu - OEMDTC",
      "description": "Isuzu Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.premierleague.com/tables",
      "title": "Premier League Table, Form Guide & Season Archives",
      "description": "View the latest Premier League tables, form guides and season archives, on the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.daswetter.com/wetter_Oisquercq-Europa-Belgien-Wallonisch+Brabant--1-180489.html",
      "title": "Wetter Oisquercq 14 Tage - daswetter.com | Meteored",
      "description": "Das Wetter in Oisquercq - Wettervorhersage für 14 Tage. Aktuelles Wetter in Oisquercq: Temperatur, Schnee, Regen, Wind, Luftfeuchtigkeit, Wetterwarnungen, etc",
      "preview": "Wetter Oisquercq 13:00 Freitag ... Artboard bedeckt 16° gefühlte Temperatur 16° Norden 4 - 15 km/h Stündlich Bewölkter Himmel für die nächsten Stunden"
    },
    {
      "url": "https://livelytimes.com/2016/12/bill-vaughn-making-bones/",
      "title": "Bill Vaughn | Making Bones - Lively Times",
      "description": "Izzy Sain, a cattleman's daughter working as a professional photographer, is on a river trip with old pals and her new lover, a Bureau of Land Management ranger, when she comes across a grisly find. Because she grew up in the Missouri Breaks and knows more about this dreamlike geography than anyone, she's recruited as",
      "preview": "Find Nearby Events Email Who-dun-it in the Missouri Breaks. Izzy Sain, a cattleman's daughter working as a professional photographer, is on a river tr"
    },
    {
      "url": "https://google.qualtrics.com/jfe/form/SV_di0qQuYNuDnUiJE",
      "title": "Google.org AI for the Global Goals Call for Applications",
      "description": "In 2015, the UN set the Sustainable Development Goals, ambitious targets for global progress by 2030. To meet these goals, we need to work together. That's why we're committing to bring the best of Google's research, advanced technology, and $25M in cash grants to accelerate progress towards the Global Goals.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "http://www.earth210.com/210/SHOW/2111124",
      "title": "show - 2014 LasVegas SEMA AMERICANCAR P1",
      "description": "void",
      "preview": "2014 LasVegas SEMA AMERICANCAR P1 List of Articles 2014 LasVegas SEMA AMERIC... photo registed in March 29, 2015 2014 LasVegas SEMA AMERIC... photo re"
    },
    {
      "url": "http://www.spaghettihaus.com/",
      "title": "Speghetti Haus Bibione - Spaghetti Haus Bibione",
      "description": "Chi siamo Benvenuti da Spaghetti Haus, il nostro ristorante pizzeria a Bibione, che portiamo avanti con amore dal 1991.Siamo una famiglia e ogni giorno accog...",
      "preview": "Chi siamo Benvenuti da Spaghetti Haus, il nostro ristorante pizzeria a Bibione, che portiamo avanti con amore dal 1991. Siamo una famiglia e ogni gior"
    },
    {
      "url": "https://www.facebookblueprint.com/",
      "title": "Meta Blueprint : Learn new skills to build your brand or business",
      "description": "Meta Blueprint helps you learn the digital skills you need to move your business forward. Discover online courses and training to improve your Facebook and Instagram marketing skills.",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://www.odenwald-wandern.de/gps-wanderungen/heidelberg/koenigstuhl-waldhilsbach.php",
      "title": "Königstuhl Heidelberg wandern Waldhilsbach Wanderung GPS Wanderkarte Neckarsteig",
      "description": "Odenwald Wanderung über den Neckarsteig vom Königstuhl bei Heidelberg nach Waldhilsbach: mit GPS Daten zum Download und Wanderkarte.",
      "preview": "Odenwald Wandern GPS Wanderungen Darmstadt Bensheim/Heppenheim Weinheim Heidelberg Reichelsheim Fürth Wald-Michelbach Höchst/Breuberg Erbach/Michelsta"
    },
    {
      "url": "https://data-in-emergencies.fao.org/",
      "title": "FAO Data in Emergencies Hub",
      "description": "The Food and Agriculture Organization of the United Nations (FAO) established the DIEM Hub to provide a regularly updated and highly accessible picture of food insecurity in fragile environments and to inform FAO's evidence-based programming.",
      "preview": "void"
    },
    {
      "url": "https://fogoislandinn.ca/",
      "title": "Fogo Island Inn | All-Inclusive Hospitality & Regenerative Travel",
      "description": "Experience all-inclusive hospitality at Fogo Island Inn, a member of Relais & Chateaux with Three MICHELIN Keys. Book a room at Fogo Island Inn.",
      "preview": "Skip to main content Skip to footer Bask in our fall colours. Book for Berry Season. Entangled with nature, rooted in community Experience all-inclusi"
    },
    {
      "url": "https://connecticut.aiga.org/event/international-speaking-tour-ram-castillo-the-birth-of-a-designer/",
      "title": "International Speaking Tour: Ram Castillo, THE BIRTH OF A DESIGNER | AIGA Connecticut",
      "description": "Join AIGA CT and author/award-winning graphic designer Ram Castillo as he shares advice for emerging designers looking to launch their career. Ram's talk will address education, portfolio creation, networking, and interviews as part of an effective strategy for landing a job in the field.",
      "preview": "Search Donate Events Upcoming Events Past Events Event Recordings Archive Blog Get Involved Become a Volunteer Join the Board Sponsor Us Student Group"
    },
    {
      "url": "https://blog.johnmark.org/2014/02/03/gluster-cloud-night-amsterdam/",
      "title": "Gluster Cloud Night Amsterdam - JohnMark.Org",
      "description": "Join us on March 4 for the Gluster Community seminar and learn how to improve your storage. This half day seminar brings you in-depth presentations, use cases, demos and developer content presented by Gluster Community experts. REGISTRATION Register today for this free half-day seminar and reserve your seat since spaces are limited. Click here to...",
      "preview": "Skip to content Join us on March 4 for the Gluster Community seminar and learn how to improve your storage. This half day seminar brings you in-depth"
    },
    {
      "url": "https://documentation.spire.com",
      "title": "Documentation & knowledge base | Kpler AIS",
      "description": "Explore documentation on our range of APIs and vessel tracking solutions. Get started using our vessel tracking solutions with a free trial.",
      "preview": "Search for: Kpler AIS documentation & knowledge base Kpler is committed to creating developer-friendly APIs and supporting your company in getting the"
    },
    {
      "url": "https://events.hiringourheroes.org/",
      "title": "HOH Events",
      "description": "Register now for an upcoming Hiring Our Heroes event",
      "preview": "Skip to main content Register now for an upcoming Hiring Our Heroes event. Use the filters below to find an event near you, or join us for an upcoming"
    },
    {
      "url": "https://nul.org/",
      "title": "Home | National Urban League",
      "description": "void",
      "preview": "Skip to main content Search SEARCH × Empowering Communities. Changing Lives. WE'VE MOVED! 117 W 125th Street, 3rd Floor New York, NY 10027 Government"
    },
    {
      "url": "http://www.lycos.com/",
      "title": "Lycos.com",
      "description": "Lycos, Inc., is a web search engine and web portal established in 1994, spun out of Carnegie Mellon University. Lycos also encompasses a network of email, webhosting, social networking, and entertainment websites.",
      "preview": "Lycos SWAG Mail Tripod Domains Weather Angelfire"
    },
    {
      "url": "https://randomgifgirlwrites.tumblr.com/",
      "title": "Random Gif Girl Writes",
      "description": "Some people say I have a way with words. I don't know if I believe them.",
      "preview": "Random Gif Girl Writes"
    },
    {
      "url": "https://explorable.com/",
      "title": "Explorable - Think Outside The Box - Research, Experiments, Psychology, Self-Help",
      "description": "void",
      "preview": "Skip to main content Menu Search Home Overview Research Foundations Academic Self-Help Write Paper Quiz For Kids Your Code Login Sign Up Menu Search L"
    },
    {
      "url": "https://fundraiser.sesameworkshop.org/donate-main/Donate?rbref=SW_Web_One-Time",
      "title": "Donate - Donate | Sesame Workshop",
      "description": "Help support Sesame Workshop today!",
      "preview": "Your email address has been verified. Sesame Workshop Login Let's prepare the next generation to build a better world. We create joyful experiences th"
    },
    {
      "url": "https://www.worldathletics.org/records/toplists",
      "title": "100 Metres - women - senior - all - 2025",
      "description": "void",
      "preview": "Introduction Structure Employment Tenders Contact Newsletters Introduction Next Courses Endurance Running Webinars Register Outbreak Prevention Tools"
    },
    {
      "url": "https://www.thecultureequity.com/",
      "title": "Home | The Culture Equity",
      "description": "Explore Culture Equity: Your Premier Multicultural Marketing Partner, Houston-Based with Offices in Phoenix and Las Vegas. Elevate Your Brand's Cultural Impact and Strategies Now!",
      "preview": "top of page At The Culture Equity, we believe culture is the key to unlocking your brand's true potential. Our mission is to help businesses create ex"
    },
    {
      "url": "https://sageprints-blog.tumblr.com/post/150100999272",
      "title": "sage",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "sage Bio College Student // Designer // Content Creator Navigation link link link link Navigation // Tags"
    },
    {
      "url": "http://www.qualcomm.com/company/wireless-reach",
      "title": "Qualcomm Wireless Reach | How Technology Helps Underserved Communities",
      "description": "Qualcomm has been deploying technology programs to enrich lives in underserved communities around the world since 2006. Learn about the impact our technology has made.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://4gravitons.com/a-wild-infinity-appears-or-renormalization/?like_comment=3395&_wpnonce=1b27f4f79c",
      "title": "A Wild Infinity Appears! Or, Renormalization | 4 gravitons",
      "description": "Back when Numberphile's silly video about the zeta function came up, I wrote a post explaining the process of regularization, where physicists take an incorrect infinite result and patch it over to get something finite. At the end of that post I mentioned a particular variant of regularization, called renormalization, which was especially important in...",
      "preview": "Back when Numberphile's silly video about the zeta function came up, I wrote a post explaining the process of regularization , where physicists take a"
    },
    {
      "url": "https://its.tntech.edu/label/act+autodesk+content+forgot+idme+matlab",
      "title": "Self-Service Portal Home",
      "description": "void",
      "preview": "Updating... Loading... Popular Services Refresh Module Loading... Popular Articles Refresh Module Loading... Contact Info | Hours - Spring/Fall Refres"
    },
    {
      "url": "https://www.flowerbeauty.com/products/warrior-princess-mascara-new",
      "title": "Warrior Princess Mascara | FLOWER Beauty",
      "description": "Get the fanned-out lash look fit for a princess. This vegan mascara boosts volume and length with a buildable formula that coats every single lash.",
      "preview": "Skip to content We're working on something new... In the meantime, please use our store locator to shop Flower Beauty. Shop Flower Beauty on CVS.com S"
    },
    {
      "url": "https://kosturanov.com/books/a-star-called-slavica",
      "title": "A Star Called Slavica - Book Illustrated by Vane Kosturanov",
      "description": "A Star Called Slavica - Book Illustrated by Vane Kosturanov. Published by: Laguna (Serbia, 2022)",
      "preview": "A Star Called Slavica Text : Nina Senicar Illustrations : Vane Kosturanov Rights sold in: Serbia ( Laguna ) Three girls know what they would like to b"
    },
    {
      "url": "http://www.pickwick.it/",
      "title": "Innova | Distribuzione e vendita all'ingrosso dal 1993",
      "description": "Innova S.p.A si posiziona come azienda leader nella distribuzione e vendita all' ingrosso dei principali marchi di abbigliamento promozionale e da lavoro dal 1993.",
      "preview": "Accedi Diventa cliente Accedi Chiama Carrello 0 +3906 71300013 | info@innovaspa.it Carrello 0 CERCA Benvenuto nel mondo Innovativewear: Accedi al sito"
    },
    {
      "url": "https://www.vandamme.eu/fr/actualites",
      "title": "Nouvelles | Van Damme",
      "description": "Les dernières nouvelles de Van Damme. Chaque semaine, nous abordons les dernières nouvelles de notre secteur et mettons en avant nos projets sur mesure.",
      "preview": "Skip to main content Nouvelles à l'honneur Installation de nettoyage semi-automatique pour générateurs diesel septembre 16, 2025 &sol Projet Les génér"
    },
    {
      "url": "https://www.wowt.com/2023/02/26/lost-dog-adopted-by-new-family-omahas-72-hour-rule/",
      "title": "Lost dog adopted by new family on Omaha's 72-hour rule",
      "description": "Friday, Rebecca Jones, her kids, and her husband saw their dog, Bella, sitting in the Nebraska Humane Society. She'd been missing for about three weeks.",
      "preview": "Skip to content OMAHA, Neb. (WOWT) - Friday, Rebecca Jones, her kids, and her husband saw their dog, Bella, sitting in the Nebraska Humane Society. Sh"
    },
    {
      "url": "https://mundomisterioso.net/2021/04/la-inmensa-minoria-22-04-21-programa-completo.html?share=reddit",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.holdingdownthefortpodcast.com/",
      "title": "Holding Down the Fort by US VetWealth Podcast | Jen Amos | Substack",
      "description": "A podcast dedicated to seasoned spouses preparing for military transition. Because you, too, are retiring - and now, it's your turn to own what's next. Click to read Holding Down the Fort by US VetWealth Podcast, by Jen Amos, a Substack publication.",
      "preview": "Holding Down the Fort by US VetWealth Podcast Subscribe Sign in Home Podcast Book BTS SBP Archive About 17:41 216: Military Transition for Seasoned Sp"
    },
    {
      "url": "https://www.neutrogena.com/skin/hydro-boost.html?utm_source=google&utm_medium=cpc&utm_campaign=GO-USA-ENG-PS-Neutrogena-Masterbrand-BC-PH-RN-PR-N/A-HydroBoost&utm_content=Brand-Core&utm_term=neutrogena+hydroboost&gclid=CjwKCAiAioifBhAXEiwApzCztgDiFdXqJHsuRKjPvPYhEgyvkWYy-DTpG_tvwuC0y96BUWdUJHuxsRoCkSMQAvD_BwE&gclsrc=aw.ds&gclid=CjwKCAiAioifBhAXEiwApzCztgDiFdXqJHsuRKjPvPYhEgyvkWYy-DTpG_tvwuC0y96BUWdUJHuxsRoCkSMQAvD_BwE",
      "title": "Hydro Boost Hyaluronic Acid Skin Care | Neutrogena®",
      "description": "Shop the full line of Neutrogena® Hydro Boost hyaluronic acid skin care products designed to help boost hydration of the skin for smooth, supple results.",
      "preview": "Skip to main content HYDRO BOOST WATER GEL Weightless hydration that goes deep* Clinically-proven formula magnifies the power of Hyaluronic Acid *With"
    },
    {
      "url": "https://www.mccormickfoundation.org/",
      "title": "Homepage - Robert R. Mccormick Foundation",
      "description": "The Robert R. McCormick Foundation envisions a Chicagoland with educated and informed individuals who are engaged in improving their communities.",
      "preview": "Skip to content We invest in organizations building thriving Chicago communities $1.8 Billion Granted Since 1955, the Robert R. McCormick Foundation h"
    },
    {
      "url": "https://randoma11y.com/",
      "title": "RandomA11y - Endless collection of accessible color combos",
      "description": "Discover millions of accessible color combinations with RandomA11y, the real-time color playground.",
      "preview": "void"
    },
    {
      "url": "https://fontawesome.com/",
      "title": "Font Awesome",
      "description": "The internet's icon library + toolkit. Used by millions of designers, devs, & content creators. Open-source. Always free. Always awesome.",
      "preview": "void"
    },
    {
      "url": "https://avpn.asia/",
      "title": "AVPN: Moving capital towards impact in Asia",
      "description": "AVPN is the largest network of social investors in Asia, fostering collaborations to increase the impact of capital deployed towards closing SDG gaps.",
      "preview": "Skip to content Search Search Login Search Search AVPN Global Conference 2023 | 20 - 22 June 2023 Days Hrs Mins Secs Join the waitlist Login About AVP"
    },
    {
      "url": "https://hindi.alibaba.com/product-detail/hot-sale-fox-fur-coat-winter-long-mink-knitted-cardigan-fashionhorn-sleeve-fox-fur-coat-for-women-1600323300092.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://earthdata.nasa.gov/earth-observation-data/near-real-time/download-nrt-data/viirs-nrt",
      "title": "VIIRS-Land Near Real-Time Data | NASA Earthdata",
      "description": "Near real-time land data from the Visible Infrared Imaging Radiometer Suite (VIIRS) are available through NASA's Land, Atmosphere Near real-time Capability for Earth observation (LANCE).",
      "preview": "Skip to main content VIIRS-Land Near Real-Time Data Near real-time land data from the Visible Infrared Imaging Radiometer Suite (VIIRS) are available"
    },
    {
      "url": "https://www.treccani.it/vocabolario/tecnologia/",
      "title": "Tecnologìa - Significato ed etimologia - Vocabolario - Treccani",
      "description": "Scopri il significato della parola tecnologìa. Nel Vocabolario Treccani troverai significato ed etimologia del termine che cerchi. Entra subito su Treccani.it, il portale del sapere.",
      "preview": "Salta al contenuto Vuoi navigare il sito Treccani senza limiti e pubblicità? Scarica l'APP e abbonati ora per accedere su tutti i tuoi dispositivi! Sc"
    },
    {
      "url": "http://www.rareoldprints.com/house/Hall%20Barn",
      "title": "Antique Prints of Hall Barn House",
      "description": "void",
      "preview": "rareoldprints.com British Buildings Images of historic British buildings grouped by type and architect. Houses : Hall Barn 6 items Antique Prints of H"
    },
    {
      "url": "https://www.ncjw.org/",
      "title": "National Council of Jewish Women |",
      "description": "NCJW advances social change through a Jewish lens, bringing together activists across generations and across the country.",
      "preview": "Turning faith into action. See all actions Read more Leadership transition at NCJW Join Us Experience Israel through a feminist lens this November Add"
    },
    {
      "url": "https://volkraft.com/privacy_policy",
      "title": "Volkraft",
      "description": "void",
      "preview": "Privacy Policy last update: 22.12.23 This Privacy Policy (hereinafter - Policy) explains the procedure for processing data of Users of Wallcraft Servi"
    },
    {
      "url": "https://www.musicaltommy.com/almohadillas/1464-almohadilla-violin-44-kun-300-original-.html",
      "title": "Almohadilla Violín 4/4 Kun 300 Original",
      "description": "Almohadilla violín Kun Original ajustable en tres direcciones y las patas están equipadas con un sistema de bloqueo.",
      "preview": "Kun Almohadilla Violín 4/4 300 Original Oferta -5,55 € 41,50 € 35,95 € Ahorre 5,55 € Impuestos incluidos Regulable. Un diseño práctico y sencillo que"
    },
    {
      "url": "http://digitaledition.chicagotribune.com#nt=secondarynavbar",
      "title": "Chicago Tribune",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://help.discoveryplus.com",
      "title": "discovery+ Help Center",
      "description": "void",
      "preview": "Skip to main content discovery+ Help Center Search We're here to help In Europe? Visit the European Help Centre for discovery+ . Categories Getting St"
    },
    {
      "url": "https://www.heresybrush.com/en/",
      "title": "HeresyBrush - Painting and Modelling blog",
      "description": "Painting and Modelling blog",
      "preview": "void"
    },
    {
      "url": "https://www.push511.com/",
      "title": "PUSH511 - Push511",
      "description": "CrossFit, Nutrition, Personal Trainer, Fitness, Corporate Wellness, in Baltimore, in Canton",
      "preview": "Fitness Through Human Connection Book A Free Intro Previous Next The friendliest gym in the Baltimore, Canton, Brewers Hill, MD Area Fitness Through H"
    },
    {
      "url": "http://fcsn1996.org/",
      "title": "FCSN - Friends of Children with Special Needs",
      "description": "void",
      "preview": "We're proud to share some exciting news! Friends of Children with Special Needs has been selected as a Nonprofit of the Year by Senator Wahab. We're s"
    },
    {
      "url": "http://www.minesnewsroom.com/news/all/rss.xml",
      "title": "News",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.medseaalliance.org",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "https://www.mines.edu/campus-email/",
      "title": "Campus Email Web Access - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Campus Email Email Faculty / Staff / Student Email Access Remember, your u"
    },
    {
      "url": "https://webopen.oberhaching.de/Mediensuche/Einfache-Suche?searchhash=OCLC_866c49ab88751edea4a484fed95e491777ae9591&top=y",
      "title": "Einfache Suche",
      "description": "void",
      "preview": "Informationen zum Datenschutz Bei der Verwendung dieser Webseite werden Cookies angelegt, um die Funktionalität für Sie optimal gewährleisten zu könne"
    },
    {
      "url": "https://www.stimson.org/research/trade-tech/conventional-arms/",
      "title": "Conventional Arms Research • Stimson Center",
      "description": "Leading foreign affairs research projects, publications, and events on the topic of Conventional Arms from the Stimson Center.",
      "preview": "Skip to content Trade & Technology Conventional Arms Projects Advancing Child Protection Through Peacekeeping Assessing efforts to protect children an"
    },
    {
      "url": "https://bubble.io/",
      "title": "Bubble: AI app development meets visual, no-code editing",
      "description": "Launch real apps without limits on an all-in-one platform that lets you switch seamlessly between AI prompting and a visual editor. No code required - ever.",
      "preview": "void"
    },
    {
      "url": "https://www.danielkennedy.com",
      "title": "Celebrity Photographer London - Dan Kennedy",
      "description": "Dan Kennedy is a London based Celebrity and Fashion photographer shooting portraits for magazines, book covers, theatre posters, advertising photography and look books. Based in London, he undertakes commissions worldwide.",
      "preview": "Menu Celebrity Photographer - Dua Lipa Celebrity Photographer - Dua Lipa Celebrity Photographer - Tinie Tempah Celebrity Photographer - Fionn Whitehea"
    },
    {
      "url": "http://opendata.ayto-caceres.es/dataset/barrios-caceres",
      "title": "Barrios Cáceres - Datasets - OpenData Cáceres",
      "description": "Conjunto de datos que contiene la información catalogada por el ayuntamiento de Cáceres sobre los barrios de la ciudad. URI del conjunto de datos:...",
      "preview": "Skip to content Home Datasets Barrios Cáceres Barrios Cáceres Mapa ofrecido por SIG Cáceres Conjunto de datos que contiene la información catalogada p"
    },
    {
      "url": "http://www.equitypandit.com/",
      "title": "EquityPandit | Breaking News, NSE/BSE, Share Price, Nifty, Sensex Today",
      "description": "Lastest News For Indian Stock Market, Sensex, Nifty, World, India, Politics, Economy, Business, Startups and Technology. Get The Stock Price and Analysis.",
      "preview": "EquityPandit Equitypandit Primary Menu EquityPandit Volume Breakout Scan Stock Futures Scan Stock Trend Scan Options Scan Indicator-Based Scan Candles"
    },
    {
      "url": "https://www.nature.com/physics",
      "title": "Physics - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.channelnewsasia.com/",
      "title": "Breaking News and Analysis on Asia and the World | Real-Time Coverage out of Asia and Singapore - CNA",
      "description": "Get 24/7 real-time updates on breaking news from Asia, Singapore and around the world. CNA delivers accurate, timely coverage of events as they unfold. Stay informed.",
      "preview": "Skip to main content Close Close Top Stories Asia East Asia Singapore World Commentary CNA Explains Sustainability Business Sport Latest News Insider"
    },
    {
      "url": "https://www.papermag.com/luke-hemmings-5sos-calm-2645628626.html?rebelltitem=17#rebelltitem17",
      "title": "Luke Hemmings Deconstructs 5 Seconds of Summer's \"CALM\" - PAPER Magazine",
      "description": "If there was ever a time for an album titled \"CALM\" to get released, it's now - and thankfully 5 Seconds of Summer was the band to do it.",
      "preview": "Music Fashion Celebrity Internet Art nightlife Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Luke Hemmings D"
    },
    {
      "url": "http://www.rlyehindustry.com/apps/rpgscribepf",
      "title": "Rlyeh Industry - RPG Scribe Pathfinder",
      "description": "Rlyeh Industry is the maker of unspeakable apps for iPhone, iPod Touch and iPad",
      "preview": "HOME APPS CONTACT Home > Apps > RPG Scribe Pathfinder > About Get It Now! 'RPG Scribe Pathfinder & 3.5e' is a smart character sheet for iOS and Androi"
    },
    {
      "url": "http://www.gamergirl.fr/resident-evil-village-localisation-de-toutes-les-latrines-du-jeu/",
      "title": "Resident Evil Village : Localisation de toutes les latrines du jeu",
      "description": "Voici une solution pour trouver toutes les latrines dans Resident Evil Village.",
      "preview": "Astuces 1 Resident Evil Village : Localisation de toutes les latrines du jeu par Gamergirl · 14 mai 2021 RESIDENT EVIL VILLAGE Développeur : Capcom Ed"
    }
  ],
  "_meta": {
    "total_bookmarks": 121
  }
}