{
  "data": [
    {
      "url": "http://Rescue-DE.org",
      "title": "International Rescue Committee | Rescue",
      "description": "IRC reagiert weltweit auf schwere Krisen und leistet humanitäre Hilfe, die Leben rettet und gleichzeitig Optionen für eine bessere Zukunft bietet.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.eazydiner.com/mumbai?loc=mumbai",
      "title": "List of Best Restaurants in Mumbai | Get Up to 50% Off",
      "description": "Discover top restaurant deals in Mumbai with EazyDiner! Enjoy discounts, free reservations, and exclusive offers. Check menus, reviews, and photos too.",
      "preview": "Login Open App Your Location Mumbai Search restaurants, locations or cuisines Be Prime! Contact Us Login Hi Foodie , Dine Anytime! Lunch Dinner Fast F"
    },
    {
      "url": "http://feis.fra.affrc.go.jp/english_index.html",
      "title": "National Research Institute of Fisheries and Environment of Inland Sea, Fra",
      "description": "void",
      "preview": "National Research Institute of Fisheries and Environment of Inland Sea INQUIRY Outline The Seto Inland Sea, the biggest inland sea of Japan, is known"
    },
    {
      "url": "https://walmart.quantumsds.com/",
      "title": "Gainfront - The Best Supplier Lifecycle Management Software Suite",
      "description": "Gainfront is a supplier lifecycle/ risk management tool that simplifies diversity spend tracking, supplier on-boarding and contracts management.",
      "preview": "Introducing Model Context Protocol (MCP) Learn More The Future of Supplier Lifecycle Management is here with Gainfront's Proprietary EfficiencyAI TM D"
    },
    {
      "url": "http://www.autismo.org.es/actualidad/articulo/lo-que-no-sabias-del-sindrome-de-asperger",
      "title": "Síndrome de Asperger: Qué es y características del trastorno",
      "description": "Te explicamos qué es el Síndrome de Asperger y sus características ¡Cómo AYUDAR a una persona con autismo!",
      "preview": "El autismo Qué es el autismo Detección y diagnóstico Intervención y apoyos Preguntas frecuentes Información y recursos Testimonios en primera persona"
    },
    {
      "url": "https://www.collegeboard.org",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "https://www.theradcard.com/",
      "title": "RADcard",
      "description": "void",
      "preview": "Hello, RAD Card™. The RAD Card program was created to help boost local downtown economies in response to the impacts of COVID-19, using matching funds"
    },
    {
      "url": "https://espanol.cdc.gov/enes/coronavirus/2019-ncov/travelers/index.html",
      "title": "Centros para el Control y la Prevención de Enfermedades | CDC",
      "description": "void",
      "preview": "Ir al contenido del sitio Ir a la búsqueda El cáncer de mama Informarse más Las enfermedades respiratorias Informarse más Influenza aviar H5: situació"
    },
    {
      "url": "https://www.blackcurlmagic.com/wash-your-damn-hair/",
      "title": "About 5 - Black Curl Magic",
      "description": "void",
      "preview": "Hello! You're looking for the Wash Your Damn Hair Textbook. But don't worry-we've got something even better. Click the button below to learn more abou"
    },
    {
      "url": "https://www.truist.com/",
      "title": "Truist Bank | Checking, Savings, Lending, and Financial Services",
      "description": "Your journey to better banking starts with Truist. Checking and savings accounts, credit cards, mortgages, small business, commercial banking, and more.",
      "preview": "Personal & Commercial Banking, Credit Cards, Loans & Investments Truist One Checking No overdraft fees. Practical perks. Automatic upgrades. Learn mor"
    },
    {
      "url": "https://www.beyondbenign.org/",
      "title": "Home - Beyond Benign",
      "description": "void",
      "preview": "Contact Donate Events Subscribe Menu Beyond Benign provides educators with the tools, training and support to make green chemistry an integral part of"
    },
    {
      "url": "https://www.grireland.ie/results/greyhound-search/owners-page/?oid=42471",
      "title": "Owners Page",
      "description": "void",
      "preview": "toggle menu MENU Home Page Results Greyhound Search Owners Page Mr. Jeremiah Kerins Last Recorded Race or Trial: 30-Sep-25 (Tralee) Address: N/A Recor"
    },
    {
      "url": "https://www.alegre.tv/seminars/types-substrates",
      "title": "Τύποι Υποστρωμάτων - Alegre TV | #alegre growshop videos",
      "description": "William Texier - General Hydroponics Σεμινάρια Υδροπονίας Alegre growshop, σε συνεργασία με το ΑΤΕΙ Καλαμάτας. Αθήνα, 26 Μαϊου 2013, Park Hotel Θέμα:...",
      "preview": "share Τύποι Υποστρωμάτων William Texier - General Hydroponics Σεμινάρια Υδροπονίας Alegre growshop, σε συνεργασία με το ΑΤΕΙ Καλαμάτας. Αθήνα, 26 Μαϊο"
    },
    {
      "url": "http://www.scottygroup.com/",
      "title": "SCOTTY Group",
      "description": "void",
      "preview": "browser window size is below minimum resolution Contact Secure. Reliable. Trusted. Secure. Reliable. Trusted. Anticipating tomorrow The reason why mos"
    },
    {
      "url": "https://www.3cdc.org/city-of-cincinnati-unveils-first-round-of-downtown-streateries/",
      "title": "City of Cincinnati Unveils First Round of Downtown Streateries | 3CDC",
      "description": "Cincinnati Center City Development Corporation",
      "preview": "City of Cincinnati Unveils First Round of Downtown Streateries Posted on May 21, 2021 by sujvary Initial Batch of Expanded Outdoor Dining Areas Offici"
    },
    {
      "url": "https://www.sayellow.com/south-africa/auctioneers-livestock-in-sedibeng",
      "title": "Auctioneers - Livestock in Sedibeng, South Africa",
      "description": "Find Auctioneers - Livestock in on saYellow.com. Get reviews, contact details, directions and much more, at the click of a button.",
      "preview": "Did you mean \"\"? Related Categories Auctioneers - Livestock Auctioneers Auctioneers - Art, Antiques... Online: Auctions Valuers - Immovable Property V"
    },
    {
      "url": "https://know4life.tumblr.com/",
      "title": "Know4LIFE",
      "description": "www.Know4LIFE.net",
      "preview": "9 October 2025 Reblog liberalsarecool : \"Unelected bureaucrats and activist judges for me, no democracy for thee.\" MAGA gospel. None of these subhuman"
    },
    {
      "url": "http://www.marinemammalcenter.org/what-we-do/rescue/what-we-do-if-you-find-a.html",
      "title": "Rescue | The Marine Mammal Center",
      "description": "Find out how hundreds of sick, injured and orphaned marine mammals are rescued each year.",
      "preview": "Skip to main content Patient Journey / Rescue Rescue TMMC logo loading indicator marine animal, marine mammal, rescue, shelter, hospital, rehabilitati"
    },
    {
      "url": "https://www.carnivalworld.sg/singapore-carnival-birthday-party/",
      "title": "Singapore Carnival Birthday Party | Carnival World | Carnival World",
      "description": "Singapore Carnival Birthday Party",
      "preview": "August 23, 2015 Planning to have a happening and exciting birthday party this year? Carnival World provide professional carnival birthday party servic"
    },
    {
      "url": "https://www.capture-life.de/",
      "title": "Capture life photo & film",
      "description": "Hochzeitsfotograf Köln, Münster, NRW und Deutschlandweit. Egal ob Hochzeitsreportage oder Hochzeitsvideo.",
      "preview": "0 Echte Emotionen. Zeitlose Bilder. Natürliche Fotos voller Nähe, Wärme und echter Momente rund um Bergisch Gladbach von Herzklopfen bis hin zu liebe"
    },
    {
      "url": "https://www.meels.com/help/pricing++plans/8/how+many+meals+should+i+order/83",
      "title": "How many meals should I order? | Meels",
      "description": "Get 20% off your first Meels order. Enjoy the convenience of our chef-prepared meal delivery services, offering delicious, fully cooked meals ready for you to enjoy.",
      "preview": "Updating. Please wait Order Now Our Food Weekly Menus Food Philosophy Meels for Business Our Story About Us Packaging Meet Our Team Gifts Gift Cards R"
    },
    {
      "url": "https://www.tapestry.com/",
      "title": "Tapestry",
      "description": "Tapestry is a global house of iconic brands. We unite the magic of Coach and Kate Spade New York.",
      "preview": "wp-content/uploads/2023/06/Tap-HomeHeaderImage2.jpg,wp-content/uploads/2023/06/Tap-HomeHeaderImage3.jpg Iconic Brands, Expansive Possibilities TAPESTR"
    },
    {
      "url": "https://whyy.org/articles/as-a-bucks-county-school-district-removes-lgbtq-books-from-libraries-families-and-faculty-fear-for-civil-rights/",
      "title": "Pennridge School District removes LGBTQ books from libraries - WHYY",
      "description": "A new Pennridge School District policy limiting student access to books and resources related to gender identity has ignited a battle over civil rights.",
      "preview": "Skip to content Education Books K-12 Kids LGBTQ Pennsylvania Sex & Relationships Facebook Twitter Email A new Pennridge School District policy limitin"
    },
    {
      "url": "http://www.shopncook.com/",
      "title": "Shop'NCook | Easy-To-Use Recipe Software Shop'NCook with Nutrition, Costing, Shopping List and More - Free Trial",
      "description": "void",
      "preview": "Download Shop'NCook Pro Try Shop'NCook Online Add a recipe in 20 seconds With Shop'NCook recipe wizard, you can have a new recipe ready for production"
    },
    {
      "url": "https://www.ajol.info/index.php/jfecs/article/view/61642",
      "title": "A comparative study of regenerated bamboo, cotton and viscose rayon fabrics. Part 1: selected comfort properties | Journal of Consumer Sciences",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.djstephfloss.com/",
      "title": "HOME | djstephfloss.com",
      "description": "void",
      "preview": "top of page BOOKING@DJSTEPHFLOSS.COM email INFO@STEPHFLOSS.COM contact us all things steph Caption here Something cute about this photo here Fill capt"
    },
    {
      "url": "https://docs.npmjs.com/",
      "title": "npm Docs",
      "description": "Documentation for the npm registry, website, and command-line interface",
      "preview": "Skip to search Skip to content Site navigation npm Docs Documentation for the npm registry, website, and command-line interface About npm Getting star"
    },
    {
      "url": "https://huemint.com/brand-intersection/",
      "title": "Huemint - Color palette generator for brands, websites and graphics",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.orangetheory.com/en-in/",
      "title": "Group Fitness Class & Interval Training | Orangetheory Fitness India",
      "description": "Join the Best Group Fitness Classes with Orangetheory India - Workout Classes Designed to Give a Full Body Workout in a Supportive Environment. Try Us for Free Today!",
      "preview": "Skip to main content If you are looking for our Canadian website , please select your preferred language , please click the Continue button : English"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/easy-chocolate-cake",
      "title": "Easy chocolate cake recipe | Good Food",
      "description": "Master the chocolate cake with an airy, light sponge and rich buttercream filling. It's simple enough for an afternoon tea but special enough for a party too",
      "preview": "Skip to main content Easy chocolate cake Miriam Nice Save recipe Serves 12 - 14 Easy Prep: 35 mins Cook: 20 mins A star rating of 4.5 out of 5. 488 ra"
    },
    {
      "url": "http://www.loonygames.com/content/2.1/feat/",
      "title": "loonygames presents: American McGee's Alice - Through the Looking Glass",
      "description": "void",
      "preview": "about feedback archives submissions // loonygames :// issue 2.1 :// Through the Looking Glass ://1, 2 What's new today: New!!! The archives have been"
    },
    {
      "url": "https://nsaneforums.com/topic/358229-vmware-workstation-player-1551-build-15018445/",
      "title": "VMware Workstation Player 15.5.1 Build 15018445 - News & Updates - Nsane Forums",
      "description": "VMware Workstation Player is the easiest way to run multiple operating systems at the same time on your PC. With its user-friendly interface, VMware Workstation Player makes it effortless for anyone to try out Windows 10, Chrome OS or the latest Linux releases, or create isolated virtual machines...",
      "preview": "Jump to content News & Updates Login new information × Existing user? Sign In Sign In Remember me Not recommended on shared computers Sign In Forgot y"
    },
    {
      "url": "https://mib.gov.in",
      "title": "Home | Ministry of Information and Broadcasting",
      "description": "Home | Ministry of Information and Broadcasting, Government of India - Ministry of Information and Broadcasting",
      "preview": "Pause Announcements 2.94 MB | #11YearsofJanDhan 1.58 MB | Seeking details of CAS and SMS deployed by MSOs in India. SHe Box Portal 733.86 KB | Invitat"
    },
    {
      "url": "https://mybuild.microsoft.com/",
      "title": "Your home for Microsoft Build",
      "description": "Connect, code, and grow at Microsoft Build",
      "preview": "void"
    },
    {
      "url": "http://overdeck.org/",
      "title": "Overdeck Family Foundation",
      "description": "Overdeck Family Foundation seeks to open doors for every child in America by measurably enhancing education both inside and outside the classroom.",
      "preview": "Perspectives Missing Key to Student Engagement: Teachers' Time Read More Research What We're Learning From Our Investments in Reducing Chronic Absente"
    },
    {
      "url": "https://donate.mongabay.org/?utm_source=mongabay.com&utm_medium=headerlink&utm_campaign=com-header-text-link-new",
      "title": "Donate to Mongabay",
      "description": "void",
      "preview": "Skip to the content Close Menu Send checks to : 1259 El Camino Real #150 Menlo Park, CA 94025 Our EIN / tax ID : 45-3714703 Wire information : Contact"
    },
    {
      "url": "https://plugins.trac.wordpress.org/browser/gdpr-cookie-compliance/",
      "title": "gdpr-cookie-compliance - WordPress Plugin Repository",
      "description": "void",
      "preview": "Skip to content Plugin Directory Search: Login Timeline View Tickets Browse Source Context Navigation Last Change Revision Log source: gdpr-cookie-com"
    },
    {
      "url": "https://www.humanrightsatsea.org/news/",
      "title": "News | Human Rights at Sea",
      "description": "void",
      "preview": "Skip to main content News Filter news Category Select one About us Access to Justice Children at Sea Equality at Sea Law Reform and Policy Development"
    },
    {
      "url": "https://hsc.unm.edu/news/echo/",
      "title": "Newsroom - Project ECHO",
      "description": "void",
      "preview": "Newsroom Project ECHO is a virtual, human-powered mentorship and learning network that reduces health and socio-economic disparities by connecting und"
    },
    {
      "url": "https://developers.google.com/machine-learning/practica/image-classification",
      "title": "ML Practicum: Image Classification | Machine Learning | Google for Developers",
      "description": "void",
      "preview": "Skip to main content Machine Learning / English Deutsch Español Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng"
    },
    {
      "url": "https://wiki.andaria.cz/doku.php?id=info:ileren&ns=sys&tab_files=files&do=media&tab_details=edit&image=info%3Amala_svicka.jpg",
      "title": "Ileren, křesťanská pevnost (po útoku z města zbyli jen ohořelé trosky) [Andaria]",
      "description": "void",
      "preview": "info:ileren Správa médií Jmenné prostory Vyber jmenný prostor [root] gminfo info nolda-test sys undefined wiki Výběr dokumentu Výběr dokumentu Nahrát"
    },
    {
      "url": "http://www.jacobstrading.com/",
      "title": "Jacobs Trading Company",
      "description": "void",
      "preview": "Español Whether you would like to purchase general merchandise loads or single category loads; a truckload a month or twenty loads a week, Jacobs Trad"
    },
    {
      "url": "https://flipboard.helpshift.com/hc/en/",
      "title": "Flipboard Technical Support and Help Center",
      "description": "Welcome to the Flipboard support page. How can we help you? We have ready answers for many common questions about Flipboard.",
      "preview": "This website uses only the necessary cookies required for the site's proper functioning. By using the website, you consent to all cookies in accordanc"
    },
    {
      "url": "http://jcpenney.com/p/cacharel-yes-i-am-bloom-up-eau-de-parfum-vaporisateur-spray/ppr5008325002?pTmplType=beauty&country=US&currency=USD&selectedSKUId=91515390018&selectedLotId=9151539&fromBag=true&utm_medium=cse&utm_source=google&utm_campaign=Perfumes&utm_content=91515390018&cid=cse%7Cgoogle%7CWomens%7cPerfumes_91515390018&kwid=productads-adType%5EPLA&gclid=Cj0KCQiAutyfBhCMARIsAMgcRJR7KVGejMesFDDHJ6czi4MAOvCzIqFES7YCzqH1Z2mTgSAHUNlB8t0aAgOgEALw_wcB&gclsrc=aw.ds",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://catalog.ngc.nvidia.com/orgs/nvidia/containers/pytorch",
      "title": "GPU-optimized AI, Machine Learning, & HPC Software | NVIDIA NGC",
      "description": "GPU-optimized AI, Machine Learning, & HPC Software | NVIDIA NGC",
      "preview": "void"
    },
    {
      "url": "https://www.patreon.com/clairesaffitz",
      "title": "Claire Saffitz | creating recipes, videos, and community | Patreon",
      "description": "creating recipes, videos, and community",
      "preview": "Skip navigation Recent posts by Claire Saffitz Claire Saffitz Unlock 65 posts Join for free Unlock 65 posts and join a growing community Join for free"
    },
    {
      "url": "https://www.smythson.com/us/edits/business-edit/black_grey?prefn1=gender&prefv1=For%20Her&prefn2=material&prefv2=Panama%20-%20Crossgrain%20leather&prefn3=productType&prefv3=Briefcases%7CWriting%20Paper%7CPanama%20Notebooks%7CPanama%20Agendas%7CWriting%20Folders%7CCard%20Holders%7CDesk%20Accessories%20%3E%20Pen%20Pots",
      "title": "The Business Edit | Work Essentials | Smythson in Black and Grey",
      "description": "Smythson",
      "preview": "Your browser's Javascript functionality is currently turned off. Please turn it on to get the best experience on our site. Orders over $800 may take l"
    },
    {
      "url": "https://invest.bnpparibas/en",
      "title": "Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content 3RD QUARTER 2025 RESULTS - LIVE WEBCAST A live webcast in English of the analysts' conference call hosted by Jean-Laure"
    },
    {
      "url": "https://ipvm.com/reports/audio-surveillance-guide",
      "title": "Audio Surveillance Guide",
      "description": "IPVM is the world's leading independent intelligence source for physical security, profiled by Time, The Atlantic, Wired and collaborated with the BBC, NY Times, Reuters, WaPo, WSJ, and more.",
      "preview": "Javascript is disabled. Enable javascript to view IPVM. Contact us at info@ipvm.com for help. Audio Surveillance Guide Ethan Ace • Published Apr 30, 2"
    },
    {
      "url": "https://desktop.github.com",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "http://Rescue-EU.org",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.beroset.com/",
      "title": "Assembly Language Repository",
      "description": "void",
      "preview": "[ about me ] [ links ] [ assembly language code ] [ site map ] Assembly Language Source Code The Idea Over the years, I have written and given away a"
    },
    {
      "url": "https://jollygoodbeer.co.uk/pollys-smooth_grove-keg/",
      "title": "Pollys-Smooth_Grove-KEG - Jolly Good Beer",
      "description": "Drinks Wholesale Distribution",
      "preview": "Pollys-Smooth_Grove-KEG by Kat 2021-09-15 We use cookies on our website to give you the most relevant experience by remembering your preferences and r"
    },
    {
      "url": "http://www.springer.com/biomed/journal/418",
      "title": "Home | Histochemistry and Cell Biology",
      "description": "Histochemistry and Cell Biology is a dedicated resource for Original Research and Reviews in molecular histology and cell biology. Covers the localization, ...",
      "preview": "Skip to main content Histochemistry and Cell Biology Publishing model : Hybrid Submit your manuscript Journal menu Overview Histochemistry and Cell Bi"
    },
    {
      "url": "https://electrosmash.com/boss-ds1-analysis",
      "title": "ElectroSmash - Boss DS1 Distortion Analysis",
      "description": "The Boss DS-1 is a distortion guitar pedal released in 1978 by Boss. It was the first distortion pedal made by Boss with a distinctive hard-clipping sound perfect for high gain rock and metal still keeping the character of the original guitar.",
      "preview": "The Boss DS-1 is a distortion guitar pedal released in 1978 by Boss. It was the first distortion pedal made by Boss with a distinctive hard-clipping s"
    },
    {
      "url": "http://www.moxhe.com.au/",
      "title": "Sports Nutritionist Melbourne - Moxhe",
      "description": "Are you looking for a sports nutritionist in Melbourne to take your performance to the next level? You're in the right place. Our Melbourne-based sports",
      "preview": "Skip to content As Featured In Client Success Stories from Melbourne Real results from real people across Melbourne's fitness community S Sarah, Melbo"
    },
    {
      "url": "https://greensoftware.foundation/articles/meet-gsf-org-leads-henry-richardson-of-watttime",
      "title": "Meet GSF Org Leads: Henry Richardson of WattTime | GSF",
      "description": "Developers need to look beyond their organisations to become more aware of the global impact their software may have, says Henry and that the new SCI specification makes this so much easier than it has been before. Henry also announces some job openings!",
      "preview": "💚 Join the Green Software Movement Platform Meet GSF Org Leads: Henry Richardson of WattTime Posted on February 11th, 2022 Developers need to look bey"
    },
    {
      "url": "https://unitedforwildlife.org/",
      "title": "United for Wildlife - Ending the Illegal Wildlife Trade - United for Wildlife",
      "description": "Founded by Prince William and The Royal Foundation, United for Wildlife aims to make it impossible for traffickers to profit from illegal wildlife products.",
      "preview": "Working to end the illegal wildlife trade United for Wildlife was created by Prince William and The Royal Foundation in 2013 to protect endangered spe"
    },
    {
      "url": "http://thelastmile.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "https://newsroom.ca.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK PayPal Product PayPal launches its most advanced solution for small and mid-sized enterprises in Canada Pay"
    },
    {
      "url": "https://webcourseworks.com/customers-we-serve/",
      "title": "Web Courseworks is now Forj LMS | Forj",
      "description": "Forj LMS Product Description and Benefits",
      "preview": "Join the Forj Community Get insights and ideas delivered right to your inbox. Learning Web Courseworks is now Forj Forj and Web Courseworks merged in"
    },
    {
      "url": "https://www.qrcodemonkey.com/#text",
      "title": "qrcodemonkey.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.wordhippo.com/",
      "title": "Thesaurus and Word Tools | WordHippo",
      "description": "Thesaurus and word tools for your creative needs. Find the word you're looking for!",
      "preview": "What's another word for What's the opposite of Meaning of the word Words that rhyme with Sentences with the word Translate From English To English to"
    },
    {
      "url": "https://www.aprilbeer.com/",
      "title": "April Beer - Wedding Officiant, Celebrant and Non-Denominational Minister for New Jersey",
      "description": "void",
      "preview": "As a NJ Wedding Officiant & Minister, it is my commitment to make sure all of your dreams about your wedding day are realized. There are only a few oc"
    },
    {
      "url": "https://free-harley-mecklenburg-chapter.de/chapter-aktuell/10-biker-sommer-party/index.html",
      "title": "15. Biker-Jubiläums-Sommer-Party 2018",
      "description": "Motorradverein,Motorradclub,Harleyclub,Harleyverein,Harleyfahrer,Harleychapter",
      "preview": "Startseite Chapter Aktivitäten News für Mitglieder, Chapter und Interessierte Chapter Tagesfahrten Rückblick auf Sommer-Partys Über uns Das Chapter Gr"
    },
    {
      "url": "http://www.firstnations.org/",
      "title": "Home | First Nations Development Institute",
      "description": "...",
      "preview": "Contact Us Donate Uplifting and Sustaining the Lifeways and Economies of Native Communities About Us Annual Report 2024 Board of Directors Donor Spotl"
    },
    {
      "url": "https://www.naturehills.com/sierra-spreader-juniper",
      "title": "Sierra Spreader Juniper Bush | Buy Now At Naturehills.com",
      "description": "Low-growing, wide-spreading, weed-choking! Sierra Spreader Juniper has all it takes as groundcover & bright-green foliage! Call for your living carpet today!",
      "preview": "Skip to content Skip to product information Previous Next Loading... Load image 1 in gallery view Load image 2 in gallery view Sold out New arrival Si"
    },
    {
      "url": "https://www.sendtric.com/",
      "title": "Email Countdown Timer - Sendtric",
      "description": "Email Countdown Timer Maximise conversions, generate more sales, and inject urgency into your landing pages, emails and marketing touchpoints with [...]",
      "preview": "Skip to content Email Countdown Timer Maximise conversions, generate more sales, and inject urgency into your landing pages, emails and marketing touc"
    },
    {
      "url": "http://blogs.edf.org/energyexchange/2018/11/08/what-if-gadgets-talked-to-the-grid-to-cut-carbon-with-this-new-technology-they-can/",
      "title": "What if gadgets talked to the grid to cut carbon? With this new technology, they can. - Energy Exchange",
      "description": "Having breakfast at a local restaurant last weekend, I was sitting next to parents who were desperately trying to get their toddler to eat the pancakes he had ordered a few minutes earlier. Watching the high-stakes drama, it occurred to me that toddlers are a bit like our electric grid: They can change drastically at [...]",
      "preview": "Back Climate change solutions We deliver game-changing solutions that have a real impact for people around the globe. Our vision: A vital Earth. For e"
    },
    {
      "url": "http://www.maven.sc",
      "title": "Maven | Creative Agency specialising in Design, Print, Web & TV",
      "description": "Creative agency specialising in design, print, web & TV with offices in Seychelles and Serbia.",
      "preview": "Skip to main content Work COVID-19 Android & iOS App Android and iOS app development for COVID-19. Work Air Seychelles Website Redesign Design and dev"
    },
    {
      "url": "https://www.satcentrum.com/clanky/3316/tv-nova-a-nova-sport-vysilaji-moto-gp-a-formuli-1/",
      "title": "TV NOVA a NOVA Sport vysílají MOTO GP a Formuli 1 - Články | satCentrum",
      "description": "Po mnoha letech se přímé přenosy mistrovství světa silničních motocyklů Moto GP stěhují z Eurosportu a ČT na stanice TV NOVA a NOVA Sport. Obě stanice zároveň pokračují i ve vysílání přímých přenosů Formule 1.",
      "preview": "Zpravodajství TV info Škola TV program Firmy Bazar Diskuse Česko-Slovenská satelitní a TV doména Pátek • 10.10.2025 - 14:15:17 satCentrum najdete také"
    },
    {
      "url": "https://www.daveandbusters.com/",
      "title": "Dave & Buster's | Events - Arcade - Sports Bar and Restaurant",
      "description": "Eat, drink, play and watch sports at your local Dave & Buster's! Fun for the whole gang - no group is too large - Contact a planner today",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://www.vocance.fr/TALENTS-EN-HERBE-ET-TALENTS-LOCAUX.html",
      "title": "\"TALENTS EN HERBE ET TALENTS LOCAUX\" - Vocance",
      "description": "void",
      "preview": "Accueil du site > Vie locale \"TALENTS EN HERBE ET TALENTS LOCAUX\" Cette année la commission animation de l'équipe municipale a souhaité une cérémonie"
    },
    {
      "url": "https://thetechrevolutionist.com/2017/05/finnish-hit-game-big-bang-legends.html",
      "title": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG - The Tech Revolutionist",
      "description": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG Hong Kong, 2nd May 2017, Lightneer's debut game Big Bang Legends had its global premiere on 23rd March in Singapore. The game skyrocketed immediately to #1 position in educational games in the Singaporean AppStore, followed by Thailand, Vietnam and Philippines #1 position after the South East Asia launch. The Game launches on Android...",
      "preview": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG Home » FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSIO"
    },
    {
      "url": "https://www.mojezdravi.cz/novinky/strie-trapi-hlavne-zeny-ale-i-sportovce-jak-s-nimi-zatocit-5385.html",
      "title": "Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? | Moje zdraví",
      "description": "Výskyt strií trápí mnoho žen i mužů. Jedná se o malé pajizévky, které vznikají popraskáním elastických vláken v kůži. Často se objevují po rychlých změnách váhy (hubnutí, tloustnutí), například během těhotenství. Výjimkou ale nejsou ani u dětí, které vyrostly příliš rychle, či u sportovců, kteří cvičí s velkou zátěží.",
      "preview": "Moje zdraví Novinky Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Autor:"
    },
    {
      "url": "https://business.safety.google/processorterms",
      "title": "Data Processing Addendum for Products where Google is a Data Processor",
      "description": "void",
      "preview": "Google Data Processing Addendum for Products Where Google is a Data Processor Google and the counterparty agreeing to this addendum (\" Partner \") have"
    },
    {
      "url": "https://www.data.gouv.fr/fr/datasets/",
      "title": "Jeux de données - data.gouv.fr",
      "description": "void",
      "preview": "Jeux de données Qu'est-ce qu'un jeu de données ? Rechercher parmi les 70230 jeux de données sur data.gouv.fr Jeux de données populaires Découvrez quel"
    },
    {
      "url": "https://www.badmintonireland.com/",
      "title": "Badminton Ireland",
      "description": "Badminton Ireland is the National Governing Body for Badminton clubs and leagues in Ireland. Comprises Connacht Badminton, Leinster Badminton, Munster Badminton and Ulster Badminton.",
      "preview": "void"
    },
    {
      "url": "https://csvlint.io/",
      "title": "CSV Lint",
      "description": "void",
      "preview": "× CSVLint.io CSV looks easy, but it can be hard to make a CSV file that other people can read easily. CSVLint helps you to check that your CSV file is"
    },
    {
      "url": "http://sfg.msi.ucsb.edu/",
      "title": "Environmental Markets Lab (emLab) | emLab",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Research Highlight Little-to-no industrial fishing occurs in fully and highly protected marine areas Science paper » Explainer in The Conversation » P"
    },
    {
      "url": "https://zpwholesale.com/products/infinity-stackable-ring-in-sterling-silver-6924-ss",
      "title": "Infinity Stackable Ring in Sterling Silver, #6924-ss - Zoe & Piper Wholesale",
      "description": "Sterling silver infinity rings. Perfect for stacking, personal wear, or a fun simple gift anyone would love! Size: 6, 7, 8 Material: Sterling silver",
      "preview": "Skip to content Welcome to our store Item added to your cart View cart Check out Continue shopping Skip to product information Open media 1 in modal O"
    },
    {
      "url": "http://www.nationalparenthelpline.org/find-support",
      "title": "void",
      "description": "void",
      "preview": "Account Suspended! Please contact our support team for further assistance."
    },
    {
      "url": "http://dx.doi.org/10.1038/s41559-018-0499-1",
      "title": "Rapid and lasting gains from solving illegal fishing | Nature Ecology & Evolution",
      "description": "Perhaps the greatest challenge facing global fisheries is that recovery often requires substantial short-term reductions in fishing effort, catches and profits. These costs can be onerous and are borne in the present; thus, many countries are unwilling to undertake such socially and politically unpopular actions. We argue that many nations can recover their fisheries while avoiding these short-term costs by sharply addressing illegal, unreported and unregulated (IUU) fishing. This can spur fishery recovery, often at little or no cost to local economies or food provision. Indonesia recently implemented aggressive policies to curtail the high levels of IUU fishing it experiences from foreign-flagged vessels. We show that Indonesia's policies have reduced total fishing effort by at least 25%, illustrating with empirical evidence the possibility of achieving fishery reform without short-term losses to the local fishery economy. Compared with using typical management reforms that would require a 15% reduction in catch and 16% reduction in profit, the approach of curtailing IUU has the potential to generate a 14% increase in catch and a 12% increase in profit. Applying this model globally, we find that addressing IUU fishing could facilitate similar rapid, long-lasting fisheries gains in many regions of the world. Analysis of Indonesia's recent push to aggressively police illegal, unreported and unregulated fishing demonstrates a cost-effective way to improve fisheries recovery while limiting the reduction of legal catch (and the subsequent impact on food supply and profit) that could be applied to other regions.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "http://about.saverlife.org/",
      "title": "Home - SaverLife",
      "description": "void",
      "preview": "We use cookies to enhance your browsing experience and analyze how you interact with our site. Accept Cookies Reject Cookies Skip to content Connect O"
    },
    {
      "url": "https://www.freep.com/story/news/local/michigan/detroit/2023/02/28/dog-saves-baby-from-house-fire-in-detroit-family-struggles-to-recover/69949425007/",
      "title": "Dog saves baby from house fire in Detroit, family struggles to recover",
      "description": "A family in Detroit is struggling to recover following a house fire but their dog came to the rescue when their one-year-old stayed stuck inside.",
      "preview": "Skip to main content Home Election Voter Guide News Detroit Wayne Oakland Macomb Michigan Michigan Politics Education John Carlisle M.L. Elrick Neal R"
    },
    {
      "url": "http://mathonline.edusoftmax.com/",
      "title": "Congratulations! You have successfully set up your website!",
      "description": "void",
      "preview": "You have successfully set up your website! This is the default server page. There are a few possible reasons why you see this page instead of your own"
    },
    {
      "url": "http://pubs.sciepub.com/aees/9/7/7/figure/1",
      "title": "Figure 1. The Three major Valley Systems around Bengaluru: Vrishabhavathi Valley, Kormanagala -Challaghatta Valley and Hebbal Valley : Rainfall Pattern Analysis in the Three Major Valley Systems of Bengaluru : Science and Education Publishing",
      "description": "void",
      "preview": "Science and Education Publishing From Scientific Research to Knowledge Submission Browse by Subjects Search Journal Home For Authors Online Submission"
    },
    {
      "url": "https://geocentric.com",
      "title": "Geocentric - Web Software and Interactive Services for Districts",
      "description": "Geocentric enables Downtown Organizations and others to manage and publish interactive geographic content through websites and maps.",
      "preview": "Skip to Main Content Citylight is Web Software for Destination Districts About Citylight Put Your District on the Map Discover these districts through"
    },
    {
      "url": "http://waittinstitute.org/",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://policy.medium.com/medium-privacy-policy-f03bf92035c9",
      "title": "Medium Privacy Policy | by Medium | Medium Policy",
      "description": "Medium Privacy Policy Effective date: March 24, 2022 You can see our previous Privacy Policy here. This Privacy Policy explains how A Medium Corporation (\"Medium,\" \"we,\" or \"us\") ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Medium Policy · Terms of Service, Rules, and Policies Medium Privacy Poli"
    },
    {
      "url": "https://cest-la-venus.tumblr.com/",
      "title": "this warm feeling is \"c'est la vie\"",
      "description": "Jess (fka Dinru) | Late 20s | it/he/they [tme] | white, nonbinary, neurodivergent | USA I like computers and magical girls and trying to make this hellworld a better place | Blog content is around...",
      "preview": "@L @cest-la-venus this warm feeling is \"c'est la vie\" Jess (fka Dinru) | Late 20s | it/he/they [tme] | white, nonbinary, neurodivergent | USA I like c"
    },
    {
      "url": "https://newsroom.apac.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://www.td.com/us/en/personal-banking/",
      "title": "Online Banking, Loans, Credit Cards & Home Lending | TD Bank",
      "description": "Explore TD's online banking services, credit cards, checking accounts, savings accounts, loans and more financial products for you and your business.",
      "preview": "Checking that grows with you. Plus $200. All-new TD Complete Checking's right for all life stages. And new customers earn $200 with qualifying activit"
    },
    {
      "url": "http://www.emro.who.int/index.html",
      "title": "WHO EMRO - Home",
      "description": "void",
      "preview": "× ← Back WHO Regional websites Africa Americas Asie du Sud-Est Europe Méditerranée orientale Pacifique occidental Home Health topics Health topics Dat"
    },
    {
      "url": "https://themes.shopify.com/?locale=en",
      "title": "Ecommerce Website Templates - Free and Premium Themes for Your Online Store.",
      "description": "Explore all 800+ free and paid Shopify themes to launch your online store with.",
      "preview": "Clear Free Price Jewelry and accessories Industry Some (11-100+) Catalog size Food and drink Industry Suggestions Choose the right theme for your busi"
    },
    {
      "url": "https://catboost.ai/en/docs/concepts/python-reference_catboostregressor",
      "title": "CatBoostRegressor | CatBoost",
      "description": "class CatBoostRegressor (iterations= None, learning_rate= None, depth= None, l2_leaf_reg= None, model_size_reg= None, rsm= None, loss_function= 'RMSE', border_c",
      "preview": "Documentation Your browser is out of date Some features of the site may not work, and the browser may not be secure. Install a new browser: Yandex Bro"
    },
    {
      "url": "http://enigma.athensclarkecounty.com/photo/detailsNEW.asp?id=-1163680&bid=2023-00001273&pg=2&curr=no",
      "title": "Athens-Clarke County, GA - Official Website - Sheriff",
      "description": "Sheriff",
      "preview": "void"
    },
    {
      "url": "https://elearning.ala.org/",
      "title": "Home | ALAeLearning",
      "description": "void",
      "preview": "Skip to main content Welcome to ALA's eLearning Catalog Welcome to ALA eLearning, the leading global content provider of courses, webinars, and custom"
    },
    {
      "url": "https://thetoywagon.co.nz/products/croc-creek-16pc-wooden-puzzle-zoo",
      "title": "Crocodile Creek - The Toy Wagon",
      "description": "The Toy Wagon has a huge range of big brands, including Crocodile Creek. Find top brands on our online store.",
      "preview": "Kids Toys, Games & Puzzles - Creating Lasting Memories Discover Something New - Just In! New Toys, Games & Puzzles Home Age Group Back 0-2 year olds B"
    },
    {
      "url": "https://www.ondemand.labcorp.com/walgreens?utm_source=walgreens&utm_medium=referral&utm_campaign=hhs",
      "title": "Walgreens and Labcorp OnDemand Partnership for COVID-19 Testing",
      "description": "Walgreens and Labcorp are teaming up to make Pixel by Labcorp at-home collection kits for COVID-19 PCR testing available to Walgreens customers.",
      "preview": "COVID-19 PCR testing available to Walgreens customers. Please visit Labcorp OnDemand's COVID-19 PCR Testing page to choose the option that's right for"
    },
    {
      "url": "https://www.dbricette.it/links_siti.htm",
      "title": "DBRicette: Links siti",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Links a siti che usano il nostro database [168] http://www.paginainizio.com/r"
    },
    {
      "url": "https://www.chessprogramming.org/Bitboards",
      "title": "Bitboards - Chessprogramming wiki",
      "description": "void",
      "preview": "Bitboards From Chessprogramming wiki Jump to: navigation , search Home * Board Representation * Bitboards Samuel Bak - Boards Meeting [1] Bitboards ,"
    },
    {
      "url": "https://community.airtable.com",
      "title": "Airtable Community | Ask questions, start discussions, submit ideas and engage with Airtable enthusiasts | Airtable Community",
      "description": "Where users can connect, share solutions, and discover tips to get the most out of Airtable.",
      "preview": "Skip to main content Welcome to the Airtable Community! Ask questions, get answers and engage with your peers 40,602 Topics 127,154 Replies 103,667 Me"
    },
    {
      "url": "http://www.balsamhill.com/p/vermont-white-spruce-artificial-christmas-tree?",
      "title": "Vermont White Spruce® Artificial Christmas Tree | Balsam Hill",
      "description": "Bring home the Vermont White Spruce artificial Christmas tree for a natural look and full, lush branches. Shop now to make your holidays unforgettable!",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "https://shop.lonelyplanet.com/categories/canada?city%5B%5D=Quebec+City&city%5B%5D=Halifax&city%5B%5D=Calgary&city%5B%5D=Churchill&city%5B%5D=Victoria&city%5B%5D=Dawson+City&city%5B%5D=Ottawa&series%5B%5D=Pocket&series%5B%5D=Regional+Guide&series%5B%5D=Best+of+Country&series%5B%5D=Planning+Maps&series%5B%5D=9-12+Children%27s&series%5B%5D=City+Map&sort%5B%5D=featured&sort%5B%5D=top_sellers",
      "title": "Lonely Planet books for Canada",
      "description": "Lonely Planet's Canada country guidebooks that lead you to hidden gems, provide local insights, help plan your ultimate adventure, and embark on an extraordinary trip now.",
      "preview": "Skip to content Free shipping on all orders Lonely Planet CART Products Guidebooks Maps Outdoor Travels & Adventures Epic Guides Food & Drink Gifts &"
    },
    {
      "url": "https://assets.punchbowl.com/vendors/wy-wyoming/thayne/1672484/spring-creek-floral---gifts",
      "title": "Spring Creek Floral & Gifts in Thayne, Wyoming - (307) 883-4438",
      "description": "void",
      "preview": "Vendor Home Flowers Wyoming Flowers Thayne Flowers Spring Creek Floral & Gifts Thayne , WY 83127 Report incorrect information Contact 3078834438 Is th"
    },
    {
      "url": "http://www.stubhub.com/legal/?section=pp",
      "title": "Buy sports, concert and theater tickets on StubHub!",
      "description": "Buy and sell sports tickets, concert tickets, theater tickets and Broadway tickets on StubHub!",
      "preview": "void"
    },
    {
      "url": "https://worldheritageoutlook.iucn.org/",
      "title": "Home page | World Heritage Outlook",
      "description": "The IUCN World Heritage Outlook provides an independent assessment of the state of conservation of our natural heritage and its potential to be maintained in the future.",
      "preview": "Skip to main content Explore natural sites Explore natural sites Aldabra Atoll Alejandro de Humboldt National Park Ancient Maya City and Protected Tro"
    },
    {
      "url": "https://www.lamag.com/tag/prime-finds/",
      "title": "Prime Finds Archives - LAmag",
      "description": "void",
      "preview": "Skip to main content Skip to header left navigation Skip to header right navigation Skip to after header navigation Skip to site footer Prime Finds Pr"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mockup-Plugin-4d94d59a10b14d30ba4e76fc8d307501?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85937",
      "title": "Searchable Recipe Database - Spinach Salad w/ Orange Sesame Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://app.uptv.com",
      "title": "Download the FREE My UPtv app for iOS and Android",
      "description": "Learn more about UPtv's shows and movies, set tune-in reminders, watch previews, and much more with the free My UPtv app available for iOS and Android.",
      "preview": "Get the FREE My UPtv app! From information about our hit sitcoms and heartwarming dramas to romantic movies, Christmas movies, and our UPtv Premiere M"
    },
    {
      "url": "https://www.crosswordunclued.com/",
      "title": "Crossword Unclued",
      "description": "Crossword Unclued is a blog for cryptic crossword enthusiasts. It has solving tips, explanations of clue types and wordplay styles, analysis of interesting clues and other crossword trivia.",
      "preview": "skip to main | skip to sidebar Home Guide FAQ Shop Index Saturday, 7 June 2025 Index Labels: blog info Tweet A master list of articles on Crossword Un"
    },
    {
      "url": "https://ratzer.at/archive/2018-December/044492.html",
      "title": "Ratzer.at Kurzwellenempfang",
      "description": "void",
      "preview": "A-DX A-DX Beitrag Anmeldung Mailarchiv REMOTE-DX Audioarchiv Afrika Europa Asien Nordamerika Zentralamerika Südamerika QSL Archiv QSL Karte Bhutan QSL"
    },
    {
      "url": "https://pytorch.org/docs/stable/autograd.html",
      "title": "Automatic differentiation package - torch.autograd - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://colorofchange.org/",
      "title": "Color Of Change",
      "description": "Creating a more just and less hostile world for Black people in America.",
      "preview": "Search UNTIL JUSTICE IS REAL Petitions Tell 23andMe to protect Black customers' genetic data! Color Of Change Resources Black Tech Agenda Our Mission"
    },
    {
      "url": "https://flymapslive.com/",
      "title": "Flymaps",
      "description": "void",
      "preview": "Get the Flymaps app iPhone or iPad Android Flymaps Supports Follows YouTube Instagram Twitter Email Contact us anytime. Feel free to email us . About"
    },
    {
      "url": "https://sustainabledevelopment.un.org/sdg14",
      "title": "Goal 14 .:. Sustainable Development Knowledge Platform",
      "description": "void",
      "preview": "Welcome to the United Nations DESA Home SDGs HLPF States SIDS UN System Stakeholders Topics Partnerships Resources About December 2022 - You are acces"
    },
    {
      "url": "https://beartag.org/",
      "title": "Bear Taxon Advisory Group (TAG) - Association of Zoos and Aquariums (AZA)",
      "description": "void",
      "preview": "Skip to content The mission of an Association of Zoos and Aquariums (AZA) Taxon Advisory Group (TAG) is to examine the sustainability and conservation"
    },
    {
      "url": "https://service.elsevier.com/app/contact/supporthub/sciencedirect/",
      "title": "Contact - ScienceDirect Support Center",
      "description": "void",
      "preview": "Skip to search Skip to main content Skip to digital assistant ScienceDirect Support Center To post social content, you must have a display name. The p"
    },
    {
      "url": "https://www.avantgarde-prague.cz/ubytovani/?EquipmentID=162",
      "title": "Ubytování | Avantgarde Prague",
      "description": "Tipy na ubytování v Praze a on-line rezervace",
      "preview": "Prohlídky s průvodcem Vstupenky Vánoce a Silvestr Aktivity Transfery Wellness & spa Gastronomické zážitky Celá nabídka Sdílet E-mail Copy link Sdílet"
    },
    {
      "url": "https://savollar.islom.uz/s/7387",
      "title": "махсулот закоти",
      "description": "Шайх хазратлари. Кифоя китобини 2-жузида сигирни сутидан, товукдан олинган махсулотдан ушр олишлик кераклиги, бу масалада асалга киёс килинганлиги айтилган. Бу тушунарли. САВОЛ:1. Сигирни сутида, товукни тухумида давоми...",
      "preview": "Паролни тиклаш × Рўйхатдан ўтган почтангизни ёзинг: Почтангизга ҳавола юборилади. Ҳаволани босиш орқали паролингизни тиклашингиз мумкин. Ёпиш Юбориш Ё"
    },
    {
      "url": "https://www.kastle.com/safety-wellness/getting-america-back-to-work/",
      "title": "Kastle Systems - Data Assisting in Return to Office Plans",
      "description": "As companies return to the office, we understand prioritizing employee safety. Identify trends and assist return to office plans with our live data.",
      "preview": "Getting America Back to Work WEEKLY OCCUPANCY PEAK DAY HYBRID INDEX LEGAL OCCUPANCY Americans have been living through a period of intense uncertainty"
    },
    {
      "url": "https://www.thecipherbrief.com/column_article/the-magpies-and-the-cuckoos-a-disinformation-fable",
      "title": "The Magpies and the Cuckoos: A Disinformation Fable - The Cipher Brief",
      "description": "In this Academic Incubator column, Duke Law Student Jessica 'Zhanna' Malekos Smith approaches the issue of disinformation in a creative writing format.",
      "preview": "Skip to content Your Trusted Source for National Security News & Analysis October 9th, 2025 | 02:49 AM Trending: Israel Hamas Middle East Ukraine Russ"
    },
    {
      "url": "https://www.clayholder.com/Family/September-2015-Georgetown-CO/i-mXBPMpZ",
      "title": "September 2015 Georgetown, CO - clayholder",
      "description": "This photo hosted by SmugMug; your photos look better here.",
      "preview": "void"
    },
    {
      "url": "https://moa-muniorg.hub.arcgis.com/pages/data",
      "title": "Downloadable Data",
      "description": "The Geographic Data and Information Center coordinates with Municipality of Anchorage departments to provide GIS data. The data available here are updated at least weekly.",
      "preview": "void"
    },
    {
      "url": "https://www.linkedin.com/company/family-online-safety-institute",
      "title": "Family Online Safety Institute | LinkedIn",
      "description": "Family Online Safety Institute | 3,801 followers on LinkedIn. The Family Online Safety Institute is an international, non-profit organization which works to make the online world safer for kids and their families. FOSI convenes leaders in industry, government and the non-profit sectors to collaborate and innovate new solutions and policies in the field of online safety. FOSI believes in a bottom-up, multi-stakeholder approach that is evidence-based and empowering.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.joytours.com/",
      "title": "JoyTours.com is for sale | HugeDomains",
      "description": "Choosing the right domain name can be overwhelming. Our personalized customer service helps you get a great domain.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://doepfer.de/A100.htm",
      "title": "A-100 Overview",
      "description": "void",
      "preview": "A-100 Analoges Modulsystem - Modulübersicht A-100 Analog Modular System - Modules Overview A-10X A-11X A-12X A-13X A-14X A-15X A-16X A-17X A-18X A-19X"
    },
    {
      "url": "https://myignite.microsoft.com/",
      "title": "Microsoft Ignite - November 18-21, 2025",
      "description": "Microsoft Ignite - November 18-21, 2025 in San Francisco, CA. Get the edge you need to drive impact in the era of AI. Join us to bolster your knowledge, build connections, and explore emerging technologies.",
      "preview": "void"
    },
    {
      "url": "https://data.linz.govt.nz/",
      "title": "LINZ Data Service",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://youlookfab.com/finds/item/?product=13464",
      "title": "Item - YouLookFab Finds",
      "description": "Eddie Bauer - Eddie Bauer Solstice Boot",
      "preview": "Please enable Javascript in your browser to get the full YLF experience. Blog Forum Finds Log In Username Password Remember Me Not a member? Sign up t"
    },
    {
      "url": "https://www.myjewishlearning.com/article/messianic-judaism/",
      "title": "Who Are Messianic \"Jews\"? | My Jewish Learning",
      "description": "Messianic Judaism, (a branch of which is \"Jews for Jesus\") is a religious group that has tried to straddle the line between Judaism and Christianity. They are a sect of Christianity with some Jewish practices.",
      "preview": "Skip to Search Skip to Content Skip to Footer Advertisement Share facebook Messianic Judaism, (a branch of which is \"Jews for Jesus\") is a religious g"
    },
    {
      "url": "https://www.samsung-climatesolutions.com/en-gb/b2c.html",
      "title": "Climate Control Systems for Home | Samsung Climate Solutions UK",
      "description": "Create the perfect indoor enviroment in your home. Samsung Climate solutions can help you to optimise confort, efficiency, and air quality.",
      "preview": "Come home to your perfect bubble See our residential solutions Scroll down Explore the world of climate control Discover heat pumps and air conditioni"
    },
    {
      "url": "http://www.lenzetech.com",
      "title": "蓝牙6.1芯片支持Find My Network及其解决方案 | 伦茨科技",
      "description": "伦茨科技，专业的蓝牙芯片及方案供应商，成熟的蓝牙方案开发团队，领先的蓝牙技术支持最全面的蓝牙方案和蓝牙APP开发，提供完整的软硬件设计。",
      "preview": "Find My Network Well, right here 轻松连接苹果Find My网络 全球18亿苹果设备协同查找 Find My 定位查找 有ST17H6X就足够 SoCs suitable to build Find My enabled devices Tracker Detect"
    },
    {
      "url": "https://redis.io/docs/latest/develop/data-types/sorted-sets/",
      "title": "Redis sorted sets | Docs",
      "description": "Introduction to Redis sorted sets",
      "preview": "void"
    },
    {
      "url": "https://www.fbmbmx.com/new-bellwitch-video-color/",
      "title": "New Bellwitch Video/ Color! - FBM Bike Co.",
      "description": "void",
      "preview": "Skip to content Dillon Leeper - Bellwitch Edit from FBM BMX on Vimeo . The FBM Bellwitch is now available in Clear Ether, in addition to Lamb's Blood"
    },
    {
      "url": "https://wandb.ai/site/articles",
      "title": "Machine Learning and MLOps Articles from Weights & Biases",
      "description": "Learn the ins-and-outs of ML, MLOps and getting your idea from your brain to production. Articles by Weights & Biases.",
      "preview": "To comply with applicable regulations, starting on September 1st, 2025, our services will no longer be accessible from your location. Learn More Learn"
    },
    {
      "url": "http://www.arcade-history.com/",
      "title": "Gaming: video games, arcade, slots, consoles and computers history",
      "description": "A gaming database featuring all coin-op, arcade games, slot machines, consoles, computers, video games and all others games...",
      "preview": "Members don't see Ads, login now! Login Register Contact ☰ X HOME DATABASE COMPANIES TYPES DOWNLOAD BIRTHDAY BOOKS Games Search Engine 565327 items* |"
    }
  ],
  "_meta": {
    "total_bookmarks": 139
  }
}