{
  "data": [
    {
      "url": "http://WattTime.org",
      "title": "Home - WattTime",
      "description": "void",
      "preview": "3 simple fixes could save 9+ gigatons of CO2 annually. We're a nonprofit raising awareness about these solutions and providing data & technical assist"
    },
    {
      "url": "https://www.vettimes.co.uk/",
      "title": "Vet Times: Latest Veterinary News, Jobs & Clinical Resources",
      "description": "Stay ahead in veterinary medicine with Vet Times. Get the latest news, expert clinical insights, and top job opportunities for vets and nurses.",
      "preview": "Latest news Small animal New UK dog behaviour survey launched Project leaders hope the initiative will help vets, behaviour experts and charities to b"
    },
    {
      "url": "https://ghop.page.link/signin-cta",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://viirsland.gsfc.nasa.gov/index.html",
      "title": "VIIRS Land Team",
      "description": "void",
      "preview": "National Aeronautics and Space Administration Goddard Space Flight Center Search: Sciences and Exploration Home Products Validation Overview Subsets P"
    },
    {
      "url": "http://www.revel-belledonne.com/la-fontaine",
      "title": "Village de Revel Belledonne - Revel",
      "description": "void",
      "preview": "Accès rapide Démarches administratives Portail des Familles Menus de la cantine La bibliothèque Location des salles Vie associative Projets en cours O"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/expeditions/?q=&protection_status=Protected",
      "title": "Home - National Geographic Society",
      "description": "The National Geographic Society is a global non-profit organization committed to exploring, illuminating, and protecting the wonder of our world.",
      "preview": "Wonder Awaits Today, our mission is more urgent, dynamic and vital than ever. As a global nonprofit, the National Geographic Society is committed to s"
    },
    {
      "url": "https://unworldoceansday.org/",
      "title": "Homepage - United Nations World Oceans Day",
      "description": "In celebration and support of the life and livelihood that the ocean sustains, UN WOD 2021 will feature keynotes, panel discussions and presentations that spotlight biodiversity, latest oceanic discoveries, the interconnectivity between the ocean and its ecosystems, and more.",
      "preview": "Join Our Newsletter Enter your email to get our latest updates Array ( [title] => EXPLORE THE CELEBRATION [url] => https://unworldoceansday.org/un-wor"
    },
    {
      "url": "https://www.focusingphilanthropy.org/",
      "title": "Home - Focusing Philanthropy",
      "description": "What We Do \"We are all exposed to nonprofits tackling worthy causes, but which of them have substantial impact? Which are institutionally credible? Which have shown the capacity to use additional donations effectively? And how can one learn about opportunities that are off the radar but with extraordinary promise?\" - Larry Gilson, Founder Current Campaigns...",
      "preview": "Skip to content JOIN US LEARN MORE LEARN MORE What We Do Rigorous Diligence, Ongoing Monitoring, and Honest Reporting We apply an investment model to"
    },
    {
      "url": "https://time.com/",
      "title": "TIME | Current & Breaking News | National & World Updates",
      "description": "Breaking news and analysis from time.com. Politics, world news, photos, video, tech reviews, health, science, and entertainment news.",
      "preview": "TIME | Current & Breaking News | National & World Updates Al Drago-Bloomberg via Getty Images Trump Loses Nobel Peace Prize The Norwegian Nobel Commit"
    },
    {
      "url": "https://www.youthbusiness.org/",
      "title": "Youth Business International - Youth Business International",
      "description": "Youth Business International is the global leader in youth entrepreneurship, driving economic growth and job creation through youth-led businesses",
      "preview": "Skip to content Celebrating 25 years Our journey so far of empowering young entrepreneurs globally Learn more The YBI Africa Collaborative launches YB"
    },
    {
      "url": "http://planetarynames.wr.usgs.gov/",
      "title": "Planetary Names",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.brides.com/exclusive-jenna-ushkowitz-david-stanley-married-5194061",
      "title": "5 Favorite Details from Jenna Ushkowitz and David Stanley's Big Day",
      "description": "We'll show you some of the best elements of the actress' unforgettable wedding.",
      "preview": "Skip to content 91 years of expert advice and inspiration, for every couple. Subscribe Email Address Subscribe Thank you [email] for signing up. Pleas"
    },
    {
      "url": "https://wp.api.aclu.org/issues/national-security",
      "title": "National Security | American Civil Liberties Union",
      "description": "The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are consistent with the Constitution, civil liberties, and human rights.",
      "preview": "Skip navigation National Security The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are"
    },
    {
      "url": "https://www.oceans5.org/",
      "title": "Dedicated to protecting the world's five oceans | Oceans 5",
      "description": "Oceans 5 is an international funders' collaborative dedicated to stopping overfishing, establishing marine protected areas, and constraining offshore oil and gas development - three of the highest priorities identified by marine scientists around the world.",
      "preview": "About Who We Are What We Fund What We Do Ocean Solutions Our Approach Projects Grant Database Other Donor Directed Funds Joint 30x30 Funding Initiativ"
    },
    {
      "url": "http://www.youronlinechoices.com/",
      "title": "Your Online Choices | EDAA",
      "description": "void",
      "preview": "edaa for Internet Users Welcome to a guide to online behavioural advertising and online privacy. On this website you'll find information about how beh"
    },
    {
      "url": "http://www.grs-batterien.de",
      "title": "Start | GRS Batterien Service GmbH",
      "description": "Als Rücknahmesystem erfüllen wir für Sie als Hersteller oder Vertreiber von Gerätebatterien oder Industriebatterien Ihre komplette Produktverantwortung nach dem Batteriegesetz (BattG).",
      "preview": "Ihre Hersteller­verantwortung - unser Service Neue EU-Batterieverordnung: Als Batteriehersteller und -vertreiber müssen Sie zeitnah handeln, um Ihren"
    },
    {
      "url": "https://greensciencepolicy.org/",
      "title": "Green Science Policy Institute",
      "description": "void",
      "preview": "arrow-up2 arrow-down2 arrow-right2 arrow-right3 search3 facebook twitter youtube checkmark cancel-circle cancel-circle2 cross2 play Our Mission Health"
    },
    {
      "url": "http://zarzadzanie.szczecin.pl/o-regeneracji-hydrauliki/",
      "title": "O regeneracji hydrauliki",
      "description": "O regeneracji hydrauliki czyli hydraulika siłowa znym jest zespół wzajemnie połączonych części, których zadaniem jest przekazywanie energii lub sterowanie za pośrednictwem cieczy hydraulicznej pod ciśnieniem, w układzie zamkniętym. Działanie układu",
      "preview": "Układem hydraulicznym jest Obecnie największe znaczenie ma tzw. , która zajmuje się głównie opracowywaniem i wykorzystaniem układów hydraulicznych. Uk"
    },
    {
      "url": "https://www.svnews.ro/mamaitele-vedete-ies-in-club-si-la-concerte/88597/",
      "title": "Mămăiţele vedete ies în club şi la concerte | Suceava News Online",
      "description": "Tot respectul pentru Inna (30 de ani) şi Ruby (28 de ani) care, în ciuda programului încărcat, nu-şi neglijează bunicile. Astfel, tanti Stănuţa, respectiv mamaie Gherghina, au devenit, cu voie sau fără voie, prezenţe constante la concerte, în cluburi sau la evenimente mondene, potrivit click.ro. Sâmbătă, la primul concert pe care Delia l-a susţinut la",
      "preview": "Actualizat în urmă cu 8 minute Contact Arhiva Webcam Mersul trenurilor Filmare aeriană Fotografie aeriană vineri, 10 octombrie 2025 Ultima oră: Turcia"
    },
    {
      "url": "https://prestaattencion.tumblr.com/",
      "title": "Prestaatencion",
      "description": "void",
      "preview": "1st Feb 2023 | 85,535 notes crazy-brazilian : (via queersouthasian ) 28th Jan 2022 | 131,697 notes death-420 : Warm bread. You agree. Reblog 18th Nov"
    },
    {
      "url": "https://shopfavoritedaughter.com/",
      "title": "Favorite Daughter",
      "description": "Favorite Daughter offers trendy women's clothing, including stylish denim, dresses, tops, and accessories. Shop for high-quality, fashionable pieces that fit your lifestyle.",
      "preview": "Loading... Skip to content Cart Close Dialog You are $0.00 away from free shipping YOU HAVE NO ITEMS IN YOUR SHOPPING CART. Subtotal $0.00 Cart Checko"
    },
    {
      "url": "https://www.bahn.de/angebot/regio",
      "title": "Regional reisen: Unsere beliebtesten Bahntickets & Verbund-Angebote",
      "description": "Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren Verbund-Angeboten durch Ihre Region.",
      "preview": "Regionale Tickets und Verbund-Angebote Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren V"
    },
    {
      "url": "https://survey.uptogether.org/",
      "title": "Surveys - UpTogether.org",
      "description": "Smart Surveys Webapp",
      "preview": "Loading..."
    },
    {
      "url": "http://www.fantascienza.com/",
      "title": "Fantascienza.com",
      "description": "void",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://kamea-bg.com/rub.php?sr=1&r=77&SESID=n5gk9br8i591d3q7eg983tfo47",
      "title": "Еднолистни",
      "description": "void",
      "preview": "12 листови Еднолистни работни настолни календари и пирамидки макети за деца макети средна сложност Български забележителности - за напреднали макети с"
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-afg",
      "title": "Afghanistan - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "Afghanistan administrative level 0-2 boundaries (COD-AB) dataset. These administrative boundaries were established in: 2019 This COD-AB was most recently reviewed for accuracy and necessary changes in July 2024. The COD-AB does not require any update. Sourced from Afghanistan Geodesy and Cartography Head Office (AGCHO) This COD-AB is suitable for database or GIS linkage to the Afghanistan [COD-PS](https://data.humdata.org/dataset/cod-ps-afg). No edge-matched (COD-EM) version of this COD-AB has yet been prepared. Please see the [COD Portal](https://cod.unocha.org/). Administrative level 1 contains 34 feature(s). The normal administrative level 1 feature type is 'Province'. Administrative level 2 contains 401 feature(s). The normal administrative level 2 feature type is 'District'. Recommended cartographic projection: Asia This metadata was last updated on January 17, 2025. Access the Afghanistan - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Afghanistan - Subnational Administrative Boundaries This dataset is part of the Afghanistan Data Grid"
    },
    {
      "url": "https://wordpress.com/log-in?redirect_to=https%3A%2F%2Fsjcharlton.wordpress.com%2Fwp-admin%2Fcustomize.php%3Furl%3Dhttps%253A%252F%252Fsjcharlton.wordpress.com%252F2019%252F09%252F30%252Fwhy-local-publishers-matter%252F",
      "title": "WordPress.com",
      "description": "void",
      "preview": "WordPress Please enable JavaScript in your browser to enjoy WordPress.com."
    },
    {
      "url": "https://www.commonsense.org/education",
      "title": "Common Sense Education",
      "description": "Common Sense Education provides educators and students with the resources they need to harness the power of technology for learning and life. Find our free K-12 Digital Citizenship Curriculum, reviews of popular edtech apps, tips on teaching responsible AI use, and resources for protecting student privacy and online safety.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Digital Literacy and Citizenship New! K-8 Digital Literacy & Well-Being Curriculum"
    },
    {
      "url": "https://kidshelpphone.ca/text/",
      "title": "Need help now? Text our texting service. - Kids Help Phone",
      "description": "Youth can text for mental health support 24/7 using Kids Help Phone's texting service.",
      "preview": "Get help right now Message Online Text Call Need help now? To start using the text service, text CONNECT to 686868 or tap to message online from a web"
    },
    {
      "url": "https://demandatrabajo.com/109-ofertas-de-trabajo-de-fontanero-encontradas/",
      "title": "109 ofertas de trabajo de FONTANERO encontradas",
      "description": "109 ofertas de trabajo de FONTANERO encontradas",
      "preview": "Ir al contenido Fontanero Of 1ª MADRID A135 grupoIMAL Madrid, Madrid (España) Publicada el 20 de ago Salario: 1.200€ - 1.500€ Bruto/mes Experiencia mí"
    },
    {
      "url": "https://www.marylandbcc.org/",
      "title": "Home - The Maryland Black Chamber of Commerce",
      "description": "void",
      "preview": "Grow your Business Partner with the Maryland Black Chamber of Commerce today and leverage our member benefits to grow your business. Become a Member B"
    },
    {
      "url": "http://ricette.shoppando.com/",
      "title": "ShoppAndo.com is for sale | HugeDomains",
      "description": "Start your new business venture with a great domain name. A trusted source for domains since 2005.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://docs.npmjs.com/",
      "title": "npm Docs",
      "description": "Documentation for the npm registry, website, and command-line interface",
      "preview": "Skip to search Skip to content Site navigation npm Docs Documentation for the npm registry, website, and command-line interface About npm Getting star"
    },
    {
      "url": "https://www.adcminnesota.org/",
      "title": "Your guide to financial success in America | African Development Center",
      "description": "ADC champions African immigrants and refugees, helping them overcome barriers to financial security and success.",
      "preview": "Skip to main content Menu Toggle menu visibility About Mission and History Staff Board of Directors Loan Committee Volunteers Funders and Sponsors Par"
    },
    {
      "url": "https://www.facilitiesnet.com/designconstruction/article/Allowing-for-Varying-Employee-Ages-Preferences-in-Workplace-Style--16099?source=part",
      "title": "Allowing for Varying Employee Ages, Preferences in Workplace Style - Facilities Management Insights",
      "description": "Learn about workplace design, office environment, workplace design for productivity, workplace design for sustainability, open office concept, generational differences in workplace design and related trends for building operations success",
      "preview": "void"
    },
    {
      "url": "https://www.statlect.com/fundamentals-of-statistics",
      "title": "Mathematical statistics | Fundamental concepts",
      "description": "Lecture notes on the fundamentals of mathematical statistics. Digital textbook with hundreds of examples and solved exercises.",
      "preview": "Stat Lect Index Fundamentals of mathematical statistics Learn the mathematical foundations of statistics, through a series of rigorous but accessible"
    },
    {
      "url": "https://www.prnewswire.com/news-releases/apotex-corp-issues-voluntary-nationwide-recall-of-brimonidine-tartrate-ophthalmic-solution-0-15-due-to-cracks-that-have-developed-in-some-of-the-units-caps-of-the-bottles-301759987.html",
      "title": "Apotex Corp. Issues Voluntary Nationwide Recall of Brimonidine Tartrate Ophthalmic Solution, 0.15% due to cracks that have developed in some of the units caps of the bottles",
      "description": "/PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a voluntary recall at the Consumer level for six (6) lots of Brimonidine Tartrate...",
      "preview": "Accessibility Statement Skip Navigation WESTON, Fla. , March 1, 2023 /PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a vo"
    },
    {
      "url": "https://ts.vcu.edu/cgi-bin/posh.pl?posh_referer=https%3A%2F%2Fts.vcu.edu%2Fcgi-bin%2Fposh.pl%3Fposh_referer%3Dhttps%253A%252F%252Fts.vcu.edu%252Fcgi-bin%252Fposh.pl%253Fposh_referer%253Dhttps%25253A%25252F%25252Fdigital.library.vcu.edu%25252Fislandora%25252Fsearch%25253Fislandora_solr_search_navigation%25253D0%252526f%2525255B0%2525255D%25253Dmods_genre_ms%2525253A%25252522Photograph%25252522%252526f%2525255B1%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522Elementary%2525255C%25252520schools%25252522%252526f%2525255B2%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522High%2525255C%25252520schools%25252522%252526f%2525255B3%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522African%2525255C%25252520American%2525255C%25252520schools%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Virginia%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Farmville%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520History%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Pictorial%2525255C%25252520works%25252522",
      "title": "Commitment to Privacy - Virginia Commonwealth University",
      "description": "Commitment to Privacy",
      "preview": "Skip to content Skip to footer Virginia Commonwealth University Commitment to Privacy Commitment to Privacy We collect limited information about web v"
    },
    {
      "url": "https://www.crisistextline.org/",
      "title": "Crisis Text Line | Text HOME to 741741 Free, 24/7 Mental Health Support",
      "description": "Text HOME to 741741 for free, 24/7 confidential crisis support in English & Spanish. Suicide hotline for anxiety, depression, bullying.",
      "preview": "Skip to content 24/7 Free Confidential Mental Health Support Mental Health Support Is a Necessity, Not a Luxury Join us in our mission to provide FREE"
    },
    {
      "url": "https://northsideachievement.org/",
      "title": "Home | Northside Achievement Zone",
      "description": "void",
      "preview": "Skip to main content Powering potential on the Northside Donate Now Powering potential on the Northside Donate Now Knowledge is Power: Faith's Story M"
    },
    {
      "url": "https://ovc.ojp.gov",
      "title": "Home | Office for Victims of Crime",
      "description": "OVC, a part of the U.S. Department of Justice, oversees programs and grants for service providers and other professionals who assist victims of crime.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.dallasobserver.com/news/local-bike-community-mourns-the-loss-of-james-kincheloe-and-his-childlike-fascination-15993036",
      "title": "Local Bike Community Mourns the Loss of James Kincheloe and His 'Childlike Fascination'",
      "description": "Every scene or sub-culture needs someone who serves as a beacon - a person whose enthusiasm attracts the uninitiated and stokes the long-burning embers of those who've been around the block a time or two already. The North Texas mountain biking community lost one of its own beacons when James...",
      "preview": "Skip to content advertisement Close Menu Search Search facebook instagram x tiktok bsky threads Crime & Police Local Bike Community Mourns the Loss of"
    },
    {
      "url": "https://www.firstinspires.org/",
      "title": "FIRST | For Inspiration and Recognition of Science and Technology",
      "description": "Leading youth-serving nonprofit advancing STEM education. Explore FIRST robotics programs for kids of all ages, in schools & communities around the world.",
      "preview": "A Global Stem Community Build More Than Robots FIRST is the world's leading youth robotics community, delivering hands-on STEM learning that inspires"
    },
    {
      "url": "https://www.jenniferbehr.com/products/velvet-bow-barrette",
      "title": "Velvet Bow Barrette -- Black - Jennifer Behr LLC",
      "description": "The bow that started it all: Our original Velvet Bow Barrette ignited a craze when it first launched, and it's been a best-seller ever since. Each bow is meticulously sewn by hand in our Brooklyn studio, and features a French barrette closure, making it easy to wear a multitude of ways: in the back of the hair, swept t",
      "preview": "Search Stroke 15 Created with Sketch. Shop Fashion Expand submenu Shop Fashion Collapse submenu Shop Fashion BY CATEGORY Earrings Headbands Necklaces"
    },
    {
      "url": "https://urban-beach-house.com/products/carbs-koozie",
      "title": "- Urban Beach House",
      "description": "void",
      "preview": "Currently we are not selling online, but we're happy to take phone orders or visit us in person: One Paseo 3665 Paseo Pl Ste 900 San Diego, CA 92130 ("
    },
    {
      "url": "https://hudabeauty.com/",
      "title": "Huda Beauty | Now Shipping to Italy",
      "description": "Shop the full Huda Beauty makeup collection and get free International shipping on all orders over €40. Find your #FauxFilter Foundation and shop cult Huda Beauty eyeshadow palettes, Liquid Mattes, iconic Huda Beauty lashes and more... HUDA BEAUTY",
      "preview": "Free Shipping on Orders €48+ Free Sample On Every Order Italy | en Shipping To : Albania (USD $) Algeria (USD $) Angola (USD $) Armenia (USD $) Austra"
    },
    {
      "url": "https://www.streetracer.cz/damske-kozene-moto-kalhoty-vyprodej/",
      "title": "Kožené , Výprodej | StreetRacer.cz",
      "description": "Dámské kožené kalhoty na motorku.",
      "preview": "Kalhoty / Dámské / Kožené Dámské kožené moto kalhoty, Výprodej Žádné produkty nebyly nalezeny Close Nenalezen žádný produkt Zboží nenalezeno Cookies M"
    },
    {
      "url": "https://www.cfgnh.org/articles/job-training-education-friendship-and-a-voice",
      "title": "Job Training,... | The Community Foundation for Greater New Haven",
      "description": "Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Economic Success Grant From the Community Fund for Women...",
      "preview": "Job Training, Education, Friendship and a Voice Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Econo"
    },
    {
      "url": "https://newsroom.uk.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured item/HERO Product PayPal \"Oh I Do Like To Shop Beside the Seaside\": Revamped Deckchairs Bring Beach Mainstay Into 21st Century"
    },
    {
      "url": "https://www.la7.it/laria-che-tira/video/cristoforetti-la-prima-italiana-nello-spazio-24-11-2014-141680",
      "title": "Cristoforetti, la prima italiana nello spazio",
      "description": "Samantha tra le stelle, è iniziata l'avventura della prima italiana nello spazio",
      "preview": "LA7 LA7Cinema TG LA7 Frequenze LA7 Live Programmi Guida Tv Rivedila7 Intanto Teche Podcast live L'aria che tira Home Video RIVEDILA7 Servizi Home Vide"
    },
    {
      "url": "https://earthobservatory.nasa.gov/images/148307/arabian-night-lights",
      "title": "Arabian Night Lights",
      "description": "Researchers have found another use for night lights imagery: tracking unregulated and under-reported fishing.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. EO Explorer Topics Search I"
    },
    {
      "url": "https://www.random.org/lists/",
      "title": "RANDOM.ORG - List Randomizer",
      "description": "This page allows you to randomize lists of strings using true randomness, which for many purposes is better than the pseudo-random number algorithms typically used in computer programs.",
      "preview": "Home Games Lottery Quick Pick Keno Quick Pick Coin Flipper Dice Roller Playing Card Shuffler Birdie Fund Generator Numbers Integers Sequences Integer"
    },
    {
      "url": "http://www.unipd.it/",
      "title": "Università di Padova",
      "description": "void",
      "preview": "Vai al contenuto Uniweb Area stampa Dipartimenti Scuole Webmail Rubrica SIT U-WEB Sostieni Unipd 5x1000 SCEGLI IL TUO PROFILO Orientarsi e iscriversi"
    },
    {
      "url": "https://www.greatwolf.com/summer-campin",
      "title": "Summer Camp-In | Summer Activities | Great Wolf Lodge",
      "description": "Discover the best summer vacation for families at Great Wolf Lodge's Summer Camp-In for water park fun & daily activities.",
      "preview": "Skip Content Choose Your Lodge Great Wolf Resorts West Anaheim, CA Colorado Springs, CO Grand Mound, WA San Francisco / Manteca, CA Scottsdale / Salt"
    },
    {
      "url": "https://www.ccala.net",
      "title": "Find Child Care Providers | Child Care Alliance of Los Angeles",
      "description": "Learn more about the Child Care Alliance (CCALA), a unique and significant partnership of ten member agencies that serve communities at the local level.",
      "preview": "About Us Mission, Vision, and Values History Member Agencies Our Board of Directors Our Staff Employment Newsletter News and Events For Parents Find C"
    },
    {
      "url": "https://shopify.dev",
      "title": "Shopify developer documentation",
      "description": "Learn how to build an app, theme, custom storefront, or marketplace. Whether you're just getting started, deep in the development process, or ready to distribute and monetize your work, Shopify's docs, dev tools and frameworks make building easy and efficient.",
      "preview": "Skip to main content Shopify developer documentation Learn how to build an app, or customize your storefront. Whether you're just getting started, dee"
    },
    {
      "url": "https://blogs.windows.com/windowsexperience/?p=176849",
      "title": "Bringing you closer to what you love with new experiences in Windows 11 | Windows Experience Blog",
      "description": "As the PC continues to play a more meaningful role in our lives, we will continue to evolve Windows 11 as a connection point between people, ideas and creations",
      "preview": "Skip to main content Skip to main content / Windows Experience Blog Windows 11 February 15, 2022 Bringing you closer to what you love with new experie"
    },
    {
      "url": "https://www.gpb.org/",
      "title": "Georgia Public Broadcasting",
      "description": "Georgia Public Broadcasting",
      "preview": "Skip to main content Thumbnail PSC candidates aim to energize voters ahead of early voting Candidates are racing to energize their voters ahead of Nov"
    },
    {
      "url": "https://www.ncai.org/ptg/small-business/grow-with-google",
      "title": "Partnership for Tribal Governance | NCAI",
      "description": "void",
      "preview": "Skip Navigation Home Initiatives Partnerships & Initiatives Partnership for Tribal Governance Partnership for Tribal Governance Partnership for Tribal"
    },
    {
      "url": "https://www.sanjeevkapoor.com/",
      "title": "Masterchef Sanjeev Kapoor Recipes - Taste the Tradition of Indian Cuisine & Innovative Dishes",
      "description": "Explore Sanjeev Kapoor's curated collection of recipes! From wholesome Indian meals to creative cooking ideas, find recipes for healthy eating, quick meals, and traditional favorites. Discover the art of cooking like a pro with expert tips and inspiration.",
      "preview": "Articles Must-Try Vrat Recipes for a Divine Navratri Celebration By Sanjeev Kapoor 22 Sep 2025 10:00 IST Recipes Ramen Noodle Soup By Sanjeev Kapoor 1"
    },
    {
      "url": "https://www.amebatv.com",
      "title": "Ameba: Smart Kids TV",
      "description": "Free children's video streaming service that specializes in high quality kids TV.",
      "preview": "LOADING.. Watch MORE! To view this video please enable JavaScript, and consider upgrading to a web browser that supports HTML5 video {{signUpPushFeatu"
    },
    {
      "url": "https://www.joshflagg.com/book/",
      "title": "Book | Josh Flagg Luxury Real Estate Expert",
      "description": "Josh Flagg is the #1 Beverly Hills Real Estate Agent. Josh has completed more than $2,000,000,000 in residential real estate sales in the past decade.",
      "preview": "Home About Josh Flagg Our Team Clients Giving Back About Notable Sales Featured Properties Featured Leases Neighborhoods Home Search Properties Market"
    },
    {
      "url": "https://beacta.substack.com/",
      "title": "Beacta's marketing dungeon | Substack",
      "description": "Growth. Marketing. Sales. Follow along for the most technical and how-to content. Click to read Beacta's marketing dungeon, a Substack publication with hundreds of subscribers.",
      "preview": "Beacta's marketing dungeon Subscribe Sign in Home FREE Email Marketing Course - Secrets from generating multiple 6 figures for brands The Ultimate Ema"
    },
    {
      "url": "https://give.feedingamerica.org/a/donate-monthly",
      "title": "Monthly Giving & Recurring Donations | Feeding America",
      "description": "Your monthly gift is the most effective way to help feed kids and families year-round. Help us in our fight against hunger with a recurring donation.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://www.theverge.com/2020/11/18/21573081/google-new-tool-hot-cities-trees-climate-change-temperature",
      "title": "Google launches new tool to help cities stay cool | The Verge",
      "description": "Cities are typically hotter than their rural neighbors because of the urban heat island effect, and climate change is making urban areas even hotter. Google debuted a new tool called Tree Canopy Lab in an effort to help keep cities like Los Angeles cool by helping them plant more trees.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://webshop.cphautomat.hu/pneumatika/pneumatikus-hajtomuvek/loekescsillapitok/3730-dyef-g8-m14-y1-lokescsillapito.html",
      "title": "DYEF-G8-M14-Y1 Lökéscsillapító - CPH Kft.",
      "description": "Festo DYEF sorozatú pneumatikus lökéscsillapító, méret M14, löket 1.2 mm, rugalmas csillapító gyűrűkkel mindkét végén.",
      "preview": "KEZDŐLAP CÉGTÖRTÉNET TEVÉKENYSÉGI KÖRÖK GYÁRTÓK KAPCSOLAT Kategóriák IPARI ELEKTRONIKA Automatizálás Egyetemes gépvezérlők Kezelői terminálok (HMI) Ko"
    },
    {
      "url": "https://itunes.apple.com/us/app/youtube-kids/id936971630",
      "title": "‎YouTube Kids on the App Store",
      "description": "Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an app made just for kids. With easy na...",
      "preview": "Screenshots Description Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an ap"
    },
    {
      "url": "https://marineregions.org/",
      "title": "Marine Regions",
      "description": "void",
      "preview": "About Gazetteer Maritime Boundaries Sources Statistics Downloads User testimonials Loading video... About Marine Regions Marine Regions is a standard"
    },
    {
      "url": "http://www.lgrecyclingprogram.com/",
      "title": "LG Recycling Program | Life's Good when you recycle",
      "description": "Life's Good when you live green",
      "preview": "Find Drop-off sites Live Green, Today Sustainable Future Green Community We've made it easy to recycle your electronics. Hemos hecho que sea fácil rec"
    },
    {
      "url": "https://www.handtalk.me/en/helpaccessibility/",
      "title": "Acessibility - Hand Talk",
      "description": "The Hand Talk website was developed to serve a broad audience through the implementation of accessibility resources, according to the WCAG (Web Content Accessibility Guidelines) recommendations from W3C (World Wide Web Consortium), the main organization for Web standardization, that develops technical specifications and guidelines for international use. By doing this, people with visual, hearing and",
      "preview": "Home » Acessibility Acessibility The Hand Talk website was developed to serve a broad audience through the implementation of accessibility resources,"
    }
  ],
  "_meta": {
    "total_bookmarks": 70
  }
}