{
  "data": [
    {
      "url": "https://livability.com/topics/love-where-you-live/10-ways-you-can-help-local-businesses-right-now",
      "title": "10 Ways You Can Help Local Businesses Right Now - Livability.com",
      "description": "Small businesses need our help now more than ever. Here are 10 creative ways to lend your support without risking your health.",
      "preview": "Skip to content Home > Love Where You Live > 10 Ways You Can Help Local Businesses Right Now 10 Ways You Can Help Local Businesses Right Now Small bus"
    },
    {
      "url": "https://www.vaccines.gov/search/",
      "title": "Find pharmacies near you",
      "description": "Vaccines.gov helps you find nearby pharmacies in the United States.",
      "preview": "The functionality of this website may be impacted while it is being updated. Find a pharmacy near you. Enter 5‑digit ZIP code Search Step 1: Enter you"
    },
    {
      "url": "https://www.mccdmn.org/",
      "title": "MCCD | Metropolitan Consortium of Community Developers",
      "description": "Metropolitan Consortium of Community Developers (MCCD) is an association of nonprofit affordable housing and economic development organizations from across the state, committed to expanding wealth building opportunities and advancing racial and economic justice. For over 33 years, our members have worked collectively to leverage resources for the development of people and places.",
      "preview": "Skip to content Building Community Donate LOAN PORTAL Community Development The Minnesota Consortium of Community Developers (MCCD) is an association"
    },
    {
      "url": "https://info.uptogether.org/es/infosession/general",
      "title": "Sesión de información UpTogether 2021 | UpTogether",
      "description": "void",
      "preview": "Usted quiere ayudar a sus familiares y amigos a alcanzar sus metas y recibir inversiones en efectivo? UpTogether es una plataforma en línea donde uste"
    },
    {
      "url": "https://iibuffalo.org/new-american-integration/",
      "title": "New American Integration - International Institute of Buffalo",
      "description": "Embrace diversity and economic development in Western New York with our programs that empower refugees and immigrants to thrive and contribute.",
      "preview": "Skip to main content Search Close Search New American Integration Welcoming Foreign-Born Individuals Refugees and immigrants are essential to Western"
    },
    {
      "url": "http://www.aclu.org/",
      "title": "American Civil Liberties Union | The ACLU dares to create a more perfect union - beyond one person, party, or side. Our mission is to realize this promise of the United States Constitution for all and expand the reach of its guarantees.",
      "description": "The ACLU dares to create a more perfect union - beyond one person, party, or side. Our mission is to realize this promise of the United States Constitution for all and expand the reach of its guarantees.",
      "preview": "Skip to main content American Civil Liberties Union Defend the rights of all people nationwide With immigrant rights, trans justice, reproductive free"
    },
    {
      "url": "https://www.xumo.tv/",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "https://cm.providencejournal.com/site-feedback/?platform=Tangent-Desktop&url=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F&marketName=providencejournal&cta=Right-Rail&abVariant=ES_Pilot",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "http://www.iitg.ernet.in/",
      "title": "Indian Institute of Technology Guwahati : भारतीय प्रौद्योगिकी संस्थान गुवाहाटी",
      "description": "Indian Institute of Technology Guwahati, the sixth member of the IIT fraternity, was established in 1994. The academic programme of IIT Guwahati commenced in 1995. At present the Institute has eleven departments and five inter-disciplinary academic centres covering all the major engineering, science and humanities disciplines, offering BTech, BDes, MA, MDes, MTech, MSc and PhD programmes",
      "preview": "79th Independence Day Know more IIT Guwahati signed an MoU with University of Southern Denmark Know more Japanese Parliamentary Delegation Visits IIT"
    },
    {
      "url": "https://www.urbanoutfitters.com/shop/tonymoly-all-you-need-mask-set2",
      "title": "TONYMOLY All You Need Mask Set | Urban Outfitters",
      "description": "Shop TONYMOLY All You Need Mask Set at Urban Outfitters today. Discover more selections just like this online or in-store. Shop your favorite brands and sign up for UO Rewards to receive 10% off your next purchase!",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://securitylab.github.com/bounties",
      "title": "Bounties | GitHub Security Lab",
      "description": "Securing open source software, together.",
      "preview": "skip to content Resources Open Source Community Enterprise / Security Lab Research Advisories CodeQL Wall of Fame Resources Open Source Community Ente"
    },
    {
      "url": "https://www.aclu-ms.org",
      "title": "Home - ACLU of Mississippi",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Defending the civil rights of all Mississippians since 1969 The Latest Campaign Your Voting Guide Since its founding, our nation has been directed by"
    },
    {
      "url": "https://gpay.app.goo.gl/HGxm3Z",
      "title": "Google Pay - Seamlessly Pay Online, Pay In Stores or Send Money",
      "description": "Google Pay is a quick, easy, and secure way to pay online, in stores or send money to friends and family. Pay the Google way.",
      "preview": "Pay the Google way The pay with a tap, check out with a click, security built-in, right card at the right time way to pay autofill Save your payment d"
    },
    {
      "url": "https://www.aclu-sdic.org/en/publications/searching-peace-difficult-and-dangerous-journey-seek-asylum-united-states-part-i",
      "title": "Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part I | ACLU of San Diego and Imperial Counties | The ACLU of San Diego and Imperial Counties fights for individual rights and fundamental freedoms for all.",
      "description": "Read Part II of this blog here.Lee el blog en español aquí. Editor's note: This two-part blog series is a brief first-person look at the journey taken by a person seeking asylum in the United States. It was written by Adrián Rodríguez Alcántara, a plaintiff in the ACLU Foundation of San Diego & Imperial County's class action lawsuit, Rodríguez Alcántara vs. Archambeault. My",
      "preview": "Skip to main content Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part I May 3, 2021 Facebook X Reddi"
    },
    {
      "url": "https://mva.microsoft.com/",
      "title": "Training - Courses, Learning Paths, Modules | Microsoft Learn",
      "description": "Develop practical skills through interactive modules and paths or register to learn from an instructor. Master core concepts at your speed and on your schedule.",
      "preview": "Welcome to Microsoft Learn Discover your path Whether you're just starting in a career, or you're an experienced professional, our self-directed appro"
    },
    {
      "url": "https://www.comptoir-beaute-sante.com/fr/47-masques-pour-le-visage?q=Marque-ZEN%27AR%C3%B4ME&order=product.position.asc",
      "title": "masque visage",
      "description": "Les masques bio pour le visage",
      "preview": "Accueil Idées cadeaux keyboard_arrow_down keyboard_arrow_up Idée cadeau femme Idée cadeau enfants Coffrets senteur maison Coffrets bain & beauté et bi"
    },
    {
      "url": "https://www.la-retro-d-aniche.com/2021/07/histoire-de-l-estaminet-de-la-verrerie-d-en-haut-la-cantine.html",
      "title": "Histoire de l'estaminet de la verrerie d'en haut : LA CANTINE - Centre de Mémoire de la Verrerie d'en Haut à ANICHE",
      "description": "- PANNEAU 14 La cantine Estaminet.pdf Tenu par Elie TRIPLET , grand-père d'Elie Ladrière qui vient de nous quitter Lire l'affiche",
      "preview": "Tous les blogs Top blogs Associations & ONG Editer l'article Suivre ce blog Administration Connexion + Créer mon blog MENU Tous les blogs Top blogs As"
    },
    {
      "url": "https://www.containerstore.com/s/natural-boot-rack/d?q=Natural%20Boot%20Rack&productId=11018663",
      "title": "Natural Boot Rack | The Container Store",
      "description": "Shop All",
      "preview": "By browsing or interacting with our site, you agree to our Terms of Use and Arbitration Agreement. If you are using a screen reader, activate this lin"
    },
    {
      "url": "https://www.politifact.com/factchecks/2022/feb/25/vladimir-putin/putin-repeats-long-running-claim-genocide-ukraine/",
      "title": "PolitiFact | Vladimir Putin repeats false claim of genocide in Ukraine",
      "description": "Russia has given several reasons for launching a war against Ukraine. In a televised address announcing the military ass",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "https://gestion.pe/economia/consumo-pota-peruana-impulsado-demanda-mercados-asiaticos-264701-noticia/",
      "title": "Consumo de pota peruana es impulsado por demanda de los mercados asiáticos | ECONOMIA | GESTIÓN",
      "description": "Uno de los productos más solicitados es la pota, la cual tiene un panorama muy alentador, principalmente en mercado asiáticos como China, Corea del Sur y Tailandia, comentó el county manager de Maersk Perú.",
      "preview": "Lo último Peru Quiosco Portada Empresas Management & Empleo Economía Mercados Perú Política Tu Dinero Finanzas Personales Inmobiliarias Plus G Opinión"
    },
    {
      "url": "https://nodejs.org/api/worker_threads.html",
      "title": "Worker threads | Node.js v24.10.0 Documentation",
      "description": "void",
      "preview": "Skip to content Node.js About this documentation Usage and example Assertion testing Asynchronous context tracking Async hooks Buffer C++ addons C/C++"
    },
    {
      "url": "https://www.algerie360.com/mca-betrouni-reitere-sa-confiance-a-amrouche-mais/",
      "title": "MCA : Betrouni réitère sa confiance à Amrouche mais...... - Algerie360",
      "description": "void",
      "preview": "MCA : Betrouni réitère sa confiance à Amrouche mais...... Par admin 4 avril 2016 à 10:56 mca-betrouni-reitere-sa-confiance-a-amrouche-mais.jpg A lire auss"
    },
    {
      "url": "https://www.nltk.org/api/nltk.tokenize.sexpr.html",
      "title": "NLTK :: nltk.tokenize.sexpr module",
      "description": "void",
      "preview": "NLTK Documentation API Reference Example Usage Module Index Wiki FAQ Open Issues NLTK on GitHub Installation Installing NLTK Installing NLTK Data More"
    },
    {
      "url": "http://thezeusnetwork.com/contact",
      "title": "Contact us - Zeus",
      "description": "Subscribe to watch your favorite creators today.",
      "preview": "Need help? General questions? Read our FAQ Trouble accessing paid content? Go to Browse Select Category Cancel/pause my subscription Video playback is"
    },
    {
      "url": "https://www.interessante-geschenke.de/eshop/einzigartige-holzgeschenke/militar-geschenke/us-panzer-abrams-militar-tank-holzspielzeug-geschenke-fur-soldaten-und-kinder/",
      "title": "HOLZ Militär Panzer Abrams 23 cm | mit Ihrer Gravur",
      "description": "Militär-Panzer Holzspielzeug Kinderspielzeug, das lange hält Geschichte des Abrams-Panzers Der Hauptpanzer M1 Abrams ist der Nachfolger des vorherigen",
      "preview": "HOLZ Militär Panzer Abrams 23 cm Home Eshop Einzigartige Holzgeschenke Holzsoldaten HOLZ Militär Panzer Abrams 23 cm Pin It HOLZ Militär Panzer Abrams"
    },
    {
      "url": "http://www.tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    },
    {
      "url": "https://www.sportelo.com.ng/",
      "title": "Sportelo - Sports And Much More....",
      "description": "-",
      "preview": "Connect with us English Premier League 5 days ago Jim Beglin suggests Luis Diaz was disappointed with Liverpool teammate during Newcastle win; Luis Di"
    },
    {
      "url": "http://pesteliv.com/category/704/cif.html",
      "title": "PESTELIV.COM | CIF",
      "description": "Само при нас ще намерите разнообразие от продукти на тема козметика, дамска и мъжка мода, аксеоари, всичко за бита. За поръчки: kirilkuzmanovet@abv.bg, 064 839506",
      "preview": "Меню Профил Език Продукти + КОЗМЕТИКА + КОЗМЕТИКА ЗА ЖЕНИ + КОЗМЕТИКА ЗА БРЕМЕННИ + КОЗМЕТИКА ЗА КОСА + Шампоани за коса + Марки + Bilka + BioFresh +"
    },
    {
      "url": "https://bignosekate.co/",
      "title": "Big Nose Kate® - Western Whiskey",
      "description": "Western Whiskey",
      "preview": "YOU MUST BE 21 TO ENTER KATE'S SALOON ARE YOU? YES NO Sign up for our newsleter. SUBSCRIBE YOU MUST BE 21 TO ENTER KATE'S SALOON ARE YOU? YES NO Sign"
    },
    {
      "url": "https://ellis3dp.com/Print-Tuning-Guide/",
      "title": "Welcome! | Ellis' Print Tuning Guide",
      "description": "Ellis' Print Tuning Guide",
      "preview": "Skip to main content Link Menu Expand (external link) Document Search Copy Copied Ellis' Print Tuning Guide Welcome! This guide will help you calibrat"
    },
    {
      "url": "https://www.renfe.com/es/es/ayuda/faqs",
      "title": "Preguntas frecuentes ( FAQs ) | Renfe",
      "description": "En esta página encontrarás un conjunto de preguntas y respuestas para resolver todas tus dudas sobre nuestros productos y servicios.",
      "preview": "void"
    },
    {
      "url": "https://www.raceforward.org/",
      "title": "Advancing racial justice in our policies, institutions and culture. | Race Forward",
      "description": "void",
      "preview": "Skip to main content Open Search Donate Now Submit Close Search Advancing racial justice in our policies, institutions and culture. We support communi"
    },
    {
      "url": "https://dolceforever-blog.tumblr.com/",
      "title": "@dolceforever-blog on Tumblr",
      "description": "Follow @dolceforever-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It"
    },
    {
      "url": "http://thepromise.movie/share/",
      "title": "The Promise Movie | Official Site for Film & Updates",
      "description": "Discover The Promise Movie, an independent film in production. Watch the teaser, meet the cast and crew, and follow behind-the-scenes updates and release news.",
      "preview": "Welcome to Our Production A Story Worth Keeping. A Promise Worth Making. We're an independent film team bringing The Promise to life, from first spark"
    },
    {
      "url": "http://ricette.shoppando.com/",
      "title": "ShoppAndo.com is for sale | HugeDomains",
      "description": "Start your new business venture with a great domain name. A trusted source for domains since 2005.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://sportsvilla.wordpress.com/",
      "title": "sportsvilla | Just another WordPress.com site",
      "description": "Just another WordPress.com site",
      "preview": "sportsvilla Just another WordPress.com site India - From dream team to dream on team!! •March 8, 2011 • Leave a Comment Before the start of World Cup"
    },
    {
      "url": "https://krannert.purdue.edu/centers/purce/news.php",
      "title": "News - Purdue Business",
      "description": "The Purdue University Research Center in Economics conducts policy-relevant research and shares its findings to have an impact on the well-being of society.",
      "preview": "Skip to Content Menu News Check back to see what PURCE faculty, students, and guests have been up to. And stay up to date with us by joining us on X ("
    },
    {
      "url": "https://www.tatler.com/article/hollywood-scion-emma-roberts-is-the-march-cover",
      "title": "Hollywood scion Emma Roberts is the March cover | Tatler",
      "description": "Emma Roberts is embracing new beginnings: new motherhood, relationships, and a move from leading lady to hotshot behind the screen. Ellie Austin discovers how she's taking back control",
      "preview": "Skip to main content Emma wearing a Fendi coat and Chopard Haute Joaillerie Collection earrings Victor Demarchelier Emma Roberts has asked to meet in"
    },
    {
      "url": "https://share.hsforms.com/1Td4Pj80YTmCbrnlSivNBNw59n9s",
      "title": "Form",
      "description": "void",
      "preview": "Skip to form"
    },
    {
      "url": "https://www.smythson.com/us/edits/business-edit/black_grey?prefn1=gender&prefv1=For%20Her&prefn2=material&prefv2=Panama%20-%20Crossgrain%20leather&prefn3=productType&prefv3=Briefcases%7CWriting%20Paper%7CPanama%20Notebooks%7CPanama%20Agendas%7CWriting%20Folders%7CCard%20Holders%7CDesk%20Accessories%20%3E%20Pen%20Pots",
      "title": "The Business Edit | Work Essentials | Smythson in Black and Grey",
      "description": "Smythson",
      "preview": "Your browser's Javascript functionality is currently turned off. Please turn it on to get the best experience on our site. Orders over $800 may take l"
    },
    {
      "url": "https://tours-greece.gr/excursions/bus-tours-in-greece",
      "title": "Group Tour Packages & Shared Bus Tours from Athens",
      "description": "Experience the best of Greece with our group tour packages and shared bus tours from Athens. Discover cultural and heritage sites and explore the Greek islands with our expert guides. Book your vacation package online now",
      "preview": "Search by Filters Group Tours Greece 2 Day Group Tour in Delphi & Meteora with shared bus from Athens, Greece 1 Reviews Book the 2-Day best-seller tou"
    },
    {
      "url": "https://www.zearn.org/",
      "title": "Login | Zearn Math",
      "description": "Learning with Zearn helps math make sense. Students explore math through pictures, visual models, and real-life examples. Log in to your Zearn account.",
      "preview": "void"
    },
    {
      "url": "https://speechify.com/medium?source=home-------------------------------------",
      "title": "Medium Members Can Listen To Any Medium Story With The Speechify Play Button | Speechify",
      "description": "At Medium and Speechify, we're always exploring new ways to make content more accessible. That's why we're excited to share that Speechify is available to all.",
      "preview": "Home Medium members can listen to any Medium story with the Speechify Play Button Medium members can listen to any Medium story with the Speechify Pla"
    },
    {
      "url": "https://www.planet.com/pulse/introducing-planetary-variables-soil-water-content-land-surface-temperature-and-vegetation-biomass/",
      "title": "Introducing Planetary Variables: Soil Water Content, Land Surface Temperature, and Vegetation Biomass",
      "description": "void",
      "preview": "HOME News Introducing Planetary Variables: Soil Water Content, Land Surface Temperature, and Vegetation Biomass Thijs Van Leeuwen April 12, 2022 • 6 m"
    },
    {
      "url": "https://saoic.org/",
      "title": "Summit Academy OIC | Training for In-Demand Careers",
      "description": "Summit Academy OIC offers 10 and 20-week training for in-demand careers such as IT, construction, and healthcare. Enroll today!",
      "preview": "Search Close Discover your next career at our Open House! Stop by on Thursday, November 6 from 3-5 p.m. to explore our hands-on career trainings, 10-w"
    },
    {
      "url": "https://mpatlas.org/",
      "title": "Home | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "EEZ data: marineregions.org ; MPA data: MPAtlas , WDPA/ProtectedPlanet The Marine Protection Atlas integrates science-based assessments that measure p"
    },
    {
      "url": "https://www.marvel.com/articles/tv-shows/loki-he-who-remains-jonathan-majors",
      "title": "'Loki': Meet the Man Behind the Curtain, He Who Remains | Marvel",
      "description": "We're all villains here.",
      "preview": "TV Shows Published July 13, 2021 'Loki': Meet the Man Behind the Curtain, He Who Remains We're all villains here. by Rachel Paige Who's running the Ti"
    },
    {
      "url": "https://twowaypr.tumblr.com/post/144207264792",
      "title": "Computing occupations are the largest category of... - Two-Way PR",
      "description": "Computing occupations are the largest category of... - Computing occupations are the largest category of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "May 11 2016 Computing occupations are the largest category of new wages in America codeorg : A few weeks ago we published a study showing that computi"
    },
    {
      "url": "http://www.oceana.org/",
      "title": "Oceana | Protecting the World's Oceans",
      "description": "Working to protect and restore our oceans, Oceana is the largest international advocacy organization dedicated solely to ocean conservation. Learn more and get involved.",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== QG1lZGlhIG9ubHkgc2NyZWVuIGFuZCAobWluLXdpZHRoOiA3ODJweCkgeyAud3AtYmxvY2stdG9vbHNld"
    },
    {
      "url": "https://kustomthrills.com/pages/adam-the-kid",
      "title": "adamthekid - Kustom Thrills",
      "description": "Adam's collection of TATTOOS, PAINTINGS, and STORIES only scratches the surface of what he has created and experienced over the past 10 years. Each piece of art for each client's tattoo is original and created specifically for them. He mixes many different art styles and takes a traditional approach to every tattoo he",
      "preview": "Skip to content MERCH SALE - BUY ONE GET ONE 50% OFF"
    },
    {
      "url": "https://communityimpact.com/search?s=Tennessee+Department+of+Health&si=174,6&ssi=66,28",
      "title": "Search | Community Impact",
      "description": "With approximately 2 million in distribution, Community Impact serves the Austin, Houston, Dallas and San Antonio metro areas.",
      "preview": "void"
    },
    {
      "url": "https://webopen.oberhaching.de/Mediensuche/Einfache-Suche?searchhash=OCLC_866c49ab88751edea4a484fed95e491777ae9591&top=y",
      "title": "Einfache Suche",
      "description": "void",
      "preview": "Informationen zum Datenschutz Bei der Verwendung dieser Webseite werden Cookies angelegt, um die Funktionalität für Sie optimal gewährleisten zu könne"
    },
    {
      "url": "https://isuzu.oemdtc.com/category/recalls",
      "title": "Recalls | Isuzu - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://coding-with-kids-blog.tumblr.com/",
      "title": "Coding with Kids",
      "description": "Computer programming for elementary and middle school students.",
      "preview": "Coding with Kids 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna madewithcode We don't know ab"
    },
    {
      "url": "https://staffansandberg.se/dimma-och-solnedgang/",
      "title": "Dimma och solnedgång | StaffanSandberg.se",
      "description": "void",
      "preview": "Skip to content Jag hade hoppats på fotografering i soluppgången, men dimma som lagt sig i dalen satte stopp för det. Andra dagen vaknade jag till dim"
    },
    {
      "url": "https://www.instyle.com/oprah-nydj-denim-amazon-prime-early-access-sale-6746654",
      "title": "Oprah's Favorite Things List Includes On-Sale Cozy Fashion",
      "description": "Oprah's favorite cozy fashion finds are on early sale at Amazon before Black Friday 2024. Shop her go-to Barefoot Dreams robe, Dearfoams slippers, Cozy Earth pajamas, and more starting at $26.",
      "preview": "If you click on links we provide, we may receive compensation. Oprah's Coziest Fashion Favorites Start at $26 Ahead of Amazon's Black Friday Sale In"
    },
    {
      "url": "https://connect.mozilla.org/",
      "title": "Home - Mozilla Connect",
      "description": "Share product feedback, submit ideas for new features, and help shape future releases.",
      "preview": "Browse Support Mozilla Connect Ideas Discussions Community Labs Support Sign In Welcome to the Mozilla Connect Community! cancel Turn on suggestions A"
    },
    {
      "url": "https://www.balboaisland.com/video-of-balboa-peninsula-and-newport-harbor-in-the-1950s/",
      "title": "Video of Balboa Peninsula and Newport Harbor in the 1950s! - Balboa Island",
      "description": "Take a nostalgic trip back to the late 1950's on Balboa Peninsula. See the beach-goers on the sands of the Harbor, the fisherman casting their lines from the Pavilion and all the great fashions from this by-gone era.",
      "preview": "Skip to content Video of Balboa Peninsula and Newport Harbor in the 1950s! Take a nostalgic trip back to the late 1950's on Balboa Peninsula. See the"
    },
    {
      "url": "https://csvlint.io/",
      "title": "CSV Lint",
      "description": "void",
      "preview": "× CSVLint.io CSV looks easy, but it can be hard to make a CSV file that other people can read easily. CSVLint helps you to check that your CSV file is"
    },
    {
      "url": "https://gb.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "https://knitmodern.tumblr.com/",
      "title": "Knitmodern on tumblr",
      "description": "Knitting that fits modern lives...",
      "preview": "makinology : scaaarrry ... bewaaare ... lol 7 years ago / 122 notes Via makinology Share on Facebook Share on Twitter Share on Pinterest Share on Google+"
    },
    {
      "url": "http://www.lgrecyclingprogram.com/",
      "title": "LG Recycling Program | Life's Good when you recycle",
      "description": "Life's Good when you live green",
      "preview": "Find Drop-off sites Live Green, Today Sustainable Future Green Community We've made it easy to recycle your electronics. Hemos hecho que sea fácil rec"
    },
    {
      "url": "https://naacpstore.org/",
      "title": "NAACP Store",
      "description": "NAACP Store",
      "preview": "Skip to content Just added to your cart Qty: View cart ( ) Continue shopping Icon Created with Sketch. Submit Close search Featured Products A Black V"
    },
    {
      "url": "https://allswellhome.com/collections/use-all-less-toppers-and-allswell-mattress/products/the-supreme-pillow",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://stuff-that-interests-me.tumblr.com/",
      "title": "@stuff-that-interests-me on Tumblr",
      "description": "Follow @stuff-that-interests-me and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts currentsinbiology Follow Test strip able to identify blood type in less than a minute A team of researchers at Third Military Medical University"
    },
    {
      "url": "https://www.freikirchegronau.de/datenschutz/",
      "title": "Datenschutz - Evangelische Freikirche Gronau",
      "description": "void",
      "preview": "Datenschutz 1. Datenschutz auf einen Blick Allgemeine Hinweise Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenb"
    },
    {
      "url": "https://news.google.com/",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://mirabellsecondchances.home.blog/2019/07/11/chapter-nine-cucooned/?like_comment=1432&_wpnonce=f5f1005677",
      "title": "Chapter Nine: Cucooned - Second Chances by Mirabell",
      "description": "You left me, sweet, two legacies, - A legacy of love A Heavenly Father would content, Had He the offer of; You left me boundaries of pain Capacious as the sea, Between eternity and time, Your consciousness and me. ----Emily Dickinson There was something otherworldly about flying, being suspended at thirty thousand feet in...",
      "preview": "Skip to content You left me, sweet, two legacies, - A legacy of love A Heavenly Father would content, Had He the offer of; You left me boundaries of p"
    },
    {
      "url": "http://www.militarychild.org/",
      "title": "Homepage - Military Child Education Coalition® (MCEC®)",
      "description": "void",
      "preview": "Stay Up-to-Date with New Podcasts and Webinars Filter & Sort Podcast High Quality Connections Episode 360 Dr. Kimberly Dickman discusses the impact of"
    },
    {
      "url": "https://cm.providencejournal.com/site-feedback/?platform=Tangent-Desktop&url=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F&marketName=providencejournal&cta=Right-Rail&abVariant=ES_Pilot",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://www.greatschools.org/iowa/charles-city/4038-Washington-Elementary-School/",
      "title": "Washington Elementary School - Charles City, Iowa - IA | GreatSchools",
      "description": "Washington Elementary School is a public school in Charles City, IA. It is one of 3 elementary schools in Charles City Community School District.",
      "preview": "Iowa › Charles City › Charles City Community School District › Washington Elementary School Washington Elementary School Unclaimed Currently unrated 1"
    },
    {
      "url": "https://flipboard.com/@people",
      "title": "People (@people) on Flipboard",
      "description": "The best source for celebrity, entertainment and compelling news. Follow people on Flipboard, to explore their latest magazines and flipped articles.",
      "preview": "Expand Storyboards Go to feed PEOPLE's All-Time Best Recipes from Celebrity Chefs The Best Super Bowl Recipes from Celebrity Chefs Expand Magazines Ce"
    },
    {
      "url": "https://blog.kaporcenter.org",
      "title": "The Bridge",
      "description": "Conversations at the intersection of tech, diversity, and entrepreneurship",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Bridge 7.9K followers · 5+ editors Follow Distance Traveled About kap"
    },
    {
      "url": "https://www.paramountplus.com/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://www.legehimlen.dk/maileg-rabbit-size-2-matros",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://www.vecteezy.com/",
      "title": "Download Free Vectors, Images, Photos & Videos | Vecteezy",
      "description": "Explore millions of royalty free vectors, images, stock photos and videos! Get the perfect background, graphic, clipart, picture or drawing for your design.",
      "preview": "Download Free Vectors, Stock Photos, Stock Videos, and More Professional quality creative resources to get your projects done faster. Vectors Expand f"
    },
    {
      "url": "https://privacyportal-de.onetrust.com/ui/#/preferences/multipage/login/74849542-5184-4a3a-8551-7d35999304aa?type=primary",
      "title": "DS Portal",
      "description": "void",
      "preview": "This page requires JavaScript to work properly. Please enable JavaScript in your browser."
    },
    {
      "url": "http://galileo.imss.firenze.it/",
      "title": "Institute and Museum of the History of Science - Florence, Italy",
      "description": "void",
      "preview": "ITALIANO / ENGLISH On June 11, 2010, the Institute and Museum of the History of Science reopens and changes its name into Museo Galileo. Visit the new"
    },
    {
      "url": "https://www.randomlists.com/nouns",
      "title": "Generate a list of random nouns",
      "description": "A great free teaching tool. Create a list of nouns from our massive English word database. Also add any other parts of speech.",
      "preview": "Random nouns: Loading... Random Noun Generator If you missed your curfew, or were out with that friend your husband/wife just doesn't like, you probably"
    },
    {
      "url": "https://dopaminas7.tumblr.com/",
      "title": "unstable sociopath with perverted tendencies",
      "description": "void",
      "preview": "thepersonalquotes : Jan 30 May 12 (via asubssoul2013 ) Oct 28 (via moan-s ) Oct 28 (via autotrophe ) Sep 21 zodiacmind : Fun facts about your sign her"
    },
    {
      "url": "https://jlr.oemdtc.com/category/recalls",
      "title": "Recalls | JLR - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://nevcc.org/building-a-community-behind-your-business/",
      "title": "Second Life Chattanooga",
      "description": "void",
      "preview": "About Second Life of Chattanooga creates awareness that drives action through collaborative relationships with like-minded organizations and individua"
    },
    {
      "url": "https://mrsense.tistory.com/tag/%EC%8A%A4%ED%8F%B0%ED%8B%B0%EB%8B%88",
      "title": "'스폰티니' 태그의 글 목록",
      "description": "Fashion Editor & Photographer",
      "preview": "본문 바로가기 스폰티니 (2)"
    },
    {
      "url": "https://wildlifestudios.com/privacy-policy/",
      "title": "Privacy Policy | Wildlife",
      "description": "Privacy Policy for Wildlife Studios: Protecting your personal information is our priority. Learn how we collect, use, and secure your data.",
      "preview": "Games Newsroom Blog Careers Who We Are Search Jobs and keywords Home / Policy Center / Privacy Policy Choose a category Overview Privacy Policy Overvi"
    },
    {
      "url": "http://nmsdc.org/",
      "title": "NMSDC - National Minority Supplier Development Council",
      "description": "Advocating Access to the American Dream for MBEs At the NMSDC, it's about upward mobility for the emerging majority of...",
      "preview": "Skip to Main Content Advocating Access to the American Dream for MBEs At the NMSDC, it's about upward mobility for the emerging majority of Americans,"
    },
    {
      "url": "https://augustinusbader.com/us/en/the-eyebrow-and-lash-enhancing-serum",
      "title": "The Eyebrow and Lash Enhancing Serum: Clinically Proven Results | Augustinus Bader EU",
      "description": "Treat your lashes and brows to luxury with The Eyebrow and Lash Enhancing Serum from Augustinus Bader. Help strengthen, grow and nourish for longer, fuller brows and lashes.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. chevron-left chev"
    },
    {
      "url": "https://cozyearth.com/products/bamboo-sheet-set?variant=40252110405812",
      "title": "Bamboo Sheet Sets | Cozy Earth",
      "description": "Outfit your mattress with a Cozy Earth viscose from bamboo sheet set for twin, full, queen, and king beds. Include flat sheet, fitted sheet & pillowcases.",
      "preview": "$258 Color: White Select Driftwood color Select Light Grey color Select White color Select Oat color Select Charcoal color Select Walnut color Select"
    },
    {
      "url": "https://sketchplanations.com/",
      "title": "Sketchplanations - Simplifying complex ideas in sketches",
      "description": "Sketchplanations explains the world one sketch at a time. Discover clear, simple sketches that break down ideas from science, creativity, psychology, and more. Explore recent sketches, search for topics, and share your favourites. Start here.",
      "preview": "Search... / Get the book! Big Ideas Little Pictures Prefer to listen? Try the podcast 🎉 Help keep Sketchplanations ad-free 🎉 Keep this ad-free 🎉 Help ke"
    },
    {
      "url": "https://www.doryjackson.com/",
      "title": "Dory Jackson | New York City Entertainment Journalist",
      "description": "Dory Jackson is a digital journalist paving her way through the world of entertainment journalism.",
      "preview": "top of page direct doryjackson@hotmail.com business inquiries contact@doryjackson.com PEOPLE Magazine PR peoplepr@dotdashmdp.com editorial pitches dor"
    },
    {
      "url": "https://autos.lehighvalleylive.com/Used-Ram-Pickup-2500/Allentown-PA-18106/For-Sale?q=6,34,1069,,18106",
      "title": "Used Ram Pickup 2500 For Sale near Allentown, PA 18106 | Autos on lehighvalleylive.com",
      "description": "Looking for a used Ram Pickup 2500 for sale near Allentown, PA? Search over 5 million vehicles to find the best deals with Autos on lehighvalleylive.com.",
      "preview": "Used Ram Pickup 2500 For Sale near Allentown, PA Home Used Ram Ram Pickup 2500 Save Current Search Filters New Search Price Mileage Year Make Model Tr"
    },
    {
      "url": "https://data.guttmacher.org/states",
      "title": "Data Center | Guttmacher Institute",
      "description": "void",
      "preview": "Skip to main content Data Center July 2025 Data Center Update Guttmacher's Data Center, previously found at data.guttmacher.org, is no longer availabl"
    },
    {
      "url": "https://www.bbc.com/sport/football/scores-fixtures",
      "title": "Scores & Fixtures - Football - BBC Sport",
      "description": "All the football fixtures, latest results & live scores for all leagues and competitions on BBC Sport, including the Premier League, Championship, Scottish Premiership & more.",
      "preview": "Football Scores & Fixtures Search October 2025 Today Choose date, selected date is Friday 10 October 2025 Skip to content Skip to today Fri 12 Sat 13"
    },
    {
      "url": "https://www.tillhub.at/kassensysteme-baeckerei/",
      "title": "Kassensystem Bäckerei | Die smarte Tillhub Kassa",
      "description": "Das innovative Kassensystem für Deine Bäckerei ❤ 100% gesetzeskonform ✓ beständig gegen Mehl und Co. ✓ Warenwirtschaft ✓ einfache Einarbeitung ✓ DATEV-Export ➽ Jetzt zu Tillhub!",
      "preview": "Jetzt unverbindlich beraten lassen +43 800 007 330 Dashboard DIE OPTIMALE BÄCKEREI KASSE! Das All-in-One Kassensystem Bäckerei Der Gang zum Bäcker geh"
    },
    {
      "url": "https://handsapt.tumblr.com/",
      "title": "hands_apt",
      "description": "tumblr-ing since 2011/ 18+/ art/ music/ tv/ film/ drama/ culture/ politics/ existentialism/ senses/ ideas/ thoughts/ love/ //hands open, hands apt// (sometimes NSFW)",
      "preview": "hands_apt 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna handsapt \"Thoughts black, hands apt,"
    },
    {
      "url": "https://www.huffpost.com/author/nick-simmons",
      "title": "Nick Simmons | HuffPost",
      "description": "void",
      "preview": "Skip to Main Content Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost News. ©2025 BuzzFeed, Inc. All rights reserved. Trending"
    },
    {
      "url": "https://imcsnet.org/",
      "title": "IMCS NETWORK | IMCS",
      "description": "void",
      "preview": "Skip to main content IMCS NETWORK Image Image Promoting and facilitating communication collaboration coordination capacity development across our comm"
    }
  ],
  "_meta": {
    "total_bookmarks": 96
  }
}