{
  "data": [
    {
      "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0216819",
      "title": "Seasonal variability in global industrial fishing effort | PLOS One",
      "description": "Human beings are the dominant top predator in the marine ecosystem. Throughout most of the global ocean this predation is carried out by industrial fishing vessels, that can now be observed in unprecedented detail via satellite monitoring of Automatic Identification System (AIS) messages. The spatial and temporal distribution of this fishing effort emerges from the coupled interaction of ecological and socio-economic drivers and can therefore yield insights on the dynamics of both the ecosystem and fishers. Here we analyze temporal variability of industrial fishing effort from 2015-2017 as recorded by global AIS coverage, and differentiated by fishing gear type. The strongest seasonal signal is a reduction of total deployed effort during the annual fishing moratorium on the numerically-dominant Chinese fleet, which occurs during boreal summer. An additional societally-controlled reduction of effort occurs during boreal winter holidays. After accounting for these societal controls, the total deployed effort is relatively invariant throughout the year for all gear types except squid jiggers and coastal purse seiners. Despite constant deployment levels, strong seasonal variability occurs in the spatial pattern of fishing effort for gears targeting motile pelagic species, including purse seiners, squid jiggers and longliners. Trawlers and fixed gears target bottom-associated coastal prey and show very little overall seasonality, although they exhibit more seasonal variation at locations that are further from port. Our results suggest that societal controls dominate the total deployment of fishing effort, while the behavior of pelagic fish, including seasonal migration and aggregation, is likely the most prominent driver of the spatial seasonal variations in global fishing effort.",
      "preview": "Browse Subject Areas ? Click through the PLOS taxonomy to find articles in your field. For more information about PLOS Subject Areas, click here . Art"
    },
    {
      "url": "https://www.interordi.com/en/apps/mc_plugins.php",
      "title": "Minecraft plugins - Interordi",
      "description": "Plugins and tools for Minecraft server owners.",
      "preview": "Interordi Main page Creeper's Lab Dr. Cossack's Lab Gaming Osmium Forums About Interordi Main page Creeper's Lab Dr. Cossack's Lab Gaming Osmium Forum"
    },
    {
      "url": "https://seniorchatters.co.uk/",
      "title": "Safe Senior Chat Rooms Online & Over 50s Chatting Site - Senior Chatters",
      "description": "Build genuine, worldwide friendships with 1000's of over 50s safely. From Senior Chat Rooms to Blogs & Groups, join the #1 senior chat community today",
      "preview": "Senior Chat Rooms Private Messaging Live Chat Chat Groups Mentions Connections Blogs Activity Streams Quiz Games Senior Chatters helps you safely buil"
    },
    {
      "url": "https://www.csmonitor.com/",
      "title": "Christian Science Monitor - CSMonitor.com",
      "description": "void",
      "preview": "Israelis and Palestinians greet Gaza deal with joy, relief, and caution Shutdown hits government workers already reeling from Trump's cuts How Ukraini"
    },
    {
      "url": "http://www.britannica.com/EBchecked/topic/409383/neptunium",
      "title": "Neptunium | Radioactive, Fissionable, Transuranic | Britannica",
      "description": "Neptunium (Np), radioactive chemical element of the actinoid series of the periodic table that was the first transuranium element to be artificially produced, atomic number 93. Though traces of neptunium have subsequently been found in nature, where it is not primeval but produced by",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos ne"
    },
    {
      "url": "https://www.rewild.org",
      "title": "We don't need to reinvent the planet-we need to rewild it.",
      "description": "Protect and restore the wild with Re:wild. Discover our conservation projects, campaigns, and ways to take action for a thriving planet.",
      "preview": "We don't need to reinvent the planet. We need to rewild it. Re:wild protects and restores the wild. We do this because the solutions to our most press"
    },
    {
      "url": "https://www.howardstern.com/",
      "title": "Howard Stern",
      "description": "Official site features news, show personalities, hot topics and image archive from The Howard Stern Show.",
      "preview": "Skip to content 1-833-STERN-SHOW CALL OR TEXT ANYTIME! ‎ Jeff Hiller Visits the Stern ShoW ‎‎ ‎ ‎ Click for Video Photo: Getty Images for SiriusXM How"
    },
    {
      "url": "https://www.qcnews.com/charlotte/exclusive-bride-and-groom-stuck-in-grand-bohemian-elevator-all-smiles/",
      "title": "Exclusive: Bride, groom stuck in elevator all smiles",
      "description": "Exclusive: Bride and groom stuck in Grand Bohemian elevator all smiles",
      "preview": "Skip to content Posted: Feb 20, 2023 / 07:56 AM EST Updated: Feb 21, 2023 / 07:30 AM EST SHARE CHARLOTTE, N.C. (QUEEN CITY NEWS) - Wedding bells? It w"
    },
    {
      "url": "https://newscorp.com/",
      "title": "News Corp",
      "description": "void",
      "preview": "Skip to content Passionate. Principled. Purposeful. News Corp delivers authoritative and engaging content from some of the world's most trusted brands"
    },
    {
      "url": "https://betterwebtype.com/",
      "title": "Better Web Type - A Free Web Typography Course | Better Web Type",
      "description": "Web typography for web designers and web developers.",
      "preview": "Design & Code Better Web Typography A free web typography course for designers and web developers by Matej Latin. 4.7 / 5 ( 1,061 reviews ) Featured i"
    },
    {
      "url": "https://photoai.com/ai-avatars?ref=avatarai",
      "title": "Avatar AI™ | Professional Photo Shoots with AI",
      "description": "Generate photorealistic images and videos of people with AI. Generate over 120 unique avatar styles inspired by the original Avatar AI™ that sparked the vi...",
      "preview": "void"
    },
    {
      "url": "https://www.italieonline.eu/cs/dovolena/friuli-venezia-giulia",
      "title": "Friuli-Venezia Giulia Itálie ubytování, 2026 Dovolená Friuli-Venezia Giulia Itálie - CK Italieonline",
      "description": "Dovolená Friuli-Venezia Giulia Itálie 2026, ubytování Friuli-Venezia Giulia Itálie, apartmány hotely kempy Friuli-Venezia Giulia Itálie, rezervace online s...",
      "preview": "Pokračovaním v používaní našich webových stránek vyjadřujete svůj souhlas s používáním souborů cookie v souladu s Pravidly ochrany soukromí . Nastaven"
    },
    {
      "url": "http://www.aclumich.org/article/rejecting-heckler%E2%80%99s-veto",
      "title": "The Heckler's Veto | ACLU of Michigan",
      "description": "When someone exercises their First Amendment right to free speech, the government is not allowed to shut down the speech just because other people don't like the message that is being conveyed. This is known as the rule against a \"heckler's veto.\" At the 2012 Arab International Festival in Dearborn, a group of Christian evangelists marched down a public street expressing their",
      "preview": "Skip to main content The Heckler's Veto Facebook X Reddit Email Print When someone exercises their First Amendment right to free speech, the governmen"
    },
    {
      "url": "https://thewickedmakers.com/",
      "title": "Wicked Makers - We make free DIY videos on YouTube.",
      "description": "We make free DIY videos on YouTube.",
      "preview": "Skip to main content Press enter to begin your search Close Search Wicked DIY. See Our Projects We're Jaimie & Jay! We make spooky stuff together on Y"
    },
    {
      "url": "https://secure.today.com/_tps/accounts/newsletters",
      "title": "TODAY Newsletters | TODAY",
      "description": "Sign up for TODAY newsletters including This is TODAY, Start TODAY and Stuff We Love.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://law.georgia.gov/press-releases/2023-02-16/carr-eight-indicted-gwinnett-county-following-major-human-trafficking",
      "title": "Carr: Eight Indicted in Gwinnett County Following Major Human Trafficking, Gang Investigation | Office of the Attorney General",
      "description": "Defendants also charged with Racketeering, Kidnapping and Aggravated Assault",
      "preview": "Skip to main content ATLANTA, GA - Attorney General Chris Carr today announced the indictment of eight alleged members of the LOTTO gang in Gwinnett C"
    },
    {
      "url": "https://www.iq.com",
      "title": "iQIYI - Watch Asian dramas shows movies animes Free online - Streaming Korean drama, Chinese drama, Thai drama, with subtitles and dubbing - iQIYI | iQ.com",
      "description": "Watch online free and latest Chinese dramas, Korean dramas, Thai dramas, variety shows, movies and animes with multiple subtitles and dubbing at your fingertips on iQIYI(iQ.com)! VIP unlock more hot shows and contnet. Enjoy in HD with on your mobile, pad, computer, TV devices.",
      "preview": "iQIYI For You Fated Hearts Drama Movie Anime Variety Show More icon/search Popular Searches icon/history History icon/history History Watch Later icon"
    },
    {
      "url": "https://www.nlm.nih.gov/web_policies.html",
      "title": "NLM Web Policies",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://sirenalpha.tumblr.com/",
      "title": "SirenAlpha",
      "description": "Just somebody who has been here way too long",
      "preview": "theme made by espoirthemes this post is tagged as food. this post is blacklisted because it contains food and is not fully visible on the index page."
    },
    {
      "url": "https://peopleenespanol.com/chica/skin-cycling-retinol-routine-tiktok/",
      "title": "How the Viral \"Skin Cycling\" Routine Improves Your Skin",
      "description": "We're exploring a skin care trend that's actually dermatologist-approved.",
      "preview": "We independently evaluate all of our recommendations. If you click on links we provide, we may receive compensation. Chica Here's How the Viral \"Ski"
    },
    {
      "url": "https://www.demuseumwinkel.com/papilio-thoas-cinyras-driedpapered-v0035",
      "title": "Papilio thoas cinyras dried/papered - DeMuseumwinkel.com",
      "description": "Largest collection papered butterflies, dried and folded. To mount yourself: Papilio thoas cinyras dried/papered",
      "preview": "349496 Back naar dried butterflies Home Papilio thoas cinyras dried/papered Papilio thoas cinyras dried/papered Articlecode: 0035-100 78 in stock €8,9"
    },
    {
      "url": "https://www.spotify.com/",
      "title": "Spotify - Web Player: Music for everyone",
      "description": "Spotify is a digital music service that gives you access to millions of songs.",
      "preview": "Trending songs Fanculo (feat. Marracash) The Fate of Ophelia DUOMO Scama NON CAPISCI (FREESTYLE) Non è mica te Semplicemente (from the Netflix Series"
    },
    {
      "url": "https://nclud.com/",
      "title": "nclud - A Creative Digital & Branding Agency",
      "description": "We are a full service digital creative and branding agency focused on imagining and building highly-interactive websites that push the limits of design and development.",
      "preview": "We are a strategic creative agency that elevates brands . We discover, analyze, and innovate to create ideas - then bring those ideas to life. We diss"
    },
    {
      "url": "http://geekwirereprints.magreprints.com/",
      "title": "GeekWire - PARS",
      "description": "PARS International is the authorized reprint, permissions & licensing agent for GeekWire. Leverage your positive coverage today.",
      "preview": "Skip to content Home » Publications » GeekWire GeekWire Thank you for your interest in repurposing content from GeekWire. PARS International is the au"
    },
    {
      "url": "https://www.tricktionary.com/en/customer/account/login/referer/aHR0cHM6Ly93d3cudHJpY2t0aW9uYXJ5LmNvbS9mci9oaWdobGlnaHQvbmV3Lmh0bWw%2C/",
      "title": "Customer Login",
      "description": "void",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://www.deltadental.com/us/en/tooth-fairy/press-release.html#2023",
      "title": "How Much Does The Tooth Fairy Pay For A Tooth | Delta Dental",
      "description": "Current and historical press releases tracking the value of a lost tooth.",
      "preview": "Press releases 2025 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 The Tooth Fairy has been working overtime this year Delta Dental poll finds"
    },
    {
      "url": "https://publiccode.eu/",
      "title": "https://publiccode.eu/en/",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://cleanup.pictures/",
      "title": "Cleanup.pictures - Remove objects, people, text and defects from any picture for free",
      "description": "Remove unwanted objects from photos, people, text, and defects from any picture for free. It's extremely easy in just a few clicks with our creative editing tool.",
      "preview": "Cleanup.pictures - Remove objects, people, text and defects from any picture for free. Retouch images in seconds with incredible quality ↑ Drag & drop"
    },
    {
      "url": "https://powerplatform.microsoft.com/en-us/",
      "title": "AI-Powered Low-Code Tools | Microsoft Power Platform",
      "description": "Innovate with low-code tools using Microsoft Power Platform-Power BI, Power Apps, Power Automate, and Power Pages.",
      "preview": "This is the Trace Id: 8830ad12714eadd3e69e40249ac7c894 Skip to main content Join experts in person to explore low code and AI agents at the Power Plat"
    },
    {
      "url": "https://onezero.medium.com",
      "title": "OneZero",
      "description": "OneZero is a former publication from Medium about the impact of technology on people and the future. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in OneZero by Medium 283K followers · 1 editor Follow About Debugger Help St"
    },
    {
      "url": "https://br.my.vccs.edu/",
      "title": "Redirecting to Login...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.blackrock.com/aladdin",
      "title": "Aladdin® by BlackRock - software for portfolio management",
      "description": "Aladdin is a portfolio management software that provides investment professionals a way to view and manage daily investments. Explore our enterprise solution.",
      "preview": "Skip to content BlackRock BlackRock iShares iShares Aladdin Aladdin Our company Our company Subscribe to Updates Subscribe to Updates Connect Contact"
    },
    {
      "url": "https://mysticsmoons.fr/",
      "title": "Mystic Moon - l'ésotérisme accessible à tous",
      "description": "Bienvenue sur Mystic Moon, le site qui vous propose de nombreux contenus sur l'ésotérisme, la sorcellerie ou encore le paganisme.",
      "preview": "Le tarot BootCamp revient bientôt ! Inscris-toi sur la liste d'attente pour ne louper aucune information ! S'inscrire sur la liste d'attente Le sabbat"
    },
    {
      "url": "https://scorefoundation.org/about/",
      "title": "About | Score Foundation",
      "description": "void",
      "preview": "ABOUT US The SCORE Foundation is a 501 (c) (3) non-profit organization that serves as the philanthropic arm of SCORE, America's premier source of free"
    },
    {
      "url": "http://www.gallerycollection.com/",
      "title": "Christmas Cards for Business & Personal Use | Gallery Collection",
      "description": "Stunning Business Christmas cards and Corporate Holiday cards can be personalized with your company name & logo. Shop today to get an exclusive deal!",
      "preview": "Business Christmas Cards, Corporate Christmas Cards & much more! Loading... Christmas Cards Loading... 55% Christmas Loading... New For 2025 Christmas"
    },
    {
      "url": "https://googleresearch.blogspot.com/2015/04/google-handwriting-input-in-82.html",
      "title": "Google Handwriting Input in 82 languages on your Android mobile device",
      "description": "Posted by Thomas Deselaers, Daniel Keysers, Henry Rowley, Li-Lun Wang, Victor Cărbune, Ashok Popat, Dhyanesh Narayanan, Handwriting Team, Google Re...",
      "preview": "Google Handwriting Input in 82 languages on your Android mobile device April 15, 2015 Posted by Thomas Deselaers, Daniel Keysers, Henry Rowley, Li-Lun"
    },
    {
      "url": "https://www.ocregister.com/2014/03/16/disney-history-pirates-of-the-caribbean-opens/",
      "title": "Disney history: Pirates of the Caribbean opens - Orange County Register",
      "description": "This week in Disney history ... March 17 to 18, 2012: Downtown Disney hosts a Signin' in the Street event to celebrate American Sign Language. The event includes panels and autograph signings by the \"Switched at Birth\" cast, workshops, movie screenings and performances. March 18, 1967: Pirates of the Caribbean opens in New Orleans Square. [...]",
      "preview": "Skip to content Disneyland park guests, some dressed in pirate clothes, emerge from the Pirates of the Caribbean ride at Disneyland on Dec. 13, 2010."
    },
    {
      "url": "https://www.independent.co.uk/news/world/americas/us-politics/sanders-haley-mental-competency-tests-b2285444.html",
      "title": "Bernie Sanders calls Nikki Haley's demand for politicians over 75 to take mental competency tests 'absurd' | The Independent",
      "description": "Ms Haley has called for new generation of political leaders in Washington DC",
      "preview": "Stay up to date with notifications from The Independent Notifications can be managed in browser preferences. Not now Yes please Swipe for next article"
    },
    {
      "url": "https://camerajabber.com",
      "title": "Camera Jabber - The latest news, reviews, tutorials and everything photography",
      "description": "The latest news, reviews, tutorials and everything photography",
      "preview": "News Winners of the 2025 Leica Oskar Barnack Awards announced Alejandro Cegarra has been named winner of the 2025 Leica Oskar Barnack Award (LOBA), wh"
    },
    {
      "url": "https://findpenguins.com/8wxdsw933ouz2/footprint/5ed3e39aa465a9-96572734?map=show",
      "title": "2. Station - Bischofswerda, Germany",
      "description": "Unser Haupt zur Ruhe gebettet haben wir im L'Auberge Gutshof - einer stark französisch angehauchten Unterkunft im sächsischen Hinterland 😄. Der ...",
      "preview": "Show on map Sächsischer Jakobsweg Show trip Add to bucket list Remove from bucket list Share Day 2 Saturday, May 30, 2020 at 7:00 PM ⛅ 15 °C Altitude:"
    },
    {
      "url": "https://www.westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://issuu.com/fisherhouse/docs/fish_patriot20_vol11_issue1_hires_final/s/10541095",
      "title": "Fisher House Salutes: The Rosie Network - Issuu",
      "description": "Military service members, veterans, and their families are supported by countless organizationsthat acknowledge their sacrifices. We feature a top-tier organization each issue.",
      "preview": "from The Patriot Magazine Volume 11 Issue 1 by Fisher House Foundation Next Article Our Other 2019 Newman's Own Award Recipients Building the Next Gen"
    },
    {
      "url": "https://www.greatplacetowork.com/certified-company/1100147?utm_source=Briefly&utm_campaign=9.2.21&utm_medium=email",
      "title": "Working at Target Corporation | Great Place To Work®",
      "description": "Is Target Corporation a great place to work for?",
      "preview": "Home > Certified Companies SHARE: Target Corporation Updated May 2025. 74% Employees say this is a great place to work SHARE: Company Overview Brian C"
    },
    {
      "url": "https://login.microsoftonline.com/common/oauth2/v2.0/authorize?response_type=id_token&scope=openid%20profile&client_id=5e3ce6c0-2b1f-4285-8d4b-75ee78787346&redirect_uri=https%3A%2F%2Fteams.microsoft.com%2Fgo&state=eyJpZCI6ImI3MzFhMWI1LTlkNDEtNGQwZC1hOTNmLTJkNGYwODM2ZjE0NSIsInRzIjoxNjU4NTEwODE0LCJtZXRob2QiOiJyZWRpcmVjdEludGVyYWN0aW9uIn0%3D&nonce=c90b6046-43dd-48fb-8150-32ac84eb7242&client_info=1&x-client-SKU=MSAL.JS&x-client-Ver=1.3.4&client-request-id=2d4dccbc-bd89-4e0b-93eb-ed9604cfb598&response_mode=fragment",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://regexplanet.com/advanced/java/index.html",
      "title": "Java regex testing - RegexPlanet",
      "description": "Online testing for Java (java.util.regex.Pattern) regular expressions.",
      "preview": "Java Regular Expression Test Page JavaDoc Share: Expression to test Regular Expression Replacement Options Help Canonical equivalence. ( CANON_EQ ) Ca"
    },
    {
      "url": "https://www.ihrb.org/employerpays/the-employer-pays-principle",
      "title": "IHRB - The Employer Pays Principle",
      "description": "void",
      "preview": "The Employer Pays Principle Part of IHRB's Responsible Recruitment Gateway Overview The Employer Pays Principle Leadership Group for Responsible Recru"
    },
    {
      "url": "https://www.medi-ansbach.de/mediANsbach.html",
      "title": "Home - medi-Gesundheitsgruppe GmbH",
      "description": "Frankens Nr. 1 im Bereich der Gesundheitsversorgung",
      "preview": "Der Eintrag \"offcanvas-col1\" existiert leider nicht. Der Eintrag \"offcanvas-col2\" existiert leider nicht. Der Eintrag \"offcanvas-col3\" existiert leide"
    },
    {
      "url": "https://cn.jbl.com?countrySelector=yes&ged=off",
      "title": "JBL CHINA NCOM",
      "description": "void",
      "preview": "Your browser's Javascript functionality is turned off. Please turn it on so that you can experience the full capabilities of this site. Your browser's"
    },
    {
      "url": "https://www.charlottetilbury.com/us/product/matte-revolution-red-carpet-red",
      "title": "Red Matte Lipstick - Matte Revolution - Red Carpet Red | Charlotte Tilbury",
      "description": "Shop Matte Revolution lipstick in Red Carpet Red, a classic matte red lipstick for a Hollywood glamour pout in a matte finish. Discover more lipsticks online.",
      "preview": "Jump to content MATTE REVOLUTION RED CARPET RED $35.00 ( $100.00 / 10 g ) Red Carpet Red Short Video Red Carpet Red - Out of Stock SHADE MATCH A true"
    },
    {
      "url": "https://www.beautymarket.es/estetica/barcelona-beauty-school-presenta-su-curso-de-dermocosmetica-estetica-13059.php",
      "title": "Barcelona Beauty School presenta su curso de dermocosmética",
      "description": "Una vez finalizado el curso, el profesional podrá recomendar la dermocosmética adecuada a cada individuo con total seguridad",
      "preview": "Política de cookies : Utilizamos cookies propias y de terceros para mostrarle publicidad relacionada con sus preferencias según sus hábitos de navegac"
    },
    {
      "url": "http://www.compassinterpreters.org/",
      "title": "Interpretation Services For Utica Residents | The Center",
      "description": "The Center offers interpretation services to Utica area residents. Click here to request an interpreter or to join our interpretation team!",
      "preview": "Skip to main content Overview Our interpreters provide in-person, accurate, and complete interpretation assignments daily. Our medical interpreters we"
    },
    {
      "url": "https://newsroom.deatch.paypal-corp.com/",
      "title": "PayPal Newsroom: Offizielle News, Pressemitteilungen, Kontakt",
      "description": "Bleiben Sie immer auf dem neuesten Stand. Im PayPal Newsroom finden Sie aktuelle Pressemitteilungen, Bilder und unseren Blog. Entdecken Sie die PayPal-Welt!",
      "preview": "Titelgeschichte Titelgeschichte / HERO BLOCK PayPal Venmo Unternehmensnews Strategische Partnerschaften PayPal stellt „PayPal World\" vor: Die globale"
    },
    {
      "url": "http://ecotecnia.com.mx/",
      "title": "Ecotecnia | Eficiencia energética",
      "description": "Ecotecnia es una empresa mexicana con un equipo internacional certificado y especializado en los campos de las energías renovables y la eficiencia energética.",
      "preview": "top of page ¿Quiénes somos? Ecotecnía es una empresa mexicana con un equipo internacional certificado y especializado en los campos de las energías re"
    },
    {
      "url": "http://targetpayandbenefits.com",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.cision.com/us/blog/",
      "title": "Resources",
      "description": "Resources",
      "preview": "Skip Navigation Accessibility Statement guides-and-reports 2025 State of the Media Report Get the Report guides-and-reports 2026 PR and Comms Content"
    },
    {
      "url": "https://www.csipacific.ca/",
      "title": "Canadian Sport Institute Pacific - CSI Pacific",
      "description": "void",
      "preview": "Skip to content Victoria | Vancouver | Whistler Performance Nation Careers News EDIA Donate Now Topbar Menu Facebook page opens in new window X page o"
    },
    {
      "url": "https://keybase.io/automonkey",
      "title": "automonkey (Will Benyon) | Keybase",
      "description": "automonkey (Will Benyon) is now on Keybase, an open source app for encryption and cryptography.",
      "preview": "Keybase Staging Server Install Login × × automonkey Will Benyon Chat with automonkey Start a chat Your conversation will be end-to-end encrypted. 3 de"
    },
    {
      "url": "https://www.extension.purdue.edu/extmedia/ct/ct-1.html",
      "title": "CT-1",
      "description": "void",
      "preview": "CT-1 Cooperative Extension Service Purdue University West Lafayette, IN 47907 What Is Conservation Tillage? C. Janssen and P. Hill Department of Agron"
    },
    {
      "url": "https://www.ravelry.com/bundles/free-crochet-patterns-11",
      "title": "Ravelry: Bundles: Free Crochet Patterns by Marie Segares",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://blackentrepreneursday.com/the-show/",
      "title": "The Show - Black Entrepreneurs Day",
      "description": "Black Entrepreneurs Day is the ultimate celebration of Black business and entrepreneurship. Highlighted by insightful conversations with Black business icons, including Charlamagne tha God, Flavor Flav, Kelly Rowland, Rashad Bilal, Troy Millings, Jordan Chiles, and many more, plus a live musical performance from global superstar 2 Chainz presented by Raising Cane's. Created in 2020 by Daymond John, the founder and CEO of FUBU and Co-Star of ABC's five-time Emmy Award winning show, Shark Tank, the event has raised over $1,000,000 in Black Business grants in partnership with the NAACP and has inspired millions of fans!",
      "preview": "THE 2024 SHOW An award winning, annual celebration of Black business aiming to empower and celebrate entrepreneurs everywhere, Black Entrepreneurs Day"
    },
    {
      "url": "https://riudg.udg.mx/handle/20.500.12104/71723/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Carranza+Alc%C3%A1ntar%2C+Mar%C3%ADa+del+Roc%C3%ADo&filter_field_2=author&filter_type_2=equals&filter_value_2=Baltazar+D%C3%ADaz%2C+Edith+Guadalupe&filter_field_3=subject&filter_type_3=equals&filter_value_3=Altos+Sur+de+Jalisco&filter_field_4=author&filter_type_4=equals&filter_value_4=Castro+Ib%C3%A1%C3%B1ez%2C+J.+Patricio&filter_field_5=subject&filter_type_5=equals&filter_value_5=acreditaci%C3%B3n&filter_field_6=author&filter_type_6=equals&filter_value_6=Flores+L%C3%B3pez%2C+Hugo+Ernesto&filter_field_7=author&filter_type_7=equals&filter_value_7=Gonz%C3%A1lez+Lim%C3%B3n%2C+Mar%C3%ADa+Guadalupe&filter_field_8=author&filter_type_8=equals&filter_value_8=Mac%C3%ADas+Gonz%C3%A1lez%2C+Gizelle+Guadalupe&filter_field_9=author&filter_type_9=equals&filter_value_9=De+la+Torre+Barba%2C+Silvano&filter_field_10=author&filter_type_10=equals&filter_value_10=I%C3%B1iguez+I%C3%B1iguez%2C+Mar%C3%ADa+de+Jes%C3%BAs&filter_field_11=author&filter_type_11=equals&filter_value_11=P%C3%A9rez+Pulido%2C+Ignacio&filter_field_12=author&filter_type_12=equals&filter_value_12=Carranza+Alc%C3%A1ntar%2C+Liliana&filter_field_13=author&filter_type_13=equals&filter_value_13=Caldera+Montes%2C+Enrique&filter_field_14=author&filter_type_14=equals&filter_value_14=Jim%C3%A9nez+Padilla%2C+Alma+Azucena&filter_field_15=subject&filter_type_15=equals&filter_value_15=empleo&filter_field_16=author&filter_type_16=equals&filter_value_16=Moreno+Garc%C3%ADa%2C+Hugo&filter_field_17=author&filter_type_17=equals&filter_value_17=Zamora+Betancourt%2C+Mar%C3%ADa+del+Rosario&filter_field_18=subject&filter_type_18=equals&filter_value_18=contexto+familiar&filter_field_19=author&filter_type_19=equals&filter_value_19=I%C3%B1iguez+G%C3%B3mez%2C+Ofelia&filter_field_20=has_content_in_original_bundle&filter_type_20=equals&filter_value_20=false&filter_field_21=subject&filter_type_21=equals&filter_value_21=estilos+de+pensamiento&filter_field_22=author&filter_type_22=equals&filter_value_22=Islas+Torres%2C+Claudia&filter_field_23=author&filter_type_23=equals&filter_value_23=Balpuesta+P%C3%A9rez%2C+Jorge+Alberto&etal=0&filtername=author&filterquery=Caldera+Montes%2C+Juan+Francisco&filtertype=equals",
      "title": "RIUdeG: Buscar",
      "description": "void",
      "preview": "Skip navigation Toggle navigation RIUdeG Inicio Consultar Colecciones Autores Temas Publicar Como agregar mis trabajos Información para tesistas Subir"
    },
    {
      "url": "https://johnroberts.me/tag/fairhead/",
      "title": "Fairhead Archives - John Roberts",
      "description": "void",
      "preview": "Skip to content There's not much left to say about the quality of climbing at Fairhead festival that hasn't already been said. Perfect weather, perfec"
    },
    {
      "url": "https://naacpepi.tfaforms.net/10",
      "title": "void",
      "description": "void",
      "preview": "Lyft Code Request First Name Last Name Phone Number Email Address Race American Indian or Alaska Native Asian Black or African American Native Hawaiia"
    },
    {
      "url": "https://www.bmw.com.do/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW República Dominicana | Autos Deportivos, Eléctricos y Más",
      "description": "Descubre nuevos carros eléctricos, autos deportivos y camionetas en el sitio oficial de BMW República Dominicana, ¡sorpréndete con su diseño exclusivo!",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://www.infosysequinox.com/",
      "title": "Enterprise Digital Commerce Platform | Infosys Equinox",
      "description": "Infosys Equinox provides highly accessible digital commerce solutions to companies with complex needs to offer distinctive experiences. Get started with us!",
      "preview": "How AI is Changing Digital Commerce in 2025 Discover how AI is enhancing both customer-facing and operational functions in digital commerce for unpara"
    },
    {
      "url": "https://cs50.harvard.edu/x/2024/",
      "title": "CS50x 2024",
      "description": "Harvard University's introduction to the intellectual enterprises of computer science and the art of programming.",
      "preview": "This is CS50x 2024, an older version of the course. See cs50.harvard.edu/x/2025 for the latest! Welcome This is CS50, Harvard University's introductio"
    },
    {
      "url": "http://www.leehawkins.com/NoFrames/Reviews/2021.htm",
      "title": "The 2021 Quo Annual",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.museoscienza.org/it/visita",
      "title": "Museo Nazionale della Scienza e della Tecnologia",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.graceoflinen.com/veikals-1/",
      "title": "Shop handmade linen products from Latvia | Grace of Linen",
      "description": "Linen for every imagineable occasion. For toddlers, for your bed clothes, for sauna and so much more.",
      "preview": "Feel free to ask For any questions, individual orders, personalization or anything else, do not hesitate to let me know: Contact me ... Your linen gir"
    },
    {
      "url": "https://www.aarp.org/",
      "title": "AARP® Official Site - Join & Explore the Benefits",
      "description": "AARP is the nation's largest nonprofit, nonpartisan organization dedicated to empowering Americans 50 and older to choose how they live as they age.",
      "preview": "Skip to content 5 Ways AARP Is Fighting Age Discrimination On Ageism Awareness Day it is important to recognize the work we are doing to protect older"
    },
    {
      "url": "http://www.shavedlabs.com",
      "title": "Shaved Labs - iPhone Apps",
      "description": "void",
      "preview": "skip to main | skip to sidebar Shaved Labs - iPhone Apps Pages Home Big Button Box Support Friday, January 29, 2010 LED Photo Released On App Store LE"
    },
    {
      "url": "https://www.carnivalworld.sg/singapore-carnival-birthday-party/",
      "title": "Singapore Carnival Birthday Party | Carnival World | Carnival World",
      "description": "Singapore Carnival Birthday Party",
      "preview": "August 23, 2015 Planning to have a happening and exciting birthday party this year? Carnival World provide professional carnival birthday party servic"
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-ukr",
      "title": "Ukraine - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "The actual boundaries were most recently adjusted in: January 2025. Boundary information source: State Scientific Production Enterprise \"Kartographia\". Contributor: OCHA Field Information Services Section (FISS). COD-AB quality level: cod-enhanced (geometry and attributes verified and standardized). Most recent COD-AB review conclusion: The COD-AB does not require any update. An edge-matched (COD-EM) dataset is available COD-EM HDX link: https://data.humdata.org/dataset/cod-em-ukr. OCHA country status: Operational (country office). Most recent COD-AB review date: January 2025. Deepest administrative level: ADM4. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Deepest administrative level with complete coverage: ADM3. Administrative level required by humanitarian community: ADM2. Note: The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Note: Some administrative feature names were adjusted in a September/October 2024 administratrive feature renaming exercise. See reference table at https://data.humdata.org/dataset/cod-ab-ukr. Note: The Ukraine COD-AB was most recently adjusted in early 2024 - affecting administrative level 3 (hromadas) only. Note: The population statistics common operational dataset (COD-PS-UKR) is only available via special request. See [Ukraine - Subnational Population Statistics](https://data.humdata.org/dataset/cod-ps-ukr). Users should use the 'Request Data' button. Note: Limitations of the Ukrainian-to-Russian transliteration method mean that more than one Ukrainian name may be represented by a single Russian feature name. Note: Feature name attribute fields in this dataset incorrectly use 'UA' to represent the Ukrainian language. The correct language code is 'UK'. This will be resolved in 2026. Note: ADM0 is not affected by the September/October 2024 administrative feature renaming exercise. Typical feature type: oblast (region) with three exceptions. P-code format: UAnn. COD-PS compatibility: ADM0, ADM1, ADM2. OCHA region: Europe. Feature count: 27. The ADM1 layer can be linked by P-CODE to the ADM1 Population statistics. Note: Kyiv (city) [UA80] and Sevastopol [UA85] are each a 'city with special status' rather than an 'oblast'. Note: Crimea [UA01] is an 'autonomous republic' rather than an 'oblast'. Note: However, Ukraine Population Statistics are only available on special request. ADMINISTRATIVE LEVEL 4 metadata: Typical feature type: ADM4 features may be of 'city', 'settlement', or 'village' type. However, all 'village' features are currently categorized in the 'ADM4_TYPE' as a 'settlement'. This is expected to be resolved in 2026. P-code format: UAnnnnnnnnnn. Feature count: 29707. COD-PS compatibility: no ADM4 population statistics are available. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Note: 329 ADM4 features were affected by the September/October 2024 administrative feature renaming excercise. Specific details are provided in the 'ADM4' tab of the 'UKR_Admin234_Renaming_ReferenceTable_20250123.xlsx' reference table available on the HDX dataset [Ukraine - Subnational Administrative Boundaries](https://data.humdata.org/dataset/cod-ab-ukr). Note: The COD-AB ADM4 boundary attributes for this COD-AB have not been adjusted. The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Access the Ukraine - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Ukraine - Subnational Administrative Boundaries This dataset is part of the Ukraine Data Grid Get Noti"
    },
    {
      "url": "https://www.vizzuality.com/what-we-do/",
      "title": "Vizzuality",
      "description": "We use data and human understanding to develop beautiful digital products, services and strategies.",
      "preview": "Cookie preferences Essentials Necessary for the site to function. Always On. Analytics Measures usage and improves your experience. Checkbox Personali"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/l/lithography",
      "title": "Lithography | Tate",
      "description": "Tate glossary definition for lithography: A printing process that uses a flat stone or metal plate on which the image areas are worked using a greasy substance so that the ink will adhere to them by, while the non-image areas are made ink-repellent",
      "preview": "Lithography Lithography is a printing process that uses a flat stone or metal plate on which the image areas are worked using a greasy substance so th"
    },
    {
      "url": "https://www.wired.com/tag/artificial-intelligence/",
      "title": "Artificial Intelligence | Latest News, Photos & Videos | WIRED",
      "description": "Find the latest Artificial Intelligence news from WIRED. See related science and technology articles, photos, slideshows and videos.",
      "preview": "Skip to main content Business Meta Tells Its Metaverse Workers to Use AI to 'Go 5X Faster' Culture The AI Slur 'Clanker' Has Become a Cover for Racist"
    },
    {
      "url": "https://www.bmw-jordan.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Amman | BMW Jordan",
      "description": "Visit BMW Jordan and explore what they have to offer. You may be still driving the same streets, but the game has definitely changed",
      "preview": "View Stock The iX3 Discover Now The iX Discover Now Left Right BMW BMW M BMW i Make An Enquiry Book A Test Drive Left Right 1 2 3 4 5 7 8 X Z BMW 2 Se"
    },
    {
      "url": "https://astronet.borsonline.hu/ezoteria/tarot-kartya-titkai-misztikum-es-vagy-tudatossag/",
      "title": "A Tarot kártya titkai: misztikum és/vagy tudatosság? | Astronet.hu Ezotéria",
      "description": "Varju Beáta új sorozatából megismerhetitek majd az egyes lapok értelmezési lehetőségeit!",
      "preview": "Főoldal / Ezotéria / A Tarot kártya titkai: misztikum és/vagy tudatosság? Varju Beáta új sorozatából megismerhetitek majd az egyes lapok értelmezési l"
    },
    {
      "url": "https://www.moorecharitable.org",
      "title": "Home - The Moore Charitable Foundation",
      "description": "Championing land, water, oceans, and the people protecting natural resources for future generations ABOUT US Learn more Driving tangible results in environmental conservation The Moore Charitable Foundation is committed to effective environmental conservation and community stewardship through strong partnerships. With our partners, we are preserving open land and healthy forests, ensuring clean water, advancing marine",
      "preview": "Championing land, water, oceans, and the people protecting natural resources for future generations ABOUT US Learn more Driving tangible results in en"
    },
    {
      "url": "https://www.metoffice.gov.uk/research/climate/maps-and-data",
      "title": "UK climate maps and data - Met Office",
      "description": "The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the UK here.",
      "preview": "UK climate maps and data The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the"
    },
    {
      "url": "https://www.itlos.org/",
      "title": "International Tribunal for the Law of the Sea: Home",
      "description": "\"\"",
      "preview": "void"
    },
    {
      "url": "https://relianceretail.com/reliance-smart.html",
      "title": "Reliance Retail",
      "description": "void",
      "preview": "Reliance SMART Home Our Brands Reliance Smart Reliance SMART is one of the largest & fastest growing Grocery retail chains in India. Synonymous to its"
    },
    {
      "url": "https://developers.planet.com/",
      "title": "Planet Documentation | Planet Documentation",
      "description": "Planet developer and platform documentation",
      "preview": "Skip to main content Platform Capabilities Platform Access daily imagery, high resolution tasking, Planetary Variables, and Open Data from public cons"
    },
    {
      "url": "https://www.musee-orsay.fr/en/whats-on",
      "title": "What's on | Musée d'Orsay",
      "description": "void",
      "preview": "Skip to main content What's on Choose a date : Select a date Start date End date Today This week-end Next week Interested in : Exhibitions Tours and w"
    },
    {
      "url": "https://shop.energetix.tv/en/jewellery/for-her/rings/polished-stainless-steel-ring-with-swarovski-crystals",
      "title": "ENERGETIX - Magnetic jewellery and wellness",
      "description": "ENERGETIX Bingen - Magnetschmuck in seiner schönsten Form Tauche ein in die Welt von ENERGETIX Bingen: Designschmuck mit integrierten Magneten - Magnetschmuck in seiner schönsten Form mit fantastischer optischer Wirkung. Exklusiver Magnetschmuck der Marke ENERGETIX mit breitem Sortiment Ob Armband, Ring, Kette o...",
      "preview": "To be able to use ENERGETIX Shop in full range, we recommend activating Javascript in your browser. Cookie settings This website uses cookies that are"
    },
    {
      "url": "https://www.brandbank.com/cz/reseni-pro-resellery/",
      "title": "NielsenIQ Brandbank: Digitální data pro maloobchod",
      "description": "Získejte přesná a bohatá produktová data pomocí NielsenIQ Brandbank a podpořte růst ve vašem online i offline maloobchodu.",
      "preview": "Solutions Industries Partner Network Insights Careers About Market Measurement Consumer Behavior & Insights Innovation Brand & Media Analytics & Activ"
    },
    {
      "url": "https://jobs.fao.org/careersection/fao_external/jobsearch.ftl?lang=en",
      "title": "Job Search",
      "description": "void",
      "preview": "Instructions for candidates Jobs at FAO Welcome. You are not signed in. Sign In / Create Profile Job Search My Jobpage This service is set to disconne"
    },
    {
      "url": "https://gisgames.tumblr.com/post/89374064926",
      "title": "Last year geomatics student (Too Much STEM, Not Enough Computer Science?)",
      "description": "void",
      "preview": "Last year geomatics student Ask me anything Link 87 Notes Too Much STEM, Not Enough Computer Science? codeorg : Not a day goes by that I don't read an"
    },
    {
      "url": "http://www.adaptec.com/",
      "title": "Adaptec | Microchip Technology",
      "description": "Microchip Technology is a leading provider of microcontroller, mixed-signal, analog and Flash-IP solutions that also offers outstanding technical support.",
      "preview": "Skip to main content Skip to footer We detect you are using an unsupported browser. For the best experience, please visit the site using Chrome, Firef"
    },
    {
      "url": "https://www.brookings.edu/research/what-do-we-know-about-the-expansion-of-k-12-computer-science-education",
      "title": "What do we know about the expansion of K-12 computer science education? | Brookings",
      "description": "This brief reviews various efforts around the world to improve and scale computer science education.",
      "preview": "Search Home What do we know about the expansion of K-12 computer science education? Share Share Bluesky Streamline Icon: https://streamlinehq.com Blue"
    },
    {
      "url": "http://www.cite-sciences.fr/home_flash/index.html",
      "title": "La page n'existe pas - Accueil Cité des sciences et de l'industrie - Expositions, conférences, cinémas, activités culturelles et sorties touristiques pour les enfants, les parents, les familles - Paris",
      "description": "void",
      "preview": "La page que vous avez demandée n'existe pas Infos pratiques Au programme Expos permanentes Expos temporaires"
    },
    {
      "url": "https://www.hulyah.com/products/3-qul-surah-al-falaq-an-nas-and-al-ikhlas-bracelet-exclusive",
      "title": "Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet , Islam Jewelry, Gift For Muslim, Allah Cuff, Quran Pendant, İslam Pendant, islamic fashion, muslim,Name necklace - HULYAH",
      "description": "Ayatul Kursi Cuff, Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet Ayatel Kursi Bracelet, Islam Jewelry, Gift For Muslim, Allah Necklace, Quran Pendant, İslam Pendant, Islamic fashion, Muslim, Name necklace Islamic Jewelry, Ayatul Kursi Jewellery, Arabic Jewelry Gift, Farther's Day Gift",
      "preview": "Skip to content Pause slideshow Play slideshow 30-Day Money-Back Guarantee 3-Qul: Surah Al-Falaq, An-Nas, and Al-Ikhlas Bracelet | Exclusive No review"
    },
    {
      "url": "https://www.contentful.com/",
      "title": "Content that scales. Experiences that convert. | Contentful",
      "description": "Contentful DXP uses AI-driven analytics to help you personalize, optimize, and create standout digital experiences at scale. Effortlessly.",
      "preview": "/ ✨ Next-gen digital experiences Lorem ipsum dolor sit amet... whatever If you're not personalizing, your content is just filler. Break through with h"
    },
    {
      "url": "https://svenska.yle.fi/t/18-213126",
      "title": "Krigsfartyg | Svenska Yle | Nyheter, sport, händelser",
      "description": "Yles innehåll om \"Krigsfartyg\" snabbt och pålitligt.",
      "preview": "Hoppa till huvudinnehåll Hoppa till huvudinnehåll Krigsfartyg Därför satsar Ryssland på sin flotta nu - och det här betyder det för Östersjön Ryssland"
    },
    {
      "url": "https://www.likewise.com/contact-us/",
      "title": "Contact Us",
      "description": "Need to get in touch with Likewise? Send us an email!",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "https://partner.microsoft.com/en-US/membership/cloud-solution-provider",
      "title": "Drive profitability as a Cloud Solution Provider",
      "description": "Cloud Solution Provider (CSP) partners serve as trusted advisors-and Microsoft provides the investments you need to address evolving customer demand.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    }
  ],
  "_meta": {
    "total_bookmarks": 96
  }
}