{
  "data": [
    {
      "url": "https://www.communitygarden.org/garden",
      "title": "Find a garden | ACGA",
      "description": "void",
      "preview": "top of page FIND A GARDEN - SHARE A GARDEN Looking for a garden? Begin by looking at the map on this page and clicking on the \"map tack\" with number"
    },
    {
      "url": "https://www.virgin.com/virgin-unite/latest/how-climate-trace-is-making-the-invisible-visible",
      "title": "How Climate TRACE is making the invisible, visible | Virgin",
      "description": "How Climate TRACE is making the invisible, visible",
      "preview": "JavaScript is required to view this site. Latest Virgin Unite website How Climate TRACE is making the invisible, visible Jack Brockway by Clare Kelly"
    },
    {
      "url": "https://www.beatsbydre.com/support/international-numbers.html",
      "title": "Beats support: International numbers - Apple Support",
      "description": "Need purchasing help or have a question about a recent order? Find the number for support in your country or region below.",
      "preview": "Beats support: International numbers Need purchasing help or have a question about a recent order? Find the number for support in your country or regi"
    },
    {
      "url": "https://province-courses.fr/24H/article_PDF.php?id=8822",
      "title": "24H AU TROT - Accueil",
      "description": "24H AU TROT c'est une nouvelle lecture de l'actu des courses.",
      "preview": "Les articles à la une Un Prix des Ducs de Normandie à enjeux multiples Actualité - 07.05.2025 La grande rencontre caennaise du printemps, qui se tiend"
    },
    {
      "url": "https://a-alexandra.blogspot.com/2012/08/",
      "title": "A Alexandra: august 2012",
      "description": "Cuvintele sunt cheia! Alese corect, ele pot deschide orice suflet și închide orice gură.",
      "preview": "31 august 2012 De 10 ori mai ... Bruneta, buna, carismatica, zambareata, modesta, incapatanata, ambitioasa, dragastoasa, iubareata ... Atat! Restul su"
    },
    {
      "url": "https://bbbprograms.org/programs/all-programs/children's-advertising-review-unit",
      "title": "Children's Advertising Review Unit (CARU) - BBB National Programs",
      "description": "Discover how the Children's Advertising Review Unit (CARU) promotes responsible advertising to children. From COPPA Safe Harbor compliance to protecting children's privacy, CARU sets guidelines for child-directed advertising and marketing to kids.",
      "preview": "Children's Advertising Review Unit (CARU) The Children's Advertising Review Unit (CARU) was established in 1974 to promote responsible advertising to"
    },
    {
      "url": "http://www.nonsisamai.com/2008/10/voi-lo-sapete-che-giornali-leggete.html?showComment=1222887960000",
      "title": "Non Si Sa Mai: voi lo sapete che giornali leggete?",
      "description": "Sarah Palin no .",
      "preview": "mercoledì 1 ottobre 2008 voi lo sapete che giornali leggete? Sarah Palin no . Posted by nonsisamai at 06:06 Invia tramite email Postalo sul blog Condi"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-200-100018",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "http://archives.nereusprogram.org/event/preparatory-committe-for-marine-biological-diversity-of-areas-beyond-national-jurisdiction/?lang=en",
      "title": "Second Session of the Preparatory Committee for Marine Biological Diversity of Areas Beyond National Jurisdiction | Nereus Program",
      "description": "Comments",
      "preview": "Languages English 日本語 Events Calendar view all This event has passed. Second Session of the Preparatory Committee for Marine Biological Diversity of A"
    },
    {
      "url": "https://www.questdiagnostics.com/social-media?elqTrackId=ca7dff9e794942668828e4f7c98645dc&elqaid=93&elqat=2",
      "title": "Social media | Quest Diagnostics",
      "description": "Social media",
      "preview": "Skip to main content Social Media We welcome you to stay connected with us. In this section you will find links to our Twitter, Facebook, and other so"
    },
    {
      "url": "https://artmillgroup.com/services/contemporary-framing-alternatives/",
      "title": "Contemporary Framing Alternatives",
      "description": "void",
      "preview": "Contemporary Framing Alternatives We create a fine art print from your image and mount it in 1 of 8 product styles of your choice. Your gallery qualit"
    },
    {
      "url": "https://www.nba.com/standings",
      "title": "NBA Team Standings & Stats | NBA.com",
      "description": "The standings and stats of the current NBA season. Keep track of how your favorite teams are performing and who will make the playoffs.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.ywcacassclay.org/",
      "title": "YWCA Cass Clay",
      "description": "YWCA Cass Clay is where survivors of domestic violence and homelessness find safety, shelter, and support. YWCA Emergency Shelter provides safety to over 1200 individuals annually as the largest shelter for women and children in North Dakota and NW Minnesota. YWCA Supportive Housing provides safe, affordable housing to 350 adults and children for the longer journey to stability and independence.",
      "preview": "0 Your support shows you care When you give to YWCA through the FM Area Foundation Caring Catalog now through December 2 , YOU provide safety, shelter"
    },
    {
      "url": "https://www.stef.be/bassoontracker/",
      "title": "BassoonTracker - Amiga music tracker - By Steffest",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.vermontcountrystore.com/open-stock-portuguese-cotton-flannel-sheets/product/78139",
      "title": "Open Stock Flannel Bedding | Vermont Country Store",
      "description": "The Open Stock Flannel Bedding from The Vermont Country Store is made from soft Portuguese flannel. Tripled brushed for an extra smooth feel.",
      "preview": "Homepage > Bedding > Sheets & Pillowcases Open-Stock Portuguese Cotton Flannel Sheets Portuguese Flannel 4.4 | 95 Reviews Write a review Ask a questio"
    },
    {
      "url": "http://intranet.ywca.org/",
      "title": "Home - YWCA Intranet",
      "description": "The site home page",
      "preview": "Skip main navigation (Press Enter). Contact Us YWCA Week Without Violence - Safe Beginnings: Protecting Mothers, Nurturing Futures - Oct 20-24 - Learn"
    },
    {
      "url": "https://principles.design/",
      "title": "Design Principles",
      "description": "An Open Source collection of Design Principles and methods",
      "preview": "Privacy-first principles: Get $10 credit today with Fathom Analytics. Find out more ."
    },
    {
      "url": "https://www.a-b-c.org/",
      "title": "Association to Benefit Children | A champion for all children",
      "description": "Discover ABC's programs in early childhood, Early Intervention, mental health, afterschool and summer camp, Preventive Services dedicated to supporting vulnerable children and families in New York City. We are a 501(c)3 registered nonprofit organization.",
      "preview": "0"
    },
    {
      "url": "https://braverangels.org/",
      "title": "Braver Angels",
      "description": "Braver Angels is a citizens' organization uniting red and blue Americans in a working alliance to depolarize America",
      "preview": "Skip to content We're taking a stand against toxic politics. Will you join us? Braver Angels is leading the nation's largest cross-partisan, volunteer"
    },
    {
      "url": "https://www.jcpenney.com/p/eva-nyc-kweeen-glitter-spray/ppr5008150071?pTmplType=regular",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://connecticut.aiga.org/event/international-speaking-tour-ram-castillo-the-birth-of-a-designer/",
      "title": "International Speaking Tour: Ram Castillo, THE BIRTH OF A DESIGNER | AIGA Connecticut",
      "description": "Join AIGA CT and author/award-winning graphic designer Ram Castillo as he shares advice for emerging designers looking to launch their career. Ram's talk will address education, portfolio creation, networking, and interviews as part of an effective strategy for landing a job in the field.",
      "preview": "Search Donate Events Upcoming Events Past Events Event Recordings Archive Blog Get Involved Become a Volunteer Join the Board Sponsor Us Student Group"
    },
    {
      "url": "https://www.ft.com/companies",
      "title": "Companies | Financial Times",
      "description": "News from the world's largest and most influential companies. Get the latest from global brands across various industries, including Amazon, Netflix, Disney, Adidas, and more.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Companies Add to myFT Lead story in Companies First Brands Group Insurers pr"
    },
    {
      "url": "http://www.lasers.org.uk/Courses/msc.htm",
      "title": "Masters MSc (Eng) Programme | Laser Group at Liverpool",
      "description": "void",
      "preview": "Masters MSc (Eng) Programme Laser Group at Liverpool > Courses > Laser Engineering > Masters MSc (Eng) Programme MSc(Eng) in APPLICATIONS OF LASER IN"
    },
    {
      "url": "https://dakotaathletics.com/main/calendar/caltype/week",
      "title": "Dakota High School Calendar of Events",
      "description": "void",
      "preview": "Skip to Header Skip to Main Content Skip to Footer Twitter GO COUGARS! Twitter Home Sports & Activities Baseball Boys Basketball Girls Boys Cheer Team"
    },
    {
      "url": "https://www.spirittoolkit.com",
      "title": "HOME | Mysite",
      "description": "void",
      "preview": "top of page SCROLL PARANORMAL TOOLS IN YOUR POCKET Never forget your tools at home again. ABOUT Spirit Took Kit Spirit Took Kit is a collection of too"
    },
    {
      "url": "https://www.wtatennis.com/scores",
      "title": "Tennis Scores | Live Updates & Recent Matches - WTA Official",
      "description": "Stay updated with real-time Tennis Scores from the Women's Tennis Association. Track live matches, review recent results and follow your favorite female tennis players. Dive into the world of women's professional tennis today.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Loading Loading matches Rese"
    },
    {
      "url": "https://www.uniqlo.com/us/en/products/E433604-000/00?colorDisplayCode=00&sizeDisplayCode=003",
      "title": "Rayon Blouse | UNIQLO US",
      "description": "Shop womens Rayon Blouse at UNIQLO US. Read customer reviews, explore styling ideas, and more.",
      "preview": "Fall Sale Starts Now! | SHOP NOW Rayon Blouse Color: 00 WHITE WOMEN S XXS XS S M L XL XXL Add to cart Add to wish list Store availability Please check"
    },
    {
      "url": "https://postmormon.org/exp_e/index.php?URL=http://sugimevu.blogspot.com/",
      "title": "PostMormon.org",
      "description": "Web site created using create-react-app",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.ikea.com/us/en/p/komplement-insert-for-pull-out-tray-light-gray-s09277843/",
      "title": "KOMPLEMENT insert for pull-out tray, light gray, 393/8x227/8\" - IKEA",
      "description": "KOMPLEMENT insert for pull-out tray, light gray, 393/8x227/8\" Whether you have a passion for shoes, a soft spot for sweaters or a fancy for jewelry and accessories, KOMPLEMENT interior organizers tailor your wardrobe to make the best use of available space.",
      "preview": "Skip to main content informationCircle Last call for fall savings on all sofas and lamps. Deals end 10/12. 7 KOMPLEMENT images Skip images All media K"
    },
    {
      "url": "https://www.bsr.org/en/",
      "title": "Sustainable Business Network and Advisory Services | BSR",
      "description": "BSR™ is an organization of sustainable business experts that works with its global network of the world's leading companies to build a just and sustainable world.",
      "preview": "Who We Are Business Transformation for a Just and Sustainable World BSR® is a sustainable business network and consultancy focused on creating a world"
    },
    {
      "url": "https://www.close.com/pricing",
      "title": "Close CRM Pricing, Plans, and Reviews",
      "description": "The only all-in-one CRM and sales outreach solution you can buy without a contract. Start your FREE 14-day free trial today. No credit card required.",
      "preview": "Product Pricing Blog Resources About Log in Try Close NEW Solo Plan Starting at $9/mo Win more with Close Plans designed to grow with your business An"
    },
    {
      "url": "https://www.khanacademy.org/math/statistics-probability",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sio365.com/directory/general-trading-consultant-suppliers/general-trading-consultant-suppliers.htm",
      "title": "General Trading Consultant Suppliers in the UAE | SIO365",
      "description": "Find General Trading Consultant Suppliers, suppliers, manufacturers, distributors and service providers in the UAE. Compare profiles, request quotes and connect with Top General Trading Consultant Suppliers Companies on SIO365.",
      "preview": "Home General Trading Consultant Suppliers General Trading Consultant Suppliers in the UAE Find General Trading Consultant Suppliers, suppliers, manufa"
    },
    {
      "url": "http://fireflyfans.net/mthread.aspx?bid=11&tid=33415&p=2",
      "title": "What Song Are You Listening To, What's My Age Again? by deepgirl187",
      "description": "Three days of over-60 weather. Still waiting for the other shoe to drop. :wink: Tears Don't Fall, by Bullet For My Valentine Previous thread is here: ...",
      "preview": "Sign Up | Log In ABOUT MAP CHAT EVENTS FIRECASTS BLOGS COMMUNITY BLUE SUN ROOM PROFILE HOME HOME >> COMMUNITY >> TALK STORY >> WHAT SONG ARE YOU LISTE"
    },
    {
      "url": "https://allenai.org/terms",
      "title": "Ai2's terms and conditions for our website.",
      "description": "Terms and conditions | Ai2",
      "preview": "Ai2 Terms And Conditions of Use Terms and Conditions of Use Effective: September 25, 2024 WELCOME TO Ai2! BEFORE YOU USE OR ACCESS OUR WEBSITES AND SE"
    },
    {
      "url": "https://gardening.stackexchange.com/help/badges/2/student?userid=29656",
      "title": "Student - Badge - Gardening & Landscaping Stack Exchange",
      "description": "Q&A for gardeners and landscapers",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Student Student"
    },
    {
      "url": "https://www.restaurantworkerscf.org/",
      "title": "Restaurant Workers' Community Foundation",
      "description": "void",
      "preview": "Welcome Restaurant Workers' Community Foundation is an advocacy and action nonprofit created by and for restaurant workers. We are a nationwide commun"
    },
    {
      "url": "https://www.comptoir-beaute-sante.com/fr/47-masques-pour-le-visage?q=Marque-ZEN%27AR%C3%B4ME&order=product.position.asc",
      "title": "masque visage",
      "description": "Les masques bio pour le visage",
      "preview": "Accueil Idées cadeaux keyboard_arrow_down keyboard_arrow_up Idée cadeau femme Idée cadeau enfants Coffrets senteur maison Coffrets bain & beauté et bi"
    },
    {
      "url": "https://7elevenna.service-now.com/csm_stripe",
      "title": "Customer Service Portal Stripe - Stripe Customer Support",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://global-standard.org/",
      "title": "Home - GOTS - Global Organic Textile Standard",
      "description": "GOTS is the worldwide leading textile processing standard for organic fibres, including ecological and social criteria, backed up by independent certification o",
      "preview": "Skip to main content News Downloads Q&A Glossary Media Centre For consumers Contact Search EN DE Global Standard launches public consultation for the"
    },
    {
      "url": "https://uxr-optout.withgoogle.com/?referral_code=0&reserved=0&pType=0&productTag=0&campaignType=0&campaignDate=0&labelTag=0&appTag=0&l=0&Q_Language=0&p_utm_source=0&p_utm_medium=0&p_utm_campaign=0&p_utm_term=0&p_utm_content=0",
      "title": "Google UXR - Opt-Out",
      "description": "void",
      "preview": "User Experience Research Unsubscribe from Google User Experience Research studies mailing list You were contacted by the Google User Experience Resear"
    },
    {
      "url": "https://info.uptogether.org/es/infosession/general",
      "title": "Sesión de información UpTogether 2021 | UpTogether",
      "description": "void",
      "preview": "Usted quiere ayudar a sus familiares y amigos a alcanzar sus metas y recibir inversiones en efectivo? UpTogether es una plataforma en línea donde uste"
    },
    {
      "url": "https://www.eibabo.be/fr/abb/barre-de-phase-tripolaire-10mm2-ps-3-12-fi-eb10643883",
      "title": "ABB | PS 3/12 FI | Jeu de barres - Barre de phase tripolaire 10mm² PS 3/12 FI | 2CDL230002R1012 | Peigne de raccordement",
      "description": "Jeu de barres - Barre de phase tripolaire 10mm² PS 3/12 FI - ABB - PS 3/12 FI - 2CDL230002R1012 - 4016779571074: Nombre de phases 3, Nombre de pôles 12, Convient pour le nombre d'appareils 4, Mesure de division 44698 mm, Section transversale 10 mm², Longueur 214 mm, Largeur en unités de division 12, Courant continu nominal Iu 63 A, Conception de connexion électri...",
      "preview": "Pour profiter pleinement de eibabo.be, nous vous recommandons d'activer Javasript dans votre navigateur. > plus Lien Évaluer Jeu de barres - Barre de"
    },
    {
      "url": "https://www.answerbag.com/q_view/731917",
      "title": "Are you going to behave yourself today?",
      "description": "Ask questions on any topic, get real answers from real people. Have a question? Ask it. Know an answer? Share it.",
      "preview": "| QUESTIONS | CATEGORIES | BLOG | PROFILE | Login | Register | ASK QUESTION Social sciences → Psychology → Human behavior A re you going to behave you"
    },
    {
      "url": "http://www.cineca.it/",
      "title": "Home Page | Cineca",
      "description": "Cineca è un Consorzio Interuniversitario al servizio del sistema accademico, dell'istruzione e della ricerca nazionale: è il maggiore centro di calcolo in Italia, uno dei più importanti a livello mondiale",
      "preview": "Salta al contenuto principale CINECA è PROGETTARE IL FUTURO Il futuro è dentro di noi molto prima che accada Guarda il video Nascondi Video Innovare e"
    },
    {
      "url": "http://www.frasi.net/ricette/default.asp",
      "title": "» 26.700 Ricette di cucina italiana",
      "description": "void",
      "preview": "cerca in Tutte le aree - Frasi - Nomi - Ricette -- Antipasti -- Primi -- Carne -- Pollame -- Pesce -- Contorni -- Salse -- Dessert -- Bevande - Giochi"
    },
    {
      "url": "https://www.hidive.com",
      "title": "HIDIVE: Watch Anime Anywhere",
      "description": "Watch anime subbed or dubbed! Stream Jellyfish Can't Swim in the Night, Whisper Me a Love Song, Ragna Crimson, The Eminence in Shadow, Chained Soldier, My Instant Death Ability is Overpowered and more!",
      "preview": "void"
    },
    {
      "url": "https://airbel.rescue.org/",
      "title": "Research and Innovation | Airbel Impact Lab - Research & Innovation at the IRC",
      "description": "Airbel Impact Lab is the innovation team at the International Rescue Committee. We develop products, services, and systems to improve humanitarian response-creating lasting impact for people affected by conflict and crisis.",
      "preview": "Research and Innovation at the International Rescue Committee We design, test and scale life-changing products and services to solve the challenges pe"
    },
    {
      "url": "https://slidesgo.com/",
      "title": "Free Google Slides themes and Powerpoint templates | Slidesgo",
      "description": "Discover the best Google Slides themes and PowerPoint templates you can use in your presentations - 100% Free for any use.",
      "preview": "Create stunning presentations faster with AI Go from idea to slides in seconds with AI and free templates for Google Slides, Canva, and PowerPoint. PD"
    },
    {
      "url": "https://www.vg.no/sport",
      "title": "VG Sport - Alt om sport",
      "description": "Les alt om sport, og få siste nytt om fotball, håndball, vintersport, tennis, friidrett og mye mer!",
      "preview": "Hopp til hovedinnholdet"
    },
    {
      "url": "https://docs.python.org/3/library/concurrent.futures.html",
      "title": "concurrent.futures - Launching parallel tasks - Python 3.14.0 documentation",
      "description": "Source code: Lib/concurrent/futures/thread.py, Lib/concurrent/futures/process.py, and Lib/concurrent/futures/interpreter.py The concurrent.futures module provides a high-level interface for asynchr...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Concurrent Execution » concurrent.futures -"
    },
    {
      "url": "https://www.docketalarm.com/cases/Texas_Eastern_District_Court/6--20-cv-00176/R.J._Reynolds_Tobacco_Company_et_al_v._United_States_Food_And_Drug_Administration_et_al/1/",
      "title": "R.J. Reynolds Tobacco Company et al v. United States Food And Drug Administration et al, 6:20-cv-00176, No. 1 (E.D.Tex. Apr. 3, 2020)",
      "description": "<div class='snippet_line'><em class=''>complaint</em> against all defendants ( filing fee $ 400 receipt number 0540-7736993.</div>. Comment letter of rai ...",
      "preview": "Courts Supplemental Search This tool searches government databases directly, ensuring you get up-to-the-minute results. Fees apply when performing sup"
    },
    {
      "url": "https://nmaahc.si.edu/",
      "title": "A People's Journey, A Nation's Story | National Museum of African American History and Culture",
      "description": "void",
      "preview": "Skip to main content A People's Journey, A Nation's Story Welcome to the Smithsonian's National Museum of African American History & Culture Operation"
    },
    {
      "url": "https://oscarherradon.com/2021/10/10/la-naranja-mecanica-50-anos-de-un-clasico-instantaneo/",
      "title": "La Naranja Mecánica: 50 años de un clásico instantáneo - DENTRO DEL PANDEMONIUM",
      "description": "En julio de este año la controvertida y genial película dirigida por Stanley Kubrick, adaptación de la novela homónima de Anthony Burgess, cumplió 50 años, momento en que se editaron varios libros conmemorativos. En «Dentro del Pandemónium» recordamos algunas de las anécdotas de su rodaje y la intrahistoria del original literario. Óscar Herradón © Stanley...",
      "preview": "Saltar al contenido En julio de este año la controvertida y genial película dirigida por Stanley Kubrick, adaptación de la novela homónima de Anthony"
    },
    {
      "url": "http://www.afterschoolalliance.org/",
      "title": "Afterschool Alliance",
      "description": "void",
      "preview": "Find Afterschool Funding"
    },
    {
      "url": "https://www.google.com.tr/url?q=https://aevt.org/wishlist/electric-car-charger-load-calculation?utm_source=zalo&utm_medium=zalo&utm_campaign=zalo",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://aevt.org/wishlist/electric-car-charger-load-calculation?u"
    },
    {
      "url": "https://www.latham.london/2016/06/shanghai-set-to-improve-air-quality-ahead-of-g20-summit/",
      "title": "Shanghai Set to Improve Air Quality Ahead of G20 Summit | Latham.London",
      "description": "By Paul Davies and Andrew Westgate In advance of the first ever G20 summit to be hosted in China this year, the Shanghai Environmental Protection Bureau",
      "preview": "Skip to content By Paul Davies and Andrew Westgate In advance of the first ever G20 summit to be hosted in China this year, the Shanghai Environmental"
    },
    {
      "url": "https://filemagazine.com/",
      "title": "FileMagazine.com: Unveiling Stories Through Captivating Imagery",
      "description": "Explore the world of visual storytelling at FileMagazine.com. Immerse yourself in a collection of captivating photographs and images that unveil powerful narratives, diverse perspectives, and the beauty of the human experience.",
      "preview": "Skip to content Latest Posts The Best Time of Day for Bird Watching April 7, 2025 Vegan Haircare: Top Brands and Tips for Healthy Hair September 30, 2"
    },
    {
      "url": "https://zora.medium.com/no-asap-rocky-jonathan-majors-are-not-being-emasculated-353b34cde54?source=home---------5------------------0----------",
      "title": "No, ASAP Rocky And Jonathan Majors Are Not Being Emasculated | by Whitney Alese | ZORA",
      "description": "No, ASAP Rocky And Jonathan Majors Are Not Being Emasculated \"Emasculate\" is one of those words I wish more folks simply hadn't learned. Case in point, it's overuse in recent conversations ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in ZORA · A publication from Medium that centers the stories, poetry, essays"
    },
    {
      "url": "https://blog.hubspot.com/marketing/email-design-templates-and-inspiration",
      "title": "14 of the Best Examples of Beautiful Email Design",
      "description": "Finding new html email inspiration can be a daunting task when you're an email marketer. Find inspiration for your next email marketing campaign.",
      "preview": "Home Marketing 14 of the Best Examples of Beautiful Email Design 14 of the Best Examples of Beautiful Email Design Written by: Lindsay Kolowich Cox MA"
    },
    {
      "url": "https://www.chuldenkopaintings.com/about",
      "title": "ABOUT - CHULDENKO",
      "description": "void",
      "preview": "0 photo:james geer SARAH CHULDENKO Sarah Chuldenko Reynolds lives and works in Los Angeles, California. She is originally from Chagrin Falls, Ohio and"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#county-view",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://bookriot.com/the-hate-u-give-banned/",
      "title": "THE HATE U GIVE Banned by Texas School District",
      "description": "The Hate U Give banned! Angie Thomas' award winning novel The Hate U Give has been banned by a Katy, Texas school district without the usual review process.",
      "preview": "✕ This content contains affiliate links. When you buy through these links, we may earn an affiliate commission. Vanessa Diaz Managing Editor Book Riot"
    },
    {
      "url": "https://www.aer.org.ar/marcelo-krynski-lideres-para-una-gestion-inteligente/",
      "title": "Marcelo Krynski: Líderes para una gestión inteligente - AER | Asociación Empresaria de Rosario",
      "description": "Marcelo Krynski, Director de Crear Contextos, visita Rosario para dar dos charlas dedicada a empresas. Una de las premisas que transmitirá es \"Donde hay una empresa de éxito alguien tomó alguna vez una decisión valiente\" , de Peter Drucker. Otro de los mensajes será \"Empieza donde estés, usa lo que tengas, haz lo que puedas\" [...]",
      "preview": "Institucional ¿Qué es AER? Autoridades Cámaras y Asociaciones Adheridas Consulado Sectores Federación de Centros Comerciales Abiertos Región Rosario F"
    },
    {
      "url": "https://upstatediving.com/about/",
      "title": "About - Upstate NY Diving",
      "description": "void",
      "preview": "Skip to content We are happy you are here! You have found the #1 Developmental Diving Club in the United States. On this page you will about the many"
    },
    {
      "url": "https://www.icvanetwork.org/",
      "title": "Home - ICVA",
      "description": "International Council of Voluntary Agencies",
      "preview": "Search Accessibility Members Login Menu Close Blogs & Statements About ICVA Our Governance Our Team ICVA Annual Reports Forced Displacement UNHCR Stan"
    },
    {
      "url": "https://buergerinfo.ebersdorf.de/si0046.php?__cjahr=2023&__cmonat=10&__canz=3&smccont=85&__osidat=d&__ksigrnr=9&__cselect=131072",
      "title": "SessionNet | Gemeinsamer Jugendausschuss - Termine 2023",
      "description": "void",
      "preview": "Startseite Kalender Organisation Gemeinderat Gremien Dokumente Aktuelle Dokumente Recherche RSS-Feed Gemeinsamer Jugendausschuss - Termine 2023 Inform"
    },
    {
      "url": "https://woistphilipp.de/img_8376/",
      "title": "IMG_8376 - Wo ist Philipp?",
      "description": "void",
      "preview": "Wo ist Philipp? Berlin Menü Schließen Zum Geleit Reihen Tee in der vierten Dimension Telegramme Impressum & Rechtliches Zum Geleit Reihen Tee in der v"
    },
    {
      "url": "https://consultations.worldbank.org/?map=1",
      "title": "World Bank Consultations",
      "description": "With 189 member countries, the World Bank Group is a unique global partnership fighting poverty worldwide through sustainable solutions.",
      "preview": "Consultations Need help? Contact us About Consultations Ongoing dialogue between the World Bank Group and stakeholders-government, civil society, medi"
    },
    {
      "url": "https://www.urbanchamber.org/",
      "title": "Home - Urban Chamber of Commerce",
      "description": "Directory Quick Links View Directory Events Jobs Library Join Now! Featured Members Upcoming Events Providing the RIGHT Data Making the RIGHT Decisions Facilitating the RIGHT Connections Learn More About Nevada Grow Upcoming Events UCC Photos Subscribe to Newsletter",
      "preview": "Skip to content Directory Quick Links View Directory Events Jobs Library Join Now! Featured Members Upcoming Events Providing the RIGHT Data Making th"
    },
    {
      "url": "https://glamfhs.org.uk/bridgend-events/eventsbyday/2021/10/16/-",
      "title": "Bridgend Events",
      "description": "void",
      "preview": "+44 (0) 07490 457058 This email address is being protected from spambots. You need JavaScript enabled to view it. In order to provide you with the bes"
    },
    {
      "url": "https://www.ujafedny.org/",
      "title": "Home » UJA-Federation of New York",
      "description": "UJA-Federation of New York strengthens Jewish communities locally and globally, supports those in need, combats antisemitism, and responds to global crises.",
      "preview": "Standing Proud. Standing Strong. Will you stand with us? In Israel More than $300 million allocated since October 7. Learn more keyboard_arrow_right S"
    },
    {
      "url": "https://www.landforsaleintabananbali.com/land-for-sale-in-tabanan-bali-by-bali-real-property/affordable-17604-m2-land-sale-in-tabanan-kerambitan-bali-tjtb342/",
      "title": "Affordable 17,604 m2 LAND SALE IN Tabanan Kerambitan BALI TJTB342 | Land for sale in Tabanan Bali Indonesia",
      "description": "LAND SALE IN Tabanan Kerambitan BALI Located in Tibu Biu Kerambitan, Tabanan Kerambitan this affordable 17,604 sqm LAND IN TABANAN BALI FOR SALE featuring...",
      "preview": "Affordable 17,604 m2 LAND SALE IN Tabanan Kerambitan BALI TJTB342 Published by Bali Property Land for sale on 22 LAND SALE IN Tabanan Kerambitan BALI"
    },
    {
      "url": "https://www.defevercruisers.com/design_details.asp?id=32",
      "title": "DeFever Cruisers - A Club for Yachting Enthusiasts with a Passion for DeFever Vessels and the Cruising Life!",
      "description": "void",
      "preview": "MEMBER LOGIN About Us DeFever History DeFever Designs A DeFever Experience Member Benefits FAQ Join Contact Us Links of Interest Member Stats Upcoming"
    },
    {
      "url": "https://www.muzemerch.com/partner/california-academy-of-sciences",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://hr.unm.edu/",
      "title": "Home :: Human Resources | The University of New Mexico",
      "description": "void",
      "preview": "Your browser does not support JavaScript! This will website not will not operate properly without JavaScript. The University of New Mexico Facebook Tw"
    },
    {
      "url": "http://www.maven.sc",
      "title": "Maven | Creative Agency specialising in Design, Print, Web & TV",
      "description": "Creative agency specialising in design, print, web & TV with offices in Seychelles and Serbia.",
      "preview": "Skip to main content Work COVID-19 Android & iOS App Android and iOS app development for COVID-19. Work Air Seychelles Website Redesign Design and dev"
    },
    {
      "url": "https://lalibellule.ch/centre-nature/ateliers/",
      "title": "Ateliers - la libellule",
      "description": "Nos ateliers au centre nature...",
      "preview": "Ateliers Venez acquérir des nouveaux savoir-faire. Repartez avec votre bac à plantons, apprenez à réaliser votre propre balcompost ou découvrez les te"
    },
    {
      "url": "https://dati.comune.milano.it/organization/comunedimilano",
      "title": "Comune di Milano - Organizzazioni - Open Data - Comune di Milano",
      "description": "void",
      "preview": "Salta al contenuto Home Organizzazioni Comune di Milano Ricerca Datasets Submit Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica P"
    },
    {
      "url": "http://www.unoceans.org/",
      "title": "Excel with Diablo 4 Power Leveling | Your Sanctuary to Diablo 4 Mastery",
      "description": "Venture into the depths of Sanctuary elevated by our comprehensive Diablo 4 Power Leveling advice.",
      "preview": "Diablo 4 Power Leveling: Your Guides For Dominating Sanctuary Diablo 4 Cinematics: Memorable Moments Like a seasoned adventurer delving into ancient r"
    },
    {
      "url": "http://www.huffingtonpost.com/madelynne-wager/big-hearts-and-selfintere_b_6705648.html",
      "title": "Big Hearts and Self-interest to the Rescue -- How Millennials Could Save Us | HuffPost Impact",
      "description": "However, while Millennials are not as enigmatic as the hype suggests, like all generations, the conditions into which they were born do make them slightly different or, in this case, even special.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Impact. ©2025 BuzzFeed, Inc. All rights reserved. What"
    },
    {
      "url": "https://news.engr.psu.edu/2023/burgos-bill-named-distinguished-alumnus.aspx",
      "title": "Professor Bill Burgos named distinguished alumnus by alma mater | Penn State Engineering",
      "description": "void",
      "preview": "Penn State | College of Engineering < Back Credit: Jeff Xu/Penn State Professor Bill Burgos named distinguished alumnus by alma mater January 24, 2023"
    },
    {
      "url": "https://privacyportalde-cdn.onetrust.com/dsarwebform/2159c482-749a-49db-916b-475017a9efa5/ac1b3f16-60f7-4795-aca2-2240267ed067.html",
      "title": "People Inc. Data Subject Rights Request Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://experience.intellum.com/student/page/497283",
      "title": "Privacy : Intellum",
      "description": "This activity relays how to handle privacy concerns about the Intellum Platform.",
      "preview": "Skip to main content Search Topics All Topics Data + Reporting Certifications Get Started with Evolve Learn Legacy Evolve All Activities Log In At Int"
    }
  ],
  "_meta": {
    "total_bookmarks": 84
  }
}