{
  "data": [
    {
      "url": "https://network.creativecommons.org/?ref=global-affiliate-network",
      "title": "CC Global Network Community Site",
      "description": "The Creative Commons Global Network works together to realize our shared values and build relationships around the world.",
      "preview": "× Help us build a vibrant, collaborative Global Commons View More Featured members Mariana Valente Brazil Ethan Senack United States Ilkay Holt United"
    },
    {
      "url": "https://www.pmindia.gov.in/en/",
      "title": "Prime Minister of India",
      "description": "Pm India Website",
      "preview": "PMINDIA Previous Next PM's address at the India-UK CEO Forum PM's address at the launch of multiple development projects in Mumbai, Maharashtra PM's s"
    },
    {
      "url": "https://carvellwallace.medium.com/",
      "title": "Carvell Wallace - Medium",
      "description": "Read writing from Carvell Wallace on Medium. This is where I experiment. This is where I learn to write.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Carvell Wallace 26K followers The Photograph There is a new book out, a c"
    },
    {
      "url": "https://meteofrance.com/actualites",
      "title": "ACTUALITES METEO avec Météo-France",
      "description": "Retrouvez les actualités météo de Météo-France sur notre site Internet, mais aussi les dossiers sur le changement climatique, le climat, ...",
      "preview": "${alert.titre} ${alert.title} Actualités Retrouvez tous les jours toutes les infos météorologiques et climatiques. Infos météo Infoclimat / YAVRIL Tem"
    },
    {
      "url": "https://www.anticariat-ezoteric.ro/",
      "title": "anticariat-ezoteric.ro - Primul anticariat ezoteric virtual din Romania. Comanda acum carti online!",
      "description": "www.anticariat-ezoteric.ro - Primul anticariat ezoteric virtual online din Romania. Aici gasesti carti din domeniile astrologie, numerologie, tarot, ocultism, magie, vise, Yoga, PSI, OZN, paranormal, parapsihologie, bioenergie, terapii complementare, filosofie si Feng Shui. Comanda acum online carti ale celor mai prestigioase edituri din Romania si strainatate!",
      "preview": "void"
    },
    {
      "url": "https://kj555.net/virtual-casino-etiquette/",
      "title": "Virtual Casino Etiquette - Kj555",
      "description": "void",
      "preview": "Skip to content The best way to host a teenage party that stays under control is to provide an activity that completely involves and engages the kids."
    },
    {
      "url": "https://together.nbcuni.com/advertise/?utm_source=today&utm_medium=referral&utm_campaign=property_ad_pages",
      "title": "Advertise With Us | NBCUniversal Together",
      "description": "Interested in learning more about our advertising opportunities under NBCU's One Platform? Reach out to start working with us today.",
      "preview": "void"
    },
    {
      "url": "https://blog.artstorefronts.com/new-features/",
      "title": "Art Storefronts Features - New Additions to the ASF Platform",
      "description": "The latest and greatest features and updates we have released for the Art Storefronts online art gallery platform to help you sell more art online.",
      "preview": "#New Features The latest and greatest features and updates we have released for the Art Storefronts online art gallery platform. Send Me New Feature U"
    },
    {
      "url": "https://www.allsquarempls.com/",
      "title": "Home | All Square",
      "description": "void",
      "preview": "top of page NEON LIGHTS & CIVIL RIGHTS \\\\ 72 Justice-Impacted People Employed Since 2018 3M in Wages & Benefits Paid To (and Earned By) Justice-Impact"
    },
    {
      "url": "https://pro.arcgis.com/en/pro-app/latest/tool-reference/spatial-statistics/h-whyhexagons.htm#:~:text=Hexagons%20are%20the%20most%20circular-shaped%20polygon%20that%20can,of%20your%20data%20more%20naturally%20than%20square%20grids.",
      "title": "Why hexagons?-ArcGIS Pro | Documentation",
      "description": "A discussion regarding fishnet versus hexagon aggregation shape type.",
      "preview": "Back to Top The aggregation of incident point data to regularly shaped grids is used for many reasons such as normalizing geography for mapping or to"
    },
    {
      "url": "https://portals.iucn.org/union",
      "title": "Home | Union Portal",
      "description": "void",
      "preview": "Skip to main content User account Languages EN FR ES Union Portal Log in You will be redirected to IUCN Accounts to input your credentials. After log"
    },
    {
      "url": "https://mestizos.cl/tag/medio-de-transporte/",
      "title": "#medio de transporte - Mestizos Magazine",
      "description": "Revisa todos los artículos de la etiqueta medio de transporte",
      "preview": "#medio de transporte Mostrando 1 artículos del tag #medio de transporte 13 January 2022 00:03 por Isabel Pinto Descubre los beneficios del uso de la b"
    },
    {
      "url": "https://www.closerscopy.com/",
      "title": "AI Copywriting Robot - ClosersCopy",
      "description": "void",
      "preview": "Get Your Copywriting Superpowers Boost Your Sales with SEO Optimized Blogs and Irresistible Marketing Copy Leverage the secrets of the most powerful c"
    },
    {
      "url": "https://www.eventbrite.nl/e/masterclass-entrepreneurial-design-thinking-tickets-477376334467?aff=erelexpmlt",
      "title": "Masterclass Entrepreneurial Design Thinking Tickets, Thu, Mar 23, 2023 at 1:00 PM | Eventbrite",
      "description": "Eventbrite - STUDIO.WHY presents Masterclass Entrepreneurial Design Thinking - Thursday, March 23, 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Masterclass Entrepreneurial Design Thinking View details Follow this organizer to stay informed on future events By STUDIO.WHY"
    },
    {
      "url": "https://teaamour.com/blogs/news/benefits-of-eating-organic-honey",
      "title": "Benefits of eating Organic Honey.. - Tea Amour® LLC",
      "description": "FULL OF NUTRIENTS There are numerous benefits of natural honey like vitamins, nutrients, antioxidants and enzymes. Because of these wonderful perks of raw honey, it works as the perfect processed sugar replacement. Processed sugar has zero benefits and comes with a crash. Raw honey doesn't. But vitamins, nutrients and",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Share Share Link Close share Copy link FULL OF NUTRIENTS There are numer"
    },
    {
      "url": "https://buschgardens.com/williamsburg/roller-coasters/pantheon/",
      "title": "Pantheon - Multi-Launch Coaster | Busch Gardens Williamsburg",
      "description": "Pantheon, fastest multi-launch roller coaster at Busch Gardens Williamsburg Virginia.",
      "preview": "2025 Howl-O-Scream Chaperone Policy . Pantheon™ Multi-Launch Roller Coaster Pantheon™, harnesses the speed and strength of five of the greatest Roman"
    },
    {
      "url": "https://maltaonlinebookshop.com/book_author/daniel-mainwering/",
      "title": "Daniel Mainwering Archives | Malta Online Bookshop",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://camellia010.tumblr.com/",
      "title": "@camellia010 on Tumblr",
      "description": "I'm elegant",
      "preview": "Posts Likes Some p.P live for the fortune But me #blue #wild #sexy #pretty #converse #vintage You are using an unsupported browser and things might no"
    },
    {
      "url": "http://www.ogniwopl.com/konkurs-byc-polakiem-xii-edycja-2021-r-2/",
      "title": "KONKURS \"BYĆ POLAKIEM\" - XII EDYCJA 2021 r. - Polish Learning Center \"Ogniwo\"",
      "description": "Stowarzyszenie „Wspólnota Polska\" oraz Fundacja „Świat na Tak\" organizują kolejną edycję konkursu „Być Polakiem\". Jest on skierowany do dzieci i młodzieży szkół polonijnych na całym świecie oraz ic...",
      "preview": "Skip to content Stowarzyszenie „Wspólnota Polska\" oraz Fundacja „Świat na Tak\" organizują kolejną edycję konkursu „Być Polakiem\". Jest on skierowany d"
    },
    {
      "url": "http://www.bizmicro.co.kr/inquiry.html",
      "title": "Main | Clush",
      "description": "void",
      "preview": "top of page Our Expertise in AI, Cloud, and Beyond Win with our AI-first Approach AI 도입 전략 및 구축 컨설팅 비즈니스에 최적화된 AI 도입 전략을 설계하고 실행합니다. AI 에이전트 개발 기업 맞춤형"
    },
    {
      "url": "https://mylearningtrial.tumblr.com/",
      "title": "Just you wait.",
      "description": "Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Mathematics",
      "preview": "Just you wait. Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Ma"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85929",
      "title": "Searchable Recipe Database - Chicken Tagine With Olives And Preserved Lemons",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://pitlochry.de/wohnung-runa",
      "title": "Wohnung Runa | Ferienwohnungen Pitlochry auf Amrum",
      "description": "void",
      "preview": "Wohnung Runa - ca. 40 qm für 2 Personen - im 1. Stock und Spitzboden Hier bauen wir gerade für Sie um ... Geschirrspüler und Backofen kommen neu und die"
    },
    {
      "url": "https://na.panasonic.com/us/",
      "title": "Create Today, Enrich Tomorrow | Panasonic North America - United States",
      "description": "At Panasonic, we're working to change the way we power our homes, our travel, our businesses - and our lives.",
      "preview": "Powering progress Discover Panasonic's new EV battery manufacturing facility, a major investment in U.S. manufacturing, innovation and electric vehicl"
    },
    {
      "url": "http://www.acordeilinda.com/2014/05/a-acne-na-mulher-adulta.html",
      "title": "! Acordei Linda !: A ACNE NA MULHER ADULTA",
      "description": "Eu vivo recebendo e-mails de assessorias de marcas com o título \" sugestão de pauta \". A empresa escreve um post e manda pros blogs pra gen...",
      "preview": "Pages - Menu INÍCIO MEU TRABALHO CURSOS DE AUTOMAQUIAGEM À VENDA NO BLOG 29 de maio de 2014 A ACNE NA MULHER ADULTA Eu vivo recebendo e-mails de asses"
    },
    {
      "url": "https://fastdemocracy.com/",
      "title": "FastDemocracy - Fast, Simple Legislative Bill Tracking",
      "description": "Unlimited legislative bill tracking, searchable voting records, analytics and more to help you stay informed during and after the legislative session.",
      "preview": "Skip to content US Congress Congress & 50 states 50 states US Congress Alabama Alaska Arizona Arkansas California Colorado Connecticut District of Col"
    },
    {
      "url": "https://90days.georgetown.edu/event/books-cookies-with-mary-giuliani-c97-and-chudney-ross-c97/",
      "title": "Books & Cookies with Mary Giuliani (C'97) and Chudney Ross (C'97) - 90 Days with Georgetown",
      "description": "Register for event > Event capacity: 50 Suggested donation supporting the university's COVID-19 response and student financial aid: $25 All ages welcome for a special \"Books and Cookies\" session with [...]",
      "preview": "Cooking/Baking, Family Books & Cookies with Mary Giuliani (C'97) and Chudney Ross (C'97) Register for event > Event capacity: 50 Suggested donation su"
    },
    {
      "url": "https://www.rediscoverwestphilly.com/",
      "title": "Rediscover West Philly",
      "description": "Rediscover West Philly is your source for travel and tourism information, including restaurants, shops, events, and culture in our beautiful neighborhood. Curated by University City District, this guide provides a glimpse of what makes West Philadelphia worth visiting for a day trip or weekend getaway.",
      "preview": "0 Enjoy everything West Philadelphia has to offer! Enjoy West Philadelphia's diverse food scene. Small retailers and national chains offer shopping op"
    },
    {
      "url": "https://www.nytimes.com/section/technology/personaltech",
      "title": "Personal Technology - The New York Times",
      "description": "The latest news about tech gadgets and innovations and how to use them in your work and personal life.",
      "preview": "A.I. Video Generators Are Now So Good You Can No Longer Trust Your Eyes Welcome to the era of fakery. The widespread use of instant video generators l"
    },
    {
      "url": "https://www.uniqlo.com/us/en/products/E433604-000/00?colorDisplayCode=00&sizeDisplayCode=003",
      "title": "Rayon Blouse | UNIQLO US",
      "description": "Shop womens Rayon Blouse at UNIQLO US. Read customer reviews, explore styling ideas, and more.",
      "preview": "Fall Sale Starts Now! | SHOP NOW Rayon Blouse Color: 00 WHITE WOMEN S XXS XS S M L XL XXL Add to cart Add to wish list Store availability Please check"
    },
    {
      "url": "http://galileo.imss.firenze.it/",
      "title": "Institute and Museum of the History of Science - Florence, Italy",
      "description": "void",
      "preview": "ITALIANO / ENGLISH On June 11, 2010, the Institute and Museum of the History of Science reopens and changes its name into Museo Galileo. Visit the new"
    },
    {
      "url": "https://www.zaxbys.com/gift-cards",
      "title": "Welcome to Zaxbys",
      "description": "void",
      "preview": "Hey, Zax Fans! Thanks for stopping by. Zaxbys is the premium quick-service restaurant famous for Chicken Fingerz™ and wings that you can dip, dunk and"
    },
    {
      "url": "https://www.interruptingcriminalization.com/defundpolice-update",
      "title": "#DefundPolice Update - Interrupting Criminalization",
      "description": "void",
      "preview": "0 The Demand Is Still #DefundPolice #DefundThePolice #FundThePeople #DefendBlackLives This update to our June 2020 #DefundPolice toolkit reflects vict"
    },
    {
      "url": "https://www.aspcapro.org/resource/new-aspca-survey-vast-majority-dogs-and-cats-acquired-during-pandemic-still-their-homes",
      "title": "New ASPCA Survey: Vast Majority of Dogs and Cats Acquired During Pandemic Still in Their Homes | ASPCApro",
      "description": "As COVID-19 restrictions are lifted, 90% of dogs and 87% of cats are still in their homes.",
      "preview": "Skip to main content Close Close You are exploring New ASPCA Survey: Vast Majority of Dogs and Cats Acquired During Pandemic Still in Their Homes A re"
    },
    {
      "url": "https://www.heresybrush.com/en/",
      "title": "HeresyBrush - Painting and Modelling blog",
      "description": "Painting and Modelling blog",
      "preview": "void"
    },
    {
      "url": "http://www.loonygames.com/content/2.1/feat/",
      "title": "loonygames presents: American McGee's Alice - Through the Looking Glass",
      "description": "void",
      "preview": "about feedback archives submissions // loonygames :// issue 2.1 :// Through the Looking Glass ://1, 2 What's new today: New!!! The archives have been"
    },
    {
      "url": "https://www.myukpost.com/latest-offers-prices",
      "title": "Myukpost.com | Latest Offers",
      "description": "void",
      "preview": "0333-444-2222 Int: +44 333-444-2222 Login/Register Login Register 0333-444-2222 Int: +44 333-444-2222 Toggle navigation Home Services Personal Expatri"
    },
    {
      "url": "https://it.m.wikiquote.org/wiki/Rush_(film_2013)",
      "title": "Rush (film 2013) - Wikiquote",
      "description": "void",
      "preview": "Rush (film 2013) film del 2013 diretto da Ron Howard Rush Titolo originale Rush Lingua originale inglese Paese Stati Uniti d'America, Germania, Regno"
    },
    {
      "url": "http://www.historie-online.dk/boger/i-krig-for-information",
      "title": "I krig for Information",
      "description": "void",
      "preview": "Menu Forside Dansk Historisk Fællesråd Vedtægter DHF's styrelse Kontakt Referater Medlemmer Sponsorer Cookie- og persondatapolitik Nyheder og aktivite"
    },
    {
      "url": "https://www.itshot.com/mother-of-pearl-jewelry-18k-sterling-silver-bracelet-p-43983?A=3031",
      "title": "18K Sterling Silver & Mother Of Pearl Bracelet 310366 - ItsHot",
      "description": "Fabulous Mother Of Pearl Jewelry: This 18K Yellow Gold and Sterling Silver Bracelet showcases a fabulous bangle design and makes a great gift for any occasion.",
      "preview": "Skip to main content HURRY!! ONLY mins : secs REMAINING TO GET AN ADDITIONAL DISCOUNT OF 6% JavaScript seems to be disabled in your browser. You must"
    },
    {
      "url": "https://www.universparticulier.be/",
      "title": "Univers Particulier | Librairie ésotérique à Bruxelles",
      "description": "Librairie ésotérique à Bruxelles en Développement Personnel, Bien être, Pensée Positive, Astrologie, Huiles Essentielles, Feng-Shui, Cartes Tarots,...",
      "preview": "L'Univers Particulier, Librairie spécialisée Une Institution depuis 1986 Découvrez Nos nouveautés Ajouter au panier Ephemerides 1950-2050 UT for 0h In"
    },
    {
      "url": "https://www.eie.org/",
      "title": "YES - Educating the Next Generation of Problem Solvers and Engineers",
      "description": "Creating the Next Generation of Problem Solvers Through Hands-on STEM Learning Youth Engineering Solutions (YES) empowers educators with high-quality, standards-aligned PreK-8 STEM curricula and professional learning. Grounded in research and implemented in classrooms across all 50 states, YES programs engage learners in real-world engineering design, build computational thinking skills, and foster inclusive STEM identities. Every",
      "preview": "Skip to content Search for: YES Melissa Rousselle 2025-09-19T12:51:09-04:00 Creating the Next Generation of Problem Solvers Through Hands-on STEM Lear"
    },
    {
      "url": "https://aedamn.org/",
      "title": "Home | AEDA",
      "description": "void",
      "preview": "top of page Mon - Fri: 9AM - 5PM info@aedamn.org 651-222-7798 Creating cultural and economic opportunities for Twin Cities Asian Americans Get Involve"
    },
    {
      "url": "http://www.thasneen.com/cooking/",
      "title": "Cooking with Thas - Smart Cooking, Smart Living - Your Guide to Kitchen Gadgets, Home Tech, and Tasty Recipes",
      "description": "void",
      "preview": "Skip to Content"
    },
    {
      "url": "https://profiwerkzeug-shop.at/product/bit-set-inbus-torx-vielzahn-40-tlg-verke/",
      "title": "Bit Set inbus torx vielzahn 40 tlg VERKE - Profi Werkzeug Bimeju GmbH",
      "description": "zwei Längen von 30 und 75 mm Das Set ist aus hochwertigem S2 Werkzeugstahl gefertigt.",
      "preview": "Bit Set inbus torx vielzahn 40 tlg VERKE Artikelnummer: V39025 24,90 € auf Whatsapp bestellen Auf Lager Bit Set inbus torx vielzahn 40 tlg VERKE quant"
    }
  ],
  "_meta": {
    "total_bookmarks": 45
  }
}