{
  "data": [
    {
      "url": "http://www.nplayer.tv",
      "title": "nPlayer - The best mobile player in the world",
      "description": "The best mobile player in the world",
      "preview": "nPLAYER CONTACTs Privacy policy The best media player in the world nPlayer 3.0 Now available on the App Store Non-encoding Playback No need to worry a"
    },
    {
      "url": "https://www.nih.gov/",
      "title": "National Institutes of Health (NIH) |",
      "description": "Official website of the National Institutes of Health (NIH). NIH is one of the world's foremost medical research centers. An agency of the U.S. Department of Health and Human Services, the NIH is the Federal focal point for health and medical research. The NIH website offers health information for the public, scientists, researchers, medical professionals, patients, educators,",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.cinematografo.it/",
      "title": "Cinematografo",
      "description": "void",
      "preview": "Vai Social Cinematografo 2.5 / 5 Springsteen: Liberami dal nulla Il Boss sul grande schermo. A trionfare è la musica, lo spirito intimista, ma il racc"
    },
    {
      "url": "https://github.community",
      "title": "community · Discussions · GitHub",
      "description": "Ask questions, get answers, share expertise.",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.sanmiguelcountyco.gov/185/MappingGIS",
      "title": "Geographic Information Systems | San Miguel County, CO - Official Website",
      "description": "The GIS Department is responsible for creating, maintaining, analyzing and distributing the county's geographic base data.",
      "preview": "Skip to Main Content Notice County Offices Closed Monday, October 13, 2025 Read On... Create a Website Account - Manage notification subscriptions, sa"
    },
    {
      "url": "https://www.itlos.org/",
      "title": "International Tribunal for the Law of the Sea: Home",
      "description": "\"\"",
      "preview": "void"
    },
    {
      "url": "https://citizensclimatelobby.org/",
      "title": "Citizens' Climate Lobby | A Climate Change Organization",
      "description": "Citizens' Climate Lobby (CCL) empowers everyday people to work within their communities and members of Congress on climate change solutions.",
      "preview": "Skip to content Spanish English Citizens' Climate Lobby | A Climate Change Organization Citizens' Climate Lobby Our solution to climate change? Democr"
    },
    {
      "url": "https://www.ivendi.com/",
      "title": "iVendi | Automotive Retail Technology",
      "description": "In today's world, automotive retailers have to be innovative to survive. Discover how they are using cutting-edge technologies to stay competitive!",
      "preview": "Award-winning vehicle retailing technology Make Buying Easier Connecting online & showroom sales into a single, seamless journey that makes buying eas"
    },
    {
      "url": "http://visualcode.ch/sample3.php?idnr=102020&lang=de",
      "title": "Visual Code | Bewegung zu Ziel",
      "description": "void",
      "preview": "| Bewegung > Dynamische Bewegung NEU: Alle Visual Codes als Code Snippets für Flash CS5: jetzt hier downloaden . Bewegung zu Ziel Code Actionscript 2."
    },
    {
      "url": "https://www.niederoesterreich.at/tipps/dr-karl-renner-museum/ausflugsziele",
      "title": "Ausflugsziele in der Nähe von Dr. Karl Renner Museum",
      "description": "Für die Planung eines Ausflugs gibt es auch in der Nähe von Dr. Karl Renner Museum viele Ausflugsziele zu entdecken. Burgen und Schlösser, sowie Erlebniswelten und Museen laden zu spannenden Einblicken in die Vergangenheit oder in spezielle Themen...",
      "preview": "Direkt zur Hauptnavigation Direkt zur Volltextsuche Direkt zum Inhalt"
    },
    {
      "url": "https://www.cortexstl.org/",
      "title": "void",
      "description": "Creating inclusive economic growth in St. Louis by uniting diverse innovators, spaces, and organizations to transform ideas into solutions.",
      "preview": "Learn in Cortex empowering innovators in St. Louis Build in Cortex Develop in St. Louis' Innovation Center Work in Cortex For project teams, startups,"
    },
    {
      "url": "https://blog.onepeloton.com/couples-fitness/",
      "title": "Here's Why Couples That Workout Together Stay Together",
      "description": "It's not your imagination: exercising with a partner or friend really can improve your bond. Here's why couples that workout together tend to stay together.",
      "preview": "Explore the new Peloton Cross Training Series Powered by Peloton IQ . Shop Peloton 7 Scientific Reasons Why Couples That Workout Together, Stay Togeth"
    },
    {
      "url": "https://oceansolutions.stanford.edu/news/leveraging-blue-foods-can-help-policymakers-address-multiple-global-challenges-new-analysis",
      "title": "Leveraging blue foods can help policymakers address multiple global challenges, new analysis shows | Center for Ocean Solutions",
      "description": "Researchers at the Stanford Center for Ocean Solutions & other institutions find that blue food is underutilized in tackling malnutrition, cardiovascular disease, & climate risk.",
      "preview": "Main content start Oceans & Food Leveraging blue foods can help policymakers address multiple global challenges, new analysis shows Researchers at the"
    },
    {
      "url": "https://sverigesblabandsungdom.se/nyheter/page/6/",
      "title": "Nyheter - Sida 6 - Sveriges Blåbandsungdom",
      "description": "void",
      "preview": "Skip to content Om alkohol & droger För medlemmar För föreningar Kampanjer Bidrag Menu nyheter 2017 - 03 - 16 Nathalie Carlryd ny verksamhetschef 2017"
    },
    {
      "url": "https://www.motogp.com/en/news",
      "title": "Latest News MotoGP™ | Moto2 | Moto3 | MotoE",
      "description": "The latest MotoGP™, Moto2, Moto3 and MotoE news, analysis, reports and results written by official MotoGP journalists. Here you will find fresh news.",
      "preview": "Skip to main content News MotoGP™ News Aldeguer makes history as the second youngest MotoGP winner Read Now Previous slide label.sliderNext Previous s"
    },
    {
      "url": "https://www.uil.unesco.org/",
      "title": "UNESCO Institute for Lifelong Learning | Institute for Lifelong Learning",
      "description": "Lifelong learning for all - Empowering individuals, transforming societies",
      "preview": "Skip to main content Search Search Arrowsmith2/Shutterstock.com UNESCO Institute for Lifelong Learning Lifelong learning for all - Empowering individu"
    },
    {
      "url": "https://www.porterleath.org/preschool",
      "title": "Porter-Leath Focus Areas | Preschool",
      "description": "Porter-Leath brings vital early childhood education and family services to children and families in Shelby County each year. Porter-Leath Preschool encompasses several components, including Early Head Start, Pre-K and Preschool classrooms.",
      "preview": "Preschool Home Focus Areas Preschool Porter-Leath brings vital early childhood education and family services to children and families in Shelby County"
    },
    {
      "url": "https://www.woolworths.com.au/shop/productdetails/180225/maybelline-fit-me-dewy-smooth-foundation-toffee",
      "title": "Maybelline Fit Me Dewy Smooth Foundation Toffee 30mL | Woolworths",
      "description": "Check out maybelline fit me dewy smooth foundation toffee 30ml at woolworths.com.au. Order 24/7 at our online supermarket",
      "preview": "Delivery to: Set your Delivery address Choose Select a time: View available times Choose Time of Delivery. View available times Choose"
    },
    {
      "url": "http://www.sgg.org/2019/06/03/passiontide-2019-newsletter/",
      "title": "St. Gertrude the Great » Archive » Passiontide 2019 Newsletter",
      "description": "void",
      "preview": "St. Gertrude the Great Passiontide 2019 Newsletter St. Gertrude the Great Passiontide 2019 Newsletter is now available. Fr. Lehtoranta preaches during"
    },
    {
      "url": "http://www.gamespot.com/american-mcgees-alice/summary/",
      "title": "Alice: Madness Returns - GameSpot",
      "description": "Alice: Madness Returns is the sequel to the year 2000 PC game, American McGee's Alice.",
      "preview": "Alice: Madness Returns First Released Jun 14, 2011 released MAC PC PS3 X360 %gameName% Get the latest news and videos for this game daily, no spam, no"
    },
    {
      "url": "http://www.beroset.com/",
      "title": "Assembly Language Repository",
      "description": "void",
      "preview": "[ about me ] [ links ] [ assembly language code ] [ site map ] Assembly Language Source Code The Idea Over the years, I have written and given away a"
    },
    {
      "url": "https://www.tonetranslate.com/",
      "title": "Home - Tone Translate",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Millions-of-PNG-Images-Backgrounds-and-Vectors-for-Free-Download-Pngtree-4793df102c8649539c1c054a35686514?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.imf.org/en/Blogs",
      "title": "IMF Blogs",
      "description": "IMFBlog is a forum for the views of the International Monetary Fund (IMF) staff and officials on pressing economic and policy issues of the day. The IMF, based in Washington D.C., is an organization of 191 countries, working to foster global monetary cooperation and financial stability around the world. The views expressed are those of the author(s) and do not necessarily represent the views of the IMF and its Executive Board.",
      "preview": "Fiscal policy and management Spending Smarter to Boost Growth October 7, 2025 A 文 Era Dabla-Norris , Davide Furceri , Zsuzsa Munkacsi , Galen Sher Spe"
    },
    {
      "url": "http://www.aclusc.org/",
      "title": "ACLU of South Carolina",
      "description": "void",
      "preview": "Skip to main content We the people dare to create a more perfect union. Sign up to receive emails about our work: Email address * Zip code * Leave thi"
    },
    {
      "url": "https://iibuffalo.org/new-american-integration/",
      "title": "New American Integration - International Institute of Buffalo",
      "description": "Embrace diversity and economic development in Western New York with our programs that empower refugees and immigrants to thrive and contribute.",
      "preview": "Skip to main content Search Close Search New American Integration Welcoming Foreign-Born Individuals Refugees and immigrants are essential to Western"
    },
    {
      "url": "https://www.veteranjobsmission.com/",
      "title": "Veteran Jobs Mission",
      "description": "void",
      "preview": "Skip to main content About the mission It began in 2011 as the 100,000 Jobs Mission, with 11 leading companies committed to hiring 100,000 veterans by"
    },
    {
      "url": "http://ricette.hopfrog.it/",
      "title": "Success!",
      "description": "void",
      "preview": "Success! Your new web server is ready to use."
    },
    {
      "url": "https://www.bonappetit.com/recipe/bas-best-eggplant-parmesan",
      "title": "Best Eggplant Parmesan Recipe | Bon Appétit",
      "description": "This showstopping eggplant Parmesan recipe features homemade marinara layered with breaded eggplant and plenty of Parmesan and mozzarella cheese.",
      "preview": "Skip to main content Arrow Jump To Recipe Print The mantra for this eggplant Parmesan recipe should be: \"Good things take time.\" Trust us. Your effort"
    },
    {
      "url": "https://future.techcrunch.com/2021/04/26/tesla-wants-to-make-every-home-a-distributed-power-plant/",
      "title": "Log In ‹ TechCrunch - WordPress",
      "description": "void",
      "preview": "Log In Powered by WordPress Username or Email Address Password Remember Me Lost your password? ← Go to TechCrunch"
    },
    {
      "url": "https://www.lamag.com/tag/prime-finds/",
      "title": "Prime Finds Archives - LAmag",
      "description": "void",
      "preview": "Skip to main content Skip to header left navigation Skip to header right navigation Skip to after header navigation Skip to site footer Prime Finds Pr"
    },
    {
      "url": "https://naacpimageawards.net",
      "title": "57th NAACP Image Awards",
      "description": "void",
      "preview": "Skip to content Contact Coordinators Motion Picture Coordinator (Film - Documentary, writing, directing, editing, make-up, hairstyling, costume design"
    },
    {
      "url": "http://www.aib.it/",
      "title": "Homepage - AIB WEB",
      "description": "void",
      "preview": "Tutti gli articoli Tutti gli articoli Notizie 08/10/2025 25/09/2025 19/09/2025 Tutti gli eventi Tutti gli eventi Eventi 02/10/2025 16/09/2025 31/07/20"
    },
    {
      "url": "https://poeleveny-blog.tumblr.com/",
      "title": "Polly.DEATH",
      "description": "POINTFIVE",
      "preview": "Polly.DEATH 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna videogamesdensetsu Phantasy Star:"
    },
    {
      "url": "https://tfl.gov.uk/status-updates",
      "title": "Tube, Overground, Elizabeth line, DLR & Tram status updates - Transport for London",
      "description": "void",
      "preview": "Skip to content Skip to navigation Skip to footer Status Tube & Rail Buses River Buses National Rail Now at 13:07 Select date Lines Stations Loading.."
    },
    {
      "url": "https://reallywell.com/Flaxfood.com/order-east.htm",
      "title": "300 Multiple Choices",
      "description": "void",
      "preview": "Multiple Choices The document name you requested ( /Flaxfood.com/order-east.htm ) could not be found on this server. However, we found documents with"
    },
    {
      "url": "https://alfa-lampy.pl/product-pol-18365-Druciana-lampa-kratka-PEKA-miedz-drewno-sr-24cm.html",
      "title": "Druciana lampa kratka PEKA miedź/drewno śr. 24cm 60419 - marka Alfa Sosnowscy - Phenomena Light",
      "description": "void",
      "preview": "Menu Lampy wiszące Lampy sufitowe Plafony sufitowe Kinkiety Lampy stołowe Klosze i abażury Dobierz Klosz Żarówki Pomieszczenia Style WYPRZEDAŻ O Nas B"
    },
    {
      "url": "https://www.waltonfamilyfoundation.org/",
      "title": "Walton Family Foundation",
      "description": "The Walton Family Foundation continues a philanthropic vision begun by Walmart founders Sam and Helen Walton. The foundation is dedicated to making a positive difference in K-12 education, freshwater and marine conservation, and quality of life initiatives in our home region.",
      "preview": "Farmers Have a 'Field Day' With an Online Practice-Sharing Platform In the Mississippi River Basin and beyond, farmers looking to improve soil and wat"
    },
    {
      "url": "https://fra.de.distfiles.macports.org/gwyddion/?C=S;O=A",
      "title": "Index of /gwyddion",
      "description": "void",
      "preview": "Index of /gwyddion Name Last modified Size Description Parent Directory - gwyddion-2.33.tar.xz 2013-10-17 23:09 2.8M tar archive gwyddion-2.34.tar.xz"
    },
    {
      "url": "https://newsroom.china.paypal-corp.com/",
      "title": "PayPal Newsroom - 首页",
      "description": "void",
      "preview": "新闻特写 最新资讯 HERO BLOCK 贝宝 Venmo 公司公告 战略合作伙伴 PayPal推出PayPal World，与全球领先各大支付系统及数字钱包无缝连接，与PayPal和Venmo实现互联互通 合作伙伴包括Mercado Pago，NPCI International Payments"
    },
    {
      "url": "https://www.boatus.org/study-guide/",
      "title": "Boating Safety Study Guide",
      "description": "The information found in these pages was developed by the BoatU.S. Foundation in partnership with the National Safe Boating Council, and many boating professionals.",
      "preview": "Education Boating Safety Study Guide Welcome to the Boating Safety Study Guide Pages Find Your State Course The information found in these pages was d"
    },
    {
      "url": "https://www.exoticindiaart.com/product/audiovideo/genius-of-pt-kumar-gandharv-hindustani-classical-vocal-set-of-3-audio-cds-izz616/",
      "title": "The Genius of Pt. Kumar Gandharv (Hindustani Classical - Vocal) (Set of 3 Audio CDs) | Pt. Kumar GandharvSaregama India ltd (2011) | Exotic India Art",
      "description": "About The Audio CD The Genius of Series The world of Hindustani Classical Music comprises of Geniuses, both vocalist and instrumentalists. Their music emanates a divine spark. Be it their first reco",
      "preview": "Free shipping to all destinations worldwide. Sign in Contact us FAQ Email Whatsapp Facebook Pinterest Twitter Copy link Easy Returns Return within 7 d"
    },
    {
      "url": "https://www.theradcard.com/",
      "title": "RADcard",
      "description": "void",
      "preview": "Hello, RAD Card™. The RAD Card program was created to help boost local downtown economies in response to the impacts of COVID-19, using matching funds"
    },
    {
      "url": "https://www.sciencedirect.com/science/article/pii/S0006320722003494?dgcid=author",
      "title": "Fine-scale associations between wandering albatrosses and fisheries in the southwest Atlantic Ocean - ScienceDirect",
      "description": "Bycatch is a conservation concern for marine biodiversity, including seabirds. Analyses of spatio-temporal overlap are an important tool for identifyi...",
      "preview": "JavaScript is disabled on your browser. Please enable JavaScript to use all the features on this page. Skip to main content Skip to article Access thr"
    },
    {
      "url": "https://www.stance.com/",
      "title": "Stance: Socks, underwear and apparel. Feel good, do good. - Stance Europe",
      "description": "Stance represents expression and embraces the spirit of individuality through a unique product offering featuring our artists series and performance socks.",
      "preview": "Skip to content {\"country\":\"GB\",\"title\":\"Select your store\",\"message\":\"We see that you're in Great Britain. Click the flag below to shop in English an"
    },
    {
      "url": "https://www.theconsumergoodsforum.com/environmental-sustainability/forest-positive-deforestation/beef/",
      "title": "Commodity Roadmaps - The Consumer Goods Forum",
      "description": "void",
      "preview": "cross Hit enter to search Explore Tags #Deforestation , #Social Sustainability , #Sustainability , #Food Waste , #Health , #Supply Chains , #Corporate"
    },
    {
      "url": "http://madscientist.pl/policy/policy_adfree.html",
      "title": "Mad Scientist",
      "description": "void",
      "preview": "Privacy policy This document describes how we (Mad Scientist sp. z o.o., a company under laws of Poland, with registered address at: Os. Sobieskiego 4"
    },
    {
      "url": "https://www.s2fevents.com/",
      "title": "Start 2 Finish",
      "description": "void",
      "preview": "0 FULL SERVICE EVENT MANAGEMENT AND TIMING ATLANTA Go CHARLOTTE Go MEMPHIS Go NW ARKANSAS Go ST. LOUIS Go Let's be friends. Follow Start 2 Finish in A"
    },
    {
      "url": "https://www.essence.com/entertainment/2023-naacp-image-awards/",
      "title": "The Evolution Of The NAACP Image Awards | Essence",
      "description": "With expanded categories, this year's return to an in-person ceremony promises increased visibility for creators across entertainment",
      "preview": "Skip to content PASADENA, CALIFORNIA - FEBRUARY 22: Rihanna poses with the President's Award at the 51st NAACP Image Awards, Presented by BET, at Pasa"
    },
    {
      "url": "https://www.canada.ca/en/security-intelligence-service.html",
      "title": "Canadian Security Intelligence Service - Canada.ca",
      "description": "The Canadian Security Intelligence Service (CSIS) is at the forefront of Canada's national security system. CSIS' role is to investigate activities suspected of constituting threats to the security of Canada and to report on these to the Government of Canada.",
      "preview": "Canadian Security Intelligence Service Bouchard (Phoenix pay system) class action: On April 15, 2025, the Superior Court of Quebec approved the Boucha"
    },
    {
      "url": "https://togetherband.org/pages/ambassadors",
      "title": "Meet The Ambassadors - #TOGETHERBAND",
      "description": "void",
      "preview": "Skip to content Cart Your cart is empty We plant a tree and feed a family in need for every order Julianne Hough Dancer Madelyn Cline Actor David Beck"
    },
    {
      "url": "https://paranormalsoftware.com/apps/ghostradio",
      "title": "Ghost EVP/EMF Radio",
      "description": "Ghost EVP/EMF Radio is a paranormal investigation app for iOS, Android and Amazon FireOS.",
      "preview": "Testimonials \"Wonderful software! Honestly, one of the best and I tested all of them... Android apps and desktop software. From ec* ox to f x ghost box."
    },
    {
      "url": "https://favordelivery.com/order-delivery/laredo-taco-company-24062",
      "title": "Favor Delivery | Contactless delivery in Texas",
      "description": "Available exclusively in Texas, Favor is the easiest way to get food delivered fast. Get restaurants, groceries, and more delivered right to your door!",
      "preview": "void"
    },
    {
      "url": "https://2016annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://mission-blue.org/hope-spots/",
      "title": "Hope Spots® - Mission Blue",
      "description": "Hope Spots® are special places that are scientifically identified as critical to the health of the ocean. Our Hope Spots® are championed by local conservationists whom we support with communications, expeditions and scientific advisory. I wish you would use all means at your disposal - films, expeditions, the web, new submarines, campaigns - to ignite [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Hope Spots® are special places that are sci"
    },
    {
      "url": "https://www.vr.fi/fi/asiakaspalvelu",
      "title": "Asiakaspalvelu - VR",
      "description": "Tarvitsetko apua tai lisätietoa? Anna meidän auttaa.",
      "preview": "Käytät vanhentunutta selainta Selaimesi ei tue kaikkia tarvittavia toimintoja. Päivitäthän selaimesi uusimpaan versioon, parhaan käyttökokemuksen varm"
    },
    {
      "url": "https://www.mpr.org/about",
      "title": "About MPR | Minnesota Public Radio",
      "description": "Minnesota Public Radio® (MPR) is one of the nation's premier public radio stations producing programming for radio, digital and live audiences.",
      "preview": "About MPR Minnesota Public Radio® (MPR) is one of the nation's premier public radio organizations, producing programming for radio, digital and live a"
    },
    {
      "url": "http://repository.paramadina.ac.id/view/subjects/NE.html",
      "title": "Items where Subject is \"N Fine Arts > NE Print media\" - Paramadina Repository",
      "description": "void",
      "preview": "Home About Browse Browse by Year Browse by Subject Browse by Division Browse by Author Login Create Account Items where Subject is \"N Fine Arts > NE P"
    },
    {
      "url": "https://miltiadis.page.tl/12%26%23951%3B-%26%23913%3B%26%23947%3B%26%23969%3B%26%23957%3B-.-.htm",
      "title": "ΜΙΛΤΙΑΔΗΣ Α.Ο. - 12η Αγων.",
      "description": "void",
      "preview": "ΜΙΛΤΙΑΔΗΣ Α.Ο. - 12η Αγων. ΠΕΡΙΕΧΟΜΕΝΑ ΑΝΑΚΟΙΝΩΣΕΙΣ (μαύρα μαντάτα) ΑΠΟΤΕΛΕΣΜΑΤΑ ΒΑΘΜΟΛΟΓΙΚΗ ΘΕΣΗ ΒΑΘΜΟΛΟΓΙΑ ΓΚΟΟΟΛ!!!! ΔΕΙΚΤΕΣ ΔΙΑΙΤΗΤΕΣ ΔΥΝΑΜΗ ΣΩΜ.("
    },
    {
      "url": "http://www.parts-express.com/35mm-male-to-screw-terminal-connector--090-110?utm_source=google&utm_medium=cpc&utm_campaign=pla",
      "title": "3.5mm Male to Screw Terminal Connector",
      "description": "3.5mm Male to Screw Terminal Connector. Part Number: 090-110 by Parts Express.",
      "preview": "Javascript is disabled on your browser. To view this site, you must enable JavaScript or upgrade to a JavaScript-capable browser. Home 3.5mm Male to S"
    },
    {
      "url": "https://bombayandcedar.com/pages/monthly-beauty-box-subscription",
      "title": "Gifts for College Students - Practical & Fun Gift Ideas",
      "description": "Explore the best gifts for college students! Find thoughtful, practical, and fun gift ideas, including tech, self-care items, and themed gift boxes for all occasions.",
      "preview": "Skip to content Don't miss our holiday offer - up to 50% OFF! Explore Shop Best Gifts for College Students for Every Occasion Looking for the perfect"
    },
    {
      "url": "http://www.southislandaquarium.com/",
      "title": "South Island Aquarium |",
      "description": "void",
      "preview": "WORLD-CLASS CULTIVATOR OF AQUATIC PLANTS READ MORE GLOBAL EXPORTER OF ORNAMENTAL FISH READ MORE About South Island Aquarium Founded in 1969 by the lat"
    },
    {
      "url": "http://www.hoistlift.com/the-great-chicago-blood-drive/",
      "title": "The Great Chicago Blood Drive | Hoist Material Handling",
      "description": "Hoist Material Handling participated in the 6th annual ABC 7 Great Chicago Blood Drive this January.",
      "preview": "Skip to Main Content News - Details The Great Chicago Blood Drive January 16, 2020 09:00 AM © Hoist Material Handling participated in the 6 th annual"
    },
    {
      "url": "http://www.ricette-bimby.com/",
      "title": "Ricette Bimby - Testate e fotografate per TM31, TM5 e TM6",
      "description": "Ricette Bimby veloci e facili! Il ricettario Bimby Vorwerk per TM6 TM5 TM 31. Trovi solo ricette collaudate di dolci, secondi, primi piatti e ricette dietetiche!",
      "preview": "Begin typing your search above and press return to search. Press Esc to cancel. Precedente 1 2 3 ... 77 Avanti + DI PIU'"
    },
    {
      "url": "https://www.apple.com/shop/buy-iphone",
      "title": "Buy iPhone - Apple",
      "description": "Shop the latest iPhone models and accessories. Save with Apple Trade In, carrier offers, and flexible monthly payment options. Get expert help today.",
      "preview": "Shop iPhone All models. Take your pick. NEW iPhone 17 Pro & iPhone 17 Pro Max Take a closer look From $1099 Buy NEW iPhone Air Take a closer look From"
    },
    {
      "url": "https://www.asabbatical.com/article/where-is-san-marino",
      "title": "Where is San Marino? (Definitely Not Where You Think!) | aSabbatical",
      "description": "San Marino is the third smallest country in Europe. You can say it is situated in Northern Italy, as it is entirely surrounded by Italy.",
      "preview": "Skip to main content aSabbatical a web enthusiast on the Road by Adrian Sameli GTranslate aSabbatical Start Journeys Postcards random inspiration on t"
    },
    {
      "url": "https://www.ucsb.edu/",
      "title": "Home | UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Congratulations to our newest Nobel laureates UC Santa Barbara professors John Martinis and Michel Devoret share the 2025 Nobel Prize in Physics"
    },
    {
      "url": "https://www.motogp.com/en/calendar",
      "title": "MotoGP™ 2025 Calendar | Circuits | Schedule | Information",
      "description": "Check the official 2025 MotoGP™ calendar, all the dates, circuits and countries from the MotoGP, Moto2, Moto3 and MotoE World Championships here.",
      "preview": "Skip to main content 2026 MotoGP™ calendar revealed 22 Grands Prix, five continents and the return of Brazil: the 2026 calendar has landed Check it ou"
    },
    {
      "url": "http://community.planet.com/",
      "title": "Planet Community | Planet Community",
      "description": "Ask questions, start discussions, join groups, attend events, submit ideas and engage with others in the Planet community.",
      "preview": "Skip to main content Planet Community Join your fellow geospatial professionals and Earth observers to connect, share insights, and discuss Planet dat"
    },
    {
      "url": "http://www.oknativeassets.org/",
      "title": "Oklahoma Native Assets Coalition - Home",
      "description": "void",
      "preview": "Donate Stay Connected Home About Us Our Work Membership News & Events Contact Us Join the ONAC Native EITC/VITA Network! The purpose of the ONAC Nativ"
    },
    {
      "url": "https://www.bmw-lebanon.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Cars | Beirut, Lebanon | BMW Bassoul Heneine",
      "description": "Visit BMW Lebanon and explore what they have to offer. You may be still driving the same streets, but the game has definitely changed. Take a look at our vehicles available and contact us today!",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://corporate.target.com/about/purpose-history/our-commitments/target-coronavirus-hub?lnk=Acoronavirusupd",
      "title": "Target's Corporate Commitments",
      "description": "Read about the commitments Target has made to guests, team members, and communities.",
      "preview": "Our Commitments Target is proud to be one of the world's most beloved brands, and we've made commitments across our business to guide us in keeping th"
    },
    {
      "url": "https://subaru.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | Subaru - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.hulu.com",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://resources.github.com/devops/fundamentals/devsecops/",
      "title": "What is DevSecOps? · GitHub",
      "description": "DevSecOps combines development, security, and operations to automate security integration across all phases of the software development lifecycle (SDLC).",
      "preview": "Skip to content GitHub recognized as a Leader in the Gartner® Magic Quadrant™ for AI Code Assistants. Learn more"
    },
    {
      "url": "https://wiki.mozilla.org/Matrix",
      "title": "Matrix - MozillaWiki",
      "description": "void",
      "preview": "Matrix From MozillaWiki Jump to navigation Jump to search Main | Get Started | Rooms | Moderators | Bots | FAQ | Resources Matrix is an open, lightwei"
    },
    {
      "url": "https://www.theverge.com/2018/7/18/17588624/facebook-misinformation-removal-violence-hate-speech-sri-lanka",
      "title": "Facebook says it will begin removing misinformation that leads to violence | The Verge",
      "description": "Hours after CEO Mark Zuckerberg spurred history by defending the rights of Holocaust deniers to post on Facebook, the company said it had begun removing misinformation that contributes to violence. Under the new policy, Facebook will begin reviewing posts that are inaccurate or misleading, and are created or shared with the intent of causing violence or physical harm.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://www.penheaven.co.uk/retro-51-tornado-classic-green-brass-trim-rollerball-pen",
      "title": "Retro 51 Tornado Classic Green Brass Trim Rollerball Pen | Pen Heaven",
      "description": "Call 020 731 8610, talk to an expert. Next day delivery & same day despatch on personalised items. Luxury engraved pens, embossed leather journals",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "http://www.call2recycle.ca/",
      "title": "Call2Recycle Canada | Battery Recycling & Collection Services",
      "description": "Call2Recycle Canada offers safe and efficient battery recycling programs nationwide. Since 1997, we've helped communities and businesses with household, e-mobility, and EV battery recycling. Explore our programs, find collection sites, and become a partner in environmental preservation. Join our mission to protect the environment by recycling batteries safely and responsibly.",
      "preview": "Get Ready for the Circular Economy Contest featuring Christine Sinclair Read More Call2Recycle launches Annual Battery Safety Awareness Campaign Read"
    },
    {
      "url": "https://www.sesameworkshop.org/privacy-policy",
      "title": "Privacy Policy - Sesame Workshop",
      "description": "Sesame Workshop has been trusted by parents for decades to provide safe, entertaining, and educational content. We take this trust seriously and recognize",
      "preview": "Skip to content"
    },
    {
      "url": "https://wordcraft-writers-workshop.appspot.com/",
      "title": "Wordcraft Writers Workshop",
      "description": "The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta teams, and 13 professional writers. Together we explore the limits of co-writing with AI.",
      "preview": "Wordcraft Writers Workshop What does it mean to write with AI? The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta tea"
    },
    {
      "url": "https://www.seforall.org/news/five-key-takeaways-from-tracking-sdg7-the-energy-progress-report-2020",
      "title": "Five key takeaways from Tracking SDG7: The Energy Progress Report 2020 | Sustainable Energy for All",
      "description": "According to the latest data released today, 789 million people globally still lack access to electricity and 2.8 billion people-over a third of the world's population-are unable to cook cleanly and safely.",
      "preview": "Skip to main content News and events / News Five key takeaways from Tracking SDG7: The Energy Progress Report 2020 News 28 May 2020 Share this page De"
    },
    {
      "url": "https://mariusacke.bandcamp.com/",
      "title": "Music | Marius Acke",
      "description": "Marius Acke. Antwerp, Belgium. Marius is a house music producer from Antwerp who got inspired by the mysterious vibes of the underground house music scene in Belgium. His style consists mainly of a blend of rhytmic beats and melodic chords which he creates with a mixture of analog synthesizers and digital instruments. He is also a member of the more experimental house production collective &#39;Mayaku&#39; with Koenie and Rubba J.",
      "preview": "+ add album track merch listening party new artist existing artist stats × See all results No matching results Try a different filter or a new search"
    },
    {
      "url": "https://nextjs.org/docs/app/building-your-application/data-fetching/fetching",
      "title": "Getting Started: Fetching Data | Next.js",
      "description": "Learn how to fetch data and stream content that depends on data.",
      "preview": "Menu Using App Router Features available in /app Latest Version 15.5.4 App Router Getting Started Fetching Data Copy page Fetching Data This page will"
    },
    {
      "url": "http://www.corbindesign.com/",
      "title": "Corbin Design: The Wayfinding Experts",
      "description": "We provide wayfinding analysis, master planning, signage standards design, sign planning and implementation services for health systems, hospitals, medical centers, regions, cities, towns, universities and colleges.",
      "preview": "People get lost. We fix that.® View Our Work People get lost. We fix that. View Our Work People get lost. We fix that. View Our Work People get lost."
    },
    {
      "url": "https://sportscafe.in/",
      "title": "Sports News Today: Live Score, Latest Updates for Cricket, Football, Kabaddi | SportsCafe",
      "description": "SportsCafe is an online sports news platform providing latest sports news with live cricket scores, schedules, and match updates. ⏩ Follow to SportsCafe to stay updated!",
      "preview": "SportsCafe - Latest Sports News of India and the World SportsCafe is the best news portal that provides sports enthusiasts with an overview of the lat"
    },
    {
      "url": "https://news.mongabay.com/2020/11/more-indonesian-sailors-repatriated-from-deadly-chinese-fishing-fleet/",
      "title": "More Indonesian sailors repatriated from deadly Chinese fishing fleet",
      "description": "Environmental science and conservation news",
      "preview": "More Indonesian sailors repatriated from deadly Chinese fishing fleet Basten Gokkon 16 Nov 2020 Asia Indonesian Fisheries Comments Share article Share"
    },
    {
      "url": "http://www.infinitec.org/team-sports",
      "title": "Illinois Schools Assistive Technology Support",
      "description": "void",
      "preview": "Menu Home Illinois AT Manual Read Online Download Feedback AT at a Glance What is AT? What are AT Services? What is an IEP Team? What is the AT Proces"
    },
    {
      "url": "https://betterbetasty.pl/zapiekane-muszle-z-kurczakiem-i-szpinakiem-w-smietanowo-serowym-sosie/",
      "title": "Zapiekane muszle z kurczakiem i szpinakiem w śmietanowo-serowym sosie - Better Be Tasty",
      "description": "Zapiekane muszle z kurczakiem i szpinakiem w śmietanowo-serowym sosie. Tak pyszne, że aż ciężko nie wziąć dokładki.",
      "preview": "Skip to content Jump to recipe Od kiedy zakupiłam żeliwną patelnię, mam ochotę robić w niej dosłownie wszystko. Nie dość, że świetnie się na niej gotu"
    },
    {
      "url": "https://www.ninashoes.com/products/brando-black?_pos=1&_sid=f13941996&_ss=r",
      "title": "Womens Brando-B Black Patent/Glass Crystal Minaudiere | Nina Shoes",
      "description": "Discover Nina Shoes Black Patent/Glass Crystal Minaudiere. Shop our collection of women's shoes, handbags, and girls' shoes.",
      "preview": "Skip to content 25% Off Sitewide | Use Code: SALE25 Up To 75% Off Clearance Free Shipping Over $50 On All US Orders Account Search Cart Shoes All Wome"
    },
    {
      "url": "https://www.stance.com/",
      "title": "Stance: Socks, underwear and apparel. Feel good, do good. - Stance Europe",
      "description": "Stance represents expression and embraces the spirit of individuality through a unique product offering featuring our artists series and performance socks.",
      "preview": "Skip to content {\"country\":\"GB\",\"title\":\"Select your store\",\"message\":\"We see that you're in Great Britain. Click the flag below to shop in English an"
    },
    {
      "url": "https://www.motogp.com/en/riders",
      "title": "MotoGP™ Riders | Profiles | Stats & Results",
      "description": "The official website of MotoGP™: here you can find riders' profiles and other additonal information about them and their results.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official JM1 1 1 Jorge Martin Spain Aprilia Racing JZ5 5 5 Johann Zarco France CASTRO"
    },
    {
      "url": "http://cocondesoi.blogspot.com/2015/02/conferencediabete-approche.html",
      "title": "Cocon de Soi: Conférence Diabète, approche naturopathique 25/03/15 2/2",
      "description": "Le début de chaque conférence est à 20h15 pour une durée moyenne de 1 heure / 1h30. Conférences Cocon à Bagnères de Bigorre MERCR...",
      "preview": "Pages Accueil Ca se passe près de chez nous Archives Conférences (depuis 2008) Au local en ce moment travaillent... A.L.I.S Association Liberté Inform"
    },
    {
      "url": "https://building.coursera.org/",
      "title": "Coursera Engineering",
      "description": "We're changing the way the world learns! Posts from Coursera engineers and data scientists.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Coursera Engineering We're changing the way the world learns! 3.9K follow"
    },
    {
      "url": "https://www.metrokids.com/education-shifts-at-ages-3-5/",
      "title": "IDEA Creates Transition from Early Intervention to Schools at Age 3",
      "description": "The Federal IDEA law mandates that kids transition from early intervention into a school jurisdiction or intermediate unit after third 3rd birthday.",
      "preview": "Facebook Instagram Twitter Digital Edition Calendar Add Event Camps Education Family Fun Just In Guides Camps Enrichment & Extracurricular Activities"
    },
    {
      "url": "https://www.iwrite.gr/bookstore/symvolismos-tarw/",
      "title": "Ο Συμβολισμός των Ταρώ - Εκδόσεις iWrite",
      "description": "Ο Pyotr Demianovich Ouspenskii γεννήθηκε στη Μόσχα το 1878. Διετέλεσε ζωγράφος, δημοσιογράφος, και συγγραφέας πολυάριθμων βιβλίων για τον Εσωτερισμό. Πέθανε το 1947.",
      "preview": "Previous product Το ταξίδι της Νεφέλης στο προϊστορικό Διμήνι 12.00 € 10.80 € Back to products Next product Διχασμένη Καρδιά 12.00 € 10.80 € -10% Ο Συ"
    },
    {
      "url": "https://www.myanmaryellowpages.biz/searchcompany?com_id=&cat_id=63&city=&com=&cat=&page=40",
      "title": "Myanmar Yellow Pages |Myanmar Trade Yellow Pages | Myanmar Trade Directory | Yellow Pages Myanmar | Yellow Pages Yangon |Yellow Pages Directory",
      "description": "IMEX (Myanmar) Co.,Ltd. is the sole authorised publisher of Myanmar Yellow Pages with Walking Finger Logo. Myanmar Yellow Pages® is a free app that helps you find, select and connect with local (Myanmar) businesses and oversea businesses wherever you are in. You can search Myanmar Businesses Listing by Category, City and Classifieds.",
      "preview": "× Search Select City Bago Hpa-an Lashio Magway Mandalay Mawlamyaing Meikhtilar Monywa Muse Myeik Nay Pyi Taw Pakokku Pathein Pyay Pyin Oo Lwin Sagaing"
    },
    {
      "url": "https://projects.worldbank.org",
      "title": "Projects & Operations | The World Bank",
      "description": "void",
      "preview": "This page in: English Français العربية Русский 中文 Português Español This page in: English Français العربية Русский 中文 Português Español Projects & Ope"
    },
    {
      "url": "https://www.valorlux.lu/en/the-blue-bag?gclid=Cj0KCQiApL2QBhC8ARIsAGMm-KFC_UwBTPUXxBh__scACQbH83c1VJBQKAdSS2puqf4YyQuzlYTd0AwaAhMaEALw_wcB",
      "title": "The Blue Bag - Valorlux",
      "description": "The Blue bag: all about sorting, collecting and recycling your packaging waste - Valorlux",
      "preview": "The Blue bag: all about sorting, collecting and recycling your packaging waste The Valorlux blue bag, the practical and free solution to help preserve"
    },
    {
      "url": "https://www.likewise.com/contact-us/",
      "title": "Contact Us",
      "description": "Need to get in touch with Likewise? Send us an email!",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "https://www.seedsindia.org/our-story/",
      "title": "Our Story - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Our Story Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts."
    },
    {
      "url": "https://service.elsevier.com/app/contact/supporthub/sciencedirect/",
      "title": "Contact - ScienceDirect Support Center",
      "description": "void",
      "preview": "Skip to search Skip to main content Skip to digital assistant ScienceDirect Support Center To post social content, you must have a display name. The p"
    },
    {
      "url": "https://volny-cas.sluzby.cz/hospody/plzensky-kraj",
      "title": "Hospody Plzeňský kraj - hodnocené hospody v Plzeňském kraji",
      "description": "Hospody v Plzeňském kraji, vybírejte z plzeňských hostinců dle hodnocení zákazníků!",
      "preview": "Hospody Plzeňský kraj - jak hodnotit? × Podívejte se, jak hodnotí a co říkají o hospodách v Plzeňském kraji jejich zákazníci. Na detailu každého plzeň"
    },
    {
      "url": "https://www.ifc.org/",
      "title": "International Finance Corporation (IFC)",
      "description": "A strong and engaged private sector is indispensible to ending extreme poverty and boosting shared prosperity. That's where IFC comes in - we have more than 60 years experience in unlocking private investment, creating markets and opportunities where they are needed most.",
      "preview": "Skip to Main Navigation Turning Tanzania's Farmers into Agri- Entrepreneurs How global partners are empowering smallholder farmers to grow their profi"
    },
    {
      "url": "https://www.atlantamagazine.com/great-reads/jason-carter-the-inevitable-candidate/",
      "title": "Bruteforce Prevention",
      "description": "void",
      "preview": "Please click the button to confirm you aren't a bot."
    },
    {
      "url": "http://www.gallerycollection.com/",
      "title": "Christmas Cards for Business & Personal Use | Gallery Collection",
      "description": "Stunning Business Christmas cards and Corporate Holiday cards can be personalized with your company name & logo. Shop today to get an exclusive deal!",
      "preview": "Business Christmas Cards, Corporate Christmas Cards & much more! Loading... Christmas Cards Loading... 55% Christmas Loading... New For 2025 Christmas"
    },
    {
      "url": "https://www.forumforthefuture.org/",
      "title": "Forum for the Future",
      "description": "We are a leading international sustainability organisation, working with business, governments and civil society to accelerate the shift toward a sustainable future. We specialise in addressing critical global challenges by catalysing change in key systems, from food to apparel, energy to shipping.",
      "preview": "The Business Transformation Compass 2.0: A practical guide to business transformation and value creation in turbulent times Developed in partnership w"
    }
  ],
  "_meta": {
    "total_bookmarks": 107
  }
}