{
  "data": [
    {
      "url": "https://app.adjust.com/2uo1qc?redirect=https%3A%2F%2Fitunes.apple.com%2Fus%2Fapp%2Ffirefox-private-safe-browser%2Fid989804926&campaign=www.mozilla.org&adgroup=firefox_home",
      "title": "‎Firefox: Private Web Browser on the App Store",
      "description": "Take control of your internet experience with Firefox. When you choose Firefox, you choose privacy, focus, and a better way to browse. PRIVACY WHERE IT COUNTS...",
      "preview": "Screenshots Description Take control of your internet experience with Firefox. When you choose Firefox, you choose privacy, focus, and a better way to"
    },
    {
      "url": "https://www.listrak.com/",
      "title": "Listrak | Person-First Marketing Platform for Email, SMS & Web",
      "description": "The cross-channel marketing automation platform for retailers - unifying data, identity, & messaging across email, SMS, push, & web to drive personalization + revenue growth.",
      "preview": "2022 Holiday Playbook A planning guide from Listrak's retail experts. Download Now Platform Platform Clients Clients Company Company Resources Resourc"
    },
    {
      "url": "http://ios.yacreader.com",
      "title": "YACReader, the best comic reader, now on iPad, iPhone and iPod touch",
      "description": "Official web",
      "preview": "The best comic reader also available for iOS why YACReader? YACReader is an app for reading and managing digital comics, the whole ecosystem is formed"
    },
    {
      "url": "https://electrek.co/2022/03/08/smart-ev-charging-results-in-substantial-emissions-reduction-new-study/",
      "title": "Smart EV charging results in substantial emissions reduction - new study",
      "description": "Smart EV charging - automatically and strategically shifting when an EV charges - could notably reduce transportation sector emissions.",
      "preview": "Skip to main content Electric Vehicles EV Charging EV Chargers Smart EV charging results in substantial emissions reduction - new study Michelle Lewis"
    },
    {
      "url": "https://www.wowt.com/2023/02/26/lost-dog-adopted-by-new-family-omahas-72-hour-rule/",
      "title": "Lost dog adopted by new family on Omaha's 72-hour rule",
      "description": "Friday, Rebecca Jones, her kids, and her husband saw their dog, Bella, sitting in the Nebraska Humane Society. She'd been missing for about three weeks.",
      "preview": "Skip to content OMAHA, Neb. (WOWT) - Friday, Rebecca Jones, her kids, and her husband saw their dog, Bella, sitting in the Nebraska Humane Society. Sh"
    },
    {
      "url": "http://www.cosmopolitan.co.uk/entertainment/news/a34598/idris-elba-dad-quotes-winston-isan/",
      "title": "What Idris Elba has to say about being a dad will melt your heart",
      "description": "If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, prepare to dissolve into a mushy, hormonal mess.",
      "preview": "Skip to Content If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, pre"
    },
    {
      "url": "https://www.artbazaar.com/publisher/art-101-usa/",
      "title": "Art 101 USA Archives - Art Bazaar",
      "description": "void",
      "preview": "Showing the single result Default sorting Sort by popularity Sort by latest Sort by price: low to high Sort by price: high to low Art 101 Budding Arti"
    },
    {
      "url": "http://adcolor.org/conference?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Conference | ADCOLOR",
      "description": "Attend the ADCOLOR conference, the premier gathering for professionals across creative industries. November 11-14, 2025 at Disney's Coronado Springs.",
      "preview": "close menu close About Our mission Board Members Community Groups Alumni Team Programs & Events Awards Conference Futures Leaders Partners Partners Re"
    },
    {
      "url": "https://miltiadis.page.tl/12%26%23951%3B-%26%23913%3B%26%23947%3B%26%23969%3B%26%23957%3B-.-.htm",
      "title": "ΜΙΛΤΙΑΔΗΣ Α.Ο. - 12η Αγων.",
      "description": "void",
      "preview": "ΜΙΛΤΙΑΔΗΣ Α.Ο. - 12η Αγων. ΠΕΡΙΕΧΟΜΕΝΑ ΑΝΑΚΟΙΝΩΣΕΙΣ (μαύρα μαντάτα) ΑΠΟΤΕΛΕΣΜΑΤΑ ΒΑΘΜΟΛΟΓΙΚΗ ΘΕΣΗ ΒΑΘΜΟΛΟΓΙΑ ΓΚΟΟΟΛ!!!! ΔΕΙΚΤΕΣ ΔΙΑΙΤΗΤΕΣ ΔΥΝΑΜΗ ΣΩΜ.("
    },
    {
      "url": "http://www.consumerfraudreporting.org/secretshopperscams.php",
      "title": "Mystery Shopper Scams",
      "description": "Have you heard that you can get paid to shop, as a mystery shopper or secret shopper? If you have received unsolicited emails or seen newspaper ads that claim you can earn a living as a secret or mystery shopper by dining at elegant restaurants, shopping at pricey stores, or checking into luxurious hotels, beware! The Federal Trade Commission (FTC), the nation's consumer protection agency, is warning consumers about scams in this area. Find out more here!",
      "preview": "ConsumerFraudReporting.org Mystery Shopper Scams Protect Yourself and Report the Latest Frauds, Scams, Spams, Fakes, Identify Theft Hacks and Hoaxes ×"
    },
    {
      "url": "https://www.mountainhardwear.com/",
      "title": "Mountain Hardwear: Technical Outdoor Gear & Apparel",
      "description": "Mountain Hardwear designs premium outdoor clothing and equipment for mountain sport athletes and enthusiasts. Largest Selection. Free Shipping Available.",
      "preview": "Skip to Content Skip to Main Nav Skip to Search New Arrivals for Fall Adapt to Remain Wild Sign up for FREE Shipping New Arrivals for Fall Adapt to Re"
    },
    {
      "url": "https://action.earthday.org/partnerships_1",
      "title": "2025 Partnerships - Step 1 - EARTHDAY.ORG",
      "description": "Become an Earth Day partner and join the world's largest environmental movement! Get involved with climate action, environmental justice, and connect your efforts to our global network of volunteers.",
      "preview": "EARTHDAY.ORG Partnership Agreement Step 1 of the partnership agreement. Please enter your information here so we can keep accurate records and stay in"
    },
    {
      "url": "https://www.projecthealthyminds.com/",
      "title": "Project Healthy Minds",
      "description": "void",
      "preview": "WORLD MENTAL HEALTH DAY FESTIVAL 2025 IS HERE. REGISTER -> Welcome to a new era of mental health Welcome to a new era of mental health We've made find"
    },
    {
      "url": "https://forms.gle/Suu4uMrdc4t4vBQ2A",
      "title": "Google Play Pass Nomination",
      "description": "Google Play Pass is a monthly subscription service offering users unrestricted access to a catalog of hundreds of games and apps without ads, in-app purchases or paywalls. Subscribers can enjoy apps ranging from action to indie games and puzzle to utility apps without interruptions and all in one place. If you have a great premium experience that Play Pass users will love, express interest by completing the form below. Please include as much detail as possible so we can evaluate your nomination. Play Pass is currently an invitation only program, completing this form will not guarantee that your title will be invited to join. For more information: https://play.google.com/console/about/googleplaypass/",
      "preview": "Google Play Pass Nomination This nomination form is no longer accepting responses. Questo modulo è stato creato all'interno di Google.com. Questo modu"
    },
    {
      "url": "https://www.bucksfreepress.co.uk/news/23336608.princess-wales-shares-family-plans-pancake-day-slough/",
      "title": "Princess of Wales shares her family plans for Pancake Day in Slough | Bucks Free Press",
      "description": "THE Princess of Wales revealed her family plans for Pancake Day as she took a tour around a nursing home in Slough earlier today",
      "preview": "Princess of Wales shares her family plans for Pancake Day in Slough Royal Family People Slough By Isabella Perrin Audience and Content Editor @Isabell"
    },
    {
      "url": "https://mckv.edu.in/infrastructure/games-sports/",
      "title": "Games & Sports",
      "description": "void",
      "preview": "Games & Sports M.C.Kejriwal Vidyapeeth is committed to fully equipping our children to face the ever changing world with confidence. Students can play"
    },
    {
      "url": "https://www.pickupforum.de/profile/153657-zilch/",
      "title": "Zilch - Pickup Forum - The Pickup Artist Community",
      "description": "void",
      "preview": "Wechsle zum Inhalt Startseite Ansehen in der Community 118 Gut Über Zilch Rang Herumtreiber Profilinformation Geschlecht Male Aufenthaltsort Rheinland"
    },
    {
      "url": "https://historiska.se/utstallningar/haxor/",
      "title": "Häxor | Historiska Museet",
      "description": "void",
      "preview": "Hoppa till innehåll Genom att klicka 'Jag godkänner' accepterar du användandet av kakor på webbplatsen. Jag godkänner Hantera mina val Sök efter: Sök"
    },
    {
      "url": "https://blog.acvwilson.me/",
      "title": "puts post",
      "description": "Thoughts, code and food.",
      "preview": "puts post 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna justinrampage Artist Andy Wynn of Ga"
    },
    {
      "url": "https://www.allure.com/story/rihanna-oceans-8-locs",
      "title": "Why Rihanna Wears Locs in Movie 'Ocean's 8' | Allure",
      "description": "In an interview with Refinery29, Rihanna's hairstylist Yusef Williams explained the reason behind choosing locs for Rihanna's Ocean's 8 character.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    },
    {
      "url": "https://jenni.ai/",
      "title": "Jenni | AI Academic Writer & Research Tool for Students & Academics",
      "description": "Jenni is an AI research and academic writing assistant that helps students, researchers, and academics create essays, papers, and citations with ease.",
      "preview": "Meet Your Intelligent Research Assistant The AI-powered workspace to help you read, write, and organize research with ease. Start writing - it's free"
    },
    {
      "url": "https://www.dwd.de/DE/wetter/warnungen_gemeinden/warnWetter_node.html",
      "title": "Wetter und Klima - Deutscher Wetterdienst - Gemeindewarnungen aktuell",
      "description": "Vorhersageprozess",
      "preview": "Inhalt Hauptmenu Suche Autom. Aktualisierung Letzte Aktualisierung: Copyright: © Deutscher Wetterdienst Geobasisdaten: © BKG 2015 (Daten verändert) Wa"
    },
    {
      "url": "https://danvilleutilities.com/nDanville/nDanville.html",
      "title": "nDanville Welcome | Danville Utilities",
      "description": "void",
      "preview": "Search Results ... Close myAccount Pay Bill Outages Moving About Us Contact Us Forms Customer Light / Street Light Repair Request Utilities Customer A"
    },
    {
      "url": "https://deltasigmatheta.org/about-delta#Timeline",
      "title": "About Delta - Delta Sigma Theta Sorority Inc",
      "description": "void",
      "preview": "Purpose Delta Sigma Theta Sorority, Incorporated. is a private, not-for-profit organization whose purpose is to provide assistance and support through"
    },
    {
      "url": "http://www.agacgfm.org/",
      "title": "AGA - Association of Government Accountants",
      "description": "AGA is the premier association for government financial management, offering training, certification and networking to strengthen accountability and performance in public service.",
      "preview": "By continuing to browse the site you are agreeing to our use of cookies and similar tracking technologies described in our privacy policy . I Accept X"
    },
    {
      "url": "https://www.linkedin.com/",
      "title": "LinkedIn: Log In or Sign Up",
      "description": "1 billion members | Manage your professional identity. Build and engage with your professional network. Access knowledge, insights and opportunities.",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "https://svenska.yle.fi/t/18-213126",
      "title": "Krigsfartyg | Svenska Yle | Nyheter, sport, händelser",
      "description": "Yles innehåll om \"Krigsfartyg\" snabbt och pålitligt.",
      "preview": "Hoppa till huvudinnehåll Hoppa till huvudinnehåll Krigsfartyg Därför satsar Ryssland på sin flotta nu - och det här betyder det för Östersjön Ryssland"
    },
    {
      "url": "https://github.com/qmk/qmk_firmware/blob/master/docs/newbs_getting_started.md",
      "title": "qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware · GitHub",
      "description": "Open-source keyboard firmware for Atmel AVR and Arm USB families - qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware",
      "preview": "Skip to content"
    },
    {
      "url": "https://data.linz.govt.nz/",
      "title": "LINZ Data Service",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://guysaircraft.com/",
      "title": "GuysAircraft.com - Welcome",
      "description": "void",
      "preview": "Authorized dealer Insight Avionics Guy Doherty Aircraft Maintenance Owen Sound (Billy Bishop) Regional Airport R.R. 8, Owen Sound, Ontario N4K 5W4 pho"
    },
    {
      "url": "https://news.europawire.eu/press-releases-tagged-with/telecom-market/",
      "title": "Telecom Market | EuropaWire",
      "description": "The European Union's press release distribution & newswire service",
      "preview": "Skip to content Home About FAQs Editorial Staff Contact Investors PR Firms Press Release Distribution How to get started? Advanced Targeting Basic Tar"
    },
    {
      "url": "https://tealover-studyblr.tumblr.com/post/116582161242",
      "title": "codeorg: With all the national debate on...",
      "description": "codeorg: \"With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for...",
      "preview": "Home Ask me anything Submit a post Archive Mobile RSS My PhD Life Photoset April 16, 2015 103 notes codeorg : With all the national debate on immigrat"
    },
    {
      "url": "https://www.montgomerycollege.edu/contact-us/index.html#interpreter",
      "title": "Contact Us | Montgomery College, Maryland",
      "description": "void",
      "preview": "Contact Us Here you'll find information on our convenient campuses and centers, directories for people and for buildings, feedback forms, and some imp"
    },
    {
      "url": "https://www.renewableenergyworld.com/solar/corporate-sustainability-requires-impactful-clean-energy-investments/#gref",
      "title": "Corporate sustainability requires impactful clean energy investments",
      "description": "Not all renewable energy projects are created equal when it comes to displacing fossil-fuel generation.",
      "preview": "Home / Solar Courtesy: Marek Piwnicki/Unsplash By Hannah Badrei, Vice President of Energy Supply Advisory, Edison Energy As climate impacts continue t"
    },
    {
      "url": "https://www.bmw-oman.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Muscat | BMW Oman",
      "description": "Visit BMW Al Jenaibi Automobiles in Muscat, Oman and explore what we have to offer. You may be still driving the same streets, but the game has definitely changed.",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now The official greeting from BMW AG And BMW ME to Al Jenaibi International Automobiles for completing"
    },
    {
      "url": "https://www.computersplus.com/?attachment_id=31818",
      "title": "Computers Plus - Computer Repairs, Sales and Onsite Business Support - Computers Plus, a Directec Company",
      "description": "Computers Plus: Your experts in computer sales, computer repairs, onsite computer support and business networking. We offer top brands like Apple, Dell, Lenovo, plus custom built gaming computers. We offer solutions for both individuals and businesses.",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping We have moved! We are now located at 1229 E. Virginia St. in Evansville."
    },
    {
      "url": "http://sesamestreetformilitaryfamilies.org/topic/self-expression/?ytid=1ui0i2438Jw",
      "title": "Self-Expression | Encourage Positive Self-Expression",
      "description": "Use these resources to help foster positive self-expression in your military child.",
      "preview": "Before You Watch After You Watch Feelings Have Names prev Feelings Have Names Sing It Out Move It Out Talk It Out Laugh It Out Hug It Out next Printab"
    },
    {
      "url": "https://justanoldfashiontumblog.tumblr.com/",
      "title": "theobromine is my aeroplane",
      "description": "Missileaños Ness",
      "preview": "theobromine is my aeroplane Opinion | Women's Unpaid Labor is Worth $10,900,000,000,000 (Published 2020) » Posted 4 years ago 112 notes Tagged: econom"
    },
    {
      "url": "https://www.librairie-esoterique-paris.fr/",
      "title": "Votre librairie ésotérique à Paris : bienvenue chez Arc en Ciel !",
      "description": "Livres, encens, tarots et spiritualité : retrouvez nos produits et l'actualité de votre librairie ésotérique Parisienne sur internet !",
      "preview": "Arc en Ciel Votre librairie ésotérique à Paris Bienvenue chez Arc en Ciel, votre librairie ésotérique à Paris Située 3 rue Jean Macé, dans le 11ème ar"
    },
    {
      "url": "https://opendatacommons.org/licenses/odbl/",
      "title": "Open Data Commons Open Database License (ODbL) - Open Data Commons: legal tools for open data",
      "description": "Legal tools for Open Data",
      "preview": "Contents Legal tools for Open Data Open Data Commons Open Database License (ODbL) Attribution and Share-Alike for Data/Databases Human-readable summar"
    },
    {
      "url": "https://www.robin-wood.co.uk/",
      "title": "Wooden bowls, plates, spoons - handcrafted woodware - Robin Wood",
      "description": "Robin Wood is a master woodturner handcrafting beautiful wooden bowls and plates and carving wooden spoons. Shop for woodware and wood-craft courses.",
      "preview": "Home I am passionate about traditional woodwork, about the value of working with our hands, and sharing the joy of these things with others. I make tr"
    },
    {
      "url": "https://www.nomecomesnada.es/tag/soba/",
      "title": "soba Archivos - No me comes nada",
      "description": "void",
      "preview": "No sabéis la de ganas que tenía de poner esta receta en el blog. Directa desde el país del sol naciente llega esta sopa de miso con noodles Creo que y"
    },
    {
      "url": "https://faq.whatsapp.com/",
      "title": "Centro assistenza di WhatsApp",
      "description": "Scopri come usare WhatsApp, risolvere un problema e ricevere risposte alle tue domande.",
      "preview": "void"
    },
    {
      "url": "http://www.visitinowroclaw.pl/?author=1",
      "title": "Aktualny czas w Polska | Godzina.org",
      "description": "Zobacz aktualny czas w Polska. Aktualizowany na żywo. Znajdź jego stolicę, największe miasta według populacji, interaktywną mapę i wszystkie lokalne strefy czasowe.",
      "preview": "Obecny czas w Polska 🇵🇱 12 1 2 3 4 5 6 7 8 9 10 11 05:15:01 CET niedziela, 5 października 2025 Tryb pełnoekranowy ⛶ Pokaż format 12-godzinny Stolica:"
    },
    {
      "url": "https://www.canarymedia.com/articles/energy-markets/a-deeper-dive-into-24-7-carbon-free-energy",
      "title": "A deeper dive into 24/7 carbon-free energy | Canary Media",
      "description": "Tech giants and startups are chasing more precise data to make the grid cleaner by the hour - and asking governments and regulators to catch up.",
      "preview": "A deeper dive into 24 / 7 carbon-free energy Tech giants and startups are chasing more precise data to make the grid cleaner by the hour - and asking"
    },
    {
      "url": "https://www.youtube.com/?tab=w1",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://www.brasiltalian.com/2017/12/bon-prinsipio-nel-veneto-una-curiosita.html",
      "title": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto-Brasil Talian",
      "description": "Talian Sta qua la xè 'na filastrocca che, nei primi ani del secolo 1900, i tosati cantava ndando far gli auguri de Bon Ano in giro par l...",
      "preview": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto terça-feira, 19 de dezembro de 2017 Talian Sta qua la xè 'na filastrocca che, nei primi"
    },
    {
      "url": "https://www.whitehousehistory.org/photos/sarah-rosemary-carters-handprints-in-the-childrens-garden",
      "title": "Sarah Rosemary Carter's Handprints in the Children's Garden - White House Historical Association",
      "description": "This photograph is of the stone holding Sarah Rosemary Carter's handprints. She was the granddaughter of President Jimmy Carter and the handprints are part of t...",
      "preview": "Main Content Sarah Rosemary Carter's Handprints in the Children's Garden This photograph is of the stone holding Sarah Rosemary Carter's handprints. S"
    },
    {
      "url": "https://www.wsco.org/",
      "title": "West Side Community Organization",
      "description": "West Side Community Organization powers the people of the West Side to work together in creating a vibrant and thriving neighborhood for all. WSCO is a 501(c)(3) Nonprofit. WSCO also acts as the planning council for the City of Saint Paul, MN - District 3 (55107)",
      "preview": "Menu West Side Proud, West Side Strong We organize the people of St. Paul's West Side to build collective power, and advance justice and racial equity"
    },
    {
      "url": "https://sanctionsexplorer.org/",
      "title": "Sanctions Explorer",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://therosienetwork.org/",
      "title": "The Rosie Network | Military Business Help",
      "description": "The Rosie Network Empowers Entrepreneurs with Training, Mentors, Marketing, Branding Commercials, & More! Get military Business Help Now!",
      "preview": "top of page OUR PROGRAMS & SERVICES MILITARY ENTREPRENEUR MAGAZINE ROSIES ACROSS AMERICA PHOTO CAMPAIGN LOOKING TO START OR GROW A BUSINESS? FILL OU"
    },
    {
      "url": "https://4gnews.pt/ve-como-e-o-wear-os-3-sem-a-personalizacao-da-samsung-por-cima/",
      "title": "Vê como é o Wear OS 3 sem a personalização da Samsung por cima - 4gnews",
      "description": "A meados deste ano, a Google desvendou o Wear OS 3 como a plataforma que irá revitalizar os concorrentes ao Apple Watch. Esta nova plataforma foi...",
      "preview": "A tecnologia está do teu lado Google A meados deste ano, a Google desvendou o Wear OS 3 como a plataforma que irá revitalizar os concorrentes ao Apple"
    },
    {
      "url": "http://us.chinesemenu.com/us/deerfield-beach-fl-33442/szechuan-city/",
      "title": "Szechuan City - Deerfield Beach - Online Coupons, Specials, Discounts. Order Asian, Chinese Food - ChineseMenu.com",
      "description": "Chinesemenu provide you with reviews which wrote by clients from Deerfield Beach as well as Szechuan City, meanwhile, the telephone of restaurants and its addresses and map information.",
      "preview": "United States ▼ United States Canada Australia United Kingdom China Sign in | Sign up | Szechuan City Name: Szechuan City Address: 3264 W Hillsboro Bl"
    },
    {
      "url": "https://grizzlyseabear.tumblr.com/",
      "title": "Ecclectic Collection",
      "description": "The ramblings and interests of a seabear.",
      "preview": "Ecclectic Collection 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna solar-citrus ....I don't re"
    }
  ],
  "_meta": {
    "total_bookmarks": 54
  }
}