{
  "data": [
    {
      "url": "https://www.cbc.ca/news/canada/toronto/toronto-business-owners-associations-help-pandemic-1.6180500",
      "title": "Downtown Toronto business owners, associations call on federal parties for more help | CBC News",
      "description": "Downtown business owners and associations are questioning why federal election candidates aren't promising more support for establishments in Toronto's core, many of which are still struggling to stay afloat during the COVID-19 pandemic.",
      "preview": "Downtown Toronto business owners, associations call on federal parties for more help | CBC News Loaded Toronto Downtown Toronto business owners, assoc"
    },
    {
      "url": "https://www.subito.it/annunci-italia/vendita/usato/",
      "title": "Subito - Annunci e offerte gratis con TuttoSubito",
      "description": "Scopri TuttoSubito: il nuovo servizio di Subito che ti permette di comprare online in tutta Italia in completa sicurezza grazie alla protezione acquisti",
      "preview": "Chiudi PROMO Ultimo giorno : spedizioni InPost a soli 0,99 € con TuttoSubito. Home Cerca Vendi Messaggi Accedi I tuoi ordini I tuoi annunci Preferiti"
    },
    {
      "url": "https://ida.worldbank.org/",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://climatecommunication.yale.edu/publications/politics-global-warming-september-2021/",
      "title": "Politics & Global Warming, September 2021 - Yale Program on Climate Change Communication",
      "description": "This report describes how Democratic, Independent, and Republican registered voters view climate and energy policies.",
      "preview": "Home / Politics & Global Warming, September 2021 Report · Oct 20, 2021 Politics & Global Warming, September 2021 By Anthony Leiserowitz , Edward Maiba"
    },
    {
      "url": "https://www.salon.com/2000/07/25/eminem_secrets/",
      "title": "Eminem's dirty secrets - Salon.com",
      "description": "He's now a notorious Detroit rapper who spits hate machine-gun style. His family, friends and the bully who beat him up in school remember someone different.",
      "preview": "Advertisement: Eminem's dirty secrets He's now a notorious Detroit rapper who spits hate machine-gun style. His family, friends and the bully who beat"
    },
    {
      "url": "http://www.okeanostravel.com/",
      "title": "Turkey Holiday Packages And Turkey Tours | Okeanos Travel Turkey",
      "description": "The Best Deals on Turkey Tours & Turkey Holiday Packages. Travel Turkey ranging from Istanbul to Cappadocia to Ephesus. Customized Tours. Okeanos Travel",
      "preview": "Turkey Holiday Packages and Turkey Tours Discover the beauty and culture of Turkey with our local guided holiday tours and packages. Small group and p"
    },
    {
      "url": "https://signtime.apple/retail/us-EN/asl",
      "title": "SignTime",
      "description": "SignTime",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://lib.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=libraries",
      "title": "UW Libraries - University of Washington Libraries",
      "description": "University of Washington Libraries",
      "preview": "Skip to content Enter search text Current site All the UW Search scope Current site All the UW University of Washington Libraries"
    },
    {
      "url": "https://www.nass.org/can-i-vote/absentee-early-voting",
      "title": "Absentee & Early Voting | NASS",
      "description": "void",
      "preview": "Skip to main content X Click the search icon or 'view more results' to see all results. VIEW MORE RESULTS CLOSE You may be eligible to vote prior to t"
    },
    {
      "url": "https://vix.com/nuevo",
      "title": "ViX: Cine y TV Gratis en Español",
      "description": "void",
      "preview": "Lo sentimos, pero ViX no está disponible en tu país."
    },
    {
      "url": "https://www.manhattantheatreclub.com/",
      "title": "Home Page - Manhattan Theatre Club",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.bbcgoodfood.com/howto/guide/what-to-cook-for-dinner",
      "title": "30 dinners for when you don't know what to cook | Good Food",
      "description": "Wondering what to have for dinner? Let us inspire you with 30 easy (but exciting) recipes to try, the ingredients for which you probably already have...",
      "preview": "Skip to main content 30 dinners for when you don't know what to cook Charlotte Morgan loading... Try the Good Food app - subscribe today Wondering wha"
    },
    {
      "url": "https://www.amendtogether.org/",
      "title": "AMEND Together",
      "description": "void",
      "preview": "Challenge. Cultivate. Change Challenge. Cultivate. Change. Powered by Squarespace . 1608 Woodmont Blvd | Nashville, TN 37215 | (615) 269-9922 | inform"
    },
    {
      "url": "https://pytorch.org/docs/stable/nn.html",
      "title": "torch.nn - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://recipesfromapantry.com/",
      "title": "Fresh Easy Recipes with colours, flavours and spices - Recipes From A Pantry",
      "description": "Browse hundreds of fresh easy recipes made with exciting colours, flavours and spices. Easy Instant Pot Recipes, healthier easy Air Fryer Recipes, Southern Recipes, Jamaican Recipes, easy Seasonings and kitchen tips that anyone can use.",
      "preview": "Skip to content Dinner Air Fryer Instant pot Dessert Learn To Cook Subscribe to get tasty new recipes + cooking tips and tricks delivered into your in"
    },
    {
      "url": "https://naufraghi-nella-rete.tumblr.com/",
      "title": "Naufraghi nella Rete",
      "description": "e il naufragar m'è dolce in questo mare?",
      "preview": "How the Singapore Circle Line rogue train was caught with data blog.data.gov.sg Why most unit testing is waste • /r/programming reddit.com Change you"
    },
    {
      "url": "https://discussions.apple.com",
      "title": "Official Apple Support Community",
      "description": "Find answers with millions of other Apple users in our vibrant community. Search discussions or ask a question about your product.",
      "preview": "Go back to my question Apple Support Community Find answers. Ask questions. Connect with Apple customers around the world. Search or ask a question Se"
    },
    {
      "url": "https://centrodeidiomas.cientifica.edu.pe/",
      "title": "Centro de Idiomas | Universidad Científica del Sur",
      "description": "void",
      "preview": "Pasar al contenido principal Inglés Modalidades: Regular | Express | Super Express Conoce más aquí Portugués Niveles: Básico | Básico hasta Avanzado C"
    },
    {
      "url": "https://skilllab.io/",
      "title": "SkillLab Home Page - SkillLab",
      "description": "SkillLab is an impact business from Amsterdam. Together with our partners, we empower people to turn their skills into careers.",
      "preview": "We use cookies to optimize our website and services. Read more Accept all cookies Dismiss"
    },
    {
      "url": "https://rechargepayments.com/subscribe-with-recharge/",
      "title": "Subscribe with Recharge - Recharge",
      "description": "Recharge makes it easy to subscribe to your favorite products and get what you need, when you want to receive it.",
      "preview": "Skip to content Skip to footer Are you a customer or subscriber with a question about your order? Head back to the merchant's site and reach out to th"
    },
    {
      "url": "https://krannert.purdue.edu/centers/purce/news.php",
      "title": "News - Purdue Business",
      "description": "The Purdue University Research Center in Economics conducts policy-relevant research and shares its findings to have an impact on the well-being of society.",
      "preview": "Skip to Content Menu News Check back to see what PURCE faculty, students, and guests have been up to. And stay up to date with us by joining us on X ("
    },
    {
      "url": "http://www.comune.mottola.ta.it/",
      "title": "Comune di Mottola",
      "description": "Sito ufficiale Comune di Mottola",
      "preview": "Salta al contenuto principale Avvisi 30 settembre 2025 Assegnazione contributi per il recupero delle facciate degli edifici appartenenti al nucleo ant"
    },
    {
      "url": "https://ttparty.nl/login.html?view=reset",
      "title": "Login",
      "description": "TT Catering & Party Verhuur",
      "preview": "U bevindt zich hier: Start Login Vul het e-mailadres in dat bij uw account hoort. Er zal een verificatiecode naar uw e-mailadres worden verzonden. Wan"
    },
    {
      "url": "https://www.natureasia.com/ko-kr/",
      "title": "Nature Portfolio",
      "description": "Nature Publishing Group will be familiar to scientists and those interested in science in the Asia-Pacific region as a publisher of high impact scientific and medical information in print and online. NPG publishes journals, online databases, and services across the life, physical, chemical and applied sciences and clinical medicine. Throughout all its businesses NPG is dedicated to serving the scientific community and the wider scientifically interested general public.",
      "preview": "Welcome to natureasia.com"
    },
    {
      "url": "https://tessies.dk/",
      "title": "Tessies - TessiesDk",
      "description": "Et stort udvalg af sten og krystaller til dit hjem, kontor eller arbejdsplads",
      "preview": "Gå til indhold Din indkøbskurv er tom Tilbage til butikken Har du en konto? Log ind for at betale hurtigere. Din indkøbskurv Indlæser... Subtotal 0,00"
    },
    {
      "url": "https://author-welcome.nature.com/41598",
      "title": "Submission Welcome Page",
      "description": "void",
      "preview": "Start your submission Choose an article type for your submission I'm submitting: A research article including any article for a Guest Edited Collectio"
    },
    {
      "url": "https://easychair.org/smart-slide/author/H5t8",
      "title": "Author: Patricia Johann",
      "description": "void",
      "preview": "EasyChair Smart Slide Docs / Log in Home Author: Patricia Johann This page shows all presentations of this author published in EasyChair Smart Slide."
    },
    {
      "url": "https://www.heart.org",
      "title": "American Heart Association | To be a relentless force for a world of longer, healthier lives",
      "description": "Learn more about the American Heart Association's efforts to reduce death caused by heart disease and stroke. Also learn about cardiovascular conditions, ECC and CPR, donating, heart disease information for healthcare professionals, caregivers, and educators and healthy living.",
      "preview": "American Heart Association 2X MATCH Your Gift High blood pressure is a leading warning sign for heart attacks and strokes, the #1 and #5 causes of dea"
    },
    {
      "url": "https://lesmotsdaelys.blogspot.com/2014/05/finir-un-premier-jet.html",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://therosienetwork.org/",
      "title": "The Rosie Network | Military Business Help",
      "description": "The Rosie Network Empowers Entrepreneurs with Training, Mentors, Marketing, Branding Commercials, & More! Get military Business Help Now!",
      "preview": "top of page OUR PROGRAMS & SERVICES MILITARY ENTREPRENEUR MAGAZINE ROSIES ACROSS AMERICA PHOTO CAMPAIGN LOOKING TO START OR GROW A BUSINESS? FILL OU"
    },
    {
      "url": "https://vitaminpatchclub.com/products/total-package-bundle",
      "title": "Total Package Bundle - Vitamin Patch Club",
      "description": "Meet The Total Package-a powerful 4-in-1 bundle designed for those who want it all: more energy, stronger immunity, faster recovery, enhanced strength, and radiant beauty. Featuring our Energize (B-Complex), Wellness (Vitamins D &amp; C), Strength (Iron), and Restore (Zinc) patches, this bundle supports your body from",
      "preview": "Skip to content Shop Columbus Day Sale! Spend $100 get $40GC, spend $200 get $75GC, spend $400 get $100GC. gift cards will be emailed on Oct 20th 5 Wa"
    },
    {
      "url": "https://walmart.org/",
      "title": "Walmart Foundation",
      "description": "Walmart.org, through the combined philanthropic efforts of both Walmart and the Walmart Foundation, creates opportunities for people to live better every day.",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "https://www.springernature.com/gp/authors/research-data",
      "title": "Research data | Publish your research | Springer Nature",
      "description": "Research data refers to the collection of files that support your research project, study or publication e.g. spreadsheets, documents, images, videos, audio etc. Other researchers can't learn and build upon your research data if they can't see it and you can't get credit if other researchers can't find and cite you. The files on your desktop or USB stick may contain valuable knowledge that other researchers can learn from.",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Authors Home Products Open science Authors Editors Peer Reviewers P"
    },
    {
      "url": "https://www.viallfiles.com/",
      "title": "HOME | The Viall Files",
      "description": "void",
      "preview": "top of page LISTEN HERE FOR MORE VIALL FILES Viall Files + Join the household and get access to Viall Files + for exclusive shows like Ask Nick Update"
    },
    {
      "url": "https://www.frankie.com.au/articles",
      "title": "articles • frankie magazine • australian fashion magazine online",
      "description": "frankie is an Australian magazine, website and podcast for the creative and curious, covering fashion, art, photography, travel, craft, music and eye-opening real-life tales.",
      "preview": "home articles Articles life 5 ripper short story collections food have a squiz at these super-fun mystery picnics music tunesday - harvey sutherland's"
    },
    {
      "url": "https://worldofwonder.net/marvel-comics-writer-sina-grace-on-creating-darkveil-her-drag-influences-breaking-comic-barriers/",
      "title": "World of Wonder Productions",
      "description": "The Producers of RuPaul's Drag Race, Million Dollar Listing, DragCon, WOW Presents Plus and more!",
      "preview": "WORLD OF WONDER. Founded in 1991, World of Wonder has created hit TV franchises, groundbreaking documentaries, and a global streaming platform. So muc"
    },
    {
      "url": "https://www.longchamp.com/us/en/products/tote-bag-l-L1899089P71.html",
      "title": "Le Pliage Original L Tote bag Paper - Recycled canvas | Longchamp US",
      "description": "Le Pliage Original L Tote bag.L1899089P71.Paper - Recycled canvas.Online purchase. Home delivery. Free in-store pickup.",
      "preview": "Skip to main search Skip to main navigation Skip to main content Previous view Next view Fermer Best Seller Le Pliage Original L Tote bag Paper - Recy"
    },
    {
      "url": "http://www.affirmations.com.au/",
      "title": "Affirmations Publishing House in Australia | Leading Affirmation Card Publisher",
      "description": "Visit our Affirmations Publishing House in Australia and get inspired with living words of love and greetings. Browse sustainable greeting cards, birthday cards, books, and bookmarks from a leading affirmation card manufacturer, all with messages to help live a more mindful life. Money-back guarantee.",
      "preview": "Skip to main content ANIMAL GREETING CARDS DELIGHTFUL & HUMOROUS SEND A SMILE BEE MINI CARDS SHARE SWEET WORDS SEND WITH LOVE TWIGSEEDS GREETING CARDS"
    },
    {
      "url": "https://www.galsgt.it/beni-immobili-e-gestione-patrimonio/",
      "title": "Beni immobili e gestione patrimonio - GAL SGT - Sole Grano Terra",
      "description": "void",
      "preview": "Ricerca nel sito Chiudi Cerca"
    },
    {
      "url": "https://data.linz.govt.nz/",
      "title": "LINZ Data Service",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.mh-aerotools.de/airfoils/",
      "title": "MainFrame",
      "description": "void",
      "preview": "This page uses frames, but your browser doesn't support them. I am sorry, I know, that some people hate Frames, but I found it the only way to set up"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/conflict-minerals-reporting-template/",
      "title": "Conflict Minerals Reporting Template",
      "description": "The Conflict Minerals Reporting Template (CMRT) is a free, standardized reporting template developed by the Responsible Minerals Initiative (RMI) that facilitates the transfer of information through the supply chain regarding mineral country of origin and the smelters and refiners being utilized. The template also",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "https://developer.microsoft.com/en-us/",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "http://blog.linkedin.com/",
      "title": "Official LinkedIn Blog",
      "description": "void",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "http://bonjoli.blogspot.com/2013/08/verjaardagscadeautje.html",
      "title": "BONJOLI: Verjaardagscadeautje",
      "description": "Gezinsleven, DIY, knutselen met kinderen, wonen",
      "preview": "Pagina's Tuindagboek Patronen Gratis recepten Doen met kinderen maandag 26 augustus 2013 Verjaardagscadeautje Vanmorgen was ik op een verjaardag van e"
    },
    {
      "url": "https://centrodeidiomas.cientifica.edu.pe/",
      "title": "Centro de Idiomas | Universidad Científica del Sur",
      "description": "void",
      "preview": "Pasar al contenido principal Inglés Modalidades: Regular | Express | Super Express Conoce más aquí Portugués Niveles: Básico | Básico hasta Avanzado C"
    },
    {
      "url": "https://colordesigner.io/",
      "title": "Color Designer - the most comprehensive color tools platform",
      "description": "Welcome to the most comprehensive color tools platform. Unleash your creativity using color wheel, devise harmonious palettes with the Color Palette Builder, and create depth with the gradient options. It's a designer's playground. Enjoy exploring!",
      "preview": "Hide Ads, 14 days free All Tools Color Palette Builder Gradient Generator Color Mixer Color Name Finder Color Converter Color palette from image Image"
    },
    {
      "url": "https://daten.berlin.de/",
      "title": "Home | Berlin Open Data",
      "description": "void",
      "preview": "Skip to main content Offene Daten lesbar für Mensch und Maschine. Das ist das Ziel. Was soll gesucht werden? Datensätze Artikel und Apps Suchbegriff S"
    },
    {
      "url": "http://www.dazeddigital.com/fashion/article/37198/1/pharrell-williams-interview-fashion-tennis-adidas-collection-skincare",
      "title": "Pharrell on tennis, Rei Kawakubo and his skincare routine | Dazed",
      "description": "With his recently launched adidas Tennis collaboration, the musician talks 70s swag and the importance of giving back to the community",
      "preview": "â¬...ï¸ Left Arrow *ï¸âƒ£ Asterisk â­ Star Option Sliders âœ‰ï¸ Mail Exit Find your creative community. Join Dazed Club on iOS and Android Music leg"
    },
    {
      "url": "https://kassatieto.com/tuote/jatesakki-200l-musta-06/",
      "title": "Jätesäkki 200L musta | Kassatieto",
      "description": "Musta jätesäkki, vahvuus 60my. Koko 750x1400mm. 10pss/rll, 20rll/ltk.",
      "preview": "045 7731 2021 moc.o 1760095870 teita 1760095870 ssak@ 1760095870 ulevl 1760095870 apsak 1760095870 aisa 1760095870 Tuotteet Suurkuvatulostus Myymäläta"
    },
    {
      "url": "https://ushcccares.netlify.app/",
      "title": "USHCC CARES",
      "description": "USHCC CARES - Porque tú eres importante",
      "preview": "ES | EN info@ushcccares.com (202) 709-8611 Providing support, education, readiness and advice for small, minority and Hispanic-owned businesses in res"
    },
    {
      "url": "https://www.ft.com/markets",
      "title": "Markets | Financial Times",
      "description": "Breaking news and in-depth coverage from the global business and financial markets. The latest corporate earnings reports from the stock market and insights into the future of digital currency.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Markets Add to myFT Lead story in Markets Equities Investors flock to 'ex-US"
    },
    {
      "url": "https://www.jcwoodworking.com/to-jeremy-with-love-your-sister-sarah/",
      "title": "To Jeremy, With Love, your sister Sarah - JC Woodworking",
      "description": "void",
      "preview": "Skip to content I have known Jeremy since he was 11 years old. We met in the summer of 1998 when Josh invited me, as his first girlfriend, over to his"
    },
    {
      "url": "https://www.kiteplans.org/planos/delta/delta.html",
      "title": "Barrilete Delta",
      "description": "void",
      "preview": "Barrilete Delta Características Vuelo estable. Se remonta fácilmente . Elevarlo rápidamente para sacarlo de la zona de turbulencia. Salva cortos perío"
    },
    {
      "url": "http://www.italiaricette.it/",
      "title": "ITALIARICETTE.IT - Il tuo ricettario online",
      "description": "ItaliaRicette - Il tuo ricettario online",
      "preview": "Benvenuti in ITALIARICETTE.IT, un nuovo sito dove potete trovare migliaia di ricette. Nella colonna di sinistra potete scegliere il tipo di ricetta ch"
    },
    {
      "url": "http://www.operationoverkill.com/",
      "title": "Operation : Overkill | The Original Wastelands BBS Door Game!",
      "description": "void",
      "preview": "Welcome to Operation: Overkill World HQ! -[J] Join us on Discord! -[D] Operation: Overkill Downloads -[P] Play Operation: Overkill on dark wastelands!"
    },
    {
      "url": "https://www.traeger.com/pellet-grills/timberline",
      "title": "Traeger Timberline WiFi Pellet Grill - Traeger®",
      "description": "$300 off for a limited time. Shop the all-new Traeger Timberline® WiFi Wood Pellet Grill. Featuring a new induction cooktop. Outdoor cooking perfected.",
      "preview": "Skip to Main Content Find a Store United States / English Timberline® $3,799.99 Add To Cart Traeger Timberline® 298 Reviews TBB86RLG Explore the summi"
    },
    {
      "url": "https://wwwn.cdc.gov/pubs/other-languages/",
      "title": "CDC Resources in Languages Other than English | Other | CDC",
      "description": "This is a listing of information and materials available on the Centers for Disease Control and Prevention (cdc.gov) website translated into other languages.",
      "preview": "Skip directly to site content Skip directly to search Español | Other Languages An official website of the United States government Here's how you kno"
    },
    {
      "url": "https://www.popupexamples.com/",
      "title": "The Top 100+ Pop Up Design Examples 2021",
      "description": "Over 100 of the best-performing pop up design examples of 2020-2021. From lead and email capture to exit offers, Black Friday to Mothers Day, search and sort through inspiring designs that fit all screen sizes including mobile.",
      "preview": "Powered By Create Your Design Pop Up Designs That ‍ Convert . Whether you're looking to generate leads or sales, build your email list or prevent aban"
    },
    {
      "url": "https://girlsinc.org",
      "title": "Girls Inc. | Inspiring All Girls to be Strong, Smart & Bold",
      "description": "void",
      "preview": "Skip to main content It Starts With Girls We are guided by the vision of powerful girls who contribute to their communities in meaningful ways. Get In"
    },
    {
      "url": "https://ibbedesign.com/en/products/childrens-house-bed-tery-with-siderail-90x200-cm",
      "title": "- IBBE DESIGN EU",
      "description": "Bring the sleek and minimalist aesthetic of Scandinavian design to your home with our collection of furniture. Shop a variety of styles and designs to find the perfect piece for your home. Shop now and elevate your living space with the best of Scandinavian furniture.",
      "preview": "Opening soon Sign up for our newsletter to be the first to know when we launch. Email Sign up This shop will be powered by Enter using password Are yo"
    },
    {
      "url": "https://opensource.org",
      "title": "Open Source Initiative - The steward of the Open Source Definition, setting the foundation for the Open Source Software ecosystem.",
      "description": "Growing the impact of Open Source around the world The Open Source Initiative is the global nonprofit building the future powered by open collaboration, transparency and innovation. Supported by the...",
      "preview": "Growing the impact of Open Source around the world The Open Source Initiative is the global nonprofit building the future powered by open collaboratio"
    },
    {
      "url": "https://phoenixintheembers.tumblr.com/",
      "title": "From Spark To Flame",
      "description": "Just your average physicist, filipino, polish, english, irish, hawaiian born, hair color changing, music loving, piercing loving girl out to change the world. Oh and my name's Ember. No not Amber. And...",
      "preview": "From Spark To Flame Just your average physicist, filipino, polish, english, irish, hawaiian born, hair color changing, music loving, piercing loving g"
    },
    {
      "url": "https://www.businessinsider.com/1-in-4-us-workers-plan-new-job-after-coronavirus-pandemic-survey-2021-4",
      "title": "26% US Workers Plan New Job Hunt After COVID-19 Pandemic: Survey - Business Insider",
      "description": "The survey of 2,000 employed adults was conducted by Morning Consult on behalf of the insurance firm Prudential in early March 2021.",
      "preview": "void"
    },
    {
      "url": "https://looker.com/",
      "title": "Looker business intelligence platform embedded analytics | Google Cloud",
      "description": "Looker is an enterprise platform for BI, data applications, and embedded analytics that helps you explore and share insights in real time.",
      "preview": "Gartner recognizes Google as a Leader in the 2025 Magic Quadrant™ for Analytics and Business Intelligence Platforms. Looker Analyze governed data, del"
    },
    {
      "url": "https://academy.carto.com/",
      "title": "CARTO Academy | Academy",
      "description": "Welcome to CARTO Academy! In this site you will find a catalog of tutorials, quick start guides and videos to structure your learning path towards becoming an advanced CARTO user.",
      "preview": "Not sure where to start? Check out our recommended learning path here ! Working with geospatial data Geospatial data: the basics New to spatial data?"
    },
    {
      "url": "https://abc13.com/sheborah-latrice-thomas-sentenced-mother-accused-of-drowning-children-in-bathtub-two-young-murdered-by-mom-pleads-guilty-to-kids-deaths/12892747/",
      "title": "Houston mother Sheborah Latrice Thomas pleads guilty to drowning her 2 children in bathtub, sentenced to 40 years in prison - ABC13 Houston",
      "description": "Houston mother Sheborah Latrice Thomas, who admitted to drowning her 5- and 7-year-old children in 2016, was sentenced to 40 years in prison.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out mother charged Houston mother pleads guilty to drowning her 2 children in bathtub, s"
    },
    {
      "url": "https://woistphilipp.de/img_8376/",
      "title": "IMG_8376 - Wo ist Philipp?",
      "description": "void",
      "preview": "Wo ist Philipp? Berlin Menü Schließen Zum Geleit Reihen Tee in der vierten Dimension Telegramme Impressum & Rechtliches Zum Geleit Reihen Tee in der v"
    },
    {
      "url": "https://express.adobe.com/page/EBco39ojRZKyQ/",
      "title": "Walmart Constituent Relations Annual Report 2021",
      "description": "See the story",
      "preview": "Loading A Message from Tony Waller Stubborn problems that defy solutions for years aren't solved by well-meaning efforts to do more of the same. Real"
    },
    {
      "url": "https://openaccess.inaf.it/browse?type=author&sort_by=1&order=ASC&rpp=20&etal=10&value=Zepeda%2C+A.&starts_with=K",
      "title": "void",
      "description": "DSpace-CRIS is a comprehensive, free and open-source Research Information Management System (CRIS/RIMS). It is based on DSpace, providing broader functionality and an expanded data model, relying on its large community. It is compliant with and supports key international standards, facilitating interoperability and data transfer. DSpace-CRIS enables secure, integrated and interoperable research information and data management - in a single solution.",
      "preview": "Skip to main content ATTENZIONE!!! IL SISTEMA E' UTILIZZABILE ESCLUSIVAMENTE IN MODALITA' \"CONSULTAZIONE\". CAUSA PROBLEMI TECNICI, SI PREGA DI NON EFF"
    },
    {
      "url": "https://pushing-the-mower.tumblr.com/",
      "title": "Pushing the mower",
      "description": "CORVALLIS, WILLAMETTE VALLEY-Pushing a reel mower to improve the ecosystem in my neighbourhood. An individual project for HORT260@LBCC: Organic Farming and Gardening",
      "preview": "Pushing the mower 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Oh great, the college studen"
    },
    {
      "url": "https://www.wiame-vrd.com/l-entreprise",
      "title": "L'entreprise",
      "description": "WIAME VRD infrastructures routières, voirie et assainissement, AEP et réseaux divers - centrale enrobé Seine-et-Marne 77 - recyclage des matériaux de déconstruction",
      "preview": "L'entreprise Techniques pour le cadre de vie 1 Accueil L'entreprise Construire des infrastructures routières, de voirie et d'assainissement, en assure"
    }
  ],
  "_meta": {
    "total_bookmarks": 72
  }
}