{
  "data": [
    {
      "url": "https://www.goodwill.org/",
      "title": "Goodwill Industries International, Inc. - Goodwill Industries International",
      "description": "Goodwill provides free career counseling, skills training, and résumé prep services that help unlock opportunities for job seekers. Every day, more than 300 people find a job with Goodwill's help.",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content DON'T MISS OUT:"
    },
    {
      "url": "https://schoolquest.militarychild.org/",
      "title": "Homepage - Military Child Education Coalition® (MCEC®)",
      "description": "void",
      "preview": "Stay Up-to-Date with New Podcasts and Webinars Filter & Sort Podcast High Quality Connections Episode 360 Dr. Kimberly Dickman discusses the impact of"
    },
    {
      "url": "https://exceptional-minds.org/",
      "title": "Home - Exceptional Minds",
      "description": "Fall Workshops start September 13, 2025 - registration is now open!",
      "preview": "Skip to content Launching careers in animation, VFX, and digital arts for young adults on the autism spectrum Take a virtual or in-person tour Fall Wo"
    },
    {
      "url": "https://www.phoneduo.app",
      "title": "Dual Chat",
      "description": "void",
      "preview": "Stay connected around the world Why choose Dual Chat Affordable Start to enjoy phone call at low rates right now. High Quality Global node deployment"
    },
    {
      "url": "https://www.collegeboard.org",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "https://www.missourireview.com/1803full-2/",
      "title": "18.3 Cover (Full-Size) | The Missouri Review",
      "description": "Discovering the best in fiction, essays, and poetry",
      "preview": "18.3 Cover (Full-Size) 18.3 Cover (Full-Size)."
    },
    {
      "url": "https://thequeenssix.co.uk/",
      "title": "Home - The Queen's Six",
      "description": "void",
      "preview": "× Home About Media Music Videos Photos Concerts Forthcoming History Testimonials Shop Contact × About us + Music Videos Testimonials Contact"
    },
    {
      "url": "https://www.stopasianhate.info/",
      "title": "#StopAsianHate - Fight Anti-Asian Racism",
      "description": "This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. Learn. Share. Donate. Report. Volunteer. Get Resources.",
      "preview": "0 This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. 1 Read about the current c"
    },
    {
      "url": "https://www.samsung-climatesolutions.com/en-gb/b2c.html",
      "title": "Climate Control Systems for Home | Samsung Climate Solutions UK",
      "description": "Create the perfect indoor enviroment in your home. Samsung Climate solutions can help you to optimise confort, efficiency, and air quality.",
      "preview": "Come home to your perfect bubble See our residential solutions Scroll down Explore the world of climate control Discover heat pumps and air conditioni"
    },
    {
      "url": "https://www.ildolomiti.it/societa/la-festa-della-pera-arriva-anche-lo-show-cooking-di-valerio-braschi-vincitore-di-masterchef",
      "title": "Per la 'Festa della pera' arriva anche lo show cooking di Valerio Braschi, vincitore di Masterchef 2017 - il Dolomiti",
      "description": "VATTARO. Ci sarà anche un ghiottissimo show cooking a Vattaro in occasione della tradizionale 'Festa della pera'. Un appuntamento impreziosito dalla presenza di Valerio Braschi, il ragazzo prodigio vincitore di Masterchef 2017, e David Giacomelli, chef del Radisson Blu Resort di Malta. Ovviamente l'ingrediente principe, anzi regina, dell'evento sarà la pera. Ritorna anche",
      "preview": "HOME SEZIONI Cronaca Esteri Politica Economia Ricerca e università Ambiente Società Cultura Sport Montagna Viaggi Benessere Motori Minoranze linguisti"
    },
    {
      "url": "https://earthdata.nasa.gov/earth-observation-data/near-real-time/download-nrt-data/viirs-nrt",
      "title": "VIIRS-Land Near Real-Time Data | NASA Earthdata",
      "description": "Near real-time land data from the Visible Infrared Imaging Radiometer Suite (VIIRS) are available through NASA's Land, Atmosphere Near real-time Capability for Earth observation (LANCE).",
      "preview": "Skip to main content VIIRS-Land Near Real-Time Data Near real-time land data from the Visible Infrared Imaging Radiometer Suite (VIIRS) are available"
    },
    {
      "url": "https://www.permaculturenews.org/2015/06/16/what-is-keyline-design/",
      "title": "Site Maintenance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.globaltiesus.org/",
      "title": "Global Ties U.S. : Global Ties U.S.",
      "description": "Global Ties U.S. and our members build a more peaceful, prosperous world through international exchange and engage citizens in foreign policy.",
      "preview": "We support the nationwide Global Ties Network and exchange programs that make the United States safer, stronger, and more prosperous. Our work strengt"
    },
    {
      "url": "https://jobs.target.com/search-jobs?ac=7178",
      "title": "Job Search",
      "description": "void",
      "preview": "Search Search Clear keyword Submit Search Filters Saved jobs Filters Close modal window See results Clear all City or Zip Code click to collapse click"
    },
    {
      "url": "https://href.li/?http://changetheequation.org/students-stem-methodology",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. http://changetheequation.org/students-stem-methodology"
    },
    {
      "url": "https://wwwn.cdc.gov/NIOSH-Mining/?facetGroups=Products%20and%20materials=Nitrous%20oxides;Carbon%20dioxide;Carbon%20monoxide;Natural%20gas;Butane;Nitrogen%20dioxide;%5E&sf=Products%20and%20materials",
      "title": "Mining Health and Safety | Mining | CDC",
      "description": "Health and safety solutions for miners from the NIOSH Mining Program.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://www.lawcom.gov.uk",
      "title": "Law Commission - Reforming the law",
      "description": "Reforming the law",
      "preview": "Cookies on Law Commission We use some essential cookies to make this service work. We'd also like to use analytics cookies so we can understand how yo"
    },
    {
      "url": "https://www.dialpad.com/dp/google-fiber-landing-page/?promo=GFIBER25&utm_campaign=google-fiber&_device_id=eQqWhBBFqelZ8cEauhZ3ss",
      "title": "Google Fiber Landing Page | Dialpad",
      "description": "Dialpad is an AI-powered cloud communication platform that makes it easier and more efficient to connect and collaborate with your team. Try for free!",
      "preview": "DIALPAD + GOOGLE FIBER BUSINESS Dialpad & Google Fiber are proud to work together Get 25% off your new business phone system when you use Dialpad with"
    },
    {
      "url": "https://www.thephotoargus.com",
      "title": "The Photo Argus - Fresh photography ideas, useful tips and creative inspiration.",
      "description": "A photography inspiration and resource blog, The Photo Argus features great ideas, beautiful pictures, tips, photographer features, and more.",
      "preview": "Skip to main content Skip to primary sidebar Photography is more than just capturing what's in front of you - it's about how you arrange the story wit"
    },
    {
      "url": "https://powerplatform.microsoft.com/en-us/",
      "title": "AI-Powered Low-Code Tools | Microsoft Power Platform",
      "description": "Innovate with low-code tools using Microsoft Power Platform-Power BI, Power Apps, Power Automate, and Power Pages.",
      "preview": "This is the Trace Id: 8830ad12714eadd3e69e40249ac7c894 Skip to main content Join experts in person to explore low code and AI agents at the Power Plat"
    },
    {
      "url": "https://supersimple.com/app-privacy-policy/",
      "title": "Privacy Policy for Skyship Entertainment Company - Super Simple",
      "description": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses information from people who use our Services or engage with us (a \"user\" or \"users\"). The word \"Services\" in this Privacy Policy means our websites (located at supersimple.com, skyship.tv and songpals.com) (the \"Sites\")... Read more »",
      "preview": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses inf"
    },
    {
      "url": "https://oceanpanel.org/oa2030-new-members-caf_sdrhub/",
      "title": "New Members Boost Ocean Action 2030's Mission for Sustainability",
      "description": "Panama City, Panama (1 March, 2023) The Ocean Action 2030 coalition has today been strengthened by two new participating members: the Development Bank of",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.thatblogthatchickwrote.com/2010/07/twilight-eclipse.html",
      "title": "that blog that chick wrote: Twilight: Eclipse",
      "description": "The gang is back with a whole new set of wigs. Three down, two to go. Yuh-huh, just like the last Harry Potter film, someone has decided to ...",
      "preview": "void"
    },
    {
      "url": "https://www.bmw-lebanon.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Cars | Beirut, Lebanon | BMW Bassoul Heneine",
      "description": "Visit BMW Lebanon and explore what they have to offer. You may be still driving the same streets, but the game has definitely changed. Take a look at our vehicles available and contact us today!",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://www.aecf.org/",
      "title": "Ensuring the Future of At-Risk Youth - The Annie E. Casey Foundation",
      "description": "The Annie E. Casey Foundation is developing a brighter future for children and youth at risk of poor educational, economic, social and health outcomes.",
      "preview": "Our big ideas are building a brighter future for america's children, youth and families Order Lisa Lawson's Inspiring Book Thrive explores brain scien"
    },
    {
      "url": "https://www.tristandacunha.org/",
      "title": "TristanDaCunha.org",
      "description": "void",
      "preview": "Skip to content Welcome to TristanDaCunha.org - a website about the remotest island in the world, Tristan da Cunha. Tristan da Cunha lies 2,816 kilome"
    },
    {
      "url": "https://www.military.com/veteran-jobs/goodwill-industries-has-answer-new-survey-found-job-seekers-still-lack-critical-skills.html",
      "title": "Goodwill Industries Has an Answer to New Survey That Found Job Seekers Still Lack Critical Skills | Military.com",
      "description": "You may not know that Goodwill Industries does a lot more than resell used items for low prices.",
      "preview": "Goodwill Industries Has an Answer to New Survey That Found Job Seekers Still Lack Critical Skills Staff Sgt. Manoj Williams, an electrical systems cra"
    },
    {
      "url": "https://www.seamwork.com/articles/understanding-ease",
      "title": "Understanding Ease",
      "description": "Learn everything you need to know about ease in a sewing pattern.",
      "preview": "Sew our favorite romantic button-up shirt for FREE this fall! Get your Free Pattern × Search Posted in: Sewing Tutorials , Fitting Adjustments • Decem"
    },
    {
      "url": "http://adcolor.org/leaders?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Leaders | ADCOLOR",
      "description": "void",
      "preview": "close menu close About Our mission Board Members Community Groups Alumni Team Programs & Events Awards Conference Futures Leaders Partners Partners Re"
    },
    {
      "url": "https://www.lc-hoevelaken.nl/portal2/index.php/foto-albums/113-nieuwjaarsbijeenkomst-2017",
      "title": "Grafstenen, 500+ grafsteen voorbeelden online te zien",
      "description": "Grafstenen uit eigen productie met hoge kwaliteit, bekijk nu online meer dan 500 grafsteen voorbeelden incl. prijs. bij Veluwehof Natuursteen",
      "preview": "Grafstenen van de Veluwehof Elke grafsteen met zorg gemaakt Bij het uitzoeken van een grafsteen is het allerbelangrijkste: wat past het beste bij uw o"
    },
    {
      "url": "https://jobs.walgreens.com",
      "title": "Working at WALGREENS",
      "description": "Browse available job openings at WALGREENS",
      "preview": "Skip to main content We welcome candidates from recently impacted store closures. Continue to bring care to patients and customers in your community h"
    },
    {
      "url": "https://powerplatform.microsoft.com/",
      "title": "Strumenti low-code basati sull'intelligenza artificiale | Microsoft Power Platform",
      "description": "Facilita l'innovazione con strumenti low-code usando Microsoft Power Platform, ossia Power BI, Power Apps, Power Automate e Power Pages.",
      "preview": "This is the Trace Id: a13df758c8ffdd6b4e47f229b24f3e59 Passa a contenuti principali MICROSOFT POWER PLATFORM Accelera l'innovazione Riduci i costi e i"
    },
    {
      "url": "https://together.nbcuni.com/advertise/?utm_source=nbc_news&utm_medium=referral&utm_campaign=property_ad_pages",
      "title": "Advertise With Us | NBCUniversal Together",
      "description": "Interested in learning more about our advertising opportunities under NBCU's One Platform? Reach out to start working with us today.",
      "preview": "void"
    },
    {
      "url": "http://archives.nereusprogram.org/tag/Nereus-Scientific-&-Technical-Briefs-on-ABNJ-series/",
      "title": "Nereus Scientific & Technical Briefs on ABNJ series | Nereus Program",
      "description": "void",
      "preview": "Languages English 日本語 Nereus Scientific & Technical Briefs on ABNJ series POLICY BRIEF: Deep, distant and dynamic: critical considerations for incorpo"
    },
    {
      "url": "https://www.thesprucecrafts.com/how-to-tool-leather-3536816",
      "title": "Using Your Woodworking Band Saw Safely",
      "description": "Is cutting with a band saw safe? By following the safety precautions in this article, you should be able to reduce the danger of using a band saw.",
      "preview": "Tips for Using Your Band Saw Safely and Effectively By Chris Baylor Chris Baylor Chris Baylor is a woodworking expert and writer with over a decade of"
    },
    {
      "url": "https://www.montanapbs.org/",
      "title": "Montana PBS - Montana's PBS Station",
      "description": "Montana PBS shares diverse stories; connects our citizens; discovers common ground; and celebrates the independent spirit and beauty of Montana.",
      "preview": "Showcase"
    },
    {
      "url": "https://resourcewatch.org/dashboards/coral-reef-dashboards",
      "title": "Coral Reef Dashboards | Resource Watch",
      "description": "Global and regional summaries of the importance, status and outlook of coral reefs around the world",
      "preview": "pause play external search user list-mode cross layers opacity hide show item-unknown item-date item-category item-number logo-cms arrow-down arrow-up"
    },
    {
      "url": "http://www.wideeyecreative.com",
      "title": "Wide Eye / a digital creative agency - web design & branding for mission-driven organizations and nonprofits",
      "description": "Wide Eye is a full-service creative agency specializing in interactive design, web development, and digital communications for brands that change the world. Headquartered in Washington, DC.",
      "preview": "Skip to main content Wide Eye Creative Close Things that agencies probably won't tell you about your RFP process, but should... Things that agencies pro"
    },
    {
      "url": "https://ricetta.buoneforchette.com/celestino.php",
      "title": "Ricetta celestino",
      "description": "Come prepare celestino una ricetta di Aperitivi e Cocktail facile e gustosa. Succo Di Limone / Vodka Absolut / Vodka Azzurra Chazskaja P",
      "preview": "void"
    },
    {
      "url": "https://partner.github.com/",
      "title": "GitHub Partner Program · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://imkinsky.com/ergebnisse/111/530/1/63734",
      "title": "Hans Canon (Johann Von Strasiripka) (Lot 0241), 111. Kunstauktion, Auktionstage | im Kinsky Auktionshaus in Wien",
      "description": "void",
      "preview": "Objektübersicht Kat.Nr. Vorherige Objekt Weiter 0241 Hans Canon (Johann Von Strasiripka) (Wien 1829 - 1885 Wien) „Mädchenporträt\" Öl auf Leinwand 39 ×"
    },
    {
      "url": "https://www.oceanpanel.org/blue-papers/illegal-unreported-and-unregulated-fishing-and-associated-drivers",
      "title": "\"Combatting IUU Fishing: Strategies and Solutions - Ocean Panel\"",
      "description": "Explore solutions to combat Illegal, Unreported, and Unregulated (IUU) fishing. Discover best practices, technologies, and partnerships to protect our oceans.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en",
      "title": "Bang & Olufsen Corporate",
      "description": "void",
      "preview": "Navigation and Content Skip to main content Skip to main footer Corporate Welcome to Bang & Olufsen corporate site Career View our open positions open"
    },
    {
      "url": "https://www.dasra.org/",
      "title": "Dasra Home Page",
      "description": "void",
      "preview": "Equity is at the centre of everything we do SCROLL TO LEARN MORE Towards a transformed India, where a billion thrive with dignity and equity Dasra dri"
    },
    {
      "url": "https://www.iesalc.unesco.org/",
      "title": "UNESCO IESALC unveils expanded Higher Education Policy Observatory for stronger policy support | International Institute for Higher Education in Latin America and the Caribbean",
      "description": "It allows to visualise and compare higher education systems and policies in almost 150 countries, and now includes data from the UNESCO Institute for Statistics.",
      "preview": "Skip to main content Search Search Canva UNESCO IESALC unveils expanded Higher Education Policy Observatory for stronger policy support It allows to v"
    },
    {
      "url": "http://www.atropa.si/darilni-program-spletna-trgovina/izdelki/?prikazi=6",
      "title": "Izdelki | Botanični vrt, spletna prodaja in urejanje zelenih površin",
      "description": "ATROPA, botanični vrt, spletna prodaja, otroške rojstnodnevne zabave Roman Hergan s.p.",
      "preview": "Botanični vrt TAL 2000 Darilni program spletna trgovina Rastline za vrtne ribnike Urejanje vrtov Otroške rojstnodnevne zabave ATROPA, botanični vrt, s"
    },
    {
      "url": "https://www.bmw-oman.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Muscat | BMW Oman",
      "description": "Visit BMW Al Jenaibi Automobiles in Muscat, Oman and explore what we have to offer. You may be still driving the same streets, but the game has definitely changed.",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now The official greeting from BMW AG And BMW ME to Al Jenaibi International Automobiles for completing"
    },
    {
      "url": "https://www.artdecomumbai.com/tag/j-gurney-nutting/",
      "title": "J Gurney Nutting - Art Deco",
      "description": "void",
      "preview": "Skip to content It seems we can't find what you're looking for. Perhaps searching can help. Search for: Search Digital diarist showcasing mumbai's art"
    },
    {
      "url": "https://www.planetgain.com/",
      "title": "Planet Gain - Home",
      "description": "void",
      "preview": "Home Institutional Bales Accessories & Shoes Contact Us Welcome to Planet Gain Planet Gain is a rapidly evolving textile company that accepts an array"
    },
    {
      "url": "https://online.aub.edu.lb/Pages/index.html",
      "title": "AUB Online",
      "description": "void",
      "preview": "ADVANCE YOUR CAREER BY DEVELOPING INDUSTRY-SPECIFIC KNOWLEDGE AND SKILLS EXPLORE OUR ONLINE PROGRAMS Search by: RESET FILTER Be the first to find out"
    },
    {
      "url": "https://devicemanagement.portal.azure.com/?l=en.en-us",
      "title": "Microsoft Intune admin center",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    },
    {
      "url": "https://www.assuredstrategy.com/",
      "title": "Leadership Training. Scaling Up Coaches. Executive Coaching.",
      "description": "Discover leadership training & executive coaching to drive growth. Scaling Up Coaches, leadership coaching, weekly events elevate success! TX based Assured Strategy",
      "preview": "Skip to content Contact Us Contact Us Scaling Up Business Coaches Atomic Dev 2025-01-06T12:33:17-06:00 Navigate Change & Scale Up with The Strategy Sh"
    },
    {
      "url": "http://www.decadecounter.com/",
      "title": "MASTER38 Slot gacor untuk para master slotter dimanapun berada",
      "description": "Beyoung: India's best online shopping site for trendy clothes. Shop cargos, joggers, oversized t-shirts, and more with Free Shipping & COD. Affordable style for every occasion!",
      "preview": "Log In / Signup logo Topwear T-shirts Plain T-shirts Printed T-shirts Regular Fit T-shirt Oversized T-shirts Polo T-shirts Full Sleeve Tshirts View al"
    },
    {
      "url": "https://airbel.rescue.org/",
      "title": "Research and Innovation | Airbel Impact Lab - Research & Innovation at the IRC",
      "description": "Airbel Impact Lab is the innovation team at the International Rescue Committee. We develop products, services, and systems to improve humanitarian response-creating lasting impact for people affected by conflict and crisis.",
      "preview": "Research and Innovation at the International Rescue Committee We design, test and scale life-changing products and services to solve the challenges pe"
    },
    {
      "url": "https://www.detroityouthchoir.org/",
      "title": "Youth Performance And Enrichment | Detroit Youth Choir | Detroit",
      "description": "Detroit Youth Choir offers youth in the Metropolitan Detroit area a world-class performing arts experience that develops their creative skills and talents through music, education, dance, and theatrical arts. Youth performance and enrichment",
      "preview": "top of page A world-class performing arts experience for Detroit youth A world-class performing arts experience for Detroit youth Our mission is to of"
    },
    {
      "url": "https://www.studio1847.io/",
      "title": "Home - Studio1847.io",
      "description": "At Studio 1847, the branded content studio of Tribune Publishing, your success is at the core of everything we do. We work with brands of all sizes and across all industries to tell their stories in informative and engaging ways....",
      "preview": "About Relationship to Tribune Publishing Awards Contact Us Client Work 312-222-4860 Humanizing brands to connect with consumers in an authentic and me"
    },
    {
      "url": "https://es.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org España",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://www.accessdata.fda.gov/scripts/drugshortages/default.cfm",
      "title": "FDA Drug Shortages",
      "description": "void",
      "preview": "Skip to main content Skip to FDA Search Skip to footer links Home Drug Databases Drug Shortages Current and Resolved Drug Shortages and Discontinuatio"
    },
    {
      "url": "https://www.ravelry.com/patterns/library/granny-stripe-blanket-2",
      "title": "Ravelry: Granny Stripe Blanket pattern by Jaime Long",
      "description": "This blanket is absolutely stunning. I love the granny stitch, but I hated the way it was over used in the same start-from-the-middle-and-make-a-square way. So I decided to mix it up a little bit! Quick and easy, this blanket will shine in any number of colors! Great as a baby gift or for a craft show!",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/comprar-bilhete",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://give.feedingamerica.org/a/donate",
      "title": "Donate Today to End Hunger in America | Feeding America",
      "description": "Donate today to end hunger. Every dollar you donate can provide at least 10 meals to families in need through the Feeding America network of food banks.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://whynotyoufdn.org/",
      "title": "Why Not You Foundation",
      "description": "Founded by athlete and entrepreneur, Russell Wilson. The Why Not You Foundation is a nonprofit dedicated to education, children's health and fighting poverty, while empowering today's youth to embrace a why not you attitude.",
      "preview": "Scroll We are dedicated to changing the world, one child at a time. WHY NOT YOU? WHY NOT US? Founded by Russell Wilson in 2014, the Why Not You Founda"
    },
    {
      "url": "https://nl.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress plugin | WordPress.org Nederlands",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Plugins zoeken Details Be"
    },
    {
      "url": "https://uxhints.com/",
      "title": "UX Hints - Product Design Knowledge",
      "description": "UX Hints TL;DR Stay on top of your design process with the bite-sized hints and cheat sheets about UX Product Design. UX Metric - System Usability Scale (SUS) User Testing view UX Metric - Single Ease Question (SEQ) User Testing view UX Metric - Net Pr",
      "preview": "Skip to content Search Search Subscribe to newsletter Instagram Twitter UX Hints TL;DR Stay on top of your design process with the bite-sized hints an"
    },
    {
      "url": "https://www.soccerstats.com/",
      "title": "SoccerSTATS.com | Football statistics, form tables and result analysis",
      "description": "SoccerSTATS.com features football statistics, results, tables, standings and analysis on football competitions such as the Premier League, the Championship, the Serie A, La Liga, the Champions League and hundreds of more leagues.",
      "preview": "LEAGUES MATCHES STATS FAV BLOG Favourite leagues ▼ Favourite leagues ----------------------------------- My Favourites -------------------------------"
    },
    {
      "url": "https://smb.apple.com/contactus",
      "title": "Apple",
      "description": "void",
      "preview": "Best Time to Contact You 1 2 3"
    },
    {
      "url": "https://www.rtve.es/noticias/",
      "title": "Noticias, la última hora de España y el mundo - RTVE.es",
      "description": "Noticias de última hora en España y el mundo. Toda la actualidad y las últimas noticias nacionales e internacionales aquí, en RTVE.es",
      "preview": "Es noticia: Gaza OTAN María Corina Machado Dina Boluarte Benidorm Fest participantes Calendario laboral 2026 Tiempo hoy La Promesa avance Últimas noti"
    },
    {
      "url": "https://news.nationalgeographic.com/news/2014/05/140519-bottom-trawling-seafloor-oceans-damage-science/?beta=true",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://www.elcarrocolombiano.com/noticias/kia-producira-vehiculos-en-india-desde-2019/",
      "title": "Kia producirá vehículos en India desde 2019",
      "description": "Con una inversión de US$1.100 millones, estará ubicada en el distrito de Anantapur, estado de Andhra Pradesh, y podrá construir 300.000 vehículos anuales a partir de 2019. La firma coreana Kia Motors anunció que construirá una planta manufacturera en la localidad de Anantapur en la India, en la cual aspira a producir 300.000 vehículos anuales desde 2019, entre los cuales se cuentan un sedán compacto y un SUV compacto para la India. Para construir esta nueva implantación industrial se calcula una inversión cercana a los US$ 1.100 millones. Las obras iniciarán en diciembre próximo en una extensión de 2,16 kilómetros cuadrados...",
      "preview": "Inicio Lanzamientos Carros Novedades Pruebas Reseñas Autos del Mundo Clásicos Colombianos Clásicos del Mundo Dos Ruedas Noticias De todo un poco Indus"
    },
    {
      "url": "https://www.bolkplants.nl/product/1501192/potgrond",
      "title": "bolkplants",
      "description": "void",
      "preview": "Bolk plants Superkwaliteit uit eigen kwekerij Haaften-Holland Welkom op onze website! Kijk gerust even rond, Helaas Ons seizoen voor perkplanten is we"
    },
    {
      "url": "https://www.identitytheft.gov/",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission IdentityTheft.gov Government Shutdown Notice Due to the government shutdown, we are unable to offer this website service at t"
    },
    {
      "url": "https://oceanpanel.org/sites/default/files/2020-02/HLP%20Blue%20Paper%20on%20IUU%20Fishing%20and%20Associated%20Drivers.pdf",
      "title": "High Level Panel for a Sustainable Ocean Economy",
      "description": "The High Level Panel is committed to putting sustainability at the heart of ocean management to benefit people, nature and the economy.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://globalfishingwatch.org/",
      "title": "Transparency for a Sustainable Ocean | Global Fishing Watch",
      "description": "Sustainable ocean through increased transparency: we create map visualizations, data and analysis to enable scientific research and transform ocean management",
      "preview": "Skip to content Revolutionizing Ocean Monitoring and Analysis GO TO THE MAP Partnering with Planet High-resolution optical imagery from Planet is expa"
    },
    {
      "url": "http://www.srsh.org/",
      "title": "Scott's Run Settlement House | Food Pantry | Monongalia | Morgantown, WV",
      "description": "Scott's Run Settlement House is a 501(c)3 dedicated to providing basic needs to residents of Monongalia County, WV through our food pantry, baby pantry, and pet pantry services along with food distribution for seniors and school aged children. SRSH runs seasonal programs for Easter, Thanksgiving and Christmas along with a classroom restock in January. We also help connect home owners in need with volunteer home repair groups.",
      "preview": "top of page We're hiring! Click here to learn more. ANNOUNCEMENTS! Our phone number has changed! Please reach us by calling or texting (304)435-5098."
    },
    {
      "url": "https://www.cortexstl.org/",
      "title": "void",
      "description": "Creating inclusive economic growth in St. Louis by uniting diverse innovators, spaces, and organizations to transform ideas into solutions.",
      "preview": "Learn in Cortex empowering innovators in St. Louis Build in Cortex Develop in St. Louis' Innovation Center Work in Cortex For project teams, startups,"
    },
    {
      "url": "https://shop.strato.com/epages/62057949.sf/nl_BE/?ViewObjectPath=%2FShops%2F62057949%2FProducts%2FSHWN-318350-101%2FSubProducts%2FSHWN-318350-101-0026",
      "title": "Cinteo Superheel - Women's - Sport Flash Plus",
      "description": "19.99€(-30%)",
      "preview": "Ga naar de hoofdinhoud Categories Producten in de aanbieding Categorieën Herenschoenen Damesschoenen Kinderschoenen Voetbalschoenen Accessoires & Text"
    },
    {
      "url": "https://flipboardforbrands.com/",
      "title": "Flipboard For Brands",
      "description": "void",
      "preview": "Flipboard helps you connect your brand story to people who are interested and paying attention. Flipboard's Interest Graph provides a unique look into"
    },
    {
      "url": "https://www.behance.net/galleries/photography",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://spr.ly/IMDbApp_iOS",
      "title": "‎IMDb App: iPhone & iPad | IMDb Community Forums",
      "description": "Find showtimes, watch trailers, browse photos, track your watchlist and rate your favorite movies and TV shows on your phone or tablet! IMDb's app for iPhone, iPad & iPod touch",
      "preview": "Find or start a conversation IMDb App: iPhone & iPad Find showtimes, watch trailers, browse photos, track your watchlist and rate your favorite movies"
    },
    {
      "url": "https://stratocat.com.ar/fichas/2018/WNM-20180814.htm",
      "title": "PROJECT LOON FLIGHT P-431 - 8/14/2018",
      "description": "Details of the balloon flight of PROJECT LOON FLIGHT P-431 performed from Winnemucca Municipal Airport, Nevada, US on 8/14/2018",
      "preview": "About Origins of the website Greatefulness Disclaimer Contact Sitemap Toggle navigation Balloon Launches Launches by Year Launches by Site or Base Det"
    },
    {
      "url": "https://disposerx.com/",
      "title": "DisposeRx, Inc. - Safe Medication Solutions - DisposeRx, Inc.",
      "description": "Do you know what In-Home Disposal is? Do you know what the FDA recognized definition for in-home medication disposal really means-and why it matters for your home and community? Tap here learn more. Every year, over 130 Million opioids are prescribed. That's nearly 1 opioid prescription for every U.S. household. What's worse, many of them [...]",
      "preview": "Skip to content Do you know what In-Home Disposal is? Do you know what the FDA recognized definition for in-home medication disposal really means-and"
    },
    {
      "url": "https://ubeauty.com/products/the-mantle-skin-conditioning-wash?variant=40855746412644",
      "title": "Nourishing Double Cleanser - U Beauty the MANTLE",
      "description": "Our nourishing double cleanser effectively removes makeup, sunscreen, dirt, sweat, and pollutants while helping to maintain the skin's natural balance. Grab yours!",
      "preview": "FREE SHIPPING ON ALL ORDERS | FREE GIFT ON ORDERS US$200+ USA (English) Canada (English) Canada (Français) UK/EU/International"
    },
    {
      "url": "https://et.linkedin.com/company/garri-logistics?trk=organization_guest_main-feed-card-text",
      "title": "Garri Logistics | LinkedIn",
      "description": "Garri Logistics | 3,106 followers on LinkedIn. Garri leverages tech to efficiently transport freight across Ethiopia. We are modernizing Ethiopia's Logistics! | Garri is a digital frieght transport and brokerage company with the mission of removing the hassle and pain from freight logistics by optimizing and digitizing every aspect of the job. We offer unparalleled customer service using dedicated account managers and access to state of the art technology including live cargo tracking, frequent status updates, analytics, and many more.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.pinterest.com/",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Oh no! Pinterest doesn't work unless you turn on JavaScript."
    },
    {
      "url": "https://www.mobvoi.com/us/pages/ticwatchs2",
      "title": "TicWatch S2 - The best smartwatch to take your outdoor game to the next level.",
      "description": "TicWatch S2 smartwatch - a smartwatch designed to withstand extreme conditions and environments. The best smartwatch to take your outdoor games to the next level! TicWatch S2 smartwatch is military-grade durable. Swim monitoring and swim style detection; 24hr heart-rate monitor; Waterproof 5 ATM. Buy TicWatch S2 smartwatch on Mobvoi official website now!",
      "preview": "US Choose your country or region TicWatch S2 smartwatch Product Support About us Buy now Buy Go out. Explore. Stay connected. Best smartwatch for your"
    },
    {
      "url": "https://www.sfpublicpress.org/most-homeless-families-helped-by-city-rent-programs-move-out-of-s-f/",
      "title": "Most Homeless Families Helped by City Rent Programs Move Out of S.F. - San Francisco Public Press",
      "description": "A San Francisco initiative to help homeless families find affordable apartments and assist them in paying the rent is sending the majority of them out of the city because of the high cost and shortage of housing.",
      "preview": "Skip to content Credit: Creative Commons image by Flickr user Daniel Ramirez Fates of Hundreds Unknown After Subsidies Expire; Some End Up Homeless Ag"
    },
    {
      "url": "https://ghop.page.link/signin-cta",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    }
  ],
  "_meta": {
    "total_bookmarks": 88
  }
}