{
  "data": [
    {
      "url": "https://www.20minutes.fr/justice/2361019-20181025-lyon-manifestants-bloques-justice-ordonne-mise-examen-ancien-chef-police-ex-prefet-rhone",
      "title": "Lyon: Les manifestants avaient été bloqués, la justice ordonne la mise en examen des anciens chef de police et préfet du Rhône",
      "description": "Le 21 octobre 2010, la police avait confiné les manifestants place Bellecour lors d'une manifestation contre la réforme des retraites...",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off eau noire Dans les Deux-Sèvres, un cours d'eau pollué par un"
    },
    {
      "url": "http://www.ricettepercucinare.com/",
      "title": "Blog di cucina e ricette italiane | Ricettepercucinare.com | HOME",
      "description": "Ricettepercucinare.com un sito di cucina con tante ricette passo passo ed un blog con tante informazioni nato nel lontano 2006",
      "preview": "RicettePerCucinare.com, ricette di cucina facili, veloci, gustose Ricette primi piatti, ricette salate, ricette dolci, ricette di pesce e molto altro"
    },
    {
      "url": "https://www.camera.it/leg19/410",
      "title": "XIX Legislatura - Lavori - Resoconti Assemblea - Dettaglio sedute",
      "description": "Camera dei deputati - XIX Legislatura -",
      "preview": "Camera dei deputati Vai al contenuto Sezione di navigazione Menu di ausilio alla navigazione Vai al menu di navigazione principale Scrivi Sito mobile"
    },
    {
      "url": "https://sites.nielsen.com/legal/privacy-statement/exelate-privacy-policy/opt-in-opt-out/",
      "title": "NIELSEN MARKETING CLOUD OPT-IN/OPT-OUT",
      "description": "void",
      "preview": "Nielsen Marketing Cloud Opt-Out Nielsen Marketing Cloud (NMC) is committed to providing you with choices regarding the processing of your personal dat"
    },
    {
      "url": "https://www.mobvoi.com/us/pages/ticwatche2",
      "title": "TicWatch E2 - A smartwatch boasts a waterproof rating of 5 ATM making them swim friendly.",
      "description": "TicWatch E2 smartwatch - your best go-to fitness and swimming companion! TicWatch E2 smartwatch, up to 50m underwater waterproof, monitors your every stroke on the move. TicWatch E2 smartwatch is designed to fit your active lifestyle needs. TicWatch E2 smartwatch is powered by TicMotion - proactive swimming monitoring, analysis and swim style detection. TicWatch E2 smartwatch - Lightweight & comfortable; Wear OS by Google™; Built-in GPS; 24hr heart-rate monitor; Buy TicWatch E2 smartwatch on Mobvoi official website now!",
      "preview": "US Choose your country or region TicWatch E2 smartwatch Product Support About us Buy now Buy Designed to move you. Your go-to fitness and swimming com"
    },
    {
      "url": "https://bobbyberk.com/book/",
      "title": "Book - Bobby Berk",
      "description": "void",
      "preview": "If you're here, we like your style. Won't you stay? Sign up for our newsletter No Thanks Bobby Berk Contact Us // My Book // Design // Queer Eye // Li"
    },
    {
      "url": "http://www.westcoastanalytics.com/",
      "title": "West Coast Analytics - Home",
      "description": "What We Do: Psychometrics, Data Analysis and Research Assessment, Item Development, Surveys Institutional Review Board",
      "preview": "Home About Who We Are Careers Services Psychometrics Assessment IRB Research & Publications Publications Presentations Clients Contact What We Do: Psy"
    },
    {
      "url": "https://owd.boston.gov/",
      "title": "Workforce Development | Boston.gov",
      "description": "The Office of Workforce Development (OWD) works toward the full participation of all Boston residents in the city's economic vitality and future. It connects low-income residents with job training and employment opportunities. It also promotes lifelong literacy and educational pathways.",
      "preview": "Skip to Main Content An official website of the City of Boston. Here's how you know city_hall Official websites use .boston.gov A .boston.gov website"
    },
    {
      "url": "https://recall.cosori.com./country-sel",
      "title": "Cosori",
      "description": "void",
      "preview": "We're sorry but Cosori doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://ipvm.com/reports/audio-surveillance-guide",
      "title": "Audio Surveillance Guide",
      "description": "IPVM is the world's leading independent intelligence source for physical security, profiled by Time, The Atlantic, Wired and collaborated with the BBC, NY Times, Reuters, WaPo, WSJ, and more.",
      "preview": "Javascript is disabled. Enable javascript to view IPVM. Contact us at info@ipvm.com for help. Audio Surveillance Guide Ethan Ace • Published Apr 30, 2"
    },
    {
      "url": "https://nocode.works/",
      "title": "Nocode = Google Docs to Documentation, Intranet, Blog or Site",
      "description": "Publish fast, secure & easy to manage Sites built from your Google Docs. Use Nocode for your Blog, Product Documentation, Intranet, Research or your Site.",
      "preview": "Turn Google Docs into your | Nocode lets you publish anything in your Google Docs to a smart professional site. We believe you shouldn't need to learn"
    },
    {
      "url": "https://www.cfgnh.org/articles/job-training-education-friendship-and-a-voice",
      "title": "Job Training,... | The Community Foundation for Greater New Haven",
      "description": "Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Economic Success Grant From the Community Fund for Women...",
      "preview": "Job Training, Education, Friendship and a Voice Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Econo"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/topics/forms/",
      "title": "Working with forms | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    },
    {
      "url": "https://mrag-europe.eu/home/",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us Experience Services Environment and Climate Change Natural Resource Assessment & Management Go"
    },
    {
      "url": "https://profiles.wordpress.org/mediabahez/",
      "title": "mediabahez (@mediabahez) - WordPress user profile | WordPress.org",
      "description": "The WordPress.org profile for mediabahez (@mediabahez).",
      "preview": "Profiles Member Since: February 23rd, 2023 Website: mediabahez.com Find me on: Activity Posted a reply to DeepL Setting - Translation Option won't Sho"
    },
    {
      "url": "https://www.instagram.com/derekblasberg/?hl=en",
      "title": "Derek C. Blasberg (@derekblasberg) • Instagram photos and videos",
      "description": "2M Followers, 951 Following, 3,598 Posts - Derek C. Blasberg (@derekblasberg) on Instagram: \"\"",
      "preview": "void"
    },
    {
      "url": "https://www.grandhoteltremezzo.com/en/home/",
      "title": "Grand Hotel Tremezzo: luxury 5 star hotel on Lake Como, Italy",
      "description": "THE OFFICIAL SITE. The Grand Hotel Tremezzo, luxury 5 star hotel has a panoramic view of Lake Como. It also offers a spa and a very fine restaurant for a pleasant stay.",
      "preview": "Discover our Boutique 1 Room 2 Rooms 3 Rooms 4 Rooms 1 Adult 2 Adults 3 Adults 4 Adults 5 Adults 6 Adults 7 Adults 8 Adults 9 Adults 10 Adults 11 Adul"
    },
    {
      "url": "https://login.wordpress.org/register?locale=en_US",
      "title": "WordPress.org Login | WordPress.org English",
      "description": "void",
      "preview": "Powered by WordPress Create a WordPress.org account to start contributing to WordPress, get help in the support forums, or rate and review themes and"
    },
    {
      "url": "https://www.vox.com/energy-and-environment/2019/12/2/20983341/climate-change-california-batteries-emissions-watttime",
      "title": "Climate change: California solves batteries' embarrassing problem | Vox",
      "description": "Batteries were increasing carbon emissions (d'oh!), but new regulations and tech have fixed it.",
      "preview": "Skip to main content The homepage Vox Vox logo Menu The homepage Vox Vox logo Navigation Drawer Login / Sign Up close Close Search Become a Member Fac"
    },
    {
      "url": "https://spielplatznet.de/spielplatz/41322/Kürnach/Seefeldstraße",
      "title": "Spielplatz Seefeldstraße in Kürnach | spielplatznet.de",
      "description": "Spielplatz Seefeldstraße in Kürnach in der Seefeldstraße 15. 7 weitere Spielplätze in Kürnach ansehen.",
      "preview": "Spielplätze finden Spielplatz eintragen Spielplatzkarte Kontakt FAQ Suche Neu Karte Anmelden × Anmelden Zur Registrierung... Start > Spielplätze > Kür"
    },
    {
      "url": "https://blog.kaporcenter.org",
      "title": "The Bridge",
      "description": "Conversations at the intersection of tech, diversity, and entrepreneurship",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Bridge 7.9K followers · 5+ editors Follow Distance Traveled About kap"
    },
    {
      "url": "https://www.freep.com/news/",
      "title": "Detroit Free Press - News",
      "description": "void",
      "preview": "Skip to main content Home Election Voter Guide News Detroit Wayne Oakland Macomb Michigan Michigan Politics Education John Carlisle M.L. Elrick Neal R"
    },
    {
      "url": "https://lists.blender.org/pipermail/bf-committers/2013-September/041751.html",
      "title": "[Bf-committers] Game Properties - do we need that?",
      "description": "void",
      "preview": "[Bf-committers] Game Properties - do we need that? Brecht Van Lommel brechtvanlommel at pandora.be Tue Sep 24 22:45:38 CEST 2013 Previous message: [Bf"
    },
    {
      "url": "https://www.fox5atlanta.com/news/3-teens-charged-with-murder-of-15-year-old-peachtree-city-girl",
      "title": "3 men, 18, charged with murder of Peachtree City teen | FOX 5 Atlanta",
      "description": "The 15-year-old girl was found dead by her mother inside their apartment. According to police, the teen knew her suspected killers.",
      "preview": "Police investigating how 3 men accused of murder entered Peachtree City teen's apartment Right now, three 18-year-old males are in custody and have be"
    },
    {
      "url": "https://www.tampabay.com/news/florida-politics/2022/05/03/most-florida-voters-oppose-abortion-bans-polls-show/",
      "title": "Most Florida voters oppose abortion bans, polls show",
      "description": "When surveys have asked about limits to abortion access, a majority has consistently said \"no.\"",
      "preview": "Search Subscribe Manage profile Donate Log in Log out Search Featured Latest News Most Read Like This Search Advertisement Featured Our editors' top p"
    },
    {
      "url": "https://www.commsbusiness.co.uk/news/huawei-launches-worlds-first-commercial-lte-enodeb/",
      "title": "Huawei launches world's first commercial LTE eNodeB",
      "description": "Huawei Technologies, a provider of next generation telecommunications network solutions for operators around the world, has announced that it has launched the world's first LTE eNodeB ready for large scale commercial deployment.",
      "preview": "News Huawei launches world's first commercial LTE eNodeB 21 July 2009 Networks & Network Services Huawei Technologies, a provider of next generation t"
    },
    {
      "url": "https://sasucaaa.blogspot.com/2007/11/",
      "title": "Zsuzsi's Playground - now in Sweden.: November 2007",
      "description": "Площадка для игр Жужи/Plac zabaw Żuzi/ Zsuzsin leikkikenttä/ Zsuzsis lekplats/ El patio de Zsuzsi/ Ihrisko Zsuzsi",
      "preview": "About Zsuzsi Languages Life List - Life is an Adventure/Goals Travels and Adventures Thursday, 29 November 2007 Tanssittaa! Exactly. Haluan vetää meko"
    },
    {
      "url": "https://www.wibw.com/content/news/Downtown--486089901.html",
      "title": "Business leaders want to keep downtown safe during revitalization phase",
      "description": "As revitalization comes to the downtown area, so do concerns about the potential for increased crime.",
      "preview": "Skip to content As revitalization comes to the downtown area, so do concerns about the potential for increased crime. Wednesday members of Downtown To"
    },
    {
      "url": "http://www.emigre.com/",
      "title": "Emigre: Fonts",
      "description": "Emigre, Inc. is a digital type foundry based in Berkeley, California. Founded in 1984, coinciding with the birth of the Macintosh computer, the Emigre team, ...",
      "preview": "0 Toggle navigation Emigre Fonts by Family Show All Alda Arbitrary Backspacer Base 9 & 12 Base 900 Base Monospace Big Cheese Blockhead Alphabet Blockh"
    },
    {
      "url": "https://www.gofundme.com/f/in-memory-of-stephen-c-chikwem",
      "title": "Fundraiser by Annpaula Nwaneri : In Memory of Stephen C. Chikwem",
      "description": "Steve's most favorite hobby...SOCCER STEVE WITH FAMILY STEVE'S WEDDING DAY - ALL HA... Annpaula Nwaneri needs your support for In Memory of Stephen C. Chikwem",
      "preview": "Annpaula Nwaneri and 6 others Donation protected Steve's most favorite hobby...SOCCER STEVE WITH FAMILY STEVE'S WEDDING DAY - ALL HAPPINESS SELFIE IN"
    },
    {
      "url": "http://www.agacgfm.org/",
      "title": "AGA - Association of Government Accountants",
      "description": "AGA is the premier association for government financial management, offering training, certification and networking to strengthen accountability and performance in public service.",
      "preview": "By continuing to browse the site you are agreeing to our use of cookies and similar tracking technologies described in our privacy policy . I Accept X"
    },
    {
      "url": "https://support.hudabeauty.com/support/solutions/articles/48001060021-are-huda-beauty-products-vegan-",
      "title": "FAQ and Customer Support | HUDABEAUTY",
      "description": "void",
      "preview": "DELIVERY TIMINGS + INFORMATION DELIVERY TIMINGS + INFORMATION Huda Beauty PRODUCT & RETAIL INFO HUDA BEAUTY Enter your search term here... Search At H"
    },
    {
      "url": "https://alinacfisher.ca/media/articles/",
      "title": "Articles - Alina C Fisher",
      "description": "A selection of the articles I've written.",
      "preview": "Skip to content Canada can save our wildlife species without sacrificing the economy - Dec 2022 The effects of \"outdoor\" domestic cats on wildlife - M"
    },
    {
      "url": "https://myhaven.lhup.edu/ICS/Registrar/Registration_Information_(General)_and_Schedules.jnz?pvt_8098c6d7-e616-45d5-8bc8-bc196570a141=List&pvt_5e1dd611-06f8-4c77-bbc9-3b897287d425=List&pvt_50e869b1-01bf-4236-a95f-547e375db930=Card&pvt_8e655245-e262-4093-967b-c6220e9784ea=Card",
      "title": "My CommonwealthU | Commonwealth University",
      "description": "Links and information on systems and applications for students, faculty, and staff of Commonwealth University.",
      "preview": "Skip to main site navigation Skip to main content My CommonwealthU Links and information on systems and applications for students, faculty, and staff"
    },
    {
      "url": "http://www.garzia.it/",
      "title": "Garzia.it",
      "description": "void",
      "preview": "Sito in costruzione"
    },
    {
      "url": "https://www.seqifund.com/",
      "title": "Home - Sequoia Economic Infrastructure Income Fund Limited",
      "description": "Find out more about Sequoia Economic Infrastructure Income Fund limited (LON:SEQI). A specialist in economic infrastructure debt.",
      "preview": "Search Submit search A specialist in infrastructure debt Find out more Award winning ESG strategy Find out more Broadly diversified income-generating"
    },
    {
      "url": "https://www.commondreams.org/news/2017/07/28/defeat-trumpcare-thank-disability-rights-activists-not-john-mccain",
      "title": "For Defeat of Trumpcare, Thank Disability Rights Activists, Not John McCain | Common Dreams",
      "description": "\"Folks praising Murkowski, Collins, and McCain: I think you misspelled Hirono, ADAPT, and every activist resisting the Republican agenda.\"",
      "preview": "+ Common Dreams. To inform. To inspire. To ignite change for the common good. Common Dreams Globe LATEST NEWS OPINION CLIMATE ECONOMY POLITICS RIGHTS"
    },
    {
      "url": "https://www.dermstore.com/sunday-riley-c.e.o.-glow-vitamin-c-turmeric-face-oil-35ml/12053028.html",
      "title": "Sunday Riley C.E.O. Glow Vitamin C Turmeric Face Oil (1.18 fl. oz.) | Dermstore",
      "description": "Get Sunday Riley C.E.O. Glow Vitamin C Turmeric Face Oil (1.18 fl. oz.) at Dermstore.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "https://betterwork.org/the-better-work-academy/",
      "title": "The Better Work Academy: approach and impact in Gap Inc. factories. - Better Work",
      "description": "A three year study shows improvements for workers and business in GAP factories.",
      "preview": "Global Research Briefs The Better Work Academy: approach and impact in Gap Inc. factories. 12 Nov 2020 Share Launched in 2016, the Workplace Cooperati"
    },
    {
      "url": "https://nap.m.wikipedia.org/wiki/Gagliano_Aterno",
      "title": "Gagliano Aterno - Wikipedia",
      "description": "void",
      "preview": "Gagliano Aterno 'nu comune italiano Gagliano Aterno Nomme ufficiale: Gagliano Aterno Stato : Italia Reggione : Abruzzo Pruvincia : 'e l'Aquila Estenzi"
    },
    {
      "url": "http://www.vicair.net/",
      "title": "Victoria Air Maintenance Ltd - Full-Service AMO at YYJ",
      "description": "Victoria Air Maintenance Ltd Full-Service Aircraft Maintenance, Restoration & Repair Service Contact Us Your one-stop-shop for everything you need to maintain your aircraft Victoria Air Maintenance provides fixed-wing aircraft maintenance and avionics services at the Victoria International Airport. Long recognized as one of North America's leading aircraft restoration...",
      "preview": "Skip to content Skip to footer Victoria Air Maintenance Ltd Full-Service Aircraft Maintenance, Restoration & Repair Service Contact Us Your one-stop-s"
    },
    {
      "url": "https://www.gov.pl/web/obywatel",
      "title": "Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.salon.com/2022/07/10/is-it-an-abortion-or-a-dandc-medically-speaking-the-steps-are-the-same/",
      "title": "Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" - Salon.com",
      "description": "The same procedures are used for elective abortion and for miscarriage care",
      "preview": "Advertisement: Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" Restrictions on elective abortion procedures are affecting med"
    },
    {
      "url": "https://geodata.gfk.com/maps",
      "title": "Geodata: Digital Maps for Location Intelligence",
      "description": "Access detailed digital maps for geomarketing and spatial analysis. Visualize territories, regions, and market data with NIQ geodata.",
      "preview": "Solutions Industries Partner Network Insights Careers About Market Measurement Consumer Behavior & Insights Innovation Brand & Media Analytics & Activ"
    },
    {
      "url": "https://www.ea.com/ea-play",
      "title": "EA Play Membership - Official EA Site",
      "description": "Unlock the world of EA. Experience unlimited access to a collection of top EA titles, trials of select new games, and more with an EA Play membership.",
      "preview": "EA Play Games Member Benefits News Newsletter FAQ Games Member Benefits News Newsletter FAQ Unlock a world of thrill Experience unlimited access to a"
    },
    {
      "url": "https://www.annefrank.org/en/museum/tickets/",
      "title": "Tickets | Anne Frank House",
      "description": "Buy your tickets and check the opening hours, admission fees, and location of the museum. Tickets only on sale via this official website!",
      "preview": "Go to main content Our terms and conditions for visiting Tickets are not sold at the door, only online. Tickets cannot be exchanged or refunded. The t"
    },
    {
      "url": "https://www.quill.org/",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "Quill provides free writing and grammar activities for middle and high school students.",
      "preview": "Free tools to make your students better writers and readers . NEW Quill.org, a non-profit, provides free literacy activities that build reading compre"
    },
    {
      "url": "http://www.cinematografo.it/",
      "title": "Cinematografo",
      "description": "void",
      "preview": "Vai Social Cinematografo 2.5 / 5 Springsteen: Liberami dal nulla Il Boss sul grande schermo. A trionfare è la musica, lo spirito intimista, ma il racc"
    },
    {
      "url": "https://www.space.com/16830-full-moon-calendar.html",
      "title": "Full moon calendar 2025: When to see the next full moon | Space",
      "description": "Here is a schedule of when each full moon will occur in 2025, various nicknames for each moon, and fun facts about moon phases and lunar eclipses.",
      "preview": "Skip to main content Don't miss these Full moon rising behind Corfe Castle, Dorset, U.K. (Image credit: Josh Dury) Jump to: How to see the full moon 2"
    },
    {
      "url": "https://www.iccat.int/en/",
      "title": "ICCAT·CICTA·CICAA",
      "description": "WebSite ICCAT",
      "preview": "void"
    },
    {
      "url": "https://data.gov.uk/dataset/1ce239a6-d720-4305-ab52-17793fedfac3/national-charge-point-registry",
      "title": "National Charge Point Registry - data.gov.uk",
      "description": "void",
      "preview": "Cookies on GOV.UK We use cookies to collect information about how you use data.gov.uk. We use this information to make the website work as well as pos"
    },
    {
      "url": "https://pnatuna.com/",
      "title": "Parties to the Nauru Agreement (PNA) | www.pnatuna.com",
      "description": "void",
      "preview": "Skip to main content The Parties to the Nauru Agreement The Parties to the Nauru Agreement (PNA) control the world's largest sustainable tuna purse se"
    },
    {
      "url": "http://digitaledition.chicagotribune.com#nt=primarynavbar",
      "title": "Chicago Tribune",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://sesamestreetformilitaryfamilies.org/topic/grief/?ytid=XI4-8ZQ1PRE",
      "title": "Grief |Sesame Street: Explaining Death to Children",
      "description": "Find advice on helping kids cope with death. Activities for children and educational videos to help explain loss.",
      "preview": "Before You Watch After You Watch When a loved one dies, children (and grown-ups) often struggle with loneliness. But there are people to help support"
    },
    {
      "url": "https://www.rejsetilbud.dk/rejser/bosnien-hercegovina/",
      "title": "Rejser til Bosnien-Hercegovina | Rejsetilbud Flybilletter | Rejseguide > Hoteller. Afbudsrejser |",
      "description": "På rejsetilbud.dk finder du alt du skal vide inden du rejser til Bosnien-Hercegovina. Find Rejsetilbud > Flybilletter Rejseguide | Hoteller > Afbudsrejser | og meget mere - klik ind nu",
      "preview": "Skip to content Rejser til Bosnien-Hercegovina Velkommen til Rejsetilbud.dk's store guide om Rejser til Bosnien-Hercegovina! Her på siden hjælper vi d"
    },
    {
      "url": "https://www.wtatennis.com/rankings/singles",
      "title": "Tennis Rankings | Official Women's Tennis Rankings - WTA Tennis",
      "description": "Stay updated with the latest Tennis Rankings on the official Women's Tennis Association website. Explore detailed analysis of top female tennis stars, tracking their stats, performance, and rankings progress.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Top Ranked Significant shift"
    },
    {
      "url": "https://music.eastforest.org/track/like-taking-off-an-old-shoe-aka-death",
      "title": "Like Taking Off An Old Shoe AKA Death | East Forest, Ram Dass | East Forest",
      "description": "Like Taking Off An Old Shoe AKA Death by East Forest, released 21 June 2019 Death is a ceremony In which one takes off one pair of clothes And adopts a new one That's from the soul perspective From the ego Death is a stopping point It's the end of the ego The ego sees death as suffering And the soul See death as the awakening Of a new world A new perception So you should identify With your soul in life That will be the best thing for you to do To anticipate death It's your Sadhana in life Your Sadhana prepares you Prepares you for a upbeat dying",
      "preview": "Get fresh music recommendations delivered to your inbox every Friday. music merch video Like Taking Off An Old Shoe AKA Death from Ram Dass : Chapter"
    },
    {
      "url": "https://ocean.si.edu/search?search_api_fulltext=mammal&sort_by=search_api_relevance&sort_order=DESC&f%5B0%5D=content_topics%3A17593&f%5B1%5D=content_topics%3A17597&f%5B2%5D=content_topics%3A17607&f%5B3%5D=content_topics%3A17611&f%5B4%5D=content_topics%3A17615&f%5B5%5D=content_topics%3A17628&f%5B6%5D=content_topics%3A17629&f%5B7%5D=content_topics%3A17637&f%5B8%5D=content_type%3Alesson_plan&f%5B9%5D=content_type%3Aslideshow&f%5B10%5D=content_type%3Avideo&f%5B11%5D=op_generated_tags%3A17528&f%5B12%5D=op_generated_tags%3A17559",
      "title": "Search | Smithsonian Ocean",
      "description": "void",
      "preview": "Skip to main content Showing results for Language Content type Article Type Topics Tags Site Search Sort by Relevance Title Sort Authored on Order Asc"
    },
    {
      "url": "https://business.apple.com/",
      "title": "Apple Business Manager",
      "description": "Manage your organization's devices, apps, and accounts.",
      "preview": "JavaScript is required."
    },
    {
      "url": "https://spinthewheel.app",
      "title": "Wheel Maker | Spin the Wheel - Random Picker",
      "description": "Discover endless possibilities with Spin the Wheel - Random Picker Wheel Maker! Unleash your creativity and design custom spin wheels for any occasion. Whether it's for games, giveaways, or decision-making fun, our user-friendly platform lets you create interactive experiences that engage and entertain. Spin the wheel and make your ideas come to life in a dynamic and exciting way!",
      "preview": "You need to enable JavaScript to run this app. It is certain Reply hazy, try again As I see it, yes Don't count on it It is decidedly so Ask again lat"
    },
    {
      "url": "https://lentis.net/2019/05/27/nikolai-karpol-jatkaa-uralochkan-valmentajana-51-kauden/",
      "title": "Nikolai Karpol jatkaa Uralochkan valmentajana - 51. kauden - lentis.net",
      "description": "Nikolai Karpol, 81, on ilmoittanut jatkavansa elämäntyönsä parissa Uralochkan valmentajana. Syksyllä alkava kausi on tälle valmentajavelholle 51:s peräkkäin päävalmentajana seurassa. - Aloitamme kauteen valmistautumisen 17. kesäkuuta, Karpol ilmoitti. 51. perättäinen kausi tarkoittaa ennätysten kirjaan pääsemistä yksinään. Aiemmin ennätykselliset 50 kautta samassa seurassa peräkkäin jakoi eräs kanadalainen jääkiekkovalmentaja. Lähde: worldofvolley",
      "preview": "Siirry sisältöön Nikolai Karpol, 81, on ilmoittanut jatkavansa elämäntyönsä parissa Uralochkan valmentajana. Syksyllä alkava kausi on tälle valmentaja"
    },
    {
      "url": "http://www.nic.it/",
      "title": "| Registro .it",
      "description": "void",
      "preview": "Torna alla visualizzazione normale Salta al contenuto principale Cerca il tuo .it Verifica se il dominio che vuoi registrare è disponibile www. .it"
    },
    {
      "url": "https://www.thelasvegasluxuryhomepro.com/property-search/detail/95/2362123/681-homewillow-ave-las-vegas-nv-89123/",
      "title": "Las Vegas Area Homes For Sale - Las Vegas Area Real Estate",
      "description": "Search homes for sale near Las Vegas, NV. Listings include large photos, virtual tours, Google Maps & Street View, local school info - Top-rated Las Vegas Realtor and Real Estate agent.,",
      "preview": "Find Your Las Vegas Area Luxury Home $COUNT$ listing$S$ available. Let us find the one that's right for you. Enter Location, Zip, Address or MLS # Min"
    },
    {
      "url": "http://www.socialworktoday.com/archive/exc_020712.shtml",
      "title": "Therapeutic Use of Expressive Arts With Children",
      "description": "National newsmagazine committed to enhancing the entire social work profession by exploring its difficult issues, new challenges, and current successes.",
      "preview": "Subscribe Today for only $14.99! | SEARCH Subscribe Current Issue Article Archive Digital Editions Web Exclusives Events eNewsletter Gift Shop Adverti"
    },
    {
      "url": "https://nmaahc.si.edu/",
      "title": "A People's Journey, A Nation's Story | National Museum of African American History and Culture",
      "description": "void",
      "preview": "Skip to main content A People's Journey, A Nation's Story Welcome to the Smithsonian's National Museum of African American History & Culture Operation"
    },
    {
      "url": "https://www.ventunotech.com",
      "title": "Ventuno | The Leading OTT Platform & VOD Platform Provider",
      "description": "Ventuno is a Saas based OTT Platform provider lets video content owners to launch, upload, monetize and analyse their live streaming services.Start your 7-days free trial.",
      "preview": "Launch & grow your video streaming service All-in-One | No coding | Fully customizable Request Demo Why Launch Your OTT Apps with Ventuno? BE OMNIPRES"
    },
    {
      "url": "https://library.montgomerycollege.edu/",
      "title": "Montgomery College Library | Montgomery College, Maryland",
      "description": "void",
      "preview": "The Rockville Campus library will be renovated starting this winter! During construction, the library will be temporarily located in the Academic Anne"
    },
    {
      "url": "https://betterbetasty.pl/zapiekane-muszle-z-kurczakiem-i-szpinakiem-w-smietanowo-serowym-sosie/",
      "title": "Zapiekane muszle z kurczakiem i szpinakiem w śmietanowo-serowym sosie - Better Be Tasty",
      "description": "Zapiekane muszle z kurczakiem i szpinakiem w śmietanowo-serowym sosie. Tak pyszne, że aż ciężko nie wziąć dokładki.",
      "preview": "Skip to content Jump to recipe Od kiedy zakupiłam żeliwną patelnię, mam ochotę robić w niej dosłownie wszystko. Nie dość, że świetnie się na niej gotu"
    },
    {
      "url": "https://www.blackdadscount.com/",
      "title": "Black Fatherhood | Black Dads Count | Civic Engagement",
      "description": "Black Dads Count empowers Black fathers to engage in civic responsibilities, advocating for their families and communities through voting and leadership. Join the movement to make your voice count and shape a better future.",
      "preview": "top of page Black Dads Count: Black Dads Count is an impactful initiative led by Fathers Incorporated, designed to encourage and empower Black fathers"
    },
    {
      "url": "https://jobs.wearegreenbay.com",
      "title": "We Are Green Bay Jobs | Wisconsin - We Are Green Bay Jobs",
      "description": "We Are Green Bay Jobs | Wisconsin",
      "preview": "Skip to main navigation Skip to browse links Skip to main content Skip to job search Our use of cookies We use essential cookies to make this website"
    },
    {
      "url": "https://training.apple.com/",
      "title": "Overview",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Courses as intuitive as our products. Finding the right course should be simp"
    },
    {
      "url": "https://www.exergue.com/h/2016-07/tt/brexit.html",
      "title": "Exergue - Un Brexit pour rien, Ou pas",
      "description": "Les adversaires de l'europe, avec le brexit, ont provoque un test grandeur nature. Il va leur falloir en assumer les consequences, a moins qu'ils souhaitent que rien ne change. Une redefinition de la democratie est en cours.",
      "preview": "EXERGUE Depuis 2005 Politique / Europe - Juillet 2016 Un Brexit pour rien... Ou pas ? Résumé Les adversaires de l'Europe, avec le Brexit, ont provoqué"
    },
    {
      "url": "https://revodoc.valdoise.fr/resultat.php?q=1&spec_expand=1&sort_define=tri_annee&sort_order=1&rows=10&fq=frbr%3A%281%29+AND+sujets_ac%3A%28%22Cordes%2C+vents%22%29+AND+sujets_ac%3A%28%22Piano%22%29+AND+auteurs_ac%3A%28%22Berg%2C+Alban%22%29+AND+auteurs_ac%3A%28%22Jude%2C+Marie-Jos%C3%A8phe%22%29+AND+type_fonds%3A%28%22g%22%29+AND+nombib_frbr%3A%28%22Val+de+France+%3A+Arnouville%2C+Garges-l%C3%A8s-Gonesse%2C+Sarcelles%2C+Villiers-le-Bel%22%29",
      "title": "Résultats (oeuvres) - RéVOdoc",
      "description": "void",
      "preview": "E-mail Fichier E-mail : Nom du fichier : Format bibliographique : Texte CSV Excel × Close Identification Identifiant : Mot de passe : Mot de passe oub"
    },
    {
      "url": "https://www.socialnerd.com.br/par-de-aliancas-princesa-e-cavaleiro-v2-prata-925",
      "title": "Alianças de Namoro Princesa e Cavaleiro V2 | Prata Esterlina 925 - Socialnerd Presentes e Alianças Geek",
      "description": "Garanta Agora Alianças de Namoro Criativas Feitas de Prata 925 Esterlina A Princesa e o Cavaleiro v2. Garantia de Qualidade e Parcelamento Facilitado em até 12x no Cartão com Frete Grátis Para Todo Brasil. O Melhor Presente Para o Seu Namoro Geek Está Aqui. Venha Conferir Essas Lindas Alianças de Namoro e Muitas Outras Mais!",
      "preview": "Home Amor Medieval Alianças de Namoro Princesa e Cavaleiro V2 Alianças de Namoro Princesa e Cavaleiro V2 R$ 349,00 R$ 399,00 Até 3x de R$ 116,33 sem j"
    },
    {
      "url": "https://help.discoveryplus.com",
      "title": "discovery+ Help Center",
      "description": "void",
      "preview": "Skip to main content discovery+ Help Center Search We're here to help In Europe? Visit the European Help Centre for discovery+ . Categories Getting St"
    },
    {
      "url": "http://www.redbookmag.com/health-wellness/advice/facing-my-mothers-dementia",
      "title": "Facing My Mother's Dementia - Kimberly Williams-Paisley Shares Her Dementia Story",
      "description": "Actress Kimberly Williams-Paisley hated the dementia that made her mother seem like a different person-erratic, silent, sometimes angry. Then she found a way to love that mom too.",
      "preview": "Skip to Content Media Platforms Design Team It's an image I will never forget: my mom holding a stranger in her arms. I was 9, and couldn't see what h"
    },
    {
      "url": "http://www.ardmoreroderick.com/",
      "title": "Ardmore Roderick",
      "description": "Ardmore Roderick is a full-service infrastructure solutions partner delivering design, construction management, and program management services to the transportation, utility, facility, rail, and aviation sectors.",
      "preview": "Skip to content Search Results Ardmore Roderick Transforming O'Hare Terminal 5 for Modern Travel View Project Your browser does not support the video"
    },
    {
      "url": "https://www.usatoday.com/story/news/nation/2023/02/26/mexico-president-photo-mythological-elf/11354835002/",
      "title": "Latest World & National News & Headlines - USATODAY.com",
      "description": "USA TODAY delivers current national and local news, sports, entertainment, finance, technology, and more through award-winning journalism, photos, and videos.",
      "preview": "Skip to main content Home U.S. Politics Sports Entertainment Life Money Tech Travel Opinion Crossword Subtropical Storm Karen forms in the Atlantic as"
    },
    {
      "url": "https://developer.paypal.com/braintree/docs",
      "title": "Braintree Docs",
      "description": "Our mission is to empower developers with the tools, resources, and simple-to-use SDKs and APIs to build on one platform, so they can serve merchants from around the world.",
      "preview": "Braintree content is moving! In May, our developer documentation, support articles, and help form will move to a centralized location on PayPal Develo"
    },
    {
      "url": "https://dhs.iowa.gov/how-to-apply?elqTrackId=eaf4fa61ecdc4da0a0dec3b31cf4f273&elqaid=93&elqat=2",
      "title": "Apply for Services | Health & Human Services",
      "description": "How to apply for assistance programs and services at Iowa Health & Human Services.",
      "preview": "Skip to main content Federal Government Shutdown: No Impact on Services Details The state is supporting services for Iowans at this time. All assistan"
    },
    {
      "url": "https://atoz.amazon.work/help",
      "title": "Amazon A to Z Login",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://posgrado.cientifica.edu.pe/",
      "title": "Home Page | Universidad Científica del Sur",
      "description": "Universidad Científica del Sur - Programas de Posgrado",
      "preview": "COMPETENCIAS Certificado en el Programa de Competencias para la Era Digital por el TEC de Monterrey. 941 871 038 / 910 312 080 informesposgrado@cienti"
    },
    {
      "url": "https://webshop.cphautomat.hu/pneumatika/pneumatikus-hajtomuvek/loekescsillapitok/3730-dyef-g8-m14-y1-lokescsillapito.html",
      "title": "DYEF-G8-M14-Y1 Lökéscsillapító - CPH Kft.",
      "description": "Festo DYEF sorozatú pneumatikus lökéscsillapító, méret M14, löket 1.2 mm, rugalmas csillapító gyűrűkkel mindkét végén.",
      "preview": "KEZDŐLAP CÉGTÖRTÉNET TEVÉKENYSÉGI KÖRÖK GYÁRTÓK KAPCSOLAT Kategóriák IPARI ELEKTRONIKA Automatizálás Egyetemes gépvezérlők Kezelői terminálok (HMI) Ko"
    },
    {
      "url": "http://www.gtcenter.org/",
      "title": "Home - Stony Brook Center for Game Theory",
      "description": "The Stony Brook Center for Game Theory, known until recently as the Center for Game Theory in Economics, grew out of the former Institute for Decision Sciences (IDS), established by Michel Balinski at Stony Brook University in 1987. The Center has organized 84 international conferences and workshops and has hosted over 2700 scientists since its establishment. According to Nobel Laureate Kenneth Arrow, who reviewed the IDS some years ago, the resident and affiliated members of the Center constitute \"a Game Theory group that is unequaled in the United States, if not in the world.",
      "preview": "Stony Brook Center for Game Theory Proudly Hosting 35 International Conferences and 75 Workshops (and Counting)! International Conference The 36th Sto"
    },
    {
      "url": "http://mazurekfh.com/index.php?m=search&s=search&q=2208%20FAG%20C3&c=and&mod=shop&page=1&s_shop_mid=0&sort=pD",
      "title": "FH Mazurek",
      "description": "void",
      "preview": "Numer łożyska: Marka: --proszę wybrać-- AKE BMZ BP CBF CX DDR DKF DKFD DYZ FŁT FŁT/IMPEX FŁTIMPEX FAG FKL FLT FLT IMPEX FLTIMPEX FŁT FŁT IMPEX GPZ IMP"
    },
    {
      "url": "https://www.wcte.org",
      "title": "WCTE Home Page",
      "description": "WCTE's Home Page - Highlighting our upcoming events and local productions.",
      "preview": "Showcase"
    },
    {
      "url": "https://renner.org/article/what-should-you-do-when-you-get-offended/",
      "title": "What Should You Do When You Get Offended? | Renner Ministries",
      "description": "What Should You Do When You Get Offended?",
      "preview": "What Should You Do When You Get Offended? Back What Should You Do When You Get Offended? Then said he unto the disciples, It is impossible but that of"
    },
    {
      "url": "http://www.byond.com/games/Bighead278/GOAReborn",
      "title": "GOA Reborn by Bighead278 at BYOND Games",
      "description": "A Naruto game based on the original game, Naruto: Grand Online Adventure.",
      "preview": "Games Developers Forums More BYOND Download Developer Guide Developer Reference Support Terms of Service Membership Contact Us Many features on this s"
    },
    {
      "url": "http://stickerbabai.com/privacy/view/privacy_policy.html",
      "title": "StickerBabai- privacy",
      "description": "void",
      "preview": "Privacy Policy Effective date: November 24, 2018 StickerBabai (\"us\", \"we\", or \"our\") operates the StickerBabai mobile application (hereinafter referre"
    },
    {
      "url": "http://chessbomb.com/",
      "title": "Live Chess Tournaments - Follow Top Events - Chess.com",
      "description": "Follow the latest major chess tournaments online with live broadcasting. See the moves, analyze them with a chess engine, and interact with other chess fans.",
      "preview": "Home Play Puzzles Learn Watch News Social More Sign Up Log In English Light UI Dark UI Support"
    },
    {
      "url": "https://watch.tbn.org/",
      "title": "TBN+ | Stream Bible Teachers, Worship, and Christian Shows",
      "description": "The number one destination to stream your favorite Bible teachers, Christian artists, and faith-based shows anytime, anywhere. Fuel your faith on TBN+.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://tocaboca.com/privacy",
      "title": "Privacy Policy - Toca Boca",
      "description": "Toca Boca Privacy Policy",
      "preview": "You are about to leave tocaboca.com You are leaving tocaboca.com, a page hosted by Toca Boca, and entering a third-party site. Toca Boca is not respon"
    },
    {
      "url": "https://allaboutdnt.com/",
      "title": "Thank you for visiting AllaboutDNT.com - Future of Privacy Forum",
      "description": "Thank you for visiting AllaboutDNT.com. Future of Privacy Forum launched this website in 2013 to provide information on how web browsers can express a user's preference for tracking using Do Not Track (DNT). DNT is a technical specification designed to help users express their preferences about online tracking. It is...",
      "preview": "Thank you for visiting AllaboutDNT.com > Thank you for visiting AllaboutDNT.com Thank you for visiting AllaboutDNT.com. Future of Privacy Forum launch"
    },
    {
      "url": "https://www.permaculturenews.org/2015/06/16/what-is-keyline-design/",
      "title": "Site Maintenance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mailchimp.com/legal/privacy/#3._Privacy_for_Contacts",
      "title": "Global Privacy Statement | Intuit",
      "description": "Discover how we handle your personal information with our privacy statement. Our policy outlines the data we collect, how we use it, who we share it with, your personal information rights, and how to get in contact with us.",
      "preview": "GLOBAL PRIVACY STATEMENTS You deserve transparency into our data use Select your preferred language English Français Français (Canada) Español Intuit"
    },
    {
      "url": "https://sgrh.com/",
      "title": "Sir Ganga Ram Hospital, Delhi NCR India, Best Multi speciality hospital, Healthcare",
      "description": "Sir Ganga Ram Hospital, Delhi NCR India, Multi speciality hospital, Healthcare service, premier medical hospital, medical research, medical training, best hospital in delhi, super speciality hospital, patient friendly, ethical hospital, best doctors",
      "preview": "Dr. Amit Sharma Doctor Dr. Amit Sharma Consultation Dr. Amit Sharma Specialists Dr. Amit Sharma Specialists Show All Lab Result Registration Number OP"
    },
    {
      "url": "https://extensionworkshop.com/documentation/publish/add-on-policies/?utm_medium=photon-footer&utm_source=addons.mozilla.org",
      "title": "Add-on Policies | Firefox Extension Workshop",
      "description": "Get help creating & publishing Firefox extensions.",
      "preview": "Add-on Policies Add-ons extend the core capabilities of Firefox, enabling users to modify and personalize their web experience. A healthy ecosystem, b"
    },
    {
      "url": "http://www.curavet.com/",
      "title": "Curavet by Curatronic | PEMF Therapy for Horses",
      "description": "PEMF Therapy for Horses by Curavet. Keep your horse in top condition with PEMF therapy devices.",
      "preview": "top of page PEMF Therapy for Horses - All You Need to Know How Does PEMF Therapy Work? PEMF therapy involves delivering pulsed magnetic fields into"
    }
  ],
  "_meta": {
    "total_bookmarks": 98
  }
}