{
  "data": [
    {
      "url": "https://blog.torproject.org/blog/tor-browser-60-released",
      "title": "Tor Browser 6.0 is released | The Tor Project",
      "description": "The Tor Browser Team is proud to announce the first stable release in the 6.0 series. This...",
      "preview": "Tor Browser 6.0 is released by gk | May 30, 2016 The Tor Browser Team is proud to announce the first stable release in the 6.0 series. This release is"
    },
    {
      "url": "https://mockups-design.com/free-brochure-mockups/",
      "title": "Free brochure mockups - Mockups Design",
      "description": "All kind of brochure mockups. For free! Great mockups that will help you visualize your work. Mockups can be used for private and commercial works.",
      "preview": "Free brochure mockups Rich and free collection of brochure mockups in all formats. It does not matter if you want to present a product catalog, compan"
    },
    {
      "url": "https://www.mnafricansunited.org/",
      "title": "Minnesota Africans United | African Diaspora Network",
      "description": "Minnesota Africans United (MAU) is serving as the coalition of African immigrants in Minnesota that is centered on closing the opportunity gaps in agriculture, business training, workforce development, education, employment, healthcare, housing, investment and trade with the mission of creating awareness and increasing access to resources for African communities.",
      "preview": "top of page Register NOW! Become a Member Today! Our Mission Who We Are Minnesota Africans United (MAU) is serving as the coalition of African immigra"
    },
    {
      "url": "https://Census.gov",
      "title": "Census.gov | U.S. Census Bureau Homepage",
      "description": "The Census Bureau's mission is to serve as the nation's leading provider of quality data about its people and economy.",
      "preview": "census.gov Notification Due to the lapse of federal funding, portions of this website are not being updated. Any inquiries submitted via www.census.go"
    },
    {
      "url": "https://hamiltonfamilies.sharepoint.com/sites/welcome-home",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://asterreiseservice.de/20016/impressum.php",
      "title": "Impressum und Kontaktdaten - Flüge, Reisen, Last Minute Angebote und Hotels online bei asterreiseservice.de buchen.",
      "description": "Mit uns steht Ihnen die Welt offen Sonne - Strand - Meer - Städtereisen Ihr Reisebüro in Münster Kreuzfahrten Fernweh Safaris",
      "preview": "Mit uns steht Ihnen die Welt offen Individuelles Reisen weltweit Sonne - Strand - Meer - Städtereisen Hier finden Sie perfekte Angebote für Ihren Urla"
    },
    {
      "url": "https://ussconstitutionmuseum.org/",
      "title": "Home - USS Constitution Museum",
      "description": "void",
      "preview": "Skip to content SHIP: Loading... - HOURS Loading... MUSEUM: Loading... - HOURS Loading... Events Newsletter Signup Shop Join Visit Museum + Ship Plan"
    },
    {
      "url": "https://news.airbnb.com/fresh/",
      "title": "\"The Fresh Prince\" Will Smith Invites You to a Royal Stay on Airbnb",
      "description": "For the first time ever, local guests are invited to chill out and relax in a wing of one of television's most iconic homes.",
      "preview": "It's been 30 years since Will Smith rolled up the driveway and knocked on the door of this iconic LA crib for the very first time. To celebrate the un"
    },
    {
      "url": "https://www.fedscoop.com/diux-releases-giant-overhead-imagery-data-set-computer-vision-challenge/",
      "title": "DIUx releases a giant overhead imagery data set for computer vision challenge | FedScoop",
      "description": "The group hopes the data will help researchers build better object detection algorithms, which in turn will aid disaster recovery and response.",
      "preview": "Skip to main content Advertisement Advertise Search Close Search for: Search Advertisement The votes are in for the 2025 FedScoop. See the winners! Cl"
    },
    {
      "url": "http://datatrust.walgreens.com/consumerrights",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.gentili.net/list4.asp?ID=176",
      "title": "Diaphyseal lesion",
      "description": "Review of musculoskeletal radiology teaching files on the Internet",
      "preview": "void"
    },
    {
      "url": "http://www.cybergrants.com/target/Foundation-General-Submission-Form",
      "title": "CyberGrants Jump Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://watch.frndlytv.com/privacy-policy.html",
      "title": "Privacy",
      "description": "void",
      "preview": "Privacy Policy for Frndly TV Users EFFECTIVE DATE: June 30, 2019 Frndly TV, Inc. (\"Frndly TV\", \"we\", \"us\", \"our\") is committed to protecting your priv"
    },
    {
      "url": "https://mailback-msft.tes-amm.com/_Content/nl-BE/",
      "title": "Microsoft Mail-back Program",
      "description": "void",
      "preview": "Kies taal: Gratis Mail-back programma van Microsoft Welkom bij het gratis Mail-back programma van Microsoft.Het programma van Microsoft wordt beheerd"
    },
    {
      "url": "https://www.bmw-lebanon.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Cars | Beirut, Lebanon | BMW Bassoul Heneine",
      "description": "Visit BMW Lebanon and explore what they have to offer. You may be still driving the same streets, but the game has definitely changed. Take a look at our vehicles available and contact us today!",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://www.khm.at/en/visit/collections/",
      "title": "Exhibitions - KHM.at",
      "description": "Discover the fascinating exhibitions of the Kunsthistorisches Museum: masterpieces, special exhibitions and highlights of art history!",
      "preview": "Jump to navigation Jump to content Jump to contact Jump to search Jump to search Jump to footer Exhibitions Discover the captivating exhibitions at th"
    },
    {
      "url": "https://www.crossfitsodacity.com/about",
      "title": "About Us",
      "description": "Our team cares about guiding and encouraging each and every member to obtain the goals they seek for themselves.",
      "preview": "CrossFit Gym in Columbia, SC Our Mission is to Help You Succeed About CrossFit Soda City CFSC is one of over 14,000 licensed CrossFit Affiliates world"
    },
    {
      "url": "http://www.sfa.sc/",
      "title": "Seychelles Fisheries Authority",
      "description": "void",
      "preview": "Seychelles Fisheries Authority Proactive Approach To Creating a future where Seychelles' fisheries are both productive and responsibly managed, ensuri"
    },
    {
      "url": "http://www.navoba.org/",
      "title": "NaVOBA Home",
      "description": "NaVOBA provides a direct link for contracting between corporate America and Certified Veteran's (VBE®) and Service-Disabled Veteran's (SDVBE®) businesses.",
      "preview": "Get in touch Subscribe to Newsletter Subscribe to Newsletter Apply Now CERTIFYING VETERAN'S BUSINESS ENTERPRISES® TO COMPETE & WIN CORPORATE CONTRACTS"
    },
    {
      "url": "https://www.peacocktv.com/?cid=20200101evergreensymedit100&utm_source=eonline&utm_medium=symphony_editorial_brandawareness_globalnavlink&utm_campaign=20200101evergreen&utm_term=eonlinevisit&utm_content=eonlineglobalnav",
      "title": "Home | NBCUNIVERSAL MEDIA",
      "description": "We are one of the world's leading media and entertainment companies in the development, production, and marketing of entertainment, news and information to a",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content Your browser does not support the vi"
    },
    {
      "url": "https://www.ft.com/world",
      "title": "World | Financial Times",
      "description": "Breaking news and top stories from around the world. Stay up-to-date with the latest developments from Europe, Asia, the Middle East and the Americas.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer World Add to myFT Lead story in World Gaza Gaza ceasefire has started, says"
    },
    {
      "url": "https://kmamasauce.com/pages/our-soul",
      "title": "Our Soul",
      "description": "void",
      "preview": "Skip to Main Content FREE SHIPPING ON ORDERS $40+ 0 Items Home Our Soul Our Soul HOW IT ALL STARTED Having grown up on my mother's homemade Korean coo"
    },
    {
      "url": "http://www.ricettarioitaliano.com/",
      "title": "Ricettario Italiano - Benvenuti!",
      "description": "Migliaia di ricette gratis e tanti altri servizi per una dieta in allegria e per migliorare la propria cucina con poche calorie",
      "preview": "Accessibility Tools Invert colors Monochrome Dark contrast Light contrast Low saturation High saturation Highlight links Highlight headings Screen rea"
    },
    {
      "url": "https://www.qrcodemonkey.com/#text",
      "title": "qrcodemonkey.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.georgeamphitheatre.com/events/joni-jam-joni-mitchell-brandi-carlile/",
      "title": "Joni Jam: Joni Mitchell & Brandi Carlile Tickets | 10 June 2023 | Gorge Amphitheatre",
      "description": "Joni Jam: Joni Mitchell & Brandi Carlile on 10 June 2023 at Gorge Amphitheatre in Quincy, Washington. Tickets available. Click here to find out more.",
      "preview": "Joni Jam: Joni Mitchell & Brandi Carlile at Gorge Amphitheatre Gorge Amphitheatre, Quincy, Washington Jun 10 GET TICKETS This summer, the legendary Jo"
    },
    {
      "url": "https://www.appsyoulove.com/",
      "title": "Apps You Love",
      "description": "void",
      "preview": "0 Farm Jam - Animal Parking Game Take part in the great escape from the farm! Meet FARM JAM, a brilliant mix of a farming simulator and a parking game"
    },
    {
      "url": "https://outandequal.org/",
      "title": "Home | Out & Equal",
      "description": "Empowering global companies to build inclusive workplaces through trusted strategies and Partnerships.",
      "preview": "We are the Business of Belonging Your Trusted Partner for LGBTQ+ Workplace Inclusion Explore What We Do Partner With Us We partner with global compani"
    },
    {
      "url": "https://www.yearstoyourhealth.com/item/Ground-Ivy-Leaf-cut-and-sifted-Per-OunceOz.-2057823",
      "title": "Ground Ivy Leaf cut and sifted - Per Ounce/Oz. , Years To Your Health",
      "description": "Nepeta hederacea",
      "preview": "My Account Herb Shop > Herbs > Herbs - G"
    },
    {
      "url": "https://giftsofthejourney.com/2009/12/28/love-in-a-box/",
      "title": "Love In A Box | Gifts Of The Journey",
      "description": "\" To me, children's literature is for escape. Children read to get away from all the bad things in life. \" ~Wylly Folk St.John I found the quote above in an interview clipped from a newspaper and tucked inside a book written by my Aunt Wylly. Finding it this morning was in a way like...",
      "preview": "Margaret & Elizabeth - Christmas 1969 \" To me, children's literature is for escape. Children read to get away from all the bad things in life. \" ~Wyll"
    },
    {
      "url": "https://forums.empiresmod.com/index.php?threads/test-please-ignore.17006/",
      "title": "test please ignore | Empires Mod",
      "description": "testing polls",
      "preview": "Log in"
    },
    {
      "url": "https://portuguese.alibaba.com/product-detail/artilady-artificial-wall-hanging-plants-with-wooden-sticks-home-decoration-1600378062143.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://webaim.org/",
      "title": "WebAIM: Web Accessibility In Mind",
      "description": "void",
      "preview": "We have web accessibility in mind Expanding the potential of the web for people with disabilities by empowering individuals and organizations to creat"
    },
    {
      "url": "https://zakladgazowy.pl/12-21+29983.html",
      "title": "Strona domeny zakladgazowy.pl",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://unsplash.com/photos/_lofCeUHMOo",
      "title": "A group of trees that are standing in the snow photo - Free Forest Image on Unsplash",
      "description": "Download this free HD photo of forest, texture, pattern, and white in Park City, United States by Patrick Hendry (@worldsbetweenlines)",
      "preview": "--- -- -- --- ---- ---- --- -- -- --- ---- ---- Featured in Photos A forward-right arrow Share Info icon Info More Actions a group of trees that are s"
    },
    {
      "url": "https://letsoftware.com",
      "title": "Udvikling af apps og brætspil",
      "description": "void",
      "preview": "Gå til indholdet Fra idé til færdig app eller brætspil! LET Software ApS udvikler apps og serverbaserede løsninger samt fysiske og digitale brætspil."
    },
    {
      "url": "https://wp.api.aclu.org/issues/national-security",
      "title": "National Security | American Civil Liberties Union",
      "description": "The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are consistent with the Constitution, civil liberties, and human rights.",
      "preview": "Skip navigation National Security The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/bilhetes-e-descontos",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.salon.com/2022/07/10/is-it-an-abortion-or-a-dandc-medically-speaking-the-steps-are-the-same/",
      "title": "Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" - Salon.com",
      "description": "The same procedures are used for elective abortion and for miscarriage care",
      "preview": "Advertisement: Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" Restrictions on elective abortion procedures are affecting med"
    },
    {
      "url": "https://www.refreshinghope.org/blogs/1/2898/the-counselor",
      "title": "Refreshing Hope Ministries Online Church: Jesus - For such a time as this!",
      "description": "Refreshing Hope Ministries Online Church: Join a wonderful body of believers from all walks of life in an ad-free, drama-free, toxic-free environment with live interactive church services and refreshing Spirit filled devotionals posted daily!",
      "preview": "Search Search 1641 Notifications View All You have 2 notifications. 0 new. Notification Message Guest 7 months ago Read liked your post . Notification"
    },
    {
      "url": "https://www.insidesport.co/",
      "title": "Latest Sports News, Results, Live Scores of Asia Cup 2025, IPL 2026 | InsideSport",
      "description": "Get latest sports news, live scores, results of Asia Cup 2025, IPL 2026. Stay updated with cricket news, today's sports headlines on InsideSport.",
      "preview": "void"
    },
    {
      "url": "https://www.typeform.com/?attribution_user_id=b59e8c13-bba9-4049-826b-9e93e06279af",
      "title": "Typeform: People-Friendly Forms and Surveys",
      "description": "Build beautiful, interactive forms - get more responses. No coding needed. Templates for quizzes, research, feedback, lead generation, and more. Sign up FREE.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now Get to know your customers with forms worth"
    },
    {
      "url": "https://growmystore.thinkwithgoogle.com/intl/en_us",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-search-and-filters-for-Webflow-CMS-Jetboost-51454b3706b843328111b609a1eed55e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/04/29/their-majesties-king-willem-alexander-and-queen-maxima-to-travel-california-and-texas-on-economic-working-visit",
      "title": "Their Majesties King Willem-Alexander and Queen Máxima to travel California and Texas on economic working visit | News item | Royal House of the Netherlands",
      "description": "From Tuesday 6 to Friday 9 September, Their Majesties King Willem-Alexander* and Queen Máxima will be conducting an economic working visit to California and Texas in the United States. The trip will see them visit San Francisco, Silicon Valley, Austin and Houston.",
      "preview": "Search within English part of Royal House of the Netherlands Search Their Majesties King Willem-Alexander and Queen Máxima to travel California and Te"
    },
    {
      "url": "https://www.one.fox/member/terms",
      "title": "One FOX",
      "description": "One FOX",
      "preview": "JavaScript is required to view this application."
    },
    {
      "url": "https://www.firmy-net.cz/gift-design",
      "title": "Gift Design | Firmy-net.cz",
      "description": "Gift Design -",
      "preview": "Praha , Brno , Ostrava , Vysočina , Pardubice , Hradec Králové , Havířov , Ústí nad Labem , Karlovy Vary , Liberec , Plzeň , České Budějovice , Zlín ,"
    },
    {
      "url": "https://statusofwomendata.org/women-of-color/spotlight-on-women-of-color-employment-and-earnings-data/",
      "title": "Spotlight on Women of Color: Employment and Earnings Data - Women in the States",
      "description": "Spotlight on Women of Color: Employment and Earnings Data Data on Women's Employment and Earnings by Race and Ethnicity, United States, 2013 Distribution of the Male and Female Workforce by Race and Ethnicity, Aged 16 and Older, United States, 2013 Distribution of Employed Women Across Broad Occupational Groups by Race and Ethnicity, Aged 16 and [...]",
      "preview": "Share Spotlight on Women of Color: Employment and Earnings Data Data on Women's Employment and Earnings by Race and Ethnicity, United States, 2013 Dis"
    },
    {
      "url": "http://data.nevcounty.opendata.arcgis.com/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "https://privacy.apple.com",
      "title": "Data & Privacy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sobewff.org/",
      "title": "SOBEWFF | February 19 - 22, 2026 in Miami, Florida",
      "description": "The Food Network South Beach Wine & Food Festival presented by Capital One (SOBEWFF®) is a national, star-studded, four-day destination event showcasing the talents of the world's most renowned wine and spirits producers, chefs and culinary personalities. The Festival takes place February 19 - 22, 2026.",
      "preview": "Skip to content 132 Days to Go See You for the 25th Anniversary! February 19 - 22, 2026 View Photos About Us About the Festival Auction Contact Us Joi"
    },
    {
      "url": "https://www.worldcubeassociation.org/regulations/",
      "title": "WCA Regulations | World Cube Association",
      "description": "The World Cube Association governs competitions for mechanical puzzles that are operated by twisting groups of pieces, commonly known as 'twisty puzzles'. The most famous of these puzzles is the Rubik's Cube, invented by professor Rubik from Hungary. A selection of these puzzles are chosen as official events of the WCA.",
      "preview": "Information About the WCA WCA Documents WCA Officers & Board WCA Delegates Teams and Committees Regional Organizations Translators Frequently Asked Qu"
    },
    {
      "url": "https://www.meels.com/help/pricing++plans/8/how+many+meals+should+i+order/83",
      "title": "How many meals should I order? | Meels",
      "description": "Get 20% off your first Meels order. Enjoy the convenience of our chef-prepared meal delivery services, offering delicious, fully cooked meals ready for you to enjoy.",
      "preview": "Updating. Please wait Order Now Our Food Weekly Menus Food Philosophy Meels for Business Our Story About Us Packaging Meet Our Team Gifts Gift Cards R"
    },
    {
      "url": "http://caalmn.org/",
      "title": "Coalition of Asian American Leaders - CAAL Minnesota",
      "description": "The Coalition of Asian American Leaders (CAAL) envisions a state where all Minnesotans are actively engaged and can achieve prosperity.",
      "preview": "Sign up for our email list × Diversity is our asset Unity is our Power Play × Network Weaving Leadership Support Community Priorities Partnerships The"
    },
    {
      "url": "https://www.bmw.com.bn/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Official Website | BMW Brunei",
      "description": "The Official BMW Brunei website: BMW automobiles, services, prices, exclusive offers, technologies and all about BMW sheer driving pleasure.",
      "preview": "Sheer driving pleasure Book a Test Drive Register Your Interest NEW MODEL RANGE FIND YOUR BMW Left Right BMW BMW M BMW i Left Right 1 2 3 4 5 6 7 8 X"
    },
    {
      "url": "https://card.apple.com/apply/application?referrer=cid%3Dapy-200-10000036&start=false",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.capgemini.com/us-en/",
      "title": "Capgemini: Leading Global Technology Services Provider",
      "description": "Capgemini, a global leader in technology services, offers integrated solutions for digital transformation, blending expertise with cutting-edge technology.",
      "preview": "Skip to Content Insights link Insights Explore our latest thought leadership, ideas, and insights on the issues that are shaping the future of busines"
    },
    {
      "url": "http://www.gtcenter.org/",
      "title": "Home - Stony Brook Center for Game Theory",
      "description": "The Stony Brook Center for Game Theory, known until recently as the Center for Game Theory in Economics, grew out of the former Institute for Decision Sciences (IDS), established by Michel Balinski at Stony Brook University in 1987. The Center has organized 84 international conferences and workshops and has hosted over 2700 scientists since its establishment. According to Nobel Laureate Kenneth Arrow, who reviewed the IDS some years ago, the resident and affiliated members of the Center constitute \"a Game Theory group that is unequaled in the United States, if not in the world.",
      "preview": "Stony Brook Center for Game Theory Proudly Hosting 35 International Conferences and 75 Workshops (and Counting)! International Conference The 36th Sto"
    }
  ],
  "_meta": {
    "total_bookmarks": 57
  }
}