{
  "data": [
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_es?sn=35114",
      "title": "Synalpheus heroni",
      "description": "Synalpheus heroni Coutière, 1909 - Más información sobre esta especie: Denominaciones comerciales, Métodos de producción y artes de pesca, Regímenes de calidad de la UE y valores nutricionales, Medidas de conservacion, Normas de comercialización, Distribución y hábitat de las especies, Descripción de las especies, Nomenclatura Combinada",
      "preview": "Ir al contenido Denominaciones comerciales Búsqueda Search by Denominación comercial Nombre científico Código FAO alfa-3 Nomenclatura Combinada Enter"
    },
    {
      "url": "https://nul.org/",
      "title": "Home | National Urban League",
      "description": "void",
      "preview": "Skip to main content Search SEARCH × Empowering Communities. Changing Lives. WE'VE MOVED! 117 W 125th Street, 3rd Floor New York, NY 10027 Government"
    },
    {
      "url": "https://www.uhccommunityplan.com/grow",
      "title": "UnitedHealthcare Community Plan",
      "description": "UnitedHealthcare Community Plan can help you find a Medicaid or Medicare plan that best fits your needs. Find benefits, eligibility & detailed plan information.",
      "preview": "Hmm ... it looks like your browser is out of date. Let's update your browser so you can enjoy a faster, more secure site experience. Update Now Skip to"
    },
    {
      "url": "https://www.spotify.com/",
      "title": "Spotify - Web Player: Music for everyone",
      "description": "Spotify is a digital music service that gives you access to millions of songs.",
      "preview": "Trending songs Fanculo (feat. Marracash) The Fate of Ophelia DUOMO Scama NON CAPISCI (FREESTYLE) Non è mica te Semplicemente (from the Netflix Series"
    },
    {
      "url": "https://www.heart.org",
      "title": "American Heart Association | To be a relentless force for a world of longer, healthier lives",
      "description": "Learn more about the American Heart Association's efforts to reduce death caused by heart disease and stroke. Also learn about cardiovascular conditions, ECC and CPR, donating, heart disease information for healthcare professionals, caregivers, and educators and healthy living.",
      "preview": "American Heart Association 2X MATCH Your Gift High blood pressure is a leading warning sign for heart attacks and strokes, the #1 and #5 causes of dea"
    },
    {
      "url": "https://iworksmc.isolvedhire.com/jobs/",
      "title": "Job Listings - Interfaith Works Jobs",
      "description": "See current career opportunities that are available at Interfaith Works",
      "preview": "Current Job Listings Jobs Login Sign Up For Job Alerts! Maintained by isolved People Cloud - © 2025 Refresh"
    },
    {
      "url": "https://mailchi.mp/981bc390995d/watttime-newsletter-january-2021",
      "title": "WattTime - Newsletter",
      "description": "void",
      "preview": "January 2021 Dear WattTime community, It's a pivotal time in the United States and around the world. Collectively, we continue to grapple with a globa"
    },
    {
      "url": "https://www.bergdorfgoodman.com/p/dyson-special-edition-airwrap-multi-styler-gift-set-prod176550015?slfpid=3",
      "title": "Dyson Special Edition Airwrap Multi-Styler Gift Set - Bergdorf Goodman",
      "description": "Shop Dyson Special Edition Airwrap Multi-Styler Gift Set at Bergdorf Goodman. Find the latest luxury fashions from top designers.",
      "preview": "Skip To Main Content Previous Get 15% off your first order in the BG app. Details > SPLIT YOUR PURCHASES INTO 4 INTEREST-FREE PAYMENTS | LEARN MORE FO"
    },
    {
      "url": "https://www.loveandlemons.com/",
      "title": "Love and Lemons - Healthy, whole food, vegan and vegetarian recipes",
      "description": "Recipes and tips from Jeanine Donofrio, writer of The Love and Lemons Cookbook. Includes vegetarian recipes, gluten free recipes, and vegan recipes.",
      "preview": "Jack and I love making this apple cider cocktail recipe for cozy fall nights in. It combines some of his favorite cocktail ingredients (bourbon and An"
    },
    {
      "url": "https://gb.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "https://jsonschema.dev/",
      "title": "JSON Schema Validation",
      "description": "JSON Schema Validation, in browser, using ajv, with linting, and shareable schemas",
      "preview": "We're sorry but json-schema-check doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://bit.ly/2JlPTBi",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://wiki.andaria.cz/doku.php?id=info:ileren&ns=sys&tab_files=files&do=media&tab_details=edit&image=info%3Amala_svicka.jpg",
      "title": "Ileren, křesťanská pevnost (po útoku z města zbyli jen ohořelé trosky) [Andaria]",
      "description": "void",
      "preview": "info:ileren Správa médií Jmenné prostory Vyber jmenný prostor [root] gminfo info nolda-test sys undefined wiki Výběr dokumentu Výběr dokumentu Nahrát"
    },
    {
      "url": "https://www.truegrittexturesupply.com/",
      "title": "Photoshop & Procreate Textures and Brushes | True Grit Texture Supply",
      "description": "Game-Changing Brushes, Textures and Effects for Procreate, Photoshop, Illustrator, Clip Studio Paint and Affinity. Level up your digital art with our professional quality tools.",
      "preview": "Skip to content We've sent you an email with a link to update your password. Sign into Your Account Forgot password | New account Reset your password"
    },
    {
      "url": "https://www.pall.com/br/pt/crixus.html",
      "title": "Pall Crixus Fluid Monitoring Platform | Pall Corporation",
      "description": "A game changer in predictive maintenance practices, Crixus provides customers with intelligent fluid condition monitoring designed to achieve increased uptime and lower operating costs. Get real-time data of both filtration performance and fluid condition.",
      "preview": "Enhance predictive maintenance plans with the next generation of fluid condition monitoring. A well assigned predictive maintenance resource can bring"
    },
    {
      "url": "https://luxome.com/products/bamboo-sheets",
      "title": "The Best Bamboo Sheets | 10,000+ Reviews | LUXOME",
      "description": "The best bamboo sheets ever made. Our 100% viscose from bamboo sheets are an absolute dream. Woven for luxurious softness, temperature regulation, and extreme durability.",
      "preview": "Luxury Sheet Set 100% Viscose from Bamboo Sheets $155 10540 Reviews Embodied in softness and elegance, our Luxury Sheets have earned their place as th"
    },
    {
      "url": "https://www.jocooks.com/blog/",
      "title": "Blog - Jo Cooks",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Facebook Instagram Pinterest YouTube TikTok All Recipes Instant Pot 30 Minute One Pot Meals Soups Dips"
    },
    {
      "url": "http://www.mailapps.me",
      "title": "Mailapps.me - awesome mobile apps for your mail!",
      "description": "void",
      "preview": "Please, send all your feedback about our apps to support@mailapps.me © 2016, Craigpark Limited"
    },
    {
      "url": "https://www.selfpublisherpodcast.de/tag/pr/",
      "title": "PR",
      "description": "void",
      "preview": "Startseite Audiothek Newsletter Bilder Impressum Der Selfpublisher-Podcast Denn Selfpublisher haben eine Stimme! SPP 10: Mit Elke Bergsma über Ostfrie"
    },
    {
      "url": "https://bja.ojp.gov",
      "title": "Home | Bureau of Justice Assistance",
      "description": "BJA provides leadership and services in grant administration and criminal justice policy development to support state, local, and tribal justice strategies to achieve safer communities.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://huggingface.co/docs/transformers/index",
      "title": "Transformers",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Transformers documentation Transformers Transformers 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Datas"
    },
    {
      "url": "https://www.npfc.int/about_npfc/convention_and_npfc_area_of_application",
      "title": "Convention & NPFC Area of Application | NPFC",
      "description": "void",
      "preview": "Skip to main content NPFC About NPFC Convention & NPFC Area of Application Convention & NPFC Area of Application Convention on the Conservation and Ma"
    },
    {
      "url": "https://www.obaly-dekorace.cz/pap-uterky-zasobniky/uterky-rolovane/",
      "title": "PAP.UTĚRKY, ZÁSOBNÍKY » Utěrky rolované » obaly-dekorace.cz",
      "description": "void",
      "preview": "Papírové utěrky, zásobníky Pro utírání rukou ve společných prostorách jako jsou toalety, firemní kuchyňky, některá zdravotnická a kosmetická zařízení"
    },
    {
      "url": "https://volny-cas.sluzby.cz/hospody/plzensky-kraj",
      "title": "Hospody Plzeňský kraj - hodnocené hospody v Plzeňském kraji",
      "description": "Hospody v Plzeňském kraji, vybírejte z plzeňských hostinců dle hodnocení zákazníků!",
      "preview": "Hospody Plzeňský kraj - jak hodnotit? × Podívejte se, jak hodnotí a co říkají o hospodách v Plzeňském kraji jejich zákazníci. Na detailu každého plzeň"
    },
    {
      "url": "https://planetgreen.catsone.com/careers/5051-General/jobs/14517388-Federal-Enterprise-Account-Executive-API-DC",
      "title": "Careers | Planet Green Search",
      "description": "void",
      "preview": "Visit our website Category Accounting/Finance Architecture/Engineering Banking/Loans Customer Service Education Information Technology Manufacturing S"
    },
    {
      "url": "https://www.brandbank.com/cz/reseni-pro-resellery/",
      "title": "NielsenIQ Brandbank: Digitální data pro maloobchod",
      "description": "Získejte přesná a bohatá produktová data pomocí NielsenIQ Brandbank a podpořte růst ve vašem online i offline maloobchodu.",
      "preview": "Solutions Industries Partner Network Insights Careers About Market Measurement Consumer Behavior & Insights Innovation Brand & Media Analytics & Activ"
    },
    {
      "url": "https://500px.com",
      "title": "500px",
      "description": "void",
      "preview": "Explore the most popular photos on 500px."
    },
    {
      "url": "https://blog.amicaledesanciensdesainthadelin.be/2017/01/17/deces-de-monsieur-jean-verjans-epoux-de-madame-marie-jose-lagasse/",
      "title": "Décès de Monsieur Jean VERJANS, époux de Madame Marie-José LAGASSE - Amicale des anciens du Collège Saint-Hadelin",
      "description": "void",
      "preview": "Aller au contenu La famille annonce le décès de Monsieur Jean VERJANS, époux de Madame Marie-José LAGASSE, militant ouvrier chrétien, pacifiste et éco"
    },
    {
      "url": "https://www.sunfirematrix.com/app/consumer/wis/?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "SunFire Medicare Plan Finder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://rejstrik.penize.cz/eduard-gombar",
      "title": "Eduard Gombár - Obchodní rejstřík | Peníze.cz",
      "description": "Eduard Gombár výpis firem z Obchodního rejstříku, IČO firmy, adresa sídla firmy, pozice ve firmě, související firmy, vztahy ve firmách.",
      "preview": "{empty} Peníze.cz > Obchodní rejstřík > Eduard Gombár Eduard Gombár - Obchodní rejstřík Eduard Gombár Nad lesním divadlem, Praha 4 Název firmy IČO Adr"
    },
    {
      "url": "https://www.aaccofsj.org/",
      "title": "Home - African American Chamber of Commerce of San Joaquin %",
      "description": "Welcome to AACCofSJ African American Chamber of Commerce of San Joaquin County Join Today! Our Mission The AACCofSJ was incorporated to promote commerce and industry for the advancement of economic vitality within the African American community. Learn More Our Vision Our vision is to remain consistent with this nation's rich African American history of success,...",
      "preview": "Skip to content Welcome to AACCofSJ African American Chamber of Commerce of San Joaquin County Join Today! Our Mission The AACCofSJ was incorporated t"
    },
    {
      "url": "https://lfca.earth/members/",
      "title": "Members",
      "description": "LFCA is a community 3,000+ practitioners from over 40 countries driving sustainability in and through their organizations.",
      "preview": "Join our upcoming Sustainability Leadership course Join our leadership course Join now Meet the community Get to know the people powering our communit"
    },
    {
      "url": "https://www.bonappetit.com/recipe/cacio-e-pepe",
      "title": "Cacio e Pepe Recipe | Bon Appétit",
      "description": "Think of cacio e pepe as Roman mac and cheese. We've made a couple of tweaks to the classic recipe to ensure a creamy, cheesy sauce-even on a weeknight.",
      "preview": "Skip to main content Arrow Jump To Recipe Print Along with carbonara and amatriciana , cacio e pepe is one of Rome's essential pasta dishes, served at"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/autodiff_cookbook.html",
      "title": "The Autodiff Cookbook - JAX documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K .ipynb .pdf The Autodiff Cookbook Contents The Autodiff Cookbook # JAX has a pretty general automatic differ"
    },
    {
      "url": "https://www.samsung.com/us/watches/galaxy-watch5/",
      "title": "Explore Galaxy Watch7 Smartwatch | Wearables | Samsung US",
      "description": "Discover the Galaxy Watch7 - a smartwatch designed to enhance your lifestyle with Galaxy AI powered health & fitness tracking plus smart communication tools.",
      "preview": "Welcome to the ! Please enjoy our special offers for you MY BENEFITS SPECIAL OFFERS Search Form Clear Scan Barcode NO SUGGESTIONS AI Suggested Searche"
    },
    {
      "url": "http://www.locationgestion.com/annonces/achat/maison/sainte-agnes-06/152178423.htm",
      "title": "Plan du site - LAFORET MENTON",
      "description": "LAFORET MENTON",
      "preview": "Notre Offre Faire gérer La gestion du bien La gestion du locataire Louer Estimer Notre agence Qui sommes-nous ? Notre équipe Nous rejoindre Contact Es"
    },
    {
      "url": "http://www.asekol.sk",
      "title": "ASEKOL SK",
      "description": "ASEKOL SK",
      "preview": "Dovoľte, aby sme Vás informovali, že na Vašom prehliadači nemáte zapnutý Javascript a preto sa Vám niektoré prvky prezentácie nemôžu zobraziť. Už 14 r"
    },
    {
      "url": "https://www.contentrow.com/tools/headline-generator",
      "title": "Free AI Headline Generator | Easy-Peasy.AI",
      "description": "Generate eye-catching headlines with our AI-powered title generator tool. Use it for Free.",
      "preview": "Settings Language Theme Close main menu Templates Chat with AI AI Images AI Videos Bots AI Transcription AI Text-to-Speech AI Photo Studio AI Headshot"
    },
    {
      "url": "https://cotswoldfarmhousefurniture.co.uk/pages/desks",
      "title": "Desks - Cotswold Farmhouse Furniture",
      "description": "void",
      "preview": "Free Delivery on all Products (Excluding Chairs) to Mainland England & Wales. Cart (0) 0 Dining Tables Table & Bench Sets Chairs Coffee Tables Console"
    },
    {
      "url": "https://commercialisation.esa.int/",
      "title": "ESA Commercialisation Gateway",
      "description": "The ESA Commercialisation gateway is the \"one-stop shop\" for accessing commercial opportunities with ESA.",
      "preview": "void"
    },
    {
      "url": "http://flechebragarde.ddns.net/bd/auteur.php?coll=albums&idauteur=3277&liste=styles",
      "title": "BD Gest' & BDGWeb - Détails pour l'auteur",
      "description": "void",
      "preview": "[Accueil] [Ma collection] [Dédicaces] [Para-BD] [Revues] Trier par [Séries] [Auteurs] [Notes] [Collections] [Styles] [DL] [Date achat] [Moteur] [Impri"
    },
    {
      "url": "http://www.periodismokosher.com.ar/2014/04/brit-mila-de-yoel-simje-romarowski.html",
      "title": "Brit Milá de Yoel Simje Romarowski - Periodismo Kosher",
      "description": "Periodismo Kosher es una nueva manera de presentar espectáculos, leer noticias o judaísmo y pedir refuá shelemá. Un espacio pensado para todos los judíos que quieren ver algo nuevo, pero desde un punto de vista ortodoxo. Para ello tenemos que saber sobre nuestro judaísmo y estar unidos.",
      "preview": "ISRAEL BAJO FUEGO Israel vs Hamas y Hezbola 728x90 Main Menu Actualidad Categorias Contacto Instituciones/Comunidades Proximos eventos Otros _Buscador"
    },
    {
      "url": "http://sonderbooks.com/blog/?cat=206",
      "title": "Prime Factorization - Sonderbooks",
      "description": "void",
      "preview": "Skip to content Search for: Close Search I got two new great-nephews in 2022! They are both second sons of their families. I didn't knit their older b"
    },
    {
      "url": "https://discord.gg/f4hvx8Rp2q",
      "title": "Google Maps Platform",
      "description": "Check out the Google Maps Platform community on Discord - hang out with 11541 other members and enjoy free voice and text chat.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.ndncollective.org/",
      "title": "Home - NDN COLLECTIVE",
      "description": "DEDICATED TO BUILDING INDIGENOUS POWER WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building...",
      "preview": "WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building Indigenous power. Through organizing,"
    },
    {
      "url": "https://myhomeimpro.com/safety-and-planning-laws-for-melbourne/",
      "title": "Knowing the Safety and Planning Laws for Melbourne - BRPN",
      "description": "The City of Melbourne require a range of permits to protect the safety of the public, protect our assets and ensure compliance with legislation.",
      "preview": "My Home Impro @2022 - Myhomeimpro. All Right Reserved. Facebook Twitter Pinterest Whatsapp Trending now Upgrade Your Home in 3 Days: Projects... DrHomey"
    },
    {
      "url": "https://www.tribpub.com/privacy-policy/#notice_opt_out#nt=secondarynavbar",
      "title": "PRIVACY POLICY - Tribune Publishing",
      "description": "void",
      "preview": "Skip to content This Privacy Policy Was Last Updated on September 8, 202 5 Notice at Collection Your Privacy Rights This Privacy Policy (the \" Privacy"
    },
    {
      "url": "https://aabcc.org/home/",
      "title": "AABCC - Welcome To AABCC",
      "description": "void",
      "preview": "Donate Events Join AABCC Job Postings (Coming Soon) FAQ Home menu close Join AABCC Donate Home Events Job Postings (Coming Soon) FAQ We are Amarillo T"
    },
    {
      "url": "https://spacy.io/usage/training",
      "title": "Training Pipelines & Models · spaCy Usage Documentation",
      "description": "Train and update components on your own data and integrate custom models",
      "preview": "Guides Select page... Get started › Installation Get started › Models & Languages Get started › Facts & Figures Get started › spaCy 101 Get started ›"
    },
    {
      "url": "https://www.sigidwiki.com/wiki/Signal_Identification_Guide",
      "title": "Signal Identification Wiki",
      "description": "This wiki is intended to help identify radio signals through example sounds and waterfall images. Most signals are received and recorded using a software defined radio such as the RTL-SDR, Airspy, SDRPlay, HackRF, BladeRF, Funcube Dongle, USRP and other devices.",
      "preview": "Signal Identification Guide From Signal Identification Wiki Jump to: navigation , search This wiki is intended to help identify radio signals through"
    },
    {
      "url": "https://zora.medium.com/no-asap-rocky-jonathan-majors-are-not-being-emasculated-353b34cde54?source=home---------5------------------0----------",
      "title": "No, ASAP Rocky And Jonathan Majors Are Not Being Emasculated | by Whitney Alese | ZORA",
      "description": "No, ASAP Rocky And Jonathan Majors Are Not Being Emasculated \"Emasculate\" is one of those words I wish more folks simply hadn't learned. Case in point, it's overuse in recent conversations ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in ZORA · A publication from Medium that centers the stories, poetry, essays"
    },
    {
      "url": "https://www.greaterbaltimoreblackchamber.org/",
      "title": "void",
      "description": "void",
      "preview": "Join Us Donate Contact Us Log in Home About Chamber Mission A Tribute to the Founding Chair Contact Us GBBCC Photo Gallery Membership Membership Appli"
    },
    {
      "url": "https://advocacy.code.org/stateofcs",
      "title": "State of Computer Science Education Report | Code.org Advocacy Coalition",
      "description": "Code.org's annual K-12 computer science report in the United States provides an update on national and state-level computer science education policy, including policy trends, maps, state summaries, and implementation data.",
      "preview": "The Coalition Join now! Members Updates Policy State policy agenda (PDF) Additional resources State of CS The Report Data Supporters Return to Code.or"
    },
    {
      "url": "http://was1-vin.smokeping.ovh.net/smokeping?displaymode=n;start=2020-12-05%2006:29;end=now;target=APAC.AS19551",
      "title": "OVHcloud.com latency grapher for AU Incapsula (AS19551 103.28.250.169)",
      "description": "void",
      "preview": "WAS1-VIN (US/US1/Virginia) smokeping node 0. Statistics 1. OVH 2. Anycast 3. Europe 4. USA / Canada 5. South and Central America 6. APAC AP Amazon ap-"
    },
    {
      "url": "https://cardconnect.com/company/copilot",
      "title": "Merchant Portfolio Management System | CardConnect",
      "description": "Discover here how our merchant management system can simplify merchant onboarding and generate residual income for your ISO or Agent business.",
      "preview": "Skip to Contact an Expert Skip to Main Content Portfolio Management Portal CoPilot empowers our Independent Sales Organization (ISO), Sales Agent part"
    },
    {
      "url": "https://www.socialnerd.com.br/par-de-aliancas-princesa-e-cavaleiro-v2-prata-925",
      "title": "Alianças de Namoro Princesa e Cavaleiro V2 | Prata Esterlina 925 - Socialnerd Presentes e Alianças Geek",
      "description": "Garanta Agora Alianças de Namoro Criativas Feitas de Prata 925 Esterlina A Princesa e o Cavaleiro v2. Garantia de Qualidade e Parcelamento Facilitado em até 12x no Cartão com Frete Grátis Para Todo Brasil. O Melhor Presente Para o Seu Namoro Geek Está Aqui. Venha Conferir Essas Lindas Alianças de Namoro e Muitas Outras Mais!",
      "preview": "Home Amor Medieval Alianças de Namoro Princesa e Cavaleiro V2 Alianças de Namoro Princesa e Cavaleiro V2 R$ 349,00 R$ 399,00 Até 3x de R$ 116,33 sem j"
    },
    {
      "url": "https://havenlynhv.org/",
      "title": "Havenly - Community Café & Homestyle Kitchen",
      "description": "Café and restaurant serving international flavors. Helping refugee and immigrant women find a job and community in New Haven, CT. 100% of profits support refugee women.",
      "preview": "Skip to content Order a meal from our café! Facebook Instagram TikTok Donate Item added to your cart Check out Continue shopping X Contribute to our M"
    },
    {
      "url": "http://www.diyappreview.com",
      "title": "Importance of Gold IRA Companies, THCa, Delta 9, Peptides, and Mushrooms - Diya Preview",
      "description": "In times of economic instability, investors often seek safe havens to protect their wealth. One such option that has gained significant attention is the Gold",
      "preview": "Skip to content The Fact About Gold IRAs: Assessing Pros, Cons, and Every little thing In Between Introduction In recent years, the investment landsca"
    },
    {
      "url": "https://community.downtown.org/communities/community-home/librarydocuments?LibraryKey=3584fc24-0efe-4557-a4cc-0edaf6910e4d",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://www.pinterest.com/bestbuy/",
      "title": "Best Buy (bestbuy) | Official Pinterest account",
      "description": "Best Buy | What if you could take what you love to the next level? Follow for inspiring ideas to help you do more with the latest tech.",
      "preview": "Best Buy (bestbuy) | Official Pinterest account Created Saved Explore When autocomplete results are available use up and down arrows to review and ent"
    },
    {
      "url": "https://wset.com/news/local/stafford-dog-sky-animal-shelter-joe-bice-donna-who-had-no-inquiries-for-months-finally-gets-adopted-after-viral-post-virginia-newport-news",
      "title": "Stafford dog who had no inquiries for months finally gets adopted after viral post",
      "description": "A Stafford County dog from the animal shelter has been rescued after a plea posted online went viral.",
      "preview": "Fri, 10 Oct 2025 10:12:17 GMT (1760091137870) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "http://www.spiritstorybox.com",
      "title": "Spirit Story Box - iPhone Paranormal Ghost Hunting App",
      "description": "Spirit Story Box is an iPhone paranormal app used for ghost hunting.",
      "preview": "Fantastic Features An essential tool for all of your ghost adventures In the Media As seen in the Huffington Post, USA Today, The Daily Mail, Spirit &"
    },
    {
      "url": "https://www.kptv.com/2023/02/21/foot-found-nw-washington-belongs-missing-woman/",
      "title": "Foot found in NW Washington belongs to missing woman",
      "description": "A shoe containing a human foot that was discovered near the mouth of a river in northwestern Washington belonged to a woman missing since 2018, police say.",
      "preview": "Skip to content PORT ANGELES, Wash. (KPTV) - A shoe containing a human foot was discovered near the mouth of the Elwha River in Port Angeles in Decemb"
    },
    {
      "url": "https://lists.fedoraproject.org/archives/list/desktop@lists.fedoraproject.org/message/YPPVTOA3UMAPVQIZMFLFN57HAJYJLCIU/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://komiksiarnia.pl/mega-mangi/2467-remina-gwiazda-piekiel-9788374713399.html",
      "title": "REMINA: Gwiazda piekieł",
      "description": "Scenariusz: Junji Ito Rysunki: Junji Ito",
      "preview": " Poprzedni  Następny Darmowa dostawa od kwoty 199 zł    REMINA: Gwiazda piekieł 33,99 zł Brutto Najniższa cena z ostatnich 30 dni: 33,99 zł Scena"
    },
    {
      "url": "https://tv.google",
      "title": "Google TV | All in one smart TV streaming platform",
      "description": "Your favorite streaming apps for movies, shows, live TV, and more, on one platform. Built right into your smart TV or streaming device, Google TV is your new home for all the content you love.",
      "preview": "Gemini is now available on select devices. Learn more . Get Google TV Google TV Streamer Smart TVs Mobile App 10,000+ apps. 800+ free channels. Music"
    },
    {
      "url": "https://payneinstitute.mines.edu/eog/",
      "title": "Earth Observation Group - Payne Institute for Public Policy",
      "description": "The Earth Observation Group (EOG) specializes in nighttime observations of lights and combustion sources worldwide.",
      "preview": "Facebook X RSS MINES.EDU MyMines News Calendar Canvas Email Library Give Directories Earth Observation Group Utilizing cutting edge satellite technolo"
    },
    {
      "url": "http://thoseheavenlydays.com/2016/06/23/oh-baby/",
      "title": "Oh Baby! | Those Heavenly Days",
      "description": "void",
      "preview": "Follow Me Subscribe First Name Last Name Email Leave this field empty if you're human: Pinterest Instagram That Friday feeling! 😉 Sunshine, kisses, an"
    },
    {
      "url": "https://demitasse.co.nz/2011/10/view-composer-and-the-long-time-between-recomposes/",
      "title": "View Composer and the long time between recomposes | Demitasse",
      "description": "If you've worked with VMware View you will know that moving hundreds of desktops into your datacentre has a large storage requirement. If you haven't seen it yet you need to look at View Comp...",
      "preview": "Skip to content Demitasse Server Virtualisation and Server based computing Home About Demitasse Alastair's Schedule Other Publications ← EPISODE42 - A"
    },
    {
      "url": "https://www.prisonministryindia.org",
      "title": "CBCI OFFICE FOR PRISON MINISTRY INDIA - Home",
      "description": "Prison Ministry India",
      "preview": "CBCI OFFICE FOR PRISON MINISTRY INDIA Home WHO WE ARE About Us Vision & Mission Our Team NECROLOGY Honor Roll PHOTO GALLERY WHAT WE DO PRISONERS WELFA"
    },
    {
      "url": "https://connect.brookings.edu/update-your-subscriptions?email=",
      "title": "Manage your Brookings newsletter subscriptions",
      "description": "Brookings publishes a variety of newsletters that keep readers informed of the latest research, commentary and events. Sign-up for free today!",
      "preview": "Manage your newsletter subscriptions Brookings publishes a variety of newsletters that keep readers informed of the latest research, commentary, and e"
    },
    {
      "url": "http://adictoslibros.blogspot.com/2016/02/la-saga-de-los-volsungos.html",
      "title": "Adictos a los libros: La saga de los Volsungos",
      "description": "Una de las sagas más importante de los pueblos germanos, en especial versión de los escandinavos; ya que fue escrito por un islandes, sa...",
      "preview": "sábado, 13 de febrero de 2016 La saga de los Volsungos Una de las sagas más importante de los pueblos germanos, en especial versión de los escandinavo"
    },
    {
      "url": "http://vuce.gub.uy/",
      "title": "VUCE - Ventanilla Única de Comercio Exterior",
      "description": "La Ventanilla Única de Comercio Exterior (VUCE) es un instrumento de facilitación del comercio exterior que permite realizar de forma electrónica y desde un único punto de entrada todos los trámites vinculados a las operaciones de importación, exportación y tránsito.",
      "preview": "Skip to content HOME vuce 2025-05-20T14:48:58+00:00 ¿Qué trámite desea realizar? Search for: Registro para acceder a la plataforma Preguntas Frecuente"
    },
    {
      "url": "https://www.popularwoodworking.com/techniques/french-polish/",
      "title": "French Polishing | Popular Woodworking",
      "description": "French polish adds extraordinary depth to gorgeous wood. This finish is perfect for bowls, vessels, lamps and other turnings that aren't handled often or are exposed to moisture, alcohol or heat.",
      "preview": "By American Woodworker Editors Posted April 25, 2019 In Projects , Shop Blog , Techniques French Polishing 2019-04-25 2024-03-06 https://media.popular"
    },
    {
      "url": "https://www.valencia.es/",
      "title": "Portal del Ayuntamiento de la ciudad de Valencia - València",
      "description": "Portal web del Ayuntamiento de la ciudad de Valencia. Todo lo que necesitas saber para estar al día de las últimas novedades sobre el Ayuntamiento y la ciudad.",
      "preview": "Portal del Ayuntamiento de la ciudad de Valencia - València Diapositiva anterior Carrusel de noticias destacadas CONSEJOS ANTE ALERTAS METEOROLÓGICAS"
    },
    {
      "url": "https://www.wheaton.edu/academics/faculty/thomas-boehm/",
      "title": "Thomas Boehm - Wheaton College, IL",
      "description": "void",
      "preview": "skip to main content Biography Dr. Thomas Boehm's work explores the intersections of disability and faith, family and flourishing. At Wheaton College,"
    },
    {
      "url": "https://www.tensorflow.org/tutorials/keras/classification",
      "title": "Basic classification: Classify images of clothing | TensorFlow Core",
      "description": "void",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://chantecaille.com/products/mermaid-eyeshade",
      "title": "Chantecaille Mermaid Eyeshadow",
      "description": "High-pearl, creamy, crease-resistant eye shadow, available in 5 shades. An innovative high shine, long wear formula that can be worn wet or dry as a long lasting eyeshadow or eyeliner. Infused with a silk tree extract, the luxurious texture creates a lasting metallic sheen that lends a youthful appearance to the eye area. Creamy, powdery feel makes it easy to apply with the fingertips. Richly pigmented hues shimmer with a rich metallic sheen. Buildable metallics mix beautifully with opaque shadows. Crafted in Italy.",
      "preview": "Skip to main content Skip to footer NEW Éclat Cristalline Collection"
    },
    {
      "url": "http://calendar.mines.edu",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "https://upfaithandfamily.com",
      "title": "UP Faith & Family Your Streaming Home for Uplifting Entertainment",
      "description": "Watch TV shows and movies that are safe for your family and affirm your faith. Stream online or watch on your favorite devices. Get a free trial!",
      "preview": "Skip to content Wholesome streaming Thousands of hours of family safe content. START YOUR FREE TRIAL Wholesome streaming Thousands of hours of family"
    },
    {
      "url": "https://mts-natsustain.nature.com/cgi-bin/main.plex",
      "title": "Nature Sustainability",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home The Nature Sustainability editorial office is back to a full schedu"
    },
    {
      "url": "https://www.groupraise.com/ontheborder/grand-rapids-mi?filters%5Btod%5D=true&lat=42.9633599&lng=-85.6680863&order=donation_rate",
      "title": "Find Fundraisers at On The Border near Grand Rapids, MI | GroupRaise",
      "description": "View fundraisers at On The Border in Grand Rapids, MI. See fundraiser options like take-out & dine-in, see dates & book online!",
      "preview": "Menu Organize a meal Spacer Spacer Sign Up Sign In Sign In Sign Up Help Spacer Spacer Organize a meal We couldn't find a On The Border near Grand Rapi"
    },
    {
      "url": "https://nmaahc.si.edu/",
      "title": "A People's Journey, A Nation's Story | National Museum of African American History and Culture",
      "description": "void",
      "preview": "Skip to main content A People's Journey, A Nation's Story Welcome to the Smithsonian's National Museum of African American History & Culture Operation"
    },
    {
      "url": "https://www.kidsafeseal.com/aboutourprogram.html",
      "title": "About our program",
      "description": "The kidSAFE Seal Program is a new \"seal of approval\" program that independently reviews and certifies the safety practices of children-friendly websites and applications, including kid-targeted game sites, virtual worlds, social networks, mobile apps, web-connected devices, and other similar interactive products.",
      "preview": "kidSAFE ® Seal Program by Samet Privacy The kidSAFE Seal Program is an independent safety certification service and seal-of-approval program designed"
    },
    {
      "url": "https://es.mongabay.com/2022/06/panama-una-bandera-de-conveniencia-para-la-pesca-ilegal-oceanos/",
      "title": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar",
      "description": "Noticias sobre la fauna y la naturaleza",
      "preview": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar Mary Triny Zea , Michelle Carrere 13 Jun 2022 América Central La r"
    },
    {
      "url": "https://www.womenventure.org/",
      "title": "WomenVenture",
      "description": "Since 1978, WomenVenture has provided women of all ages, cultures, races, and income levels with the tools and resources to achieve economic success through small business ownership.",
      "preview": "Skip to main content Skip to header right navigation Skip to site footer Join us on November 1 at the Hyatt Regency Minneapolis from 5:30 - 10:00 p.m."
    },
    {
      "url": "https://erwinthedevil-blog.tumblr.com/",
      "title": "erwinthedevil-blog",
      "description": "hantuseo.blogspot.com",
      "preview": "About Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://nvbdc.org/",
      "title": "National Veteran Business Development Council Certification",
      "description": "Learn about National Veteran Business Development Council Certification for Service-Disabled and Veteran-Owned Businesses to enhance your supply chain.",
      "preview": "FIND OUT HOW THE NVBDC CERTIFICATION IS CHANGING HOW AMERICAN BUSINESSES PERCEIVE VETERAN-OWNED COMPANIES. Get Certified Corporate Membership The Hist"
    },
    {
      "url": "http://www.condominio.com/",
      "title": "Condominio.com - Dal 1996 il condominio su internet!",
      "description": "void",
      "preview": "E' con immenso piacere che vi diamo il benvenuto su www.condominio.com ! Abbiamo potenziato il sito web e aggiornato le sezioni per offrirvi contenuti"
    },
    {
      "url": "http://filesystems.org/",
      "title": "FiST: Stackable File System Language and Templates",
      "description": "void",
      "preview": "FiST: Stackable File System Language and Templates File System development is very difficult and time consuming. Even small changes to existing file s"
    },
    {
      "url": "https://www.graysonliving.com/products/hooker-furniture-living-room-melange-vienna-console",
      "title": "Hooker Furniture Melange Vienna Console - Grayson Living",
      "description": "Come closer to Melange, and you will discover something unexpected, an eclectic blending of colors, textures and materials in a vibrant collection of one-of-a-kind artistic pieces.",
      "preview": "Skip to content Luxury Living FALL SALE: GET 10% OFF WITH CODE FALL10 ON $1,500 + (Excludes Select Brands & Sale Items) FALL SALE: GET 10% OFF WITH CO"
    },
    {
      "url": "https://www.atlantikhome.fr/09/1283606421_Sat_mercado+libre+polvos/",
      "title": "atlantikhome.fr",
      "description": "void",
      "preview": "atlantikhome.fr est en vente sur kifdom.com pour 53.00 € Acheter ce nom de domaine en achat immediat A propos de atlantikhome.fr Score 3 Domaines réfé"
    },
    {
      "url": "https://zywiecinfo.pl/component/mailto/?tmpl=component&template=newsberg&link=efd68dca83c7212d78f4cd7f386b246152d5b3c7",
      "title": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" - ŻywiecInfo - miasto - historia - kultura",
      "description": "Żywiec ma swoją nową ambasadorkę stylu! Natasza Jakubiec, mieszkanka miasta, z wielkim sukcesem reprezentowała Żywiec w popularnym programie modowym \"Shopping Queen 2025\", zdobywając ostatecznie upragniony tytuł \"Królowej Zakupów\". \"To było niesamowite doświadczenie! Chcę ogromnie podziękować dzi",
      "preview": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" Autor: Redakcja Data publikacji: 10.10.2025 14:06 Żywiec ma swoją nową ambasad"
    },
    {
      "url": "http://www.britannica.com/EBchecked/topic/409383/neptunium",
      "title": "Neptunium | Radioactive, Fissionable, Transuranic | Britannica",
      "description": "Neptunium (Np), radioactive chemical element of the actinoid series of the periodic table that was the first transuranium element to be artificially produced, atomic number 93. Though traces of neptunium have subsequently been found in nature, where it is not primeval but produced by",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos ne"
    },
    {
      "url": "https://essentials.applesurveys.com/jfe/form/SV_bBnTUv96wDVuDLT",
      "title": "Apple - Law Enforcement Online Training Registration",
      "description": "void",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://www.burtsbees.com/product/tinted-lip-oil/792850898103.html",
      "title": "void",
      "description": "void",
      "preview": "Oops! JavaScript is disabled To browse the Venia store, enable JavaScript in your browser."
    },
    {
      "url": "https://www.mtn.com/mtn-group-and-microsoft-sign-strategic-alliance-agreement/",
      "title": "MTN Group and Microsoft sign strategic alliance agreement |",
      "description": "MTN Group and Microsoft today announced a strategic alliance agreement to accelerate digital and cloud transformation working towards a shared vision of",
      "preview": "Search for: Close NEWSROOM Media releases MTN Group and Microsoft sign strategic alliance agreement 03 November 2022 Share via Email Share via X Share"
    },
    {
      "url": "https://www.pwn-usa.org/issues/policy-agenda/ending-criminalization/ending-hiv-criminalization/",
      "title": "Ending HIV Criminalization Factsheet - Positive Women's Network - USA",
      "description": "Our vision: a world where our communities are no longer subject to over-policing, surveillance, and brutality at the hands of law enforcement, and where those with a history of interaction with the criminal justice system have full rights and dignity. What Is HIV Criminalization? HIV criminalization refers",
      "preview": "Skip to content Ending HIV Criminalization Factsheet Ending HIV Criminalization Factsheet pwnusa 2019-02-25T22:09:51-05:00 Download this as a PDF here"
    },
    {
      "url": "https://2019annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://remove.bg/upload",
      "title": "Upload Image - remove.bg",
      "description": "Select an image & remove the background - 100% automatically - in 5 seconds - without a single click - for free.",
      "preview": "Skip to main content Thanks for your feedback! Want to help us improve? (optional) Contribute this image & help us make remove.bg better Teach the Art"
    },
    {
      "url": "https://elamefora.wordpress.com/2021/07/",
      "title": "Ιούλιος | 2021 | Blog: \"elamefora\"",
      "description": "15 posts published by Ela Tora και Cretan Patriot during July 2021",
      "preview": "Ο Ηλίας Κασιδιάρης απαντά στις επιθέσεις κυβερνητικών παραγόντων και ΜΜΕ και σχολιάζει τα μείζονα θέματα της επικαιρότητας: Συγκεντρώσεις Ελλήνων Υποχ"
    },
    {
      "url": "https://ocean.si.edu/search?search_api_fulltext=mammal&sort_by=search_api_relevance&sort_order=DESC&f%5B0%5D=content_topics%3A17593&f%5B1%5D=content_topics%3A17597&f%5B2%5D=content_topics%3A17607&f%5B3%5D=content_topics%3A17611&f%5B4%5D=content_topics%3A17615&f%5B5%5D=content_topics%3A17628&f%5B6%5D=content_topics%3A17629&f%5B7%5D=content_topics%3A17637&f%5B8%5D=content_type%3Alesson_plan&f%5B9%5D=content_type%3Aslideshow&f%5B10%5D=content_type%3Avideo&f%5B11%5D=op_generated_tags%3A17528&f%5B12%5D=op_generated_tags%3A17559",
      "title": "Search | Smithsonian Ocean",
      "description": "void",
      "preview": "Skip to main content Showing results for Language Content type Article Type Topics Tags Site Search Sort by Relevance Title Sort Authored on Order Asc"
    },
    {
      "url": "https://www.healthy.arkansas.gov/programs-services/topics/covid-19-vaccination-plan",
      "title": "COVID-19 - Arkansas Department of Health",
      "description": "COVID -19 Information",
      "preview": "Skip to content Programs & Services Diseases & Conditions COVID-19 COVID-19 and Pregnancy COVID-19 Information for Healthcare Providers COVID-19 Infor"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/?intake=NBC_News",
      "title": "Privacy Policy | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "http://finaid.mines.edu",
      "title": "Home - Financial Aid",
      "description": "Paying for college is a big investment and we want to put a Mines education in reach for all students. Learn about Financial Aid.",
      "preview": "303-273-3301 finaid@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Financial Aid Color"
    },
    {
      "url": "http://digitaledition.chicagotribune.com#nt=secondarynavbar",
      "title": "Chicago Tribune",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://alfa-lampy.pl/product-pol-18365-Druciana-lampa-kratka-PEKA-miedz-drewno-sr-24cm.html",
      "title": "Druciana lampa kratka PEKA miedź/drewno śr. 24cm 60419 - marka Alfa Sosnowscy - Phenomena Light",
      "description": "void",
      "preview": "Menu Lampy wiszące Lampy sufitowe Plafony sufitowe Kinkiety Lampy stołowe Klosze i abażury Dobierz Klosz Żarówki Pomieszczenia Style WYPRZEDAŻ O Nas B"
    },
    {
      "url": "https://www.abc4.com/news/wasatch-front/man-arrested-in-storage-unit-fire-had-history-of-domestic-violence/",
      "title": "Storage unit fire man has history of domestic violence",
      "description": "Alexander Wardell is facing kidnapping and negligent homicide charges for the death of his girlfriend, Morgan Harris, after allegedly locking her in a storage unit in Murray that later caught on fire, according to police.",
      "preview": "Skip to content by: Courtney Johns Posted: Feb 21, 2023 / 12:07 PM MST Updated: Feb 21, 2023 / 12:13 PM MST SHARE SALT LAKE CITY ( ABC4 ) - Alexander"
    },
    {
      "url": "https://www.ligaportal.at/vbg/landesliga/spieler-der-runde/25786-landesliga-2018-2019-spieler-der-runde-26-ist",
      "title": "Landesliga 2018/2019: Spieler der Runde 26 ist ... - Fußball Vorarlberg - Ergebnisse, Tabellen und Torschützen von allen Vbg Ligen. | ligaportal.at",
      "description": "Der Landesliga Spieler der Runde. Manchmal knapp, meist jedoch eindeutig - der Spieler der Runde aus der Landesliga. Wer ist es diesmal?",
      "preview": "Vorarlberg / Landesliga / Spieler der Runde / Landesliga 2018/2019: Spieler der Runde 26 ist ... Spieler der Runde Landesliga 2018/2019: Spieler der R"
    },
    {
      "url": "https://chemistscorner.com/cosmetic-formulation-basics/",
      "title": "Cosmetic Formulation Basics - Chemists Corner",
      "description": "Guide to Cosmetic Formulation Basics 1. Hair Conditioner 2. Body Wash 3. Lipstick 4. Hair Gel 5. Skin Lotion 6. Sunless Tanning 7. Antiperspirant 8....",
      "preview": "Guide to Cosmetic Formulation Basics 1. Hair Conditioner 2. Body Wash 3. Lipstick 4. Hair Gel 5. Skin Lotion 6. Sunless Tanning 7. Antiperspirant 8. N"
    },
    {
      "url": "https://buckfifty.org/tag/cynthia-a-jennings/",
      "title": "Cynthia A. Jennings | buckfifty.org",
      "description": "void",
      "preview": "buckfifty.org discovering the heart and soul of denver Skip to content Home About B50 How To Submit Tag Archives: Cynthia A. Jennings Fifty Two Origin"
    },
    {
      "url": "https://skillbridge.osd.mil/",
      "title": "DOD SkillBridge Program",
      "description": "void",
      "preview": "Skip to main content Federal Agency Notification Federal Agencies are responsible for providing immediate notification to the Service member and their"
    },
    {
      "url": "http://www.agclassroom.org/",
      "title": "National Agriculture in the Classroom",
      "description": "National Agriculture in the Classroom provides K-12 educators with engaging resources to increase agricultural literacy among their students.",
      "preview": "Skip to content National Agriculture in the Classroom Free lesson plans, virtual field trips, and teacher resources to bring educational standards to"
    },
    {
      "url": "https://campaigns.organizefor.org/petitions/help-make-hair-discrimination-illegal",
      "title": "Help Us End Hair Discrimination in the Workplace, Schools, and Pools | OrganizeFor",
      "description": "Currently, it is legal to discriminate against a person in the workplace, schools, and/or pools because of their natural or protective hairstyle in all states except for California, New York, New Jersey, Virginia, Colorado, Washington, Maryland, Connecticut, Delaware, New Mexico, Nebraska, Nevada, Oregon, Illinois, Maine, Tennessee, Louisiana, Massachusetts, Alaska, Michigan, Texas, Minnesota, Arkansas, Vermont, New Hampshire, and Missouri. Hair discrimination remains a source of racial...",
      "preview": "Skip to main content Start a Campaign Log in To: Lawmakers Across the Country Help Us End Hair Discrimination in the Workplace, Schools, and Pools Vot"
    },
    {
      "url": "https://www.ppl-inc.org/",
      "title": "Homepage | Project for Pride in Living",
      "description": "PPL builds the hope, assets, and self-reliance of individuals and families who have lower incomes by providing transformative affordable housing and employment readiness services.",
      "preview": "Skip to main content Search Search Enter the terms you wish to search for. Search Menu PPL TRANSFORMS LIVES About Us Under Our Roof An evening of gath"
    },
    {
      "url": "https://www.pmindia.gov.in/en/",
      "title": "Prime Minister of India",
      "description": "Pm India Website",
      "preview": "PMINDIA Previous Next PM's address at the India-UK CEO Forum PM's address at the launch of multiple development projects in Mumbai, Maharashtra PM's s"
    },
    {
      "url": "https://www.aclu-mn.org",
      "title": "ACLU of Minnesota",
      "description": "void",
      "preview": "Skip to main content Fighting for Civil Liberties for 70 Years Get our updates Email address * Zip code * Leave this field blank School Board Watch St"
    },
    {
      "url": "https://medium-rare.com/",
      "title": "Medium Rare",
      "description": "Focused at the intersection of Sports & Entertainment, Medium Rare partners with athletes, celebrities, and brands to build iconic media & entertainment properties. Medium Rare is the creator and producer of award-winning events with Shaq, Travis Kelce, Gronk, Guy Fieri, Dave Portnoy, Daymond John, and more.",
      "preview": "0 iconic experiences shaping culture we are medium rare We create unforgettable live experiences that shape culture at the intersection of sports and"
    },
    {
      "url": "https://www.belfastlive.co.uk/whats-on/music-nightlife-news/x-factor-finalists-out-belfast-10905167",
      "title": "X-Factor finalists out and about in Belfast before tonight's show | Belfast Live",
      "description": "The X-Factor finalists have been stopping for fan photos in the city",
      "preview": "‌ ‌ ‌ Skip to main content X-Factor finalists out and about in Belfast before tonight's show The X-Factor finalists have been stopping for fan photos"
    },
    {
      "url": "http://www.opendefinition.org/licenses/cc-by",
      "title": "Creative Commons Attribution License (cc-by) - Open Definition - Defining Open in Open Data, Open Content and Open Knowledge",
      "description": "Creative Commons Attribution License (cc-by) - Open Definition - Defining Open in Open Data, Open Content and Open Knowledge",
      "preview": "Contents Defining Open in Open Data, Open Content and Open Knowledge Creative Commons Attribution License (cc-by) Domain of Application: Content, Data"
    }
  ],
  "_meta": {
    "total_bookmarks": 120
  }
}