{
  "data": [
    {
      "url": "https://docs.nvidia.com/cuda/cuda-c-programming-guide/index.html",
      "title": "CUDA C++ Programming Guide - CUDA C++ Programming Guide",
      "description": "The programming guide to the CUDA model and interface.",
      "preview": "» CUDA C++ Programming Guide v13.0 | PDF | Archive CUDA C++ Programming Guide 1. Overview  CUDA is a parallel computing platform and programming mode"
    },
    {
      "url": "https://desafio2017.withgoogle.com/latam2017",
      "title": "Google",
      "description": "void",
      "preview": "Gmail Immagini Accedi Ricerca avanzata Pubblicità Soluzioni aziendali Informazioni su Google Google.it © 2025 - Privacy - Termini"
    },
    {
      "url": "https://www.istat.it/it/archivio/104317",
      "title": "Basi territoriali e variabili censuarie - Istat",
      "description": "Diffusi i dati definitivi delle basi territoriali 2021",
      "preview": "Notizia Periodo di riferimento: Censimenti 1991, 2001, 2011, 2021 Data pubblicazione: 11 Gennaio 2017 Data aggiornamento: 15 Aprile 2025 Nota-informat"
    },
    {
      "url": "https://www.instyle.com/oprah-nydj-denim-amazon-prime-early-access-sale-6746654",
      "title": "Oprah's Favorite Things List Includes On-Sale Cozy Fashion",
      "description": "Oprah's favorite cozy fashion finds are on early sale at Amazon before Black Friday 2024. Shop her go-to Barefoot Dreams robe, Dearfoams slippers, Cozy Earth pajamas, and more starting at $26.",
      "preview": "If you click on links we provide, we may receive compensation. Oprah's Coziest Fashion Favorites Start at $26 Ahead of Amazon's Black Friday Sale In"
    },
    {
      "url": "https://press.assuralia.be/een-aanrijding-aangeven-met-je-smartphone-of-tablet-het-kan-voortaan-met-de-app-crashformr",
      "title": "Een aanrijding aangeven met je smartphone of tablet? Het kan voortaan met de app Crashform®",
      "description": "Voortaan hoeven bestuurders bij een aanrijding geen papieren aanrijdingsformulier meer te gebruiken. Dankzij de app Crashform kunnen zij met een...",
      "preview": "Auto Een aanrijding aangeven met je smartphone of tablet? Het kan voortaan met de app Crashform® 19 januari 2017 Voortaan hoeven bestuurders bij een a"
    },
    {
      "url": "https://www.climate.gov/news-features/understanding-climate/climate-change-global-temperature",
      "title": "Climate change: global temperature | NOAA Climate.gov",
      "description": "Earth's surface temperature has risen about 2 degrees Fahrenheit since the start of the NOAA record in 1850. It may seem like a small change, but it's a tremendous increase in stored heat.",
      "preview": "Skip to main content This website is an ARCHIVED version of NOAA Climate.gov as of June 25, 2025. Content is not being updated or maintained, and some"
    },
    {
      "url": "https://voxatl.org/about/",
      "title": "About - VOX ATL",
      "description": "VOX ATL Is Necessary VOX is... Atlanta's home for uncensored teen publishing and self-expression. A teen-driven, professional space and a learning environment for diverse teens in metro Atlanta. A commitment to true diversity. Our roster of teen staff and contributors will annually include teens from all academic, geographic, race, ethnicity, gender, sexuality, disability, life experience [...]",
      "preview": "Skip to content VOX ATL Is Necessary VOX is... Atlanta's home for uncensored teen publishing and self-expression. A teen-driven, professional space and"
    },
    {
      "url": "https://e-n-t-p.tumblr.com/",
      "title": "PSYCH",
      "description": "Avery, 19 || ENTP 7w8 SCUEI || Botany major!! But I love all the science!!",
      "preview": "void"
    },
    {
      "url": "https://www.riteaid.com/shop/bare-republic-mineral-sport-sunscreen-lotion-vanilla-coco-spf-50-5-fl-oz",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "https://www.fariyas.com/resort-in-lonavala/",
      "title": "Fariyas Resort, Lonavala. Hotel, Restaurant & Wedding Venue",
      "description": "Resort, Hotel, Wedding Venue & Spa in Lonavala-Khandala with Water Theme Park near Mumbai, Pune, Bhushi Dam, Pawna Lake, Railway Station, Wax Museum",
      "preview": "SEARCH SITE BY TYPING (ESC TO CLOSE)"
    },
    {
      "url": "https://www.boxycharm.com/",
      "title": "BOXYCHARM: The Best Monthly Beauty and Makeup Box Subscription",
      "description": "Your customized beauty membership with five full-size products worth up to $200 for only $32 per month.",
      "preview": "BUZZWORTHY BEAUTY DELIVERED MONTHLY Score 5 full-size beauty products worth up to $200 for only $32/month, plus unlock 24/7 access to epic deals (up t"
    },
    {
      "url": "https://exifremover.com/",
      "title": "EXIF Remover - Remove EXIF and Metadata from Files Online",
      "description": "Free online EXIF remover for images, videos, and PDFs. Clean metadata from your files to protect your privacy. Fast, secure, and easy to use.",
      "preview": "UPLOAD FILES CLEAR QUEUE Drop Your Files Here 0 DOWNLOAD ALL EXIF Remover EXIF (Exchangeable Image File Format) metadata is automatically embedded in"
    },
    {
      "url": "https://wiktenauer.com/wiki/Main_Page",
      "title": "Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Dedicated to the memory of Dr. Patri Pugliese",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Main Page From Wiktenauer Ju"
    },
    {
      "url": "https://www.outdoorphotographer.com/",
      "title": "Outdoor Photographer Magazine - Explore. Capture. Inspire.",
      "description": "Outdoor Photographer is the ultimate guide to nature, wildlife, travel and adventure sports photography, featuring the work of renown photographers.",
      "preview": "Skip to content Home Top 5 Parks for Photos Read More Nature Photo Contest Winner Read More Sigma 300-600mm Review An audacious lens for wildlife phot"
    },
    {
      "url": "https://optionb.org/about",
      "title": "About OptionB.Org | Building resilience in the face of adversity | Option B",
      "description": "OptionB.Org is dedicated to helping you build resilience in the face of adversity-and giving you the tools to help your family, friends, and community build resilience too.",
      "preview": "Navigating loss this holiday season or supporting a loved one? Check out Navigating loss this holiday season or supporting a loved one? Check out x Ab"
    },
    {
      "url": "https://www.diffchecker.com/text-compare/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "http://ttool.de/anleitungen/ccee.htm",
      "title": "Untitled Document",
      "description": "void",
      "preview": "Encode with Cinema Craft Encoder 2.5 Start CCE 2.5. Right mouse click to select the avi you want to encode. Doubbelclick the AVI and you see the encod"
    },
    {
      "url": "https://www.ciciscorner.com/2016/04/mondays-musings.html",
      "title": "Monday's Musings - CiCis Corner F",
      "description": "void",
      "preview": "Monday, April 11, 2016 Monday's Musings Lea @ CiCis Corner April 11, 2016 Well, this morning was a VERY early one for me. I had to arise at 3:00AM to"
    },
    {
      "url": "https://geocentric.com",
      "title": "Geocentric - Web Software and Interactive Services for Districts",
      "description": "Geocentric enables Downtown Organizations and others to manage and publish interactive geographic content through websites and maps.",
      "preview": "Skip to Main Content Citylight is Web Software for Destination Districts About Citylight Put Your District on the Map Discover these districts through"
    },
    {
      "url": "https://www.coralvita.co/",
      "title": "Coral Vita | Innovative Coral Reef Restoration for a Sustainable Future",
      "description": "Coral Vita's innovative coral reef restoration grows diverse, resilient corals up to 50x faster to protect marine biodiversity and support communities dependent on healthy reefs",
      "preview": "Skip to content Big Coral. Big Hope. We are the world's leading for-profit commercial reef restoration platform, growing resilient coral in months ins"
    },
    {
      "url": "https://p4gpartnerships.org/",
      "title": "P4G",
      "description": "P4G contributes to in-country climate transitions across food, water and energy systems",
      "preview": "Skip to main content Featured News and Partnerships Announcing 14 New P4G Partnerships Driving Climate Action! News P4G at Africa Climate Summit 2: Un"
    },
    {
      "url": "https://www.solzyatthemovies.com/2021/04/16/interview-with-william-daniels-and-bonnie-bartlett/",
      "title": "Interview with William Daniels and Bonnie Bartlett - Solzy at the Movies",
      "description": "Emmy Award-winning actors William Daniels and Bonnie Bartlett spoke with Solzy at the Movies about Boy Meets World and more.",
      "preview": "Skip to content Interview with William Daniels and Bonnie Bartlett Danielle Solzman Interviews April 16, 2021 Emmy Award-winning actors William Daniel"
    },
    {
      "url": "http://nxslink.wearegreenbay.com/join/6t0/signup",
      "title": "WFRV Signup",
      "description": "Sailthru Default Signup Page",
      "preview": "Choose the newsletters that interest you and we will deliver them directly to your inbox. Email Address: WFRV Newsletters Local 5's First Five Morning"
    },
    {
      "url": "https://dunshaughlin-culmullenparish.ie/galleries/st-patricks-hall/",
      "title": "St. Patrick's Hall | Dunshaughlin and Culmullen Parishes",
      "description": "void",
      "preview": "Galleries St. Patrick's Hall 11 Jun, 2021 All Galleries View More See us on Facebook & Twitter Webcam Webcam Donate Our Parish Contact Us Webcam Weekl"
    },
    {
      "url": "https://www.kcpt.org/blogs/education/",
      "title": "Education Blog",
      "description": "Education Blog",
      "preview": "void"
    },
    {
      "url": "https://www.downtownboston.org/",
      "title": "The Official Downtown Boston Alliance Website - Things to do",
      "description": "Downtownboston.org is your single stop for information on Boston shopping, nightlife, dining, where to stay, history and culture.",
      "preview": "Skip to content OPTIONAL TEXT AND BUTTON Button text Things to Do Culture Dining Shopping Nightlife Events Events Oct 09 - Oct 12, 2025 Hang Time Thre"
    },
    {
      "url": "https://wrappedup-nca-wa.tumblr.com/",
      "title": "Wrappedup NCA WA",
      "description": "void",
      "preview": "Menu"
    },
    {
      "url": "https://action.earthday.org/the-fashion-industry-must-change",
      "title": "The Fashion Industry Must Change",
      "description": "void",
      "preview": "The Fashion Industry Must Change 13,805 signatures Fashion is said to be a reflection of culture. What does it say about our culture when it endangers"
    },
    {
      "url": "https://www.natureindex.com/",
      "title": "Nature Index",
      "description": "The Nature Index tracks the affiliations of high-quality scientific articles. Updated monthly, the Nature Index presents research outputs by institution and country. Use the Nature Index to interrogate publication patterns and to benchmark research performance.",
      "preview": "Skip to main content Your gateway to scientific excellence Discover the world's leading research institutions, explore collaborations, compare researc"
    },
    {
      "url": "https://www.bis.org/statistics/full_data_sets.htm",
      "title": "Bulk downloads | BIS Data Portal",
      "description": "You can download a full topic in CSV or SDMX format as a single (zipped) file.",
      "preview": "Skip to content Bulk downloads You can download a full topic in CSV or SDMX format as a single (zipped) file. Locational banking statistics 15 Sept 20"
    },
    {
      "url": "https://fisheryprogress.org/",
      "title": "Tracking Global Fishery Improvement Projects | FisheryProgress",
      "description": "void",
      "preview": "Skip to main content Tracking Global Fishery Improvement Projects /sites/default/files/styles/homepage_banner/public/2025-04/fipii-homepage-banner2.jp"
    },
    {
      "url": "https://saintclementevasion.fr/spip.php?rubrique35",
      "title": "Spectacles - Saintclementevasion",
      "description": "En fonction des opportunités, l'association propose à ses adhérents , d'assister à des spectacles de danse ,de cirque ou de variétés . (...)",
      "preview": "[ fr ] Rechercher : Rechercher dans le site Accueil du site > Culture > Spectacles Spectacles En fonction des opportunités , l'association propose à s"
    },
    {
      "url": "http://mcspartners.ning.com/forum/topic/listForTag?tag=direct",
      "title": "Direct - Discussion Forum - MCS Partners",
      "description": "All Discussions Tagged 'direct' | We are a network of people dedicated to supporting the cause of the Detroit based organization EPAC Inc. The EPACMCS Web Part...",
      "preview": "Search Sign In MCS Partners Helping others is key to your complete success Main My Page Members Photos Videos Forum All Discussions My Discussions Add"
    },
    {
      "url": "https://www.thegazette.co.uk/notice/4290979",
      "title": "Crown Office | The Gazette",
      "description": "In accordance with the direction of HIS MAJESTY THE KING Letters Patent have passed the Great Seal of the Realm, dated the 13th February 2023 for ...",
      "preview": "www.thegazette.co.uk 1.1086.0.1612 Skip to service navigation Skip to main content Type: State Notice type: Crown Office Publication date: 24 February"
    },
    {
      "url": "https://www.onf-contrebasse.com/forum/viewforum.php?f=29&sid=660f0ddc3a59b8cdfc785724b40ef374",
      "title": "FORUM DE LA CONTREBASSE - Contrebasse",
      "description": "void",
      "preview": "FORUM DE LA CONTREBASSE onf-contrebasse.com / contrebasse.com Accéder au contenu Raccourcis Sujets sans réponse Sujets actifs Rechercher Donateurs FAQ"
    },
    {
      "url": "http://www.uctv.tv/search/?campusID=10",
      "title": "Search Results - UCTV - University of California Television",
      "description": "University of California Television provides informational, educational, and enrichment television programming to the public and draws upon the vast intellectual, scientific, and creative talents of the University of California",
      "preview": "Search / Browse Explore our extensive video archive to find videos that inspire and enlighten. ( Buscar videos en español por palabra clave. ) Keyword"
    },
    {
      "url": "https://www.coursera.org/professional-certificates/google-digital-marketing-ecommerce/?utm_source=google&utm_medium=institutions&utm_campaign=gwgsite",
      "title": "Google Digital Marketing & E-commerce Professional Certificate | Coursera",
      "description": "Offered by Google. Get on the fast track to a career in digital marketing. In this certificate program, you'll learn in-demand skills, and ... Enroll for free.",
      "preview": "Google Digital Marketing & E-commerce Professional Certificate Google Digital Marketing & E-commerce Professional Certificate Get on the fast track to"
    },
    {
      "url": "http://www.ucsb.edu/",
      "title": "Home | UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Congratulations to our newest Nobel laureates UC Santa Barbara professors John Martinis and Michel Devoret share the 2025 Nobel Prize in Physics"
    },
    {
      "url": "https://www.barkershoes.com/collections/mens-derbys/gender_mens",
      "title": "Mens Leather Derby Shoes | Shop Handmade Derby Shoes at Barker Shoes UK | Tagged \"Gender_Mens\"",
      "description": "Shop the latest mens Derbys collection at Barker Shoes. Discover suede derby shoes and derby boots in a variety of colours, from black leather to brown derby shoes",
      "preview": "Skip to content Search Men's Derbys You can never put a foot wrong with a Barker Derby due to its incredible versatility. Our collection boasts a vari"
    },
    {
      "url": "https://gps-anleitung.de/probleme-und-loesungen/?replytocom=36",
      "title": "Probleme und Lösungen | GPS-Anleitungen von Michael Blömeke",
      "description": "Add New Row Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Hilfe-Seite Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Schaue bitte zuerst hier, ob Du für Deine Fragen und Probleme eine Antwort findest. Add Element Add New Row Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Allgemeine Probleme Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Edit Parent ElementEdit ElementClone ElementAdvanced Element",
      "preview": "Hilfe-Seite Schaue bitte zuerst hier, ob Du für Deine Fragen und Probleme eine Antwort findest. Allgemeine Probleme Klicke auf den Titel um das Thema"
    },
    {
      "url": "https://www.nationaalgeoregister.nl/geonetwork/srv/dut/catalog.search#/metadata/c82a783a-9a58-4761-a809-b4c5d90dcd35",
      "title": "Nationaal georegister",
      "description": "INSPIRE discovery service (CSW) van het Nationaal Georegister.",
      "preview": "Nationaal georegister Nationaal georegister GeoNetwork opensource maakt het mogelijk ruimtelijke gerelateerde informatie te ontsluiten tussen verschil"
    },
    {
      "url": "https://www.samsung.com/us/watches/galaxy-watch5/",
      "title": "Explore Galaxy Watch7 Smartwatch | Wearables | Samsung US",
      "description": "Discover the Galaxy Watch7 - a smartwatch designed to enhance your lifestyle with Galaxy AI powered health & fitness tracking plus smart communication tools.",
      "preview": "Welcome to the ! Please enjoy our special offers for you MY BENEFITS SPECIAL OFFERS Search Form Clear Scan Barcode NO SUGGESTIONS AI Suggested Searche"
    },
    {
      "url": "https://wrimexico.org/",
      "title": "Instituto de Recursos Mundiales (WRI) | Convirtiendo las Grandes Ideas en Realidades",
      "description": "Conoce el trabajo de WRI en Colombia en México: brindamos soluciones en materia de clima, ciudades, biodiversidad y energía, con foco en equidad y sostenibilidad.",
      "preview": "Skip to main content Accessibility Suscribir Click to see more ¿Qué podemos ayudarte a encontrar? Back Buscador WRI.org ¿No sabes dónde encontrar algo"
    },
    {
      "url": "https://www.eie.org/",
      "title": "YES - Educating the Next Generation of Problem Solvers and Engineers",
      "description": "Creating the Next Generation of Problem Solvers Through Hands-on STEM Learning Youth Engineering Solutions (YES) empowers educators with high-quality, standards-aligned PreK-8 STEM curricula and professional learning. Grounded in research and implemented in classrooms across all 50 states, YES programs engage learners in real-world engineering design, build computational thinking skills, and foster inclusive STEM identities. Every",
      "preview": "Skip to content Search for: YES Melissa Rousselle 2025-09-19T12:51:09-04:00 Creating the Next Generation of Problem Solvers Through Hands-on STEM Lear"
    },
    {
      "url": "https://www.stiridinlume.ro/life-style/12-animale-care-aduc-noroc-se-spune-ca-te-scapa-de-necazuri-si-atrag-prosperitatea-58608.html",
      "title": "12 animale care aduc noroc. Se spune că te scapă de necazuri...",
      "description": "12 animale care aduc noroc. Se spune că te scapă de necazuri și atrag prosperitatea. Animalele fac parte din lumea noastră...",
      "preview": "Home » Life & Style » 12 animale care aduc noroc. Se spune că te scapă de necazuri și atrag prosperitatea 12 animale care aduc noroc. Se spune că te s"
    },
    {
      "url": "https://www.greenbiz.com/article/how-impact-accounting-can-accelerate-corporate-emissions-reductions",
      "title": "How impact accounting can accelerate corporate emissions reductions | Trellis",
      "description": "The GHG Protocol helped catalyze a generation of renewable energy procurement, but it's starting to show its age. A proposed new approach focuses more directly on the emissions impact of electricity generation and consumption.",
      "preview": "Skip to content Homepage Top Ad Decarbonization Energy How impact accounting can accelerate corporate emissions reductions The GHG Protocol helped cat"
    },
    {
      "url": "https://www.bisnow.com/atlanta/news/multifamily/apartment-prominence-in-urban-areas-raising-questions-on-whether-they-should-contribute-to-cids-100591",
      "title": "As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share",
      "description": "Changing state law to push apartment owners as paying members of CIDs would be a political uphill battle.",
      "preview": "United States News Atlanta Real Estate News Contact Us Edit Story News As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share Atlant"
    },
    {
      "url": "https://www.hamiltonfamilies.org/",
      "title": "Hamilton Families",
      "description": "void",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://www.hotelplanner.com/3475-Brand/Homewood-Suites-By-Hilton-Hotels-in-Kannapolis-NC",
      "title": "Homewood Suites By Hilton Hotels in Kannapolis, NC ($42+)",
      "description": "void",
      "preview": "Homewood Suites By Hilton Hotels in Kannapolis NC Homewood Suites By Hilton Kannapolis properties are provided below. Search for cheap and discount Ho"
    },
    {
      "url": "http://howtofreelance.com/",
      "title": "Home - PersonalBrand.com",
      "description": "We Make Brands Feel Personal. Whether your're an individual or business, we craft brands that are built to connect.",
      "preview": "PersonalBrand.com We Make Brands Feel Personal Whether your're an individual or business, we craft brands that are built to connect. Let's Build Your"
    },
    {
      "url": "https://andina.pe/Ingles/noticia-second-anchovy-season-in-peru-sees-highest-quota-in-history-774182.aspx",
      "title": "Second anchovy season in Peru sees highest quota in history | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Second anchovy season in Peru sees highest quota in history 17:49 | Lima, Nov. 15. Production Minister Rocio Barrios said on Friday that the second an"
    },
    {
      "url": "https://www.sandiegouniontribune.com/military/sdut-rosie-network-military-entrepreneurs-2014apr07-story.html",
      "title": "Group promotes military entrepreneurs - San Diego Union-Tribune",
      "description": "In 2012, the wife of a Navy SEAL needed some work done on the family home while her husband was on deployment. Stephanie Brown of San Diego was uncomfortable contacting strangers advertising their services on Craigslist. She said she would have felt more trust, rapport and overall comfort with a military veteran or spouse doing [...]",
      "preview": "Skip to content Members of the Rosie Network gather at the organization's Military Entrepreneur Small Business Expo on St. Patrick's Day in Balboa Par"
    },
    {
      "url": "https://cookingforone341683522.wordpress.com/the-blog/",
      "title": "The Blog - Cooking for one",
      "description": "Cooking in a time of crisis",
      "preview": "Skip to content If it was a clambake in Alaska fifty years ago we would have been digging right now. But this is a hot day in Norfolk: two older ladie"
    },
    {
      "url": "https://www.sikovnejdomek.cz/detail/andelska-kridla-c-6-6x9cm/",
      "title": "Andělská křídla č.6 - 6x9cm - sikovnejdomek.cz",
      "description": "Andělská křídla č.6 - 6x9cm za 17.00 Kč skladem, ihned k odeslání. Doručení až domů nebo osobní odběr.",
      "preview": "POŠTOVNÉ Balíkovna 79kč, PPL 89kč, Zásilkovna 99kč Ceny dopravy + platební metoda Kontakt O mně :-) Obchodní podmínky Více informací Ochrana osobních"
    },
    {
      "url": "https://www.mayoclinic.org/healthy-lifestyle/pregnancy-week-by-week/expert-answers/implantation-bleeding/faq-20058257",
      "title": "Implantation bleeding: Common in early pregnancy? - Mayo Clinic",
      "description": "Implantation bleeding is a common early pregnancy symptom. Understand why it happens.",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Appointments at Mayo Clinic Mayo Clinic offers appointmen"
    },
    {
      "url": "http://www.nationalcapacd.org/",
      "title": "National CAPACD",
      "description": "void",
      "preview": "Empowering Leaders, Mobilizing Communities 25 Years of Building CAPACD What's Happening Celebrating 25 Years of National CAPACD New Report: Unveiling"
    },
    {
      "url": "https://www.alpesdemoto.com/2013/07/com-quem-vamos.html",
      "title": "Alpes de Moto: Com quem vamos",
      "description": "Uma das partes mais importantes de uma viagem, especialmente de moto, é a definição de quem serão os companheiros de viagem, tanto para a di...",
      "preview": "terça-feira, 9 de julho de 2013 Com quem vamos Uma das partes mais importantes de uma viagem, especialmente de moto, é a definição de quem serão os co"
    },
    {
      "url": "https://www.welcomingamerica.org/",
      "title": "Home - Welcoming America",
      "description": "Building a Nation of Neighbors Welcoming America is a nonprofit leading a movement of inclusive communities becoming more prosperous by ensuring everyone belongs, including immigrants. Learn more about how we connect a broad network of nonprofits and local governments and support them in becoming truly welcoming places. Ways to Get Involved Join the Welcoming Network...",
      "preview": "Skip to content Building a Nation of Neighbors Welcoming America is a nonprofit leading a movement of inclusive communities becoming more prosperous b"
    },
    {
      "url": "https://storymaps.arcgis.com/stories/9cf39daa150d4b9f88024cc582ff15b4",
      "title": "Mapping Ephemeral Watering Holes in KAZA",
      "description": "A joint project with Duke University and WWF",
      "preview": "void"
    },
    {
      "url": "https://www.mplsdowntown.com/",
      "title": "Find more downtown. - Mpls Downtown Council",
      "description": "Connect to whatever inspires you downtown. From work life to nightlife - and everything in between. Find more downtown.",
      "preview": "Guides + Activities 1-2 Hours All Day Art + Music Family Fun Food Outdoors Walkable Stay Downtown Summer Patios And Pints Downtown Tours Health + Well"
    },
    {
      "url": "https://tghat.com/2021/03/06/abiy-ahmed-and-his-genocide-policy-in-tigray/",
      "title": "Abiy Ahmed and his genocide policy in Tigray - Tghat",
      "description": "In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been emerging as the primary weapon of choice of its three architects-Prime Minister Abiy Ahmed of Ethiopia, President Isaias Afwerki of Eritrea and the Amhara nationalists-to totally subjugate Tigray.",
      "preview": "Connect with us Share Tweet In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been"
    },
    {
      "url": "https://raskin.house.gov/2022/12/statement-of-congressman-jamie-raskin-to-the-people-of-maryland-s-8th-district",
      "title": "Statement of Congressman Jamie Raskin to the People of Maryland's 8th District | Press Releases | Congressman Jamie Raskin",
      "description": "void",
      "preview": "skip to main Facebook Icon Google Plus Icon Instagram Icon LinkedIn Icon Twitter Icon YouTube Icon Vimeo Icon Clients Icon Email icon Map Icon Print I"
    },
    {
      "url": "https://www.healthvermont.gov/covid-19/vaccine/getting-covid-19-vaccine",
      "title": "Flu, COVID & RSV Vaccines | Vermont Department of Health",
      "description": "void",
      "preview": "Skip to main content MENU x CLOSE Enter your keywords Translations for you Flu, COVID & RSV Vaccines Respiratory Illnesses Flu, COVID & RSV Vaccines P"
    },
    {
      "url": "https://www.filmvorfuehrer.de/topic/26002-samsung-cinema-screen/?do=editlogComment&comment=287769",
      "title": "Änderungshistorie - Filmvorführer.de",
      "description": "void",
      "preview": "Zum Inhalt springen Samsung Cinema Screen Änderungshistorie Bitte beachte, dass Revisionen, die älter als 30 Tage sind, entfernt werden und hier nicht"
    },
    {
      "url": "https://www.webiconio.com/detail/2215/",
      "title": "Clock (icon No. 2215) - webiconio.com",
      "description": "Free vector icons. Download thousands of free icons in SVG format.",
      "preview": "Search Clock (icon No. 2215) Download in SVG Icon style Dualtone Tags clock hour time Icon preview 96px preview 64px preview 48px preview 32px preview"
    },
    {
      "url": "https://www.benevity.com/",
      "title": "Community & Workforce Corporate Purpose Software | Benevity",
      "description": "Transform your company's impact strategy with Benevity. Manage volunteering, donations, and grants-all in one trusted platform for corporate purpose.",
      "preview": "We are your purpose at work Bring all your company's impact programs together in the first Enterprise Impact Platform - so you can drive more good, si"
    },
    {
      "url": "https://gototop.b-cdn.net/Gototop%20Privacy%20Policy.html",
      "title": "void",
      "description": "void",
      "preview": "PRIVACY POLICY Updated and Effective as of February 26, 2025 TABLE OF CONTENTS General Personal Data Purposes and legal bases for processing personal"
    },
    {
      "url": "https://www.editionsfavre.com/livres/laventure-spindrift/",
      "title": "L'aventure Spindrift - Éditions Favre",
      "description": "Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qualifie le souffle frais [...]",
      "preview": "Dona Bertarelli, Yann Guichard Albums Sport / aventure Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qu"
    },
    {
      "url": "https://www.LGpremiumcare.com",
      "title": "LG Premium Care",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.grandhoteltremezzo.com/en/home/",
      "title": "Grand Hotel Tremezzo: luxury 5 star hotel on Lake Como, Italy",
      "description": "THE OFFICIAL SITE. The Grand Hotel Tremezzo, luxury 5 star hotel has a panoramic view of Lake Como. It also offers a spa and a very fine restaurant for a pleasant stay.",
      "preview": "Discover our Boutique 1 Room 2 Rooms 3 Rooms 4 Rooms 1 Adult 2 Adults 3 Adults 4 Adults 5 Adults 6 Adults 7 Adults 8 Adults 9 Adults 10 Adults 11 Adul"
    },
    {
      "url": "https://www.claudiodescalzi.com/world-energy-outlook-2019-il-commento-dellad-di-eni-claudio-descalzi/",
      "title": "World Energy Outlook 2019: il commento dell'AD di Eni Claudio Descalzi - Claudio Descalzi",
      "description": "Più solida, più snella, in grado di affrontare i \"cammini più tortuosi\" legati alla volatilità dei prezzi dell'energia e alla geopolitica \"i cui segnali sono sempre più difficili da interpretare\": a delineare il ritratto di Eni è l'Amministratore Delegato Claudio Descalzi, invitato a intervenire lo scorso 9 dicembre in occasione della presentazione del World Energy",
      "preview": "Claudio Descalzi Biografia News e Interviste Logbook Video Torna alle news Share Share on Facebook Tweet Share on Google+ Share on LinkedIn World Ener"
    },
    {
      "url": "https://monitor.firefox.com?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Mozilla Monitor",
      "description": "Find out if you've been part of a data breach with ⁨Mozilla Monitor⁩. We'll help you understand what to do next and continuously monitor for any new breaches.",
      "preview": "There's a $240 billion industry of data brokers selling your private information for profit. It's time to take back your privacy. Create a free accoun"
    },
    {
      "url": "https://inreview.net/features/unraveling-silver-cord",
      "title": "Unraveling The Silver Cord | inReview.net",
      "description": "void",
      "preview": "Skip to main content Skip to navigation You are here Home Unraveling The Silver Cord Published by becca91 on Fri, 2009-07-24 21:22 Approximately six y"
    },
    {
      "url": "https://sputniknews.com/",
      "title": "Sputnik News - World News, Breaking News & Top Stories",
      "description": "Sputnik International is a global news media keeping you updated on all the latest world news 24/7. Browse Sputnik for breaking news and top stories on politics, economy, social media and the most viral trends.",
      "preview": "Sputnik International feedback@sputniknews.com +74956456601 MIA „Rossiya Segodnya\" 252 60 International Russia's Special Operation Russia-US Talks on"
    },
    {
      "url": "https://forum.coppeliarobotics.com/help/faq?sid=44eea4a80e85aab7e9b50e04f353589f",
      "title": "CoppeliaSim forums - Frequently Asked Questions",
      "description": "void",
      "preview": "CoppeliaSim forums Discussions and questions about CoppeliaSim Skip to content Quick links Unanswered topics Active topics Search FAQ Login Register H"
    },
    {
      "url": "https://forms.accaglobal.com/contact-us",
      "title": "Contact us",
      "description": "void",
      "preview": "Cancel Adaptive Form Title Adaptive Form Title What best describes you? Continue Cancel Contact us Get help and support What best describes you? I'm i"
    },
    {
      "url": "http://economypinballrepair.weebly.com/",
      "title": "Pinball Repair and Service, Video Game Repair, Slot Machine repair - Long Island , New York, NYC metro area - as seen in the Wall Street Journal - Economy Pinball Repair | Long Island | Video Game & Slot Machine Repair",
      "description": "Get your pinball machine back in action with affordable repair services in Long Island! Serving NY, Suffolk, Nassau, Westchester, Queens and Brooklyn. Economy Pinball Repair specializes in pinball Video Game and Slot Machine repairing. Contact for a servi",
      "preview": "Pinball Repair and Service, Video Game Repair, Slot Machine repair - Long Island , New York, NYC metro area - as seen in the Wall Street Journal Home"
    },
    {
      "url": "https://www.healthline.com/nutrition/intermittent-fasting-guide",
      "title": "Intermittent Fasting 101 - The Ultimate Beginner's Guide",
      "description": "This is a detailed guide to intermittent fasting (IF). Studies show that it can help you lose weight, improve health and perhaps even live longer.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://www.billboard.com/music/country/makin-tracks-maren-morris-i-cant-love-you-anymore-1235164375/",
      "title": "Makin' Tracks: Maren Morris Turns a Spat Into an Upbeat Single With 'I Can't Love You Anymore'",
      "description": "Morris wrote the song with her husband and fellow singer-songwriter Ryan Hurd, as well as writer-producer Greg Kurstin.",
      "preview": "× Skip to main content Maren Morris Claire Schaper* Trending on Billboard Maren Morris ' Humble Quest , currently nominated for the Country Music Asso"
    },
    {
      "url": "https://web.cvent.com/event/c3dd1954-99a4-4cf1-862c-12a5a65ba58a/summary",
      "title": "Archived Event - USO Special Delivery presented by Johnson & Johnson: Baby Spritz - Naples - September 25, 2022",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://abc7news.com/jeffrey-vandergrift-san-francisco-missing-person-jv-show-wild-949-jv-from/12889161/",
      "title": "Listeners show support for missing Wild 94.9 DJ Jeffrey \"JV\" Vandergrift as station shares 'incredibly worrisome' updates - ABC7 San Francisco",
      "description": "Bay Area radio listeners are showing their support in the search for missing DJ 'JV' as Wild 94.9 shares updates that are \"incredibly worrisome.\"",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out Listeners show support for missing Wild 94.9 DJ as station shares 'incredibly worris"
    },
    {
      "url": "http://www.cciabm.com/categoria/destaques/page/2",
      "title": "destaque",
      "description": "void",
      "preview": "Início » Categoria: \"destaque\" Categoria: destaque Having Towards Win Regarding A Web casino Online Spots. Postado por cciabm-adm em janeiro 17, 2021"
    },
    {
      "url": "https://wignpo.wixsite.com/wignpo/disclaimer",
      "title": "Disclaimer | wignpo",
      "description": "void",
      "preview": "top of page Este sitio web fue creado con Wix. Crea el tuyo hoy mismo. Empezar DISCLAIMER The information contained in this website is for general"
    },
    {
      "url": "https://www.etymonline.com/",
      "title": "Online Etymology Dictionary",
      "description": "The online etymology dictionary (etymonline) is the internet's go-to source for quick and reliable accounts of the origin and history of English words, phrases, and idioms.",
      "preview": "About Online Etymology Dictionary This is a map of the wheel-ruts of modern English. Etymologies are not definitions; they are explanations of what wo"
    },
    {
      "url": "https://my3.my.umbc.edu/groups/careers/events/2021/10/9/day?tag=u-s",
      "title": "Saturday, October 9, 2021 · Career Center · myUMBC",
      "description": "void",
      "preview": "myUMBC Classic Welcome to myUMBC Log In Profile Guide Events Groups Help Career Center Institutional Group • 3411 people Home Posts Events Files The f"
    },
    {
      "url": "https://www.anthropologie.com/shop/violet-and-brooks-crystal-velvet-hair-clips-set-of-4?category=shoes-accessories&color=224&quantity=1&size=One%20Size&type=STANDARD",
      "title": "Violet and Brooks Set of Eight Crystal & Velvet Hair Clips | Anthropologie",
      "description": "Shop the Violet and Brooks Set of Eight Crystal & Velvet Hair Clips and more at Anthropologie today. Read customer reviews, discover product details and more.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "http://swisstopo.admin.ch/en/geodata/images/ortho/swissimage10.html",
      "title": "SWISSIMAGE",
      "description": "The orthophoto mosaic SWISSIMAGE 10 cm is a composition of new digital color aerial photographs over the whole of Switzerland with a ground resolution of 10 cm in the plain areas and main alpine valleys and 25 cm over the Alps. It is updated in a cycle of 3 years.",
      "preview": "Published on 8 January 2024 SWISSIMAGE The orthophoto mosaic SWISSIMAGE 10 cm is a composition of new digital color aerial photographs over the whole"
    },
    {
      "url": "https://www.insidesport.co/",
      "title": "Latest Sports News, Results, Live Scores of Asia Cup 2025, IPL 2026 | InsideSport",
      "description": "Get latest sports news, live scores, results of Asia Cup 2025, IPL 2026. Stay updated with cricket news, today's sports headlines on InsideSport.",
      "preview": "void"
    },
    {
      "url": "https://www.valipac.be/",
      "title": "Agir ensemble pour une économie circulaire | Valipac",
      "description": "Qu'est-ce que l'économie circulaire des emballages industriels?",
      "preview": "X Your browser does not support the video tag. Voir le film corporate Agir ensemble pour une économie circulaire Linkedin Suivez-nous Qui sommes-nous"
    },
    {
      "url": "http://lightningstrikestudios.com/",
      "title": "Home - LightningStrike Studios",
      "description": "LightningStrike Studios is a professional communications firm dedicated to saving our clients time. Through our network of skilled associates - graphic artists, web designers, translators, photographers, videographers, project managers, and printers - we provide a comprehensive solution to an array of communications projects.",
      "preview": "Skip to main content Main Content LIGHTNINGSTRIKE STUDIOS Professional Communication for the Chronically Busy™ We know you're busy, so we'll get right"
    },
    {
      "url": "http://www.natureserve.org/",
      "title": "NatureServe | Unlocking the Power of Science to Guide Biodiversity Conservation",
      "description": "For nearly 50 years, NatureServe has been the authoritative source for biodiversity data throughout North America. We work with 60+ network organizations and 1,000+ conservation scientists to collect, analyze, and deliver biodiversity knowledge that informs conversation action.",
      "preview": "Skip to main content Search Search Unlocking the Power of Science to Guide Biodiversity Conservation Heller's blazingstar ( Liatris helleri ). NatureS"
    },
    {
      "url": "https://twowaypr.tumblr.com/post/144207264792",
      "title": "Computing occupations are the largest category of... - Two-Way PR",
      "description": "Computing occupations are the largest category of... - Computing occupations are the largest category of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "May 11 2016 Computing occupations are the largest category of new wages in America codeorg : A few weeks ago we published a study showing that computi"
    },
    {
      "url": "https://www.ibramxkendi.com/",
      "title": "Ibram X. Kendi",
      "description": "void",
      "preview": "Back Biography Scholarship Back Maroon Visions Back In The Press Videos Podcast Media Kit Scroll biography → \" An unprecedented phenomenon. \" - Cornel"
    },
    {
      "url": "https://beinternetawesome.withgoogle.com/en_us/interland",
      "title": "Play Interland - Be Internet Awesome",
      "description": "Interland is an adventure-packed online game that puts the key lessons of digital citizenship and safety into hands-on practice. Play your way to being Internet Awesome.",
      "preview": "Page 1 Created with Sketch. right hand side copy Created with Sketch. right hand side copy Created with Sketch. Page 1 Created with Sketch. right hand"
    },
    {
      "url": "https://www.mastermachineryllc.com/listings/47965-1300mm-coiltech-complete-servo-feedline-space-saver-new",
      "title": "New 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) for...",
      "description": "Max coil width: 1300mm (51\"), Max material thickness: 4.5mm (.177\") @ Full Width / 8mm(.315\") @ 400mm (15.7\"), Max coil weight: 15 tons (30,000 lbs).",
      "preview": "1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) Share via Email Print Listing 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW)"
    },
    {
      "url": "https://spinthewheel.app/privacy-policy",
      "title": "Wheel Maker | Spin the Wheel - Random Picker",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. Wheel Maker // Spin the Wheel - Random Picker Discover endless possibilities with Spin the Wheel - Rand"
    },
    {
      "url": "http://www.andhrauniversity.info/",
      "title": "Welcome to Andhra University, Visakhapatnam, India",
      "description": "void",
      "preview": "Welcome to Andhra University (Informational Site) Students: please view our EDU site here --> andhrauniversity.edu.in Andhra University (ఆంధ్ర యూనివర్"
    },
    {
      "url": "https://gurdiga.com/blog/2021/03/05/angular-tip-of-the-week-parametrized-templates/",
      "title": "Angular tip of the week: parametrized templates",
      "description": "On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way to get a \"parametrized\" piece of view. Coming...",
      "preview": "Menu March 5, 2021 Tags angular coding On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way"
    },
    {
      "url": "https://www.ninashoes.com/products/brando-black?_pos=1&_sid=f13941996&_ss=r",
      "title": "Womens Brando-B Black Patent/Glass Crystal Minaudiere | Nina Shoes",
      "description": "Discover Nina Shoes Black Patent/Glass Crystal Minaudiere. Shop our collection of women's shoes, handbags, and girls' shoes.",
      "preview": "Skip to content 25% Off Sitewide | Use Code: SALE25 Up To 75% Off Clearance Free Shipping Over $50 On All US Orders Account Search Cart Shoes All Wome"
    },
    {
      "url": "https://investors.fiserv.com/",
      "title": "Fiserv, Inc. (FI)",
      "description": "Fiserv, Inc. (NYSE: FI), a Fortune 500 company, moves more than money. As a global leader in payments and financial technology, the company helps clients achieve best-in-class results through a commitment to innovation and excellence in...",
      "preview": "Stock Snapshot Latest Fiserv Small Business Index ® results now available Learn More Latest News Oct 8, 2025 2:19 PM EDT Fiserv to Release Third Quart"
    },
    {
      "url": "https://www.exim.gov/",
      "title": "Keeping America Strong | EXIM.GOV",
      "description": "void",
      "preview": "EXIM Export-Import Bank of the United States Close Search Follow Us EXIM Lapse Plan | Updated September 30, 2025 Image Nonpayment Protection Image Inc"
    },
    {
      "url": "https://newsroom.it.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Storia in primo piano HERO BLOCK/STORIA IN PRIMO PIANO PayPal FABA: l'espansione digitale oltre i confini nazionali FABA, il brand dietro i dispositiv"
    },
    {
      "url": "http://www.uwbec.org/",
      "title": "United Way of Buffalo & Erie County | Hands-On Change | Home",
      "description": "United Way of Buffalo & Erie County is a nonprofit organization that brings people and organizations together to make a difference and drive equitable outcomes in Western New York.",
      "preview": "Skip to main content Hands-On Compassion We get involved to make real change and drive equitable outcomes in Western New York. Hands-On Health We get"
    },
    {
      "url": "https://lyft.sng.link/Adnq0/l8f8?_dl=lyft%3A%2F%2F",
      "title": "Ride with Lyft",
      "description": "Let's start with your number and we'll text you a link to download the Lyft app.",
      "preview": "Skip to main content Let's start with your number We'll text you a link to download the app. 1. Select phone number country code. Afghanistan Åland Is"
    },
    {
      "url": "http://www.benjamin-vianney.com",
      "title": "Benjamin Vianney | Magicien professionnel sur Bordeaux",
      "description": "Le champion de France de Magie (2008) Benjamin Vianney vous emmène dans un univers incroyable rempli de magie et de féérie. Mariages, arbres de Noël, anniversaires, séminaires, cocktails... Faites appel au magicien professionnel pour animer votre événement !",
      "preview": "Skip to content Benjamin Vianney Artiste Magicien professionnel à Bordeaux et sur toute la France Bienvenue dans l'univers unique de Benjamin Vianney,"
    },
    {
      "url": "https://baby2baby.org/",
      "title": "Baby2Baby - Nonprofit that provides children living in poverty across the country with diapers, clothing and all the basic necessities that every child deserves.",
      "description": "Baby2Baby is a nonprofit that provides children in need across the country with diapers, clothing and all the basic necessities that every child deserves. Donate today and help us reach the one million children relying on Baby2Baby each year. View our 2024 Annual Report ->",
      "preview": "Skip to content Home newframe 2025-08-05T22:10:55+00:00 Sorry, your browser doesn't support embedded videos. Baby2Baby is a nonprofit that provides ch"
    },
    {
      "url": "https://www.moje-siti.cz/strojove-jehly-schmetz/jehly-strojove-705-h-universal-90-14/",
      "title": "Jehly strojové 705 H UNIVERSAL 90/14 - Moje šití",
      "description": "Jehly strojové 705 H UNIVERSAL 90/14. Standardní strojová jehla s ploškou na dříku pro domácí šicí stroje. Dřík 2,04 mm, délka po ouško 33,9 mm, špička R - nejběžnější pro všechny typy vázaných stehů, především pro tkané materiály a umělou kůži. Německý výrobek, cena za 1 krabičku (5 jehel v krabičce).",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://www.forbes.com/sites/clareoconnor/2015/05/27/how-jessica-alba-built-a-1-billion-company-and-200-million-fortune-selling-parents-peace-of-mind/?sh=37cf5e8542b4",
      "title": "How Jessica Alba Built A $1 Billion Company, And $200 Million Fortune, Selling Parents Peace Of Mind",
      "description": "Actress Jessica Alba has quickly built a personal $200 million fortune, and she's done it the hard way, in a field that has nothing to do with showbiz: selling natural, nontoxic household goods to helicopter parents.",
      "preview": "Entrepreneurs How Jessica Alba Built A $1 Billion Company, And $200 Million Fortune, Selling Parents Peace Of Mind By Clare O'Connor , . May 27, 2015,"
    },
    {
      "url": "http://agentschoiceonline.com/",
      "title": "The Agent's Choice",
      "description": "The Agents Choice offers online pre licensing courses featuring an instructor and FREE practice tests for Life & Health, Property & Casualty, Personal Lines and Adjusters.",
      "preview": "The Agent's Choice Insurance School Insurance Education for Property, Casualty, Life, Health, Medicare/LTC and Adjuster Education Insurance Agent Lice"
    },
    {
      "url": "https://www.saludinforma.es/portalsi/web/salud/servicios-prestaciones/convenio-especial-prestacion-asistencia-sanitaria;jsessionid=26wSvUheTKkYqv9KBx3ovPpN.mov-saludinforma-13",
      "title": "SaludInforma - Convenios especiales",
      "description": "void",
      "preview": "Mis Mensajes Cita primaria / especializada Tarjeta sanitaria / PIN / SMS Certificado FNMT y Cl@ve Voluntades anticipadas Segunda opinión médica Subven"
    },
    {
      "url": "https://www.ravelry.com/patterns/sources/2023-crochet-a-block-collection",
      "title": "Ravelry: 2023 Crochet A Block Collection - patterns",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://www.fontpalace.com/font-download/hib-cell-plain/",
      "title": "Download H.I.B. Cell Plain Font - Free Font Download - FontPalace.com",
      "description": "Download the H.I.B. Cell Plain font for free in I format compatible with Windows and Mac. Explore our extensive collection of beautiful thousands free fonts, ready to use.",
      "preview": "Top Fonts New Fonts Submit Free Fonts Home / H.I.B. Cell Plain / Download Download H.I.B. Cell Plain Font Font Type: TrueType Added On: October 24, 20"
    },
    {
      "url": "http://skylinefloorscapes.com/tongue-and-groove-installation-instructions",
      "title": "Skyline Floorscapes | Tongue & Groove Installation Instructions",
      "description": "void",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://mozilla.design",
      "title": "Home - Mozilla Dot Design",
      "description": "Link About Personality Logos & Usage Color Visuals Typography Firefox fights for you Link Mozilla About Personality Logos & Usage Color Visuals Typography Mozilla fights for the internet",
      "preview": "mozilla dot design"
    },
    {
      "url": "https://www.truck1.rs/izmenjivi-sanduci-kontejneri/promenjiva-tela-sanduci",
      "title": "Truck1",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.pixyblog.com/",
      "title": "PixyBlog | Expose Yourself - Photo Sharing Community, Digital Photography Blogs.",
      "description": "void",
      "preview": "Home Welcome to PixyBlog! Home of the following photography blogs: The Cliff Walk ( www.thecliffwalk.com ) Jet Eye ( jeteye.pixyblog.com ) Martyn Godd"
    },
    {
      "url": "https://getmyinternet.org/?page_id=5",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://www.jetsdencre.fr/l-Evolution-_r_66_i_1398.html",
      "title": "L'Évolution - Jets d'Encre",
      "description": "Livres Autobiographie: l'Évolution. Corinne Nasufi, Autobiographie,",
      "preview": "Accueil - Le catalogue - Livres - Autobiographie L'Évolution L'Évolution Corinne Nasufi en savoir plus sur l'auteur 50 ans... Un demi-siècle... C'est un c"
    },
    {
      "url": "https://thenounproject.com/",
      "title": "8M+ Free Icons & Stock Photos | SVG & PNG | Download Today",
      "description": "🎨 Discover 8M+ high-quality SVG & PNG icons & stock photos for your next project. 🔍 Find the perfect icon or photo in seconds!",
      "preview": "We use cookies per our Cookie Policy to make your experience better. Manage Accept We use cookies per our Cookie Policy to make your experience better"
    },
    {
      "url": "https://www.medici.tv/en/",
      "title": "The best of classical and jazz at your fingertips | medici.tv",
      "description": "Discover the world's largest collection of classical music and jazz, and experience blockbuster events in real time with our livestreams.",
      "preview": "Skip to main content Leaving soon Leaving soon Don't miss Evgeny Kissin's exquisite recital at the 2025 Verbier Festival The globally acclaimed pianis"
    },
    {
      "url": "https://www.houstonendowment.org/programs/",
      "title": "Houston Endowment | Programs",
      "description": "void",
      "preview": "Programs Our Current Priorities Our mission is to improve the quality of life for everyone in Greater Houston. Access to an excellent education drives"
    },
    {
      "url": "http://www.dazeddigital.com/fashion/article/37198/1/pharrell-williams-interview-fashion-tennis-adidas-collection-skincare",
      "title": "Pharrell on tennis, Rei Kawakubo and his skincare routine | Dazed",
      "description": "With his recently launched adidas Tennis collaboration, the musician talks 70s swag and the importance of giving back to the community",
      "preview": "â¬...ï¸ Left Arrow *ï¸âƒ£ Asterisk â­ Star Option Sliders âœ‰ï¸ Mail Exit Find your creative community. Join Dazed Club on iOS and Android Music leg"
    },
    {
      "url": "http://survey.walmart.com",
      "title": "Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.capitalbooksandwellness.com/products/big-flag-logo-tackle-twill-hoody-black-large",
      "title": "Big Flag Logo Tackle Twill Hoody - Black, Large - Capital Books and Wellness",
      "description": "Armour® Fleece fabrication has a brushed inner layer and a quick-drying, smooth outer layer. Soft inner layer traps heat to keep you warm and comfortabl...",
      "preview": "Big Flag Logo Tackle Twill Hoody - Black, Large Under Armour $64.99 Default - $64.99 is back-ordered. We will ship it separately in 10 to 15 days. Des"
    },
    {
      "url": "https://makingmanhattan.tumblr.com/post/139454214463",
      "title": "z = boy + girl - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "z = boy + girl - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wa"
    },
    {
      "url": "https://www.seattlefoundation.org/communityimpact/civic-leadership/covid-19-response-fund",
      "title": "COVID-19 Response Fund - Seattle Foundation",
      "description": "COVID-19 Response Fund The COVID-19 Response Fund deployed resources to organizations supporting local workers and families most impacted by the coronavirus crisis. About the COVID-19 Response Fund Managed by Seattle Foundation, the Fund made grants to community-based organizations that are working on the frontlines to support our region's most vulnerable communities. The Fund complemented the work of [...]",
      "preview": "Skip to content COVID-19 Response Fund The COVID-19 Response Fund deployed resources to organizations supporting local workers and families most impac"
    },
    {
      "url": "https://codebeautify.org/hex-string-converter",
      "title": "Hex to String Converter Online to Convert Hex to Text",
      "description": "Best Convert Hex to String (Hex to Text) Online and Save and Share. Hexadecimal to String",
      "preview": "50% Hex to String Message Add to Fav New Save & Share Enter the hexadecimal text to decode Sample Size : 0 , 0 Characters Auto Hex to String File.. Lo"
    },
    {
      "url": "https://shapes.framer.website/",
      "title": "Copy-Paste SVG Shapes",
      "description": "SVG Shapes",
      "preview": "made by monika michalczyk Explore the collection of 120+ basic SVG shapes for your upcoming project. Simply click on a shape to copy its SVG code to y"
    },
    {
      "url": "https://www.cee.psu.edu/",
      "title": "Civil and Environmental Engineering Department | Penn State Engineering",
      "description": "The Department of Civil and Environmental Engineering at Penn State University, established in 1881, is internationally recognized for excellence in learning, discovery, and engagement, and for the preparation of our undergraduate and graduate students to meet the future challenges of society.",
      "preview": "Penn State | College of Engineering Directory Apply Search this site Search Penn State Search PSU People Search PSU Depts. Web Research Research Areas"
    },
    {
      "url": "http://www.scottishsweeties.com/index.php?main_page=index&cPath=73&sort=20a&page=1",
      "title": "Chocolate Products : Welcome to Scottish Sweeties, Online shop",
      "description": "Welcome to Scottish Sweeties : Chocolate Products - Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Marshmallows Mints Nougat Nuts Pastilles Rolls of Sweets Sherbet Toffee Turkish Delight buchannans, sweets, shop, online shopping",
      "preview": "Home Log In Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Ma"
    },
    {
      "url": "https://www.goodmorningamerica.com/living/story/couple-postponed-wedding-due-covid-dream-wedding-gma-77907727",
      "title": "Couple who postponed wedding twice due to COVID get dream wedding on 'GMA' - Good Morning America",
      "description": "A Chicago couple who postponed their wedding twice got the wedding of their dreams on \"GMA.\"",
      "preview": "Living Couple who postponed wedding twice due to COVID get dream wedding on 'GMA' 10:59 Bride and groom get wedding of their dreams after COVID postpo"
    },
    {
      "url": "http://nrifs.fra.affrc.go.jp/index_e.html",
      "title": "NRIFS-FRA",
      "description": "National Research Institute of Fisheries Science, Japan Fisheries Research and Education Agency, NRIFS, FRA",
      "preview": "National Research Institute of Fisheries Science ACCESS Inquiry OUR MISSION ■ 1 ： Elucidation of the ecological characteristics and stock assessment o"
    },
    {
      "url": "https://rfcx.org",
      "title": "Rainforest connection",
      "description": "void",
      "preview": "Facebook Twitter Instagram Youtube Linkedin Facebook Twitter Instagram Youtube Linkedin Using Sound & AI To Protect Rainforests & Monitor Biodiversity"
    },
    {
      "url": "https://uso.6connex.com/event/virtual/womens-empowerment-summit/login",
      "title": "Resources for Retired Events Links | 6Connex Event Tech",
      "description": "Oops! An event or venue that was hosted on the 6Connex platform has been retired. See these resources for guidance.",
      "preview": "Skip to content See 6C In Action Book a Demo Try it Now See It In Action Book A Demo The 6Connex event or venue you're trying to access is no longer a"
    },
    {
      "url": "https://www.wxforum.net/index.php?PHPSESSID=28m1pkjhbnc0637445mfr893o4&topic=40004.0",
      "title": "How would I go about self activating the Midland 74-250C?",
      "description": "How would I go about self activating the Midland 74-250C?",
      "preview": "Welcome, Guest . Please login or register . Did you miss your activation email ? 1 Hour 1 Day 1 Week 1 Month Forever Login with username, password and"
    },
    {
      "url": "https://forums.att.com/",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://www.supportblackowned.com/states/ga?regionSearch=Georgia&featured=0&resetSearch=1&geolocation=0&radius=100&countrySearch=226&controller=search&orderBy=packageOrder%20desc&start=20",
      "title": "Georgia - Business Listings - Support Black Owned - Results from #20",
      "description": "Empower communities with your next purchase. Explore Black-owned businesses that deliver quality and help close the wealth gap. On our directory you will find black owned companies, insurance companies, dentist, lawyer, massage therapist, hvac company, electricians, lawn care, inspectors near me. - Results from #20",
      "preview": "Would you like to join our newsletter to find out about great Black-owned business. Newsletters Subscribe"
    },
    {
      "url": "https://cs231n.github.io/",
      "title": "CS231n Deep Learning for Computer Vision",
      "description": "Course materials and notes for Stanford class CS231n: Deep Learning for Computer Vision.",
      "preview": "These notes accompany the Stanford CS class CS231n: Deep Learning for Computer Vision . For questions/concerns/bug reports, please submit a pull reque"
    },
    {
      "url": "https://www.coolandcomfort.be/nl/agenda/item/1063/15th-iir-gustav-lorentzen-conference-on-working-fluids",
      "title": "Agenda | Cool and Comfort",
      "description": "void",
      "preview": "Alle Beurs Conferentie Studie-/infodag Workshop Opleiding Ander event × Dit agendaitem is niet meer actief. Wenst u een event of opleiding aan te kond"
    }
  ],
  "_meta": {
    "total_bookmarks": 139
  }
}