{
  "data": [
    {
      "url": "https://www.walmartcontacts.com?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "Contact Lenses from Walmart Contacts",
      "description": "Buy contact lenses online from Walmart Contacts for fast, convenient service. We carry the widest selection of lenses and offer expedited shipping for all your contact lens needs",
      "preview": "Skip to main content Free Shipping on all products. Shop now! Best prices. Top brands. Contact Lens Brands See All Brands Lens Manufacturers Contact L"
    },
    {
      "url": "https://music.apple.com/us/album/come-now-sound-boy/1587744321?i=1587744323&uo=4",
      "title": "‎Come Now Sound Boy - Song by Robert Lee - Apple Music",
      "description": "Listen to Come Now Sound Boy by Robert Lee on Apple Music. 2021. Duration: 5:21",
      "preview": "Come Now Sound Boy - Single Robert Lee JUNGLE/DRUM'N'BASS · 2021 Preview October 29, 2021 2 songs, 11 minutes ℗ 2021 Rhythm Discs Under License From K"
    },
    {
      "url": "https://jobs.opticianonline.net/job/1401945433/optometrist-aberdeen-independent",
      "title": "Optometrist Aberdeen - Independent job with Vivid Optical | 1401945433",
      "description": "Optometrist Aberdeen - Independent job in Aberdeen, Aberdeenshire with Vivid Optical. Apply Today.",
      "preview": "Skip to main content This job has expired Optometrist Aberdeen - Independent Employer Vivid Optical Location Aberdeen, Aberdeenshire Salary Salaries u"
    },
    {
      "url": "https://getpocket.com/firefox_learnmore/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=products",
      "title": "Pocket",
      "description": "void",
      "preview": "Why is Pocket shutting down? Pocket has helped millions save articles and discover stories worth reading. But the way people save and consume content"
    },
    {
      "url": "https://nedahome.org/",
      "title": "Neighborhood Development Alliance",
      "description": "NeDA builds affordable housing in Minnesota and empowers communities to create sustainability through financial education and guidance.",
      "preview": "Buy your first home Learn how Neighborhood Development Alliance (NeDA) is a non-profit organization providing 1:1 counseling and workshops to help peo"
    },
    {
      "url": "https://athleta.gap.com/",
      "title": "Shop Athleta for Women's Yoga Clothing, Technical Athletic Clothing, and Athleisure",
      "description": "Athleta designs clothing that integrates performance and technical features for active women and girls. From running and yoga to swimming and hiking or athleisure - our clothing supports whatever moves & inspires you.",
      "preview": "Skip to top navigation Skip to shopping bag Skip to main content Skip to footer links"
    },
    {
      "url": "https://www.degreeless.design/#content",
      "title": "Product design & UX design resources - Degreeless.Design",
      "description": "An opinionated and carefully curated collection of links, books, articles, and more that will help you speed boost your UX and Product Design career.",
      "preview": "A curated resource list to kickstart your design education Get started Overview \"To be a good designer you must be a good engineer in every sense: cur"
    },
    {
      "url": "http://sjmap.org/GISDataDownload.htm",
      "title": "San Joaquin County GIS Map Server",
      "description": "San Joaquin County GIS Map Server",
      "preview": "sjmap.org San Joaquin County, CA Geographic Information Systems SJ Map Home Home Interactive Maps Map Apps Current Maps Archive Maps Map Docs GIS Data"
    },
    {
      "url": "https://www.springernature.com/ccpa",
      "title": "California Privacy Rights Act | Springer Nature | Legal information | Springer Nature",
      "description": "California Privacy Rights Act",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Menu Home Products Open science Authors Editors Peer Reviewers Poli"
    },
    {
      "url": "https://satcherinstitute.org/",
      "title": "Satcher Health Leadership Institute | Health Equity Leadership & Research",
      "description": "Founded by former U.S. Surgeon General Dr. David Satcher, we develop diverse health leaders, conduct equity-centered research, and drive policy change for health justice.",
      "preview": "Health equity has no borders. Attend our 3rd Annual Global Health Equity Summit on October 2nd. RSVP now Thank you! Your submission has been received!"
    },
    {
      "url": "https://sexinads.tumblr.com/",
      "title": "Sex in Ads",
      "description": "This blog contains a lot of pictures with some coments, videos, some texts about it and some research. I would like to collect as many ads with sexual (and erotic) context as posible. And describe...",
      "preview": "About This blog contains a lot of pictures with some coments, videos, some texts about it and some research. I would like to collect as many ads with"
    },
    {
      "url": "https://rosecamii.tumblr.com/",
      "title": "@rosecamii on Tumblr",
      "description": "Leora Savanna Kaylee Anisah Bishes be trippin",
      "preview": "Posts Likes Mexico I'm going to Mexico today!!!! #pink #tbt \"Never regret anything, because at one time, it was exactly what you wanted.\" First slushi"
    },
    {
      "url": "http://missingkids.org",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "http://www.repak.ie",
      "title": "Repak: Ireland's leading environmental not for profit organisation",
      "description": "Repak helps businesses comply with Irish and EU Packaging Regulations, reducing and recycling packaging waste. Become a member today.",
      "preview": "Search Search Top Searched What can I recycle? EU Circular Economy Package Members List Member Benefits Plastic Strategy 2030 Climate Action Plan Repa"
    },
    {
      "url": "https://te-igitur.blogspot.com/2011/05/church-watches-you.html?showComment=1306303834524",
      "title": "Te igitur: Church watches you",
      "description": "Found in the Internet",
      "preview": "5/24/11 Church watches you Found in the Internet 4 comments: Braut des Lammes said... Funny. It reminds me to an owl at the same time. 24/5/11 14:52 T"
    },
    {
      "url": "https://nlp.stanford.edu/software/lex-parser.html",
      "title": "The Stanford Natural Language Processing Group",
      "description": "void",
      "preview": "Software > Stanford Parser About | Citing | Questions | Download | Included Tools | Extensions | Release history | Sample output | Online | FAQ About"
    },
    {
      "url": "https://www.edx.org/learn/artificial-intelligence",
      "title": "Learn AI with courses and programs | edX",
      "description": "An AI program can train you in the latest in-demand skills. Explore how to get started with AI.",
      "preview": "Learn AI with courses and programs Businesses are rushing to integrate AI into their operations as the technology becomes more widespread. Explore AI"
    },
    {
      "url": "https://reading-not-sleeping.tumblr.com/",
      "title": "Reading Not Sleeping",
      "description": "23 years old // she/her // student // USA // vegetarian // feminist // getting to grips with being unapologetically myself",
      "preview": "Menu Reading Not Sleeping 23 years old // she/her // student // USA // vegetarian // feminist // getting to grips with being unapologetically myself I"
    },
    {
      "url": "https://www.officialstation.com/tag/benny-benassi",
      "title": "Benny Benassi Archives - I am official station",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer You are here: Home / Archives for Benny Benassi Benny Benassi J"
    },
    {
      "url": "https://www.commondreams.org/news/2017/07/28/defeat-trumpcare-thank-disability-rights-activists-not-john-mccain",
      "title": "For Defeat of Trumpcare, Thank Disability Rights Activists, Not John McCain | Common Dreams",
      "description": "\"Folks praising Murkowski, Collins, and McCain: I think you misspelled Hirono, ADAPT, and every activist resisting the Republican agenda.\"",
      "preview": "+ Common Dreams. To inform. To inspire. To ignite change for the common good. Common Dreams Globe LATEST NEWS OPINION CLIMATE ECONOMY POLITICS RIGHTS"
    },
    {
      "url": "https://babesies.tumblr.com/post/150119033809",
      "title": "Another year of record growth for AP Computer... -",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE Another year of record growth for AP Computer Science codeorg : Since recent data shows that st"
    },
    {
      "url": "https://experts.shopify.com",
      "title": "Hire Shopify Experts, Developers, Designers & Freelancers",
      "description": "Hire developers, designers, and marketers focused on growing your Shopify business. Empower your business with Shopify Partners.",
      "preview": "Skip to Content Shopify Partner Directory Do more, faster with a Shopify partner Hire partners who fit your needs and budget, freeing you to focus on"
    },
    {
      "url": "http://www.mozilla.org",
      "title": "Internet for people, not profit - Mozilla Global",
      "description": "Mozilla is the not-for-profit behind the lightning fast Firefox browser. We put people over profit to give everyone more power online.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://jobs.walgreens.com/",
      "title": "Working at WALGREENS",
      "description": "Browse available job openings at WALGREENS",
      "preview": "Skip to main content We welcome candidates from recently impacted store closures. Continue to bring care to patients and customers in your community h"
    },
    {
      "url": "https://namati.org/",
      "title": "Namati",
      "description": "I am a member of the Grassroots Justice Network. I think you should join too! http://namati.org/join",
      "preview": "Skip to content Building Power, Deepening Democracy We advance social and environmental justice by building a movement of people who know, use, and sh"
    },
    {
      "url": "https://newsroom.wcs.org/News-Releases/articleType/ArticleView/articleId/18631/Statement-from-Central-Park-Zoo-on-Eurasian-Eagle-Owl.aspx",
      "title": "Statement from Central Park Zoo on Eurasian Eagle Owl > Newsroom",
      "description": "Feb. 3, 2023, New York - The following statement was issued by Central Park Zoo: \"A Eurasian eagle owl at Central Park Zoo was discovered missing from its exhibit at 8:30pm Thursday evening. The exhibit had been vandalized and the stainless steel mesh cut. Upon notification, a team was",
      "preview": "News Releases WCS NEWS RELEASE Statement from Central Park Zoo on Eurasian Eagle Owl New York , NY | February 04, 2023 Central Park Zoo's Eurasian Eag"
    },
    {
      "url": "https://www.sellbackyourbook.com/",
      "title": "World of Books | Sell Your Books | Sell Your Books Online for Cash",
      "description": "World of Books - Sell Your Books, formerly known as Ziffit is the easy way to sell your books online. Enter barcodes or scan using the free Sell books with World of Books app.. Declutter and earn cash today.",
      "preview": "Get 15% Extra Cash On Trades Over $30. (One use per customer, closes 23.59 10/21) | Use code EXTRA15 Start scanning your items or download our app for"
    },
    {
      "url": "http://dia.ala.org/",
      "title": "El día de los niños/El día de los libros (Children's Day/Book Day) | Association for Library Service to Children",
      "description": "El día de los niños/El día de los libros (Children's Day/Book Day), commonly known as Día, is a celebration every day of children, families, and reading that culminates yearly on April 30. The celebration emphasizes the importance of literacy for children of all linguistic and cultural backgrounds. Día is a nationally recognized initiative that emphasizes the importance of literacy for all children from all backgrounds. It is a daily commitment to linking children and their families to diverse books, languages and cultures.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.ctvnews.ca/",
      "title": "CTV News - Breaking News and Video, Canada News Today",
      "description": "Get live updates on the latest local, national, and international news, including trusted reporting on politics, health, business, sports and more.",
      "preview": "Skip to main content Canada Post union switching from countrywide to rotating strikes The union representing Canada Post employees says it will switch"
    },
    {
      "url": "http://blog.vizzuality.com",
      "title": "Vizzuality | Blog",
      "description": "We craft beautiful data products that enhance the impact of the world's most important organisations.",
      "preview": "Data Science and GIS go hand in hand against climate change. Camellia Williams, Lead Writer. You can also read this blog on Medium. The problems we wo"
    },
    {
      "url": "https://azpbs.org/2019/10/sesame-street-in-communities/",
      "title": "Sesame Street in Communities: C is for Communities - Arizona PBS",
      "description": "Sesame Street in Communities, an initiative from nonprofit media and educational organization Sesame Workshop, is a resource collection to help kids and families during the early years of birth through six, a critical window for brain development.",
      "preview": "Skip to content Alert: Defunded but not defeated: Your support is essential. Help keep Arizona PBS strong. Sorry, your browser does not support iframe"
    },
    {
      "url": "https://fitness.apple.com/subscribe?itscg=10000&itsct=fit-promo-iph_fp-apl-avl-201111",
      "title": "‎Getting Started with Fitness+",
      "description": "Get started with Apple Fitness+. Update to the latest iOS and watchOS to get started with Apple Fitness+ or redeem your 3 months free offer.",
      "preview": "What you'll need to get started on iPhone: iPhone 8 or later updated to iOS 16.1 To update your iPhone, go to Settings > General > Software Update. Id"
    },
    {
      "url": "https://medlineplus.gov/diabetes.html",
      "title": "Diabetes | Type 1 Diabetes | Type 2 Diabetes | MedlinePlus",
      "description": "Diabetes is a chronic health condition in which your blood glucose levels are too high. There is no cure, but diet, exercise, medications, and weight control can help.",
      "preview": "Skip navigation Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites us"
    },
    {
      "url": "https://saoic.org/",
      "title": "Summit Academy OIC | Training for In-Demand Careers",
      "description": "Summit Academy OIC offers 10 and 20-week training for in-demand careers such as IT, construction, and healthcare. Enroll today!",
      "preview": "Search Close Discover your next career at our Open House! Stop by on Thursday, November 6 from 3-5 p.m. to explore our hands-on career trainings, 10-w"
    },
    {
      "url": "https://learn.wallet.apple/id",
      "title": "ID in Wallet",
      "description": "void",
      "preview": "ID in Wallet ⁠Your ID. ⁠⁠Now on iPhone. Easy. Secure. Private. Present your ID in seconds. Keeping your ID in Wallet makes it simple to prove your age"
    },
    {
      "url": "https://hbr.org/2020/07/research-how-workers-shift-from-one-industry-to-another",
      "title": "Research: How Workers Shift from One Industry to Another",
      "description": "Today, millions of Americans who labored in retail and hospitality jobs, which remain decimated by the stay-at-home directives issued during the Covid-19 crisis, might need to pivot to new fields in search of employment. New research highlights ways in which people from hard-hit industries, such as hospitality, retail, and transportation might transition to stronger ones through targeted upskilling.",
      "preview": "SKIP TO CONTENT Harvard Business Review Logo Business education Research: How Workers Shift from One Industry to Another by Michelle R. Weise July 7,"
    },
    {
      "url": "https://scottdodson.dev/hue/thunderstorm/",
      "title": "Thunderstorm for Hue",
      "description": "Summon a thunderstorm light show using your Philips Hue lights. Watch your lights pulse and flash to the sounds of a storm.",
      "preview": "Thunderstorm for Hue Summon a thunderstorm light show using your Philips Hue lights. Watch your lights pulse and flash to the sounds of a storm. Thund"
    },
    {
      "url": "https://www.smsproducts.com/feature-sheet-holder-box.136-15CCRED.aspx",
      "title": "Brochure Box | Front sheet realtor box",
      "description": "Shop 1st sheet rentention brochure boxes for HOA's. Red flyer display boxes are also ideal for Sign companies and realtors. Buy direct from the manufacturer SMSProducts.com",
      "preview": "Sign Frames Vinyl Yard Post"
    },
    {
      "url": "https://vpic.nhtsa.dot.gov/decoder/Decoder",
      "title": "Welcome to VIN Decoding :: provided by vPIC",
      "description": "void",
      "preview": "United States Department of Transportation Report a Problem VIN Decoder Powered by Version: 3.63 last updated on 8/16/2025 Release Notes Subscribe/Uns"
    },
    {
      "url": "http://www.cleverbot.com/privacy",
      "title": "Cleverbot Privacy Policy",
      "description": "Cleverbot Privacy Policy",
      "preview": "Cleverbot About Cleverbot The site Cleverbot.com started in 2006, but the AI was 'born' in 1988, when Rollo Carpenter saw how to make his machine lear"
    },
    {
      "url": "https://reform.un.org/content/development-reform",
      "title": "Development Reform | United to Reform",
      "description": "Development reform",
      "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: عربي 中文 English Français Русский Español"
    },
    {
      "url": "https://www.nettavisen.no/okonomi/historisk-lave-priser-fikk-penger-for-a-bruke-strom/s/12-95-3423991510",
      "title": "Strøm, strømpriser | Historisk lave priser: Fikk penger for å bruke strøm",
      "description": "Høye temperaturer og mye nedbør har gitt gode tider for strømprisene. Natt til mandag slapp du også å betale i én time.",
      "preview": "Gå til sidens hovedinnhold aID logo Strøm Historisk lave priser: Fikk penger for å bruke strøm Høye temperaturer og mye nedbør har gitt gode tider for"
    },
    {
      "url": "https://www.dazeddigital.com/music/article/54765/1/harry-styles-pleasing-brand-cover-2021-interview",
      "title": "Harry Styles talks Pleasing: a brand built on small joys | Dazed",
      "description": "From Fine Line to star film roles, Harry Styles has gone from global to stratospheric - now, he adopts his newest mantle. Pleasing, his first business venture, puts beauty and naked ambition front and centre",
      "preview": "â¬...ï¸ Left Arrow *ï¸âƒ£ Asterisk â­ Star Option Sliders âœ‰ï¸ Mail Exit Taken from the winter 2021 issue of Dazed. You can buy a copy of our lates"
    },
    {
      "url": "https://newsroom.au.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK Buy Now, Pay Later PayPal PayPal Pay in 4 Wins Australia's Most Loved and Most Recommended BNPL Provider in"
    },
    {
      "url": "http://www.multi-media.at/?m=201601",
      "title": "Januar 2016 - imago lexis",
      "description": "void",
      "preview": "Zum Inhalt springen Heuer pilgerten wiederum insgesamt 156.613 Autointeressierte zur nunmehr 10. Vienna Autoshow. Der heimische Automarkt verzeichnete"
    },
    {
      "url": "https://www.grandafrika.cz/zajezd/stopovani-simpanzu-v-kibale",
      "title": "safari v Ugandě | CK Grand Afrika",
      "description": "Vydejte se s námi do pralesů Ugandy za šimpanzi! Národní park Kibale patří mezi nejlepší místa pro pozorování našich nejbl ...",
      "preview": "nonstop hotline: +420 226 633 930 Zájezdy Destinace Safari FAQ Africký blog O nás Kontakt zpět na: Safari Uganda Komfort: Typ zájezdu: poznávací Kód z"
    },
    {
      "url": "http://www.diegeilehydra.at/category/allgemein/page/2/",
      "title": "Allgemein - Seite 2 - Hydra",
      "description": "20.08.1622:00 LineUpM-Jane (upd8e)Doggsta (A.J.A Crew, G9 R.I.P)ThizzlaKlaus Reznicek #nachtspiel #busen. #technoanderdonau #tittnwippn #linzmussdiehauptstadtdersubkulturwerden #drumnballs #mehrraven #bällebad",
      "preview": "Zum Inhalt springen 20.08.16 22:00 LineUp M-Jane (upd8e) Doggsta (A.J.A Crew, G9 R.I.P) Thizzla Klaus Reznicek #nachtspiel #busen. #technoanderdonau #"
    },
    {
      "url": "https://icarus.flights/",
      "title": "Icarus Flights - Flight Intelligence for Investigators",
      "description": "Icarus Flights is a tool for analyzing uncensored aircraft activity data and tracing global aircraft ownership records",
      "preview": "void"
    },
    {
      "url": "https://www.rejseplanen.dk/webapp/index.html?language=da_DK",
      "title": "Rejseplanen",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://recruiterbox.com/",
      "title": "Recruitment Software and Applicant Tracking System | Trakstar Hire",
      "description": "Trakstar Hire is he best applicant tracking & recruitment software on the market today. Click here to see why our customers have faster speed-to-hire.",
      "preview": "trakstar-mark rarr Recruiterbox is now Hire, part of the new Trakstar Trifecta alongside Learn and Perform Learn more about how the Trakstar platform"
    },
    {
      "url": "https://jobs.wordpress.net/",
      "title": "WordPress Jobs | WordPress related Job Postings",
      "description": "void",
      "preview": "« Return to WordPress.org Search for: Development (5) 5 jobs Date Posted Job Title Job Type Location Oct 8 Web Developer Needed Project Bellevue, WA O"
    },
    {
      "url": "https://www.ikea.com/us/en/p/komplement-insert-for-pull-out-tray-light-gray-s09277843/",
      "title": "KOMPLEMENT insert for pull-out tray, light gray, 393/8x227/8\" - IKEA",
      "description": "KOMPLEMENT insert for pull-out tray, light gray, 393/8x227/8\" Whether you have a passion for shoes, a soft spot for sweaters or a fancy for jewelry and accessories, KOMPLEMENT interior organizers tailor your wardrobe to make the best use of available space.",
      "preview": "Skip to main content informationCircle Last call for fall savings on all sofas and lamps. Deals end 10/12. 7 KOMPLEMENT images Skip images All media K"
    },
    {
      "url": "https://bibliobrey.blogspot.com/2010/02/don-moucho-quere-saber.html",
      "title": "Blog da biblioteca do CEIP Fermín Bouza Brey: DON MOUCHO QUERE SABER",
      "description": "Recuncho do 3ºCiclo de Primaria (5º e 6º) Recuncho do 2ºCiclo de Primaria (3º e 4º) Recuncho do Primeiro Ciclo de Primaria (1º e 2º) Recu...",
      "preview": "skip to main | skip to sidebar Blog da biblioteca do CEIP Fermín Bouza Brey 27/2/10 DON MOUCHO QUERE SABER Recuncho do 3ºCiclo de Primaria (5º e 6º) R"
    },
    {
      "url": "http://www.meredith.com/",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "http://www.city-data.com/poverty/poverty-Camden-New-Jersey.html",
      "title": "Camden, New Jersey (NJ) poverty rate data - information about poor and low-income residents living in this city",
      "description": "void",
      "preview": "Toggle navigation Forum Cities AK AL AR AZ CA CO CT DC DE FL GA HI IA ID IL IN KS KY LA MA MD ME MI MN MO MS MT NC ND NE NH NJ NM NV NY OH OK OR PA RI"
    },
    {
      "url": "https://wordpress.com/log-in?redirect_to=https%3A%2F%2Fsjcharlton.wordpress.com%2Fwp-admin%2Fcustomize.php%3Furl%3Dhttps%253A%252F%252Fsjcharlton.wordpress.com%252F2019%252F09%252F30%252Fwhy-local-publishers-matter%252F",
      "title": "WordPress.com",
      "description": "void",
      "preview": "WordPress Please enable JavaScript in your browser to enjoy WordPress.com."
    },
    {
      "url": "https://www.mojezdravi.cz/novinky/strie-trapi-hlavne-zeny-ale-i-sportovce-jak-s-nimi-zatocit-5385.html",
      "title": "Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? | Moje zdraví",
      "description": "Výskyt strií trápí mnoho žen i mužů. Jedná se o malé pajizévky, které vznikají popraskáním elastických vláken v kůži. Často se objevují po rychlých změnách váhy (hubnutí, tloustnutí), například během těhotenství. Výjimkou ale nejsou ani u dětí, které vyrostly příliš rychle, či u sportovců, kteří cvičí s velkou zátěží.",
      "preview": "Moje zdraví Novinky Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Autor:"
    },
    {
      "url": "https://www.nps.gov/yose/planyourvisit/hiking.htm",
      "title": "Hiking - Yosemite National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://news.walgreens.com/our-stories/",
      "title": "News Hub | Walgreens Boots Alliance",
      "description": "News Hub is the source for all WBA news. Read press releases, stories, news and download multimedia assets.",
      "preview": "Skip to main content 406 Results Filter Brand Walgreens WBA Filter Types Stories Press Releases Position Statements Asset Collections Filter Categorie"
    },
    {
      "url": "https://www.globalcitizen.org/en/content/satellites-measure-emissions-real-time/",
      "title": "Google Backs Plan to Map Pollution Coming From Every Power Plant in the World",
      "description": "The effort could be a key tool in the fight against climate change.",
      "preview": "× Thanks for signing up as a global citizen. In order to create your account we need you to provide your email address. You can check out our Privacy"
    },
    {
      "url": "https://cornwallpolice.com/fr/contact-us/repertoire-du-personnel",
      "title": "Répertoire du personnel",
      "description": "void",
      "preview": "Répertoire du personnel Vous pouvez rejoindre la ligne directe d'un membre du personnel (voir la liste ci-dessous, en ordre alphabétique) en composant"
    },
    {
      "url": "https://hellmaybe.tumblr.com/",
      "title": "Keep On Keepin' On",
      "description": "// Anthony //",
      "preview": "Keep On Keepin' On // Anthony // Archive Music Me My gifs Ask me anything Submit a post Theme 74514 2274 19611 6367 609 1752 283 493 660 790 2196 0 0"
    },
    {
      "url": "https://fonts.ilovetypography.com/",
      "title": "Buy fonts from your favorite indie foundries.... | I Love Typography",
      "description": "Trending typefaces / fantastic fonts Hot new fonts! New typefaces Branding Fonts Featured hot font familes Great Fonts for Packaging Make your own...",
      "preview": "Skip to main content Your web browser is out of date. Update your browser for more security, speed and the best experience on this site. Update your b"
    },
    {
      "url": "https://nchfp.uga.edu/how/can_06/sauerkraut.html",
      "title": "| National Center for Home Food Preservation",
      "description": "The National Center for Home Food Preservation is your source for home food preservation methods.",
      "preview": "Donations Whoops! Looks like you've happened upon a page that has been moved or no longer exists... We've recently redesigned the website and reorgan"
    },
    {
      "url": "https://www.qmm-traum-moebel.de/JUGENDZIMMER/BLACK-WHITE/Bett-200x90:::6_1463_1469.html",
      "title": "Bett 200x90 - QMM TraumMoebel",
      "description": "Bett 200x90",
      "preview": "02166 262 70 72 Registrieren Anmelden Merkzettel ( 0 ) Artikel Ihr Merkzettel ist leer. Startseite Warenkorb 0 Artikel Ihr Warenkorb ist leer. Alle BA"
    },
    {
      "url": "https://www.infantilandia.es/albumes-ilustrados-infantiles/1072-chocolate-infinito-un-cuento-sobre-la-adopcion.html",
      "title": "CHOCOLATE INFINITO. Libro de la Editorial SM (9788467577624)",
      "description": "Un tierno álbum ilustrado para leer en familia sobre la adopción que ayuda a los niños a entender su significado. Comprar cuentos con descuento y envío rápido",
      "preview": "> Literatura infantil > Álbumes ilustrados > CHOCOLATE INFINITO. Un cuento sobre la adopción CHOCOLATE INFINITO. Un cuento sobre la adopción Referenci"
    },
    {
      "url": "http://www.elledecor.com/design-decorate/house-interiors/g2510/house-tour-mossimo-giannulli-lori-loughlin-los-angeles-home/",
      "title": "HOUSE TOUR: Inside Lori Loughlin And Mossimo Giannulli's Renovated LA Mansion",
      "description": "This time, when fashion entrepreneur-and serial renovator-Mossimo Giannulli and his wife, actress Lori Loughlin, purchase yet another house in Los Angeles, they adopt a new style and a new team.",
      "preview": "Skip to Content 20th Century Studios This time, when fashion entrepreneur-and serial renovator-Mossimo Giannulli and his wife, actress Lori Loughlin,"
    },
    {
      "url": "https://forums.lenovo.com/t5/Motorola-Community/ct-p/MotorolaCommunity",
      "title": "English Community-Lenovo Community",
      "description": "void",
      "preview": "Welcome to Lenovo and Motorola community. If the website doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://restoringpromise.vera.org/",
      "title": "Restoring Promise Initiative | Vera Institute",
      "description": "Restoring Promise disrupts harmful prison practices and policies through collaborative research, narrative change, and technical assistance.",
      "preview": "void"
    },
    {
      "url": "https://www.wafb.com/2023/02/27/georgia-family-speaks-out-after-father-goes-missing-br/",
      "title": "Ga. family speaks out after man disappears in Baton Rouge; wallet found, new photos released",
      "description": "About a week after a man disappeared, the Baton Rouge Police Department continues to ask the public for help locating him, as new evidence has surfaced in the case.",
      "preview": "Skip to content BATON ROUGE, La. (WAFB) - About a week after a man disappeared, the Baton Rouge Police Department continues to ask the public for help"
    },
    {
      "url": "https://www.swiss-mountain-dog-store.com/swiss-mountain-dog-muzzles-c-3/unique-design-wire-swiss-mountain-dog-muzzle-for-winter-activities-p-143.html",
      "title": "Unique Design Wire Swiss Mountain Dog Muzzle for Winter Activities [M58##1116 Winter Wire Muzzle] : Swiss Mountain Dog Breed: Dog Harness, Muzzle, Collar, Leash, Dog Supplies",
      "description": "Swiss Mountain Dog Breed: Dog Harness, Muzzle, Collar, Leash Unique Design Wire Swiss Mountain Dog Muzzle for Winter Activities [M58##1116 Winter Wire Muzzle] - Unique Design Padded Metal Cage Dog Muzzle for Swiss Mountain Dog Winter Activities Are you searching for a muzzle both for winter and summer time? Do you want to find a durable item that will not be spoiled in frosty or rainy weather? Consider this design Reliable",
      "preview": "Oh no! Cookies are disabled : ( It is necessary to enable Cookies in your browser so you can shop online Don't know how to do this? Follow the directi"
    },
    {
      "url": "https://n8vapps.tumblr.com/post/143019041769",
      "title": "Computer science: the impact of K-12 on university enrollment - @n8vapps on Tumblr",
      "description": "At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core motiva...",
      "preview": "codeorg Follow Computer science: the impact of K-12 on university enrollment At Code.org, we're regularly asked if teaching computer science in grades"
    },
    {
      "url": "https://mulagofoundation.org/",
      "title": "Mulago Foundation",
      "description": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor. We fight poverty. Our job is to find the organizations best able to create change and give them what they need to do it.",
      "preview": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor We fight poverty. Our job is to find the organizati"
    },
    {
      "url": "http://www.mytaxiindia.com/",
      "title": "Outstation Taxi Booking |Online Taxi & Car Rental Service| Mytaxiindia",
      "description": "Online outstation taxi booking |Call 0124-6263626 | Book an outstation taxi in Delhi, Gurgaon, Chandigarh, Pune, Mumbai, Darjeeling & 102 cities of India at lowest fares",
      "preview": "void"
    },
    {
      "url": "https://deepmind.google/discover/blog",
      "title": "Blog - Google DeepMind",
      "description": "Discover our latest AI breakthroughs, projects, and updates.",
      "preview": "Blog Models Genie 3: A new frontier for world models 5 August 2025 Learn more Category All categories Company Models Research Responsibility & Safety"
    },
    {
      "url": "https://iuu.xview.us/",
      "title": "xView3 - IUU",
      "description": "void",
      "preview": "Welcome to xView3! A competition to detect dark vessels using computer vision and global SAR satellite imagery Image credit: U.S. Coast Guard; used wi"
    },
    {
      "url": "http://data.nevcounty.opendata.arcgis.com/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "https://comeandsee.net/privacy",
      "title": "Find Out About Come & See's Privacy Policy",
      "description": "Scan through our policies regarding the collection, use, and disclosure of personal data when you use our Sites and the choices you have associated with that data.",
      "preview": "Donate"
    },
    {
      "url": "https://www.thecenturybar.com.au/",
      "title": "TheCenturyBar | Dartsman | Australia",
      "description": "The Century Bar is excellent bar for chill out with great atmosphere and bringing you Australia's best beers, cocktails and wines menu. Located in Sydney's CBD.",
      "preview": "top of page HOME 1/4 1/3 Our Story The Century Bar was formerly known as Bar Century and is known across Sydney for extremely cheap drinks. Now it's u"
    },
    {
      "url": "http://casa.mines.edu/",
      "title": "CASA - Center for Academic Services and Advising (CASA)",
      "description": "Academic advising is an essential part of the student experience at Colorado School of Mines. Learn about student resources and how academic advisors can help support your goals.",
      "preview": "303-384-2600 casa@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Welcome to CASA CASA"
    },
    {
      "url": "https://eventowe.pl/atrakcje-i-szkolenia/wystepy-artystyczne",
      "title": "Występy artystyczne - Atrakcje i szkolenia - Eventowe.pl",
      "description": "void",
      "preview": "Reklama Dodaj ofertę Załóż konto Zaloguj się  Menu Atrakcje i szkolenia Wszystkie oferty Agencje eventowe Miejsca i obiekty Atrakcje i szkolenia Zesp"
    },
    {
      "url": "https://www.meitani.gr/el/bytype/pendants/SXK167008/",
      "title": "ΚΡΕΜΑΣΤΟ Μπρούντζος no2 Σχήματα 24,00€ - Μαργαρίτα Μεϊτάνη | χειρόγραφα",
      "description": "ΚΡΕΜΑΣΤΟ Μπρούντζος no2 ορείχαλκος d=4cm | ΧΕΙΡΟΓΡΑΦΟ: Είτε βραδιάζει είτε φέγγει Μένει λευκό το γιασεμί",
      "preview": "SHOP ΧΕΙΡΟΓΡΑΦΑ ΣΧΕΤΙΚΑ ΜΕ ΕΜΑΣ ΚΑΤΑΣΤΗΜΑ ΤΟ ΔΙΚΟ ΣΑΣ ΚΟΣΜΗΜΑ ΠΟΙΗΜΑΤΑ ΦΡΟΝΤΙΔΑ ΧΟΝΔΡΙΚΗ ΣΗΜΕΙΑ ΠΩΛΗΣΗΣ E.SHOP ΟΛΑ ΤΑ ΚΟΣΜΗΜΑΤΑ ΣΥΛΛΟΓΕΣ ΝΕΑ ΠΡΟΪΟΝΤΑ"
    },
    {
      "url": "http://www.scrangie.com/2010/11/",
      "title": "Scrangie: November 2010",
      "description": "<b>Lacquerhead.</b><br> This is my nail file. There are many like it, but this one is mine.",
      "preview": "skip to main | skip to sidebar Scrangie Lacquerhead. This is my nail file. There are many like it, but this one is mine. Home About / Contact FAQ Blog"
    },
    {
      "url": "https://www.muzemerch.com/privacy-policy-cookie-restriction-mode/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://powervirtualagents.microsoft.com",
      "title": "Customize Copilot and Create Agents | Microsoft Copilot Studio",
      "description": "Create custom AI assistants and virtual agents with Microsoft Copilot Studio. Enhance workflows using our AI bots and Microsoft 365 Copilot integrations.",
      "preview": "This is the Trace Id: 0f03214e65f88d3cce272b44a4dd959f Skip to main content See Microsoft Build announcements about developer tools to create agents a"
    },
    {
      "url": "https://www.nga.gov/collection/highlights.html",
      "title": "Artworks | National Gallery of Art",
      "description": "Explore our collection of nearly 160,000 works spanning the history of Western art.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://left.gr/mayri-ergasia?page=2",
      "title": "μαύρη εργασία :: 3 :: left.gr",
      "description": "void",
      "preview": "to top Παράκαμψη προς το κυρίως περιεχόμενο Φόρμα αναζήτησης Αναζήτηση Ηλεκτρονικά πλέον στο Σώμα Επιθεωρητών Εργασίας οι καταγγελίες για ανασφάλιστη"
    },
    {
      "url": "https://www.miltons.com/collections/all/christopher-lena",
      "title": "All - tagged \"christopher-lena\" - Miltons - The Store for Men",
      "description": "Since 1947, Miltons has been a family and locally owned and operated business. With locations in Chestnut Hill Square and Braintree's South Shore Plaza, Miltons has been providing men's clothing for all of life's occasions.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Spend $100.00 to FREE SHIPPING Loading..."
    },
    {
      "url": "https://oceanpanel.org/sites/default/files/2020-02/HLP%20Blue%20Paper%20on%20IUU%20Fishing%20and%20Associated%20Drivers.pdf",
      "title": "High Level Panel for a Sustainable Ocean Economy",
      "description": "The High Level Panel is committed to putting sustainability at the heart of ocean management to benefit people, nature and the economy.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://faeferi.tumblr.com/",
      "title": "@faeferi on Tumblr",
      "description": "Follow @faeferi and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "https://www.bmw.com.co/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "Tienda BMW Colombia: Carros y Accesorios - BMW Shop Colombia",
      "description": "Encuentra tu BMW soñado, ropa exclusiva de la marca y accesorios para personalizar tu BMW en un solo lugar. ¡Descubre todo lo que tenemos para ti aquí!",
      "preview": "¡Envío gratis a nivel nacional por compras superiores a $350.000! ¡Solicita tu crédito Addi hasta 6 cuotas! X Buscar 2 3 4 Novedades Destacados SALE T"
    },
    {
      "url": "https://www.ft.com/markets",
      "title": "Markets | Financial Times",
      "description": "Breaking news and in-depth coverage from the global business and financial markets. The latest corporate earnings reports from the stock market and insights into the future of digital currency.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Markets Add to myFT Lead story in Markets Equities Investors flock to 'ex-US"
    },
    {
      "url": "https://alcsutdoboz.hu/bako-szilvia-allando-lakhelyenek-fiktivalasa/",
      "title": "Bakó Szilvia állandó lakhelyének fiktíválása - A l c s ú t d o b o z",
      "description": "void",
      "preview": "Skip to content A l c s ú t d o b o z"
    },
    {
      "url": "https://www.lendesk.com/blog/tag/industry-insights",
      "title": "Lendesk Blog | Industry Insights",
      "description": "Industry Insights |",
      "preview": "Products Resources SIGN IN Finmo Lender Spotlight Gateway Enterprise Mortgage Professionals Finmo A digital mortgage platform for the modern broker Le"
    },
    {
      "url": "http://www.wfp.org",
      "title": "UN World Food Programme (WFP)",
      "description": "We are the world's largest humanitarian organization, saving lives in emergencies and using food assistance to build a pathway to peace, stability and prosperity for people recovering from conflict, disasters and the impact of climate change.",
      "preview": "Skip to main content War in Gaza two years on: Humanitarian access improves but acute hunger persists Read more Donate Conflict 'We just ran': Pakista"
    },
    {
      "url": "https://www.bancomundial.org/",
      "title": "Banco Mundial - Desarrollo sostenible, resiliencia y crecimiento económico",
      "description": "El Grupo del Banco Mundial ofrece créditos, asistencia y recursos personalizados a más de 100 países en desarrollo y en transición.",
      "preview": "Nuevas perspectivas económicas regionales Descubra las últimas tendencias de desarrollo macroeconómico en las distintas regiones, con especial énfasis"
    },
    {
      "url": "https://www.capitalone.com/",
      "title": "Capital One | Credit Cards, Checking, Savings & Auto Loans",
      "description": "Learn how banking with Capital One can help you meet your financial goals.",
      "preview": "Secure Sign In Username Please enter required information Password Please enter required information Remember me Want this computer to remember your u"
    },
    {
      "url": "https://www.rejseplanen.dk/webapp/index.html?language=da_DK",
      "title": "Rejseplanen",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.minds.com/newsfeed/867813140184760320",
      "title": "#奔跑吧# O今晚20:50，要收官啦 ，今天是淑女style | Minds",
      "description": "Image from @angelababy.",
      "preview": "search Login Join Now 杨颖 @ angelababy verified_user Verified · Subscribe #奔跑吧 # O今晚20:50，要收官啦 ，今天是淑女style Jul 22 2018 · 4:59 PM Get replies from creat"
    },
    {
      "url": "https://arrowsanthology.wordpress.com/2010/09/25/open-doors/",
      "title": "Open Doors | Arrows Anthology",
      "description": "Feathers of a bird Together are one wing Together taking flight In the spaces in between The eye of a bird Sees the freedom it is due But the overseeing eye of God Sees cages through and through Open doors are there for me and you to fly Just take a breath and swallow fear...",
      "preview": "Feathers of a bird Together are one wing Together taking flight In the spaces in between The eye of a bird Sees the freedom it is due But the overseei"
    },
    {
      "url": "https://luxome.com/products/bamboo-sheets",
      "title": "The Best Bamboo Sheets | 10,000+ Reviews | LUXOME",
      "description": "The best bamboo sheets ever made. Our 100% viscose from bamboo sheets are an absolute dream. Woven for luxurious softness, temperature regulation, and extreme durability.",
      "preview": "Luxury Sheet Set 100% Viscose from Bamboo Sheets $155 10540 Reviews Embodied in softness and elegance, our Luxury Sheets have earned their place as th"
    },
    {
      "url": "https://www.taxexemptworld.com/organizations/dupage-county-il-illinois.asp?spg=19",
      "title": "DuPage County Illinois Nonprofits and 501C Organizations - Search and Download Lists",
      "description": "View and download lists of nonprofit companies in DuPage County IL with statistics on assets, income, revenues, 501c classifications, form 990s...",
      "preview": "DuPage County Illinois Get Unlimited Access to 990 Returns Get Contact Info, Financial Details, and more Save to Excel, CSV, Access, or TXT Download T"
    },
    {
      "url": "https://acs782.tumblr.com/",
      "title": "Stuff",
      "description": "This n that",
      "preview": "Stuff This n that archive rss feed 6.22.16 #spinnersofinstagram (at Bowling Green, Ohio) posted : Wednesday, June 22nd, 2016 tags : spinnersofinstagra"
    },
    {
      "url": "https://deepmind.google/discover/blog",
      "title": "Blog - Google DeepMind",
      "description": "Discover our latest AI breakthroughs, projects, and updates.",
      "preview": "Blog Models Genie 3: A new frontier for world models 5 August 2025 Learn more Category All categories Company Models Research Responsibility & Safety"
    }
  ],
  "_meta": {
    "total_bookmarks": 104
  }
}