{
  "data": [
    {
      "url": "https://www.commonsense.org/education",
      "title": "Common Sense Education",
      "description": "Common Sense Education provides educators and students with the resources they need to harness the power of technology for learning and life. Find our free K-12 Digital Citizenship Curriculum, reviews of popular edtech apps, tips on teaching responsible AI use, and resources for protecting student privacy and online safety.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Digital Literacy and Citizenship New! K-8 Digital Literacy & Well-Being Curriculum"
    },
    {
      "url": "https://www.oceans5.org/",
      "title": "Dedicated to protecting the world's five oceans | Oceans 5",
      "description": "Oceans 5 is an international funders' collaborative dedicated to stopping overfishing, establishing marine protected areas, and constraining offshore oil and gas development - three of the highest priorities identified by marine scientists around the world.",
      "preview": "About Who We Are What We Fund What We Do Ocean Solutions Our Approach Projects Grant Database Other Donor Directed Funds Joint 30x30 Funding Initiativ"
    },
    {
      "url": "https://enterprise.microsoft.com/en-us/industries/health/",
      "title": "Microsoft Cloud for Healthcare | Microsoft",
      "description": "Enhance patient engagement, empower health team collaboration, and improve clinical and operational insights with Microsoft Cloud for Healthcare and Nuance.",
      "preview": "This is the Trace Id: 552f527b1ca7fd4c3f3cd36e24b3350e Skip to main content INDUSTRY Microsoft for Healthcare Achieve more with AI you can trust. Watc"
    },
    {
      "url": "https://landscape.csteachers.org/#download",
      "title": "Home - CS Teacher Landscape",
      "description": "In this 2022 follow-up study, CSTA aimed to understand teachers' perceptions of how to move towards a vision of equitable CS. The report samples PreK-12 CS teachers to examine their views of what changes are required to transform CS classrooms to be more identity-inclusive.",
      "preview": "Skip to content Moving Towards a Vision of Equitable Computer Science Results of a Landscape Survey of PreK-12 CS Teachers in the United States Access"
    },
    {
      "url": "https://thewoksoflife.com/",
      "title": "Home - The Woks of Life",
      "description": "We're a family of 4 living between the US & China. When we're not packing or unpacking suitcases, we're sharing our culinary exploits and travels w/ each other here!",
      "preview": "Trusted Recipes from \"The Bible of Chinese Home Cooking\" Quick & Easy Most Popular Vegetables Noodles Welcome! We're the Leung family-Bill, Judy, Sara"
    },
    {
      "url": "https://lamborghini.oemdtc.com/category/recalls",
      "title": "Recalls | Lamborghini - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.bereainternacional.com",
      "title": "Berea Internacional - Últimas Noticias, Fotos y Videos",
      "description": "void",
      "preview": "¡Bienvenidos! Sitio web bajo mantenimiento, agradecemos su comprensión. CafeteriaLiceoHP Jordán Sur 698 Colonia Hermosa Provincia C.P. 44770 Guadalaja"
    },
    {
      "url": "http://www.destinationunreal.com/modules.php?name=maps&file=viewmap&id=2113",
      "title": "destination Unreal » Maps",
      "description": "destinationUnreal",
      "preview": "Welcome to destination Unreal Please sign in Here or Register Home Forums Forums Search Members List New Posts Unanswered Posts View Your Posts Statis"
    },
    {
      "url": "https://www.missioncontinues.org/",
      "title": "The Mission Continues - Volunteer Today | The Mission Continues",
      "description": "We are on a mission to connect veterans with opportunities to continue their service and leadership in under-resourced communities.",
      "preview": "× Sign In Welcome! Use the below form to sign in. Please enter your email address and click LOGIN. If you do not have an account, please click here ."
    },
    {
      "url": "https://www.qmm-traum-moebel.de/JUGENDZIMMER/BLACK-WHITE/Bett-200x90:::6_1463_1469.html",
      "title": "Bett 200x90 - QMM TraumMoebel",
      "description": "Bett 200x90",
      "preview": "02166 262 70 72 Registrieren Anmelden Merkzettel ( 0 ) Artikel Ihr Merkzettel ist leer. Startseite Warenkorb 0 Artikel Ihr Warenkorb ist leer. Alle BA"
    },
    {
      "url": "http://www.pillsburyunited.org/",
      "title": "Pillsbury United Communities",
      "description": "void",
      "preview": "Pillsbury United Communities co-creates enduring change toward a just society. Built with and for the people we serve, our united system of programs,"
    },
    {
      "url": "https://www.meru.in/",
      "title": "Mobility Solutions: People Transportation Solutions | Mahindra Logistics",
      "description": "We offer comprehensive people mobility solutions for individuals and enterprises across major cities in India.",
      "preview": "Mobility Solutions Home Mobility Solutions Book Now 5000 0 + Vehicles Deployed Per Day 12000 0 + Trips Per Day 100 0 + Operating Locations 25000 0 + P"
    },
    {
      "url": "https://www.fsb-tcfd.org/",
      "title": "Task Force on Climate-Related Financial Disclosures | TCFD)",
      "description": "The TCFD has developed a framework to help public companies and other organizations disclose climate-related risks and opportunities.",
      "preview": "Skip to main content IMPORTANT MESSAGE - PLEASE READ Concurrent with the release of its 2023 status report on October 12, 2023, the TCFD has fulfilled"
    },
    {
      "url": "https://www.marnemoende.nl/werken-vergaderen",
      "title": "Werken/Vergaderen",
      "description": "Werken/Vergaderen",
      "preview": "Werken/Vergaderen Werk, overleg of vergader units met de rust en ruimte van het BUITEN zijn. Het concept van Firm21, nu te boeken bij Marnemoende. Des"
    },
    {
      "url": "https://securitylab.github.com/bounties",
      "title": "Bounties | GitHub Security Lab",
      "description": "Securing open source software, together.",
      "preview": "skip to content Resources Open Source Community Enterprise / Security Lab Research Advisories CodeQL Wall of Fame Resources Open Source Community Ente"
    },
    {
      "url": "https://niftyimages.com/PersonalizedImages",
      "title": "Personalized Images for Email Campaigns",
      "description": "Realtime personalization for Email. Personalized Images - Countdown Timers - Live Social Feeds - Rule Based Images - Live Images using Data Sources - Maps For Email - Weather For Email",
      "preview": "Contact Us What's New Log in Sign Up Free Home Features Pricing Sign Up Log In Features image Personalized Images Customize using any ESP merge tags,"
    },
    {
      "url": "https://content.time.com/time/subscriber/article/0,33009,948932,00.html",
      "title": "Nation: No Need for Welfare - TIME",
      "description": "Jeff Carter's rising career Brother Billy is not the only international businessman in the Carter family. TIME has learned that the President's youngest son Jeff, 27, has worked since 1978...",
      "preview": "void"
    },
    {
      "url": "http://mtia.labs.si.umich.edu/search/?selected_facets=host_exact:Rita%20Rochelle&selected_facets=locations_exact:Guinea&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Angola&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Tanzania&selected_facets=completeness_exact:Platinum&selected_facets=performers_exact:Sunny%20Ade&selected_facets=performers_exact:Urafiki%20Band",
      "title": "Leo Sarkisian MTiA Archive",
      "description": "void",
      "preview": "1 Results Filters Host - Rita Rochelle 1 remove all filters Performers - Antoine Mundanda 1 Fela Ransome Kuti 1 Sunny Ade 1 Urafiki Band 1 remove all"
    },
    {
      "url": "https://thesculptsociety.com/",
      "title": "Sculpting & Dance Cardio Workouts | The Sculpt Society",
      "description": "Join The Sculpt Society for transformative workouts that empower and energize. Start today to change your relationship with fitness and your body.",
      "preview": "Skip to content TAKE OUR PERSONALIZED WORKOUT QUIZ JOIN TODAY 7 DAY FREE TRIAL ★★★★★ 4.9 App Store Rating Change your mind about your body 1,000+ flex"
    },
    {
      "url": "https://www.insider.com/literary-greats-viral-twitter-thread-ill-attended-book-signing-2022-12",
      "title": "Lit Greats Pile Onto Viral Tweet About Badly Attended Book Signing - Business Insider",
      "description": "\"Join the club,\" Atwood wrote. \"I did a signing to which nobody came, except a guy who wanted to buy some Scotch tape and thought I was the help.\"",
      "preview": "void"
    },
    {
      "url": "https://clipbucket.com",
      "title": "ClipBucket - Open Source, VOD, OTT, Enterprise Video Hosting & Management Solution",
      "description": "void",
      "preview": "CLIPBUCKET & VODLIX ARE NOW WORKING AS ONE Read More No More Waiting, Connect With Clipbucket And Send us Message × Please feel free to contact us for"
    },
    {
      "url": "https://shape.so/",
      "title": "Shape 2",
      "description": "Shape lets you customize the style, colors and border of static & animated icons and illustrations. You can export to React, SVG and Lottie code.",
      "preview": "void"
    },
    {
      "url": "https://disneyparks.disney.go.com/blog/2023/01/celebrating-100-years-of-disney-and-the-wonder-of-mickey-and-minnie/?CMP=SOC-DPFY23Q1wo1229220045A",
      "title": "Celebrating 100 Years of Disney and the Wonder of Mickey and Minnie - Disney Parks Blog",
      "description": "Happy New Year! 2023 marks the 100th anniversary of Disney. As we approach this historic milestone, we are inspired by the journey we've been on together and the fans and families who have brought Disney into their hearts throughout the past century. Disney100 commemorates the storytellers who have brought generations the wonder and magic of",
      "preview": "Skip to content Contributed By Thomas Smith Manager, Editorial Content Happy New Year! 2023 marks the 100th anniversary of Disney. As we approach this"
    },
    {
      "url": "https://www.fitbit.com/",
      "title": "Avant de continuer",
      "description": "void",
      "preview": "Se connecter Se connecter Avant d'accéder à Google Nous vous rappelons que la diffusion d'annonces constitue la principale source de financement de no"
    },
    {
      "url": "https://www.pewtrusts.org/en/projects/pew-bertarelli-ocean-legacy",
      "title": "Pew Bertarelli Ocean Legacy | The Pew Charitable Trusts",
      "description": "Working together since 2011, The Pew Charitable Trusts and Dona Bertarelli formalized their partnership with Pew Bertarelli Ocean Legacy in 2017 with the shared goal of supporting the creation of the first generation of ecologically significant, large, and effective marine protected areas (MPAs) around the world.",
      "preview": "Protect Marine Life Archived Project Pew Bertarelli Ocean Legacy English EN English français español Working together since 2011, The Pew Charitable T"
    },
    {
      "url": "https://www.cloudcitycoffee.com/",
      "title": "Cloud City Coffee - Cloud City Coffee Roasting",
      "description": "An independent small batch roaster in Seattle offering delicious blends and rare single origin coffees in partnership with communities worldwide. All coffee is local.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Order special instructions Orde"
    },
    {
      "url": "https://tave.com/pashabelman-inline/contact/photographer",
      "title": "Contact Pasha Belman Photography",
      "description": "void",
      "preview": "Name Email Mobile Phone Session Type Family Photos Senior Photos Headshots Engagement Wedding Other Location Event Date Number of People? How did you"
    },
    {
      "url": "https://covid-19-response.unstatshub.org/useful-links/international-organisations-resources/",
      "title": "COVID-19 Resources from international organisations | COVID-19 response",
      "description": "This page contains links to data and information resources provided by international organizations that are part of the global statistical community. It is updated continuously as more resources become available.",
      "preview": "Department of Economic and Social Affairs Statistics • COVID-19 response Home Ensuring continuity Working remotely Data solutions Open data Useful lin"
    },
    {
      "url": "https://www.rya.org.uk/knowledge/safety",
      "title": "Water Safety Advice | Home | RYA - Royal Yachting Association",
      "description": "Keep yourself and others safe. If you're heading out on the water to enjoy sailing, powerboating, canal boating or boardsports, you need to know what to do should an emergency occur.",
      "preview": "Skip To Content Water safety Helpful tips to keep yourself and others safe on the water While our rivers and coastal areas are a great way to get clos"
    },
    {
      "url": "https://securustech.net/privacy",
      "title": "Privacy - Securus Technologies",
      "description": "Friends and Family.",
      "preview": "Privacy Please wait while you are redirected...or Click Here if you do not want to wait."
    },
    {
      "url": "https://blog.medium.com/?source=---two_column_layout_sidebar----------------------------------",
      "title": "The Medium Blog",
      "description": "The official source of news and updates about Medium",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Medium Blog 3.4M followers · 5+ editors Follow Product News Latest Ne"
    },
    {
      "url": "https://www.idnes.cz/technet",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "https://www.basemap.com/privacy-policy/",
      "title": "Privacy Policy | BaseMap Inc",
      "description": "BaseMap Privacy Policy",
      "preview": "top of page LAST UPDATED: APRIL 16, 2018 PRIVACY POLICY BaseMap Inc. (\"BaseMap\") values your privacy. In this Privacy Policy (\"Policy\"), we describe h"
    },
    {
      "url": "https://www.yalemedicine.org/news/what-to-know-before-heading-to-a-nail-salon",
      "title": "Q&A: What to Know Before Heading to a Nail Salon > News > Yale Medicine",
      "description": "Before your next manicure or pedicure, get some handy advice on how to keep your nails healthy from tips to toes from a Yale Medicine nail-health expert.",
      "preview": "Skip to Main Content Our expert offers some handy advice to help keep your nails in tip-top shape. Amanda Zubek, MD, explains what precautions to take"
    },
    {
      "url": "https://www.mobvoi.com/us/pages/ticwatche2",
      "title": "TicWatch E2 - A smartwatch boasts a waterproof rating of 5 ATM making them swim friendly.",
      "description": "TicWatch E2 smartwatch - your best go-to fitness and swimming companion! TicWatch E2 smartwatch, up to 50m underwater waterproof, monitors your every stroke on the move. TicWatch E2 smartwatch is designed to fit your active lifestyle needs. TicWatch E2 smartwatch is powered by TicMotion - proactive swimming monitoring, analysis and swim style detection. TicWatch E2 smartwatch - Lightweight & comfortable; Wear OS by Google™; Built-in GPS; 24hr heart-rate monitor; Buy TicWatch E2 smartwatch on Mobvoi official website now!",
      "preview": "US Choose your country or region TicWatch E2 smartwatch Product Support About us Buy now Buy Designed to move you. Your go-to fitness and swimming com"
    },
    {
      "url": "http://www.pushplanet.com",
      "title": "PUSH PLANET - HOME",
      "description": "BRANDING & DESIGN",
      "preview": "CONTACT US Book a Demo Lower Your Unsubscribe Rate by 30% Create the perfect email preference center & landing pages Request Demo Watch Video BRANDIN"
    },
    {
      "url": "https://www.gallupatwork.com/",
      "title": "All Gallup Events - Gallup",
      "description": "Find a Gallup event near you or join virtually. We host webinars, briefings, and major events to develop leaders, share discoveries and much more.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Attend Gallup Webinars and Events That Improve Your Workplac"
    },
    {
      "url": "https://assine.estadao.com.br/landingpage/?referrer_url=https%3A%2F%2Fpolitica.estadao.com.br%2Fnoticias%2Fgeral%2Ctiao-viana-cpmf-e-renan-vao-a-plenario-este-ano%2C82863&utm_campaign=alwayson%3Ac&utm_content=link%3Aselo-superior%3Alp-planos%3A&utm_medium=botao&utm_source=estadao%3Aeditorias&utm_term=%3A%3A%3A%3A",
      "title": "Assine o Estadão",
      "description": "Tenha acesso ilimitado ao conteúdo de um dos mais respeitados jornais do Brasil.",
      "preview": "Com o Estadão, sua rotina de informação fica completa. Política, Economia, Internacional, Cultura e muitos outros temas que ajudam você a entender o m"
    },
    {
      "url": "https://education.mpbonline.org/",
      "title": "Learning",
      "description": "MPB's Education Division provides informative resources for parents, teachers and students in Mississippi.",
      "preview": "Showcase"
    },
    {
      "url": "https://www.povertyactionlab.org/initiative/gender-and-economic-agency-initiative",
      "title": "Gender and Economic Agency (GEA) Initiative | The Abdul Latif Jameel Poverty Action Lab",
      "description": "J-PAL's Gender and Economic Agency (GEA) Initiative funds randomized evaluations of strategies to enhance women's economic agency.",
      "preview": "Skip to main content Gender and Economic Agency (GEA) Initiative Photo: Paula Bronstein/The Verbatim Agency/Getty Images. J-PAL's Gender and Economic"
    },
    {
      "url": "https://directory.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=directories",
      "title": "UW Faculty/Staff/Student Directory",
      "description": "void",
      "preview": "UW Directory Search by Search Name Department Email Box Number Phone Search options Faculty/Staff Only Sign in for student search Kind of listing Full"
    },
    {
      "url": "https://www.luerzersarchive.com/",
      "title": "Lürzer's Archive | Leading Ad Industry Magazine & Directory",
      "description": "The celebrated creative resource for advertising professionals worldwide | Over 30 years of hand-picked inspiration, features, news & interviews.",
      "preview": "How to get closer Connect more with our Serviceplan reviews takeover Read More Search 40 years of the best print campaigns, TV commercials and digital"
    },
    {
      "url": "https://seedcommons.org/",
      "title": "Seed Commons: A Community Wealth Cooperative",
      "description": "We create non‑extractive financial infrastructure that shifts economic power to workers and communities.",
      "preview": "Our principles Non-extractive finance Workplace democracy Networked power Rethinking risk Community capacity About Seed Commons Our history Our networ"
    },
    {
      "url": "https://www.povertyactionlab.org/initiative/gender-and-economic-agency-initiative",
      "title": "Gender and Economic Agency (GEA) Initiative | The Abdul Latif Jameel Poverty Action Lab",
      "description": "J-PAL's Gender and Economic Agency (GEA) Initiative funds randomized evaluations of strategies to enhance women's economic agency.",
      "preview": "Skip to main content Gender and Economic Agency (GEA) Initiative Photo: Paula Bronstein/The Verbatim Agency/Getty Images. J-PAL's Gender and Economic"
    },
    {
      "url": "http://ricette-antipasti.blogspot.com/",
      "title": "Ricette Antipasti",
      "description": "Ricette di antipasti per tutti i gusti",
      "preview": "skip to main | skip to sidebar Ricette Antipasti Ricette di antipasti per tutti i gusti venerdì 2 febbraio 2007 Cozze alla Francese Ingredienti ricett"
    },
    {
      "url": "https://somethinginthewater.com/",
      "title": "SOMETHING IN THE WATER | Virginia Beach, VA",
      "description": "SITW is back and will descend upon Virginia Beach April 28-30, 2023.",
      "preview": "Sign In My Account Back Lineup Set Times Festival Poster Back Pass Types Pass & Order Info Box Office/Will Call Ticketing Support Back Festival Info G"
    },
    {
      "url": "https://timespek.com/",
      "title": "TimeSpek | Exploring the Topics That Matter Most",
      "description": "TimeSpek is the source of authentic, informative and demanding blogs on opinion, literature, art, tech, travel, entertainment and more.",
      "preview": "Facebook Instagram Linkedin Pinterest Twitter Youtube Breaking News Opinion Arts & Books Changemakers Entertainment Technology More Search TimeSpek Au"
    },
    {
      "url": "https://tr2me.com/shop/tr2me-orders-ps-sf-5a4260/",
      "title": "TR2me Orders PS / SF - 5A4260 - TR2ME",
      "description": "void",
      "preview": "SIGN IN YOUR ACCOUNT TO HAVE ACCESS TO DIFFERENT FEATURES USERNAME PASSWORD Remember Me CREATE AN ACCOUNT FORGOT YOUR PASSWORD? FORGOT YOUR DETAILS? U"
    },
    {
      "url": "https://amplypower.com/amply-power-integrates-watttime-api-to-enable-electric-fleets-to-minimize-and-report-total-greenhouse-gas-emissions/",
      "title": "AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions - AMPLY Power",
      "description": "void",
      "preview": "Menu August 31, 2021 3:00 am AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions AMPLY"
    },
    {
      "url": "https://www.glideapps.com/",
      "title": "No Code App Builder: Create Custom, AI-Powered Apps | Glide",
      "description": "Glide makes it easy to build and deploy powerful custom apps powered by AI with no code. Create your first app by trying Glide for free.",
      "preview": "Sign up Log in Contact sales Start for free Software that moves with you Create AI-powered business apps that connect your data and tools, automate ma"
    },
    {
      "url": "https://www.doryjackson.com/",
      "title": "Dory Jackson | New York City Entertainment Journalist",
      "description": "Dory Jackson is a digital journalist paving her way through the world of entertainment journalism.",
      "preview": "top of page direct doryjackson@hotmail.com business inquiries contact@doryjackson.com PEOPLE Magazine PR peoplepr@dotdashmdp.com editorial pitches dor"
    },
    {
      "url": "https://support.airtable.com",
      "title": "Airtable Support | Home",
      "description": "Browse product documentation to find answers and support for Airtable.",
      "preview": "Airtable Help Center See all articles Recently updated articles Search CTRL + K Getting Started Learn the basics of Airtable Billing Learn how to mana"
    },
    {
      "url": "https://www.caf.fr/allocataires/droits-et-prestations",
      "title": "Radware Block Page",
      "description": "void",
      "preview": "We are sorry... ...but your activity and behavior on this website made us think that you are a bot. To protect this website, we cannot process your re"
    },
    {
      "url": "http://tnfri.fra.affrc.go.jp/eindex.html",
      "title": "Fisheries Research Agency",
      "description": "void",
      "preview": "Tohoku National Fisheries Research Institute Outline Tohoku National Fisheries Research Institute conducts research on fisheries in the northern Pacif"
    },
    {
      "url": "https://orienteering.sport/iof/education/",
      "title": "Education material | International Orienteering Federation",
      "description": "void",
      "preview": "Education material To support IOF member federations with material that can be used when teaching orienteering to children and youths the Global Devel"
    },
    {
      "url": "https://es.nba.com/news/mundial-de-baloncesto-2019-ricky-rubio-supera-a-pablo-prigioni-y-ya-es-el-maximo-asistente-de-los-mundiales/t1jmihhkpmml1t80x536g38ug",
      "title": "NBA.com España | El sitio oficial de la NBA | Sporting News Spain",
      "description": "Tu destino para ver resultados, calendarios, estadísticas, League Pass, resúmenes en vídeo, noticias, fantasy, ránkings y más de los jugadores y equipos de la NBA.",
      "preview": "Saltar al contenido principal Destacado Fútbol La Liga NFL Champions League Deportes Fútbol La Liga Champions League NBA NFL Tenis F1 Más Apuestas Edi"
    },
    {
      "url": "https://ourworldindata.org/grapher/child-mortality-igme",
      "title": "Child mortality rate - Our World in Data",
      "description": "The estimated share of newborns who die before reaching the age of five.",
      "preview": "Data Child mortality rate See all data and research on: Child & Infant Mortality Data sources and processing Insights about this data Data sources and"
    },
    {
      "url": "https://www.netspend.com/help/privacy-policy",
      "title": "Ouro U.S. Privacy Policy",
      "description": "Ouro understands that consumers care about privacy. This Privacy Policy Notice (\"Notice\") describes the types of Personal Data we collect, how we use the information, with whom we may share it, and the choices available to you.",
      "preview": "Ouro U.S. Privacy Policy Updated: October 1, 2025, Effective: October 1, 2025 This Privacy Notice (\"Notice\") applies to Ouro Global, Inc., Ouro Intern"
    },
    {
      "url": "https://www.givedirectly.org/",
      "title": "GiveDirectly: Send money to people living in poverty",
      "description": "GiveDirectly allows donors to send money directly to people in poverty with no strings attached. Our approach is guided by rigorous evidence of impact and our values of efficiency, transparency, and respect.",
      "preview": "Skip to content Send money directly to people who need it most. Your donation empowers families in poverty to choose how best to improve their lives."
    },
    {
      "url": "http://www.nasa.gov/",
      "title": "NASA",
      "description": "NASA.gov brings you the latest news, images and videos from America's space agency, pioneering the future in space exploration, scientific discovery and aeronautics research.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://www.dailykos.com/stories/2020/3/3/1922951/-Renewable-Tuesday-Polluting-Power-Plant-Data",
      "title": "Renewable Tuesday: Polluting Power Plant Data You Can Use at Home!",
      "description": "What if we knew the pollution coming from every power plant in the world? What if we could get electricity from the grid when it is using the most clean energy? Your wish is granted, by a combination of satellite data, AI, and the Internet of Things....",
      "preview": "Advertisement #donaldtrump #community #media #ice #governmentshutdown #healthcare #cartoon #chicago #fascism #culture #immigration #mikejohnson #law #"
    },
    {
      "url": "http://jijislief.nl/categorie_zwanger",
      "title": "Jij is Lief - Zwanger",
      "description": "Stuur je vrienden een super orgineel kaartje via internet!",
      "preview": "Zwanger 61 Als een bekende van je een kind verwacht, ga je die met deze kaartjes zeker blij maken! Kies een andere categorie En? Vertel ik ben zo beni"
    },
    {
      "url": "https://activationideas.com/",
      "title": "Activation Ideas",
      "description": "The most inspiring creative commerce, brand experience & activation ideas from around the world to help you stay in the know and get inspired.",
      "preview": "Back All Agencies Brands Countries Disciplines Products Sectors Services Back About Newsletter Curated, sorted and free. The most inspiring creative c"
    },
    {
      "url": "https://sdgstoday.org/eco-ambassadors-program",
      "title": "EASL",
      "description": "The Eco Ambassadors Solutions Lab (EASL) is an innovative program aimed at empowering high school students with the knowledge and skills to become global citizens and leaders in sustainable development. Organized by SDGs Today and Columbia University, it combines interactive sessions, hands-on activities, and technical training to explore solutions through geospatial technologies, digital storytelling, and sustainable development.",
      "preview": "void"
    },
    {
      "url": "https://future.techcrunch.com/2021/04/26/tesla-wants-to-make-every-home-a-distributed-power-plant/",
      "title": "Log In ‹ TechCrunch - WordPress",
      "description": "void",
      "preview": "Log In Powered by WordPress Username or Email Address Password Remember Me Lost your password? ← Go to TechCrunch"
    },
    {
      "url": "http://www.dqxxkx.cn/EN/volumn/volumn_3431.shtml",
      "title": "Journal of Geo-information Science",
      "description": "Journal of Geo-information Science",
      "preview": "× 模态框（Modal）标题 在这里添加一些文本 Close Close Submit Cancel Confirm × 模态框（Modal）标题 × Please choose a citation manager RIS (ProCite, Reference Manager) BibTeX C"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85937",
      "title": "Searchable Recipe Database - Spinach Salad w/ Orange Sesame Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.simplegenerosity.org/nonprofit-partner-questionnaire",
      "title": "Nonprofit Partner Questionnaire Intro - Simple Generosity",
      "description": "The first step in becoming a Simple Generosity nonprofit partner is completing our questionnaire -- please submit your information and we will be in touch!",
      "preview": "0 Welcome! To see if your nonprofit is already in our pool of potential grantees , please click here to create an account with us and search for your"
    },
    {
      "url": "http://www.astrosociety.org/",
      "title": "Astronomical Society of the Pacific",
      "description": "The Astronomical Society of the Pacific is an international non-profit scientific and educational organization, founded in 1889, that works to increase understanding and appreciation of astronomy.",
      "preview": "Skip to main content 2025 Awards Gala November 8 An Evening of Celebration Tickets and Event Information ASP Announces 2025 Awards More Information an"
    },
    {
      "url": "https://desiminimals.com/",
      "title": "DESI MINIMALS™ | Get comfortable. - Desi Minimals",
      "description": "Desi Minimals",
      "preview": "Skip to content Festival Of Comfort 🪔 Flat 15% Off Sitewide! + 5% on Prepaid Orders Use code - FESTIVE15 Bundle Up. Save More. Shop Smarter. [Click He"
    },
    {
      "url": "https://www.treasury.gov/tigta/contact_report_scam.shtml",
      "title": "Home | U.S. Treasury Inspector General for Tax Administration OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://soundcloud.com/thelayover/ep-26-like-hair-we-be-conditioned",
      "title": "Stream episode EP 26: Like Hair, We Be Conditioned by The Layover podcast | Listen online for free on SoundCloud",
      "description": "Play EP 26: Like Hair, We Be Conditioned by The Layover on desktop and mobile. Play over 320 million tracks for free on SoundCloud.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it Natachi Mez shares a story about her evolut"
    },
    {
      "url": "https://shopvelvethouse.com/products/queen-of-the-island-dress",
      "title": "Velvet House",
      "description": "void",
      "preview": "VH UPDATE DUE TO A FAMILY EMERGENCY Velvet House is not accepting online orders at this time. Our showroom on Post St. in San Jose will remain closed"
    },
    {
      "url": "https://www.lifechef.com/?c=510c4ee6c73f",
      "title": "Delicious Meal Delivery Service for Diabetes, Heart & Wellness | LifeChef",
      "description": "LifeChef offers tailored healthy meal delivery to fit your dietary needs. Enjoy nutritious, delicious meals conveniently delivered to your door.",
      "preview": "You have 30 : 00 minutes to use the offer! You have 30 : 00 minutes to use the offer! Step 1: Talk to Dietitian Get Expert Nutrition Guidance from a R"
    },
    {
      "url": "https://pierikosnews.blogspot.com/2017/04/blog-post_21.html",
      "title": "PierikosNews.gr : Οιωνοί... λύτρωσης για Πιερικό, συνθήκες εμπλοκής Συμεωνίδη",
      "description": "Ανοίγει ο δρόμος για την εμπλοκή νέων επενδυτών στον Πιερικό, με επικεφαλής τον Γιάννη Συμεωνίδη, χρηματοδότη του Διαγόρα Σεβαστής, πρώην ...",
      "preview": "Αρχική σελίδα Ποιοι είμαστε Επικοινωνία Βαθμολογίες Ρόστερ 2021-22 Εισιτήρια διαρκείας 2021-22 Pierikos News TV Δ/Σ ΣΦΚ ΠΙΕΡΙΚΟΣ Πρόγραμμα αγώνων Πιερ"
    },
    {
      "url": "http://skylinefloorscapes.com/tongue-and-groove-installation-instructions",
      "title": "Skyline Floorscapes | Tongue & Groove Installation Instructions",
      "description": "void",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://api-docs.carto.com",
      "title": "CARTO API Documentation",
      "description": "Documentation about CARTO API endpoints. Maps API, SQL API, Import API, Connections API, Tokens API and LDS API",
      "preview": "void"
    },
    {
      "url": "https://theworldpursuit.com/",
      "title": "The World Pursuit - Informative Travel Guides",
      "description": "World travel blog, following Cameron & Natasha. A pair of travelers, photographers, and writers. Sharing travel tips and stories from around the world.",
      "preview": "Skip to content The World Pursuit Travel Guides By Natasha & Cameron Start Here Get Started Traveling Explore The World Learn more about a particular"
    },
    {
      "url": "https://blogs.worldbank.org/voices/bold-new-worldbankorg",
      "title": "A Bold New Worldbank.org",
      "description": "Worldbank.org just got a pretty significant makeover. The design is more modern - with less clutter and better use of visuals (images, video, graphics). The navigation is more streamlined and, we hope, more intuitive for you. We know thousands of you rely on our website for research, data and knowledge ...",
      "preview": "Published on Voices A Bold New Worldbank.org Christine Montgomery April 04, 2017 This page in: English Français Español العربية Русский 中文 English Eng"
    },
    {
      "url": "https://www.ica.se/handla/",
      "title": "Handla mat online från din lokala ICA-butik",
      "description": "Handla mat online från din lokala ICA-butik",
      "preview": "Startsida Frukt & Grönt Kött, Chark & Fågel Fisk & Skaldjur Mejeri & Ost Bröd & Kakor Vegetariskt Färdigmat Barn Glass, Godis & Snacks Dryck Skafferi"
    },
    {
      "url": "https://www.downtowndayton.org/rediscover/",
      "title": "Rediscover Downtown Dayton | Downtown Dayton Partnership",
      "description": "void",
      "preview": "Read the full Rediscover Downtown Dayton Action Plan REDISCOVER DOWNTOWN DAYTON The Greater Downtown Dayton Plan was launched in 2010 and has been the"
    },
    {
      "url": "https://milkchokolate.tumblr.com/",
      "title": "Milk Chokolate",
      "description": "I'm fascinated with reality TV. The more ridiculous the \"plot\" the more I like the series. In fact,...",
      "preview": "Milk Chokolate Photo 77209 Notes Via ~ Link Port City Paparazzi: CHOCOLATE! Link 2thelastdrop Text 1650 Notes That awkward moment wen u hold the door"
    },
    {
      "url": "https://www.sfchronicle.com/politics/article/dianne-feinstein-senate-17079487.php",
      "title": "Is Dianne Feinstein mentally unfit to serve? Top senators, colleagues cite recent interactions",
      "description": "Sen. Dianne Feinstein's colleagues say the senator's memory is rapidly deteriorating.",
      "preview": "Politics Colleagues worry Dianne Feinstein is now mentally unfit to serve, citing recent interactions By Tal Kopan , Joe Garofoli Updated Oct 26, 2022"
    },
    {
      "url": "http://bpmob.com/voicetranslator/privacy/",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Last modified: August 2024 Interest based advertising: to learn more about data disclosure click here Opt-out options: DO NOT USE MY DA"
    },
    {
      "url": "https://www.bea.gov/news",
      "title": "News | U.S. Bureau of Economic Analysis (BEA)",
      "description": "NewsU.S. Economy at a Glance Get the big picture on the health of the U.S. economy.",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home News News News U.S. Economy at a Glance Get the"
    },
    {
      "url": "https://www.uprightlabs.com/",
      "title": "Upright Labs - Upright Labs",
      "description": "Optimize and Scale Your Online Resale Business We enable resellers, thrift stores, and retail businesses to effortlessly expand their reach to diversify revenue and boost sales. Through intuitive software, expert professional services, and unparalleled customer support, businesses are able to list and sell more products online while optimizing their back-end operations for efficiency and growth. ...",
      "preview": "Get a Demo Upright Labs Optimize and Scale Your Online Resale Business We enable resellers, thrift stores, and retail businesses to effortlessly expan"
    },
    {
      "url": "https://www.esrbratings.org",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "https://www.whitewoodhollow.com/",
      "title": "Whitewood Hollow | Nashville Wedding and Event Venue",
      "description": "Discover Whitewood Hollow, a scenic barn venue near Nashville in Whites Creek, TN. Perfect for micro-weddings, elopements, private events, and creative gatherings. Host up to 125 guests and capture golden hour magic on our secluded property.",
      "preview": "0 Intimate Event & Wedding Venue in Tennessee A Nashville-area barn venue for elopements, photoshoots, private dinners, and creative events. Just 15 m"
    },
    {
      "url": "https://dhs.iowa.gov/how-to-apply?elqTrackId=eaf4fa61ecdc4da0a0dec3b31cf4f273&elqaid=93&elqat=2",
      "title": "Apply for Services | Health & Human Services",
      "description": "How to apply for assistance programs and services at Iowa Health & Human Services.",
      "preview": "Skip to main content Federal Government Shutdown: No Impact on Services Details The state is supporting services for Iowans at this time. All assistan"
    },
    {
      "url": "https://live.worldbank.org/",
      "title": "We Livestream Events on International Development | World Bank Live",
      "description": "Keep up with the World Bank's latest research and insights. Join us as we livestream events in English, Spanish, French, and Arabic and discuss global development challenges with international economists and policymakers.",
      "preview": "Event Replays Replay September 24, 2025 Mission 300: Energizing Africa Mission 300: Energizing Africa Replay September 23, 2025 A Conversation with Ax"
    },
    {
      "url": "https://unsplash.com/",
      "title": "Beautiful Free Images & Pictures | Unsplash",
      "description": "Beautiful, free images and photos that you can download and use for any project. Better than any royalty free or stock photos.",
      "preview": "Featured Nature 3D Renders Film People Architecture & Interiors Experimental Fashion & Beauty Animals Unsplash The internet's source for visuals. Powe"
    },
    {
      "url": "https://www.periscope.tv",
      "title": "Watch LIVE",
      "description": "Explore the world through the eyes of somebody else.",
      "preview": "Sorry, this site requires JavaScript for full functionality. Please enable JavaScript in your browser and reload the page. Periscope is saying goodbye"
    },
    {
      "url": "https://www.guyanamarineconservation.org/",
      "title": "Guyana Marine Conservation Society",
      "description": "The Guyana Marine Conservation Society (GMCS) was established in April 2000 to ensure the conservation of the four species of marine turtles that nest in Guyana annually.",
      "preview": "Loading... Support Marine Biological Diversity Advocating for a healthy ocean for present and future generations. Learn more Who We Are We're a countr"
    },
    {
      "url": "https://delaware.uso.org",
      "title": "USO Delaware",
      "description": "Directions, hours, and events for the USO Delaware area",
      "preview": "Skip to navigation Skip to main content Skip to footer USO Delaware Find another USO location USO logo USO Delaware Donate Open Menu Locations USO Del"
    },
    {
      "url": "https://www.janestreet.com/puzzles/",
      "title": "Puzzles :: Jane Street",
      "description": "Jane Street is a quantitative trading firm and liquidity provider with a unique focus on technology and collaborative problem solving.",
      "preview": "Jane Street Group, LLC uses cookies and similar technologies, including third-party cookies, on this Site to provide basic functionalities and perform"
    },
    {
      "url": "https://doi.org/10.3389/fmars.2019.00509",
      "title": "Frontiers | Growth Limitation of Marine Fish by Low Iron Availability in the Open Ocean",
      "description": "It is well-established that phytoplankton growth can be limited by the vanishingly low concentrations of dissolved iron found in large areas of the open ocea...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience HYPOTHESIS AND THEORY article Front. M"
    },
    {
      "url": "https://legalaffairs.gov.in",
      "title": "Home | Department of Legal Affairs, MoL &J, GoI",
      "description": "Home",
      "preview": "Section Section ABOUT THE DEPARTMENT The Department has been allocated the following items as per the Government of India {Allocation of Business} Rul"
    },
    {
      "url": "https://vuoriclothing.com/collections/womens",
      "title": "Women's Workout Clothes & Athletic Apparel | Activewear | Vuori",
      "description": "Wear our women's fitness & athletic clothes from workout to weekend. Shop our sporty active apparel, soft lounge sets, & casual travel clothing for women.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "https://ride.lyft.com/?entrypoint=lyftcom",
      "title": "Lyft: Need a ride? Use the app.",
      "description": "Download the Lyft app and get a ride from a friendly driver in minutes.",
      "preview": "Skip to content Need a ride? Use the app. Download the Lyft app and get a ride from a friendly driver in minutes. We'll send you a text with a link to"
    },
    {
      "url": "https://www.ksat.com/news/2019/11/05/watch-live-ksat-12-news/",
      "title": "KSAT Plus | Watch Live News, Weather from KSAT 12 | San Antonio, Texas",
      "description": "Watch KSAT 12 newscasts and all livestreams on KSAT Plus. Watch the latest weather updates, stream high school sports, breaking news, doppler radar, traffic cams, press conferences and more.",
      "preview": "KSAT+ Livestream KSAT+ Livestream GMSA+ LIVE: Doppler Radar LIVE: Doppler Radar SA Zoo Flamingo Cam SA Zoo Flamingo Cam SA Zoo Whooping Crane Cam SA Z"
    },
    {
      "url": "http://www.smartstudy.co.kr/privacy/",
      "title": "Pinkfong Account",
      "description": "Pinkfong Account",
      "preview": "Privacy Policy The Pinkfong Integrated Services(the \"Pinkfong Services\"), including the Pinkfong Store website/mobile application services, Pinkfong T"
    },
    {
      "url": "https://www.reshot.com/",
      "title": "Reshot | Free icons & illustrations",
      "description": "Design freely with instant downloads of curated SVG icons and vector illustrations. All free with commercial licensing. No attribution required.",
      "preview": "Icons Illustrations Type Icons Icon Packs Home Icons Illustrations Free Icons & Illustrations Design freely with instant downloads and commercial lice"
    },
    {
      "url": "https://www.cadenadesuministro.es/noticias/aumentan-ligeramente-las-tasas-de-carga-de-contenedores-entre-ee-uu-europa-y-asia/",
      "title": "Aumentan ligeramente las tasas de carga de contenedores entre EE.UU, Europa y Asia",
      "description": "Consulta las últimas noticias y mantente informado sobre logística y transporte en cadenadesuministro.es, web líder en el sector",
      "preview": "Noticias Aumentan ligeramente las tasas de carga de contenedores entre EE.UU, Europa y Asia Los precios en las principales rutas se han incrementado u"
    },
    {
      "url": "http://www.foolsdog.com/privacy.html",
      "title": "The Fools Dog - Privacy Policy",
      "description": "void",
      "preview": "Our Apps Features Support"
    },
    {
      "url": "http://www.pianetavacanze.it/",
      "title": "Pianeta VACANZE - Il sole splende tutto l'anno",
      "description": "void",
      "preview": "Inizia ad esplorare Cosa fare Mangiare e Bere Muoversi Shopping Vedere Popular: Valle d'Aosta Liguria Emilia Romagna Scopri le regioni italiane Italy"
    },
    {
      "url": "https://aprenderpianoblog.com/2021/11/30/que-es-el-mordente-preguntas-y-respuestas-apoyatura-adornos/",
      "title": "¿Qué es el mordente? . Preguntas y respuestas Apoyatura. Adornos. - Aprender música",
      "description": "Aprendo música . Autodidacta. Hoy me toca aprender los mordentes. El mordente en música es un adorno melódico que por lo general indica que la nota principal o real debe ser tocada con una única alternancia rápida de dicha nota con la inmediatamente superior o inferior por grados conjuntos. Esta alternancia puede estar formada por...",
      "preview": "Uncategorized ¿Qué es el mordente? . Preguntas y respuestas Apoyatura. Adornos. Published by on noviembre 30, 2021 Aprendo música . Autodidacta. Hoy m"
    },
    {
      "url": "https://titaniquemusical.com/?gclid=CjwKCAiAheacBhB8EiwAItVO2z8-NmP15UuUZCs0T9QX7iANuteYEVUkptg9N_4ytxdfD9axuVPbOhoCifkQAvD_BwE&gclsrc=aw.ds",
      "title": "Titanique the Musical",
      "description": "When the music of Céline Dion makes sweet Canadian love with the film Titanic, you get TITANIQUE, a musical celebration.",
      "preview": "Titanique The musical comedy sailing around the world London Montréal Québec City Oops! We could not locate your form. ✕"
    },
    {
      "url": "https://www.guinnessworldrecords.com/news/2023/2/dog-with-a-tongue-lengthier-than-a-popsicle-stick-confirmed-as-longest-736653",
      "title": "Dog with a tongue lengthier than a popsicle stick confirmed as longest | Guinness World Records",
      "description": "A Tucson, Arizona dog with a tongue measuring 3.74 inches has been confirmed as having the longest tongue on a living dog.",
      "preview": "Bisbee the English Setter probably isn't a pooch you'd want \"doggy kisses\" from. That's because the Tucson, Arizona, USA, pup has quite a long doggone"
    },
    {
      "url": "https://syscoal.users.phpclasses.org/package/9355-PHP-Validate-form-values-according-to-rules-per-input.html",
      "title": "Validx - Form Validator: Validate form values according to rules per input - PHP Classes",
      "description": "This class can validate form values according to rules per input. It can as arguments take an array of submitted form values via POST or GET and an array with lists of rules for the inputs to be validated. The rules per input are defined as a single string separating different rules to apply using || character sequence. Each rule is defined as a string with the rule name eventually followed by...",
      "preview": "Login Register All class groups Latest entries Top 10 charts Blog Forums Shop Help Login Register Validx - Form Validator: Validate form values accord"
    },
    {
      "url": "https://www.artofmanliness.com/skills/manly-know-how/how-to-make-a-leather-belt/",
      "title": "How to Make a Leather Belt | The Art of Manliness",
      "description": "Whether being worn for function or fashion, a well-made leather belt can last a lifetime. Here's how to make a simple version that will last decades.",
      "preview": "Menu random podcast Clothing Accessories Facial Hair Ties Browse all Get Style Fitness Health Program Review Browse all Get Strong Family Fatherhood R"
    },
    {
      "url": "https://www.philo.com",
      "title": "Philo - Stream Live and On-Demand TV",
      "description": "Why pay more for TV? Philo offers live TV and on-demand content for just $33/month. Stream your favorite shows, movies, and more across all your devices.",
      "preview": "One subscription. Unlimited possibilities. All the TV you love for $33/month. All the TV you love for $33 per month. Start your subscription Start you"
    },
    {
      "url": "https://justanoldfashiontumblog.tumblr.com/",
      "title": "theobromine is my aeroplane",
      "description": "Missileaños Ness",
      "preview": "theobromine is my aeroplane Opinion | Women's Unpaid Labor is Worth $10,900,000,000,000 (Published 2020) » Posted 4 years ago 112 notes Tagged: econom"
    },
    {
      "url": "https://www.alkami.com/",
      "title": "The Platform built for Anticipatory Banking",
      "description": "One platform. Three powerful solutions. Endless potential to grow, engage, and lead through a connected digital banking experience.",
      "preview": "The Platform built for Anticipatory Banking Three solutions-Onboarding & Account Opening, Digital Banking, and Data & Marketing. Powerful individually"
    },
    {
      "url": "https://www.riteaid.com/shop/vicks-hum-wrm-mist-v750-0352530?utm_source=google&utm_medium=organic&utm_campaign=tinuiti_organicshopping&slfpid=3",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "https://www.android.com/security/overview/",
      "title": "Sicurezza Smartphone e Protezione Dispositivi Mobili | Android",
      "description": "Scopri come Android mantiene in sicurezza il tuo smartphone attraverso impostazioni di sicurezza e protezione dei dispositivi mobili Android.",
      "preview": "Protezione da malware."
    },
    {
      "url": "https://www.onequince.com/women/cashmere/cashmere-wrap?",
      "title": "Mongolian Cashmere Wrap",
      "description": "Easy elegance in any season. Instantly elevate an outfit in this timeless 100% Mongolian cashmere wrap. Perfect whether you're bundled up in a chilly office or napping on a long flight. This cashmere wrap shawl will keep you cozy.",
      "preview": "Free shipping & easy returns for 365 days. Luxury essentials, honestly priced. Cashmere / Mongolian Cashmere Wrap Mongolian Cashmere Wrap ( 1535 REVIE"
    },
    {
      "url": "http://www.pushplanet.com",
      "title": "PUSH PLANET - HOME",
      "description": "BRANDING & DESIGN",
      "preview": "CONTACT US Book a Demo Lower Your Unsubscribe Rate by 30% Create the perfect email preference center & landing pages Request Demo Watch Video BRANDIN"
    },
    {
      "url": "https://kia.oemdtc.com",
      "title": "Kia - OEMDTC",
      "description": "Kia Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.nfh.uit.no/norad/reports/mcs20mozambique20kelleher.doc",
      "title": "Nfh - Norges fiskerihøgskole | UiT",
      "description": "Velkommen til UiT, bli bedre kjent med studiehverdagen ved UiT Norges arktiske universitet?",
      "preview": "Gå til hovedinnhold"
    },
    {
      "url": "http://www.ed.gov/",
      "title": "Home | U.S. Department of Education",
      "description": "ED is America's education agency. We help students pay for school, support families, and give educators tools to do their jobs. We protect students' rights and make sure every American has equal access to an education.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.buzzfeednews.com/article/pocharaponneammanee/athena-strand-fed-ex-wrongful-death",
      "title": "Athena Strand Killing: Family Sues FedEx",
      "description": "Lawyers for the family of Athena Strand said they want FedEx to do better in hiring, training, and supervising employees and contractors.",
      "preview": "Subscribe to BuzzFeed Daily Newsletter Caret Down The Family Of 7-Year-Old Athena Strand Is Suing FedEx After A Delivery Driver Allegedly Killed The 7"
    },
    {
      "url": "https://deno.com/manual@v1.45.4/introduction",
      "title": "Welcome to Deno",
      "description": "Learn the basics of Deno, a secure JavaScript, TypeScript, and WebAssembly runtime.",
      "preview": "Skip to main content On this page Why Deno? Quick install First steps Welcome to Deno Deno ( /ˈdiːnoʊ/ , pronounced dee-no ) is an open source JavaScr"
    },
    {
      "url": "https://pipocamoderna.com.br/2021/04/natalie-portman-vai-estrelar-e-produzir-adaptacao-de-elena-ferrante/",
      "title": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante",
      "description": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante - A atriz Natalie Portman, vencedora do Oscar por \"Cisne Negro\" (2010), vai estrelar e produzir a adaptação do livro \"Dias de Abandono\", da misteriosa escritora...",
      "preview": "PIPOCA MODERNA"
    },
    {
      "url": "https://www.galeria-dacapo.com/produkt/sowa-wiszaca-12/",
      "title": "Sowa wisząca - Da Capo Galeria Instrumentów",
      "description": "void",
      "preview": "Przejdź do treści"
    },
    {
      "url": "https://smittenkitchen.com//",
      "title": "smitten kitchen - Fearless cooking from a tiny NYC kitchen.",
      "description": "Fearless cooking from a tiny NYC kitchen.",
      "preview": "Skip to content Recipe Welcome to the cake that has terrified me the most. You see, I have two favorite cakes. The first is my Strawberry Summer Stack"
    }
  ],
  "_meta": {
    "total_bookmarks": 125
  }
}