{
  "data": [
    {
      "url": "https://info.cell.com/request-access-to-cell-press-content",
      "title": "Request access to Cell Press content today!",
      "description": "Recommend your librarian and request access to Cell Press content today!",
      "preview": "Science that inspires Close Log in Register Subscribe Claim Home Research Journals Cell Cancer Cell Cell Chemical Biology Cell Host & Microbe Cell Met"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/?intake=NBC_News",
      "title": "Privacy Policy | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "https://www.goodhousekeeping.com/home/cleaning/a24885/tidy-home-tips/",
      "title": "An Expert Guide on How to Make Homemade Cleaning Sprays",
      "description": "Our cleaning pro shares how to make homemade cleaning sprays and disinfectants. See these simple DIYs, including vinegar, essential oils, lemon and alcohol.",
      "preview": "Skip to Content Alyssa Gautieri Jump to: 1. All-Purpose Cleaner With Dish Soap 2. Scented All-Purpose Cleaner 3. DIY Glass Cleaner 4. Natural Stone Cl"
    },
    {
      "url": "http://emps.exeter.ac.uk/mathematics/staff/crk205",
      "title": "IT Server Security project | Exeter IT Services | University of Exeter",
      "description": "void",
      "preview": "Section links Exeter IT Services IT Server Security project IT Server Security project You have been redirected to this page from a website hosted by"
    },
    {
      "url": "https://coding-with-kids-blog.tumblr.com/",
      "title": "Coding with Kids",
      "description": "Computer programming for elementary and middle school students.",
      "preview": "Coding with Kids 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna madewithcode We don't know ab"
    },
    {
      "url": "https://www.diffchecker.com/text-compare/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "https://undocs.org/en/A/HLPF/2019/l.1",
      "title": "Document Viewer",
      "description": "void",
      "preview": "home United Nations العربية 中文 English Français Русский Español"
    },
    {
      "url": "https://www.data.gouv.fr/fr/datasets/",
      "title": "Jeux de données - data.gouv.fr",
      "description": "void",
      "preview": "Jeux de données Qu'est-ce qu'un jeu de données ? Rechercher parmi les 70230 jeux de données sur data.gouv.fr Jeux de données populaires Découvrez quel"
    },
    {
      "url": "https://weplayapp.com/protocol-yszc-ios",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "http://www.ywomenvote.org/",
      "title": "ywomenvote",
      "description": "void",
      "preview": "0 2024 National Survey Results Watch the Town Hall Women, particularly young women of color, are critical to driving social and policy change. As move"
    },
    {
      "url": "https://speechify.com/medium?source=---two_column_layout_sidebar----------------------------------",
      "title": "Medium Members Can Listen To Any Medium Story With The Speechify Play Button | Speechify",
      "description": "At Medium and Speechify, we're always exploring new ways to make content more accessible. That's why we're excited to share that Speechify is available to all.",
      "preview": "Home Medium members can listen to any Medium story with the Speechify Play Button Medium members can listen to any Medium story with the Speechify Pla"
    },
    {
      "url": "https://divassimplysinging.com/",
      "title": "DIVAS Simply Singing! Raising Health Awareness",
      "description": "Returns to The Historic Wilshire Ebell Theatre in Los Angeles",
      "preview": "Skip to content Celebrating 35 Years of Raising Health Awareness Watch Now Step into history and heart as Emmy Award-winner Sheryl Lee Ralph and The D"
    },
    {
      "url": "http://szerep.hu/faultetes/1",
      "title": "Szerep Község",
      "description": "Szerep Község",
      "preview": "Kezdőlap » Szerep története A község első írásos említése a Dömösi Prépostság alapítólevelében történt 1134- ben, mivel Cerep (Szerep) lakosainak egyh"
    },
    {
      "url": "https://social.opensource.org/@osi",
      "title": "Open Source Initiative :osi: (@osi@opensource.org) - OSI Mastodon",
      "description": "315 Posts, 26 Following, 6.53K Followers · The OSI is the authority that defines Open Source, recognized globally by individuals, companies, and by public institutions.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://fred.stlouisfed.org/series/INDPRO",
      "title": "Industrial Production: Total Index (INDPRO) | FRED | St. Louis Fed",
      "description": "View a monthly index of real output for all facilities located in the U.S. in manufacturing, mining, and electric and gas industries.",
      "preview": "Skip to main content Industrial Production: Total Index (INDPRO) Observations Aug 2025: 103.9203 | Index 2017=100, Seasonally Adjusted | Monthly Updat"
    },
    {
      "url": "https://www.tchabitat.org/",
      "title": "Home | Twin Cities Habitat For Humanity",
      "description": "Twin Cities Habitat builds, rehabs, & repairs homes, educates families about homeownership, provides mortgage counseling, and advocates for affordable housing.",
      "preview": "Goodbye, Rental. Hello, Home. We're Building a Better Home-Buying Experience. We've always been a housing organization. We started by swinging hammers"
    },
    {
      "url": "https://www.miltons.com/collections/all/christopher-lena",
      "title": "All - tagged \"christopher-lena\" - Miltons - The Store for Men",
      "description": "Since 1947, Miltons has been a family and locally owned and operated business. With locations in Chestnut Hill Square and Braintree's South Shore Plaza, Miltons has been providing men's clothing for all of life's occasions.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Spend $100.00 to FREE SHIPPING Loading..."
    },
    {
      "url": "https://www.focusingphilanthropy.org/",
      "title": "Home - Focusing Philanthropy",
      "description": "What We Do \"We are all exposed to nonprofits tackling worthy causes, but which of them have substantial impact? Which are institutionally credible? Which have shown the capacity to use additional donations effectively? And how can one learn about opportunities that are off the radar but with extraordinary promise?\" - Larry Gilson, Founder Current Campaigns...",
      "preview": "Skip to content JOIN US LEARN MORE LEARN MORE What We Do Rigorous Diligence, Ongoing Monitoring, and Honest Reporting We apply an investment model to"
    },
    {
      "url": "https://www.linformaticien.com/magazine/tendances/54019-24quel-ultra-portable-choisir-chromebook-ou-terminal-windows-10-5-tests.html",
      "title": "Quel ultra-portable choisir ? Chromebook ou terminal Windows 10 ? 5 tests - L'INFORMATICIEN & L'INFO CYBER-RISQUES - L'1FO Tech par L'Informaticien - L'INFORMATICIEN - L'1FO Tech par L'Informaticien",
      "description": "void",
      "preview": "Salesforce SAP IBM Snowflake OVHCloud Google Cloud Dell Databricks LES DOSSIERS DE L'INFORMATICIEN Observabilité : les performances par les données Ve"
    },
    {
      "url": "https://want-her-midnights.tumblr.com/",
      "title": "it's lib",
      "description": "void",
      "preview": "boag Every time Lana Del Rey and Joan Baez link up they look like a May-December lesbian couple . Like this is Sarah Paulson and Holland Taylor jessie"
    },
    {
      "url": "https://miastons.pl/tag/plyta/",
      "title": "płyta - miastoNS.pl",
      "description": "void",
      "preview": "miastoNS Portal informacyjny | Nowy Sącz Polubień Followers Obserwujących Obserwujących Obserwujących Tag płyta Z Nowego Sącza Nowy Sącz: Korowód i ha"
    },
    {
      "url": "http://www.kodak.com/",
      "title": "Eastman Kodak Company | Kodak",
      "description": "A global technology company providing industry-leading products and services for commercial print, packaging, publishing, manufacturing and entertainment.",
      "preview": "Statement Regarding Misleading Media Reports August 13, 2025 The future of print: Turning challenges into opportunities July 09, 2025 A digital plus f"
    },
    {
      "url": "https://www.appypie.com/",
      "title": "Best AI No-Code Development Platform for Apps and Websites",
      "description": "Create apps and websites easily. Appy Pie's AI-powered no-code platform is trusted as the best & leader in no-code app development.",
      "preview": "void"
    },
    {
      "url": "https://esotericarchives.com/agrippa/",
      "title": "Writings of Heinrich Cornelius Agrippa (1486-1535)",
      "description": "void",
      "preview": "Home Contents Prev /agrippa Next timeline Writings of Heinrich Cornelius Agrippa (1486-1535) Heinrich Cornelius Agrippa (1486-1535) is the most influe"
    },
    {
      "url": "https://bilety.polregio.pl/",
      "title": "Bilety online: Twój kolejowy partner w podróży",
      "description": "Bilety online na pociągi POLREGIO (REGIO, interREGIO); rozkład jazdy pociągów POLREGIO. Tanio. Szybko. Bezpiecznie. Kup bilet i odkrywaj z nami Polskę!",
      "preview": "Ładowanie Systemu Sprzedaży Biletów POLREGIO"
    },
    {
      "url": "https://www.mills.edu/",
      "title": "Home - Northeastern University Oakland",
      "description": "A bicoastal university for undergraduate and graduate learning",
      "preview": "NORTHEASTERN UNIVERSITY OAKLAND Our West Coast hub for innovation, experiential learning, and frontier technology Discover the power of experience in"
    },
    {
      "url": "https://medium-rare.com/",
      "title": "Medium Rare",
      "description": "Focused at the intersection of Sports & Entertainment, Medium Rare partners with athletes, celebrities, and brands to build iconic media & entertainment properties. Medium Rare is the creator and producer of award-winning events with Shaq, Travis Kelce, Gronk, Guy Fieri, Dave Portnoy, Daymond John, and more.",
      "preview": "0 iconic experiences shaping culture we are medium rare We create unforgettable live experiences that shape culture at the intersection of sports and"
    },
    {
      "url": "https://www.sigidwiki.com/wiki/Signal_Identification_Guide",
      "title": "Signal Identification Wiki",
      "description": "This wiki is intended to help identify radio signals through example sounds and waterfall images. Most signals are received and recorded using a software defined radio such as the RTL-SDR, Airspy, SDRPlay, HackRF, BladeRF, Funcube Dongle, USRP and other devices.",
      "preview": "Signal Identification Guide From Signal Identification Wiki Jump to: navigation , search This wiki is intended to help identify radio signals through"
    },
    {
      "url": "https://www.tropica.com/en/guide/",
      "title": "Guide to success with your aquarium - Tropica Aquarium Plants",
      "description": "The right aquarium - The right plants - The right fish",
      "preview": "EN DE FR DA Plants Plant Care Inspiration Guide Find dealers Articles Contact Become dealer Dealer login Menu Plants Plant Care Inspiration Guide Find"
    },
    {
      "url": "https://connecticut.aiga.org/event/international-speaking-tour-ram-castillo-the-birth-of-a-designer/",
      "title": "International Speaking Tour: Ram Castillo, THE BIRTH OF A DESIGNER | AIGA Connecticut",
      "description": "Join AIGA CT and author/award-winning graphic designer Ram Castillo as he shares advice for emerging designers looking to launch their career. Ram's talk will address education, portfolio creation, networking, and interviews as part of an effective strategy for landing a job in the field.",
      "preview": "Search Donate Events Upcoming Events Past Events Event Recordings Archive Blog Get Involved Become a Volunteer Join the Board Sponsor Us Student Group"
    },
    {
      "url": "https://www.inspectionpanel.org/",
      "title": "Home | Inspection Panel",
      "description": "void",
      "preview": "Skip to main content Release of the latest Emerging Lessons Series on Livelihoods Learn more Tracking a case 178 Complaints across 57 countries Search"
    },
    {
      "url": "https://register.uso.org/4111BMB7/5a3I8X3SFik",
      "title": "United Service Organizations, Inc ⋮ Events",
      "description": "Discover events from United Service Organizations, Inc",
      "preview": "You're currently using an unsupported browser. For the best experience, please update to a modern browser X Please ensure Javascript is enabled for pu"
    },
    {
      "url": "https://baby2baby.org/",
      "title": "Baby2Baby - Nonprofit that provides children living in poverty across the country with diapers, clothing and all the basic necessities that every child deserves.",
      "description": "Baby2Baby is a nonprofit that provides children in need across the country with diapers, clothing and all the basic necessities that every child deserves. Donate today and help us reach the one million children relying on Baby2Baby each year. View our 2024 Annual Report ->",
      "preview": "Skip to content Home newframe 2025-08-05T22:10:55+00:00 Sorry, your browser doesn't support embedded videos. Baby2Baby is a nonprofit that provides ch"
    },
    {
      "url": "http://www.sanvicentedechucuri-santander.gov.co/normatividad/acuerdo-017",
      "title": "Acuerdo 017",
      "description": "Por medio del cual se conceden facultades pro tempore a la señora alcaldesa de San Vicente de Chucurí en materia de contratación.",
      "preview": "void"
    },
    {
      "url": "https://volny-cas.sluzby.cz/hospody/plzensky-kraj",
      "title": "Hospody Plzeňský kraj - hodnocené hospody v Plzeňském kraji",
      "description": "Hospody v Plzeňském kraji, vybírejte z plzeňských hostinců dle hodnocení zákazníků!",
      "preview": "Hospody Plzeňský kraj - jak hodnotit? × Podívejte se, jak hodnotí a co říkají o hospodách v Plzeňském kraji jejich zákazníci. Na detailu každého plzeň"
    },
    {
      "url": "https://vw-audi.oemdtc.com/category/recalls",
      "title": "Recalls | VolksWagen & Audi - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://go.chronicle.security/secop-community-guidelines",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Get $300 in free credits and free usage of 20+ products The new way to cloud starts here Build with generative AI, deploy apps fast, and analyze data"
    },
    {
      "url": "https://www.rogoblen.ro/forum/index.php?sid=54569141107da821ca51659aeb9e4cf0",
      "title": "Clubul Gargaritelor • Prima pagina",
      "description": "void",
      "preview": "Acasa Autentificare Inregistrare FAQ Cautare Acum este 10 Oct 2025, 14:15 Vizualizare mesaje fara raspuns | Vizualizare subiecte active Prima pagina O"
    },
    {
      "url": "https://rechargepayments.com/subscribe-with-recharge/",
      "title": "Subscribe with Recharge - Recharge",
      "description": "Recharge makes it easy to subscribe to your favorite products and get what you need, when you want to receive it.",
      "preview": "Skip to content Skip to footer Are you a customer or subscriber with a question about your order? Head back to the merchant's site and reach out to th"
    },
    {
      "url": "https://downtownaustin.com/covid-19/impact-recovery/",
      "title": "COVID-19 Economic Impact | Downtown Austin Alliance",
      "description": "With a focus on recovery, we are actively measuring and monitoring the impact of the pandemic on downtown Austin through ongoing research initiatives.",
      "preview": "Skip to main content COVID-19 Economic Impact Setting a baseline to plan for recovery A months-long effort to create a strategic and comprehensive pla"
    },
    {
      "url": "https://www.freeform.com",
      "title": "Freeform - TV Shows, Full Episodes & Movies",
      "description": "Watch Freeform original TV shows, movies and live TV.",
      "preview": "Skip to Content 31 Nights of Halloween See our wickedly-delightful lineup of fan favorite movies & more! According to Jim Comedy begins at home Projec"
    },
    {
      "url": "https://www.cbs.com/",
      "title": "CBS TV Network Primetime, Daytime, Late Night and Classic Television Shows",
      "description": "Watch CBS television online. Find CBS primetime, daytime, late night, and classic tv episodes, videos, and information.",
      "preview": "Search shows Sign Up Sign In Shows CBS NEWS CBS SPORTS Live TV CBS CBS News 24/7 CBS Sports HQ 48 Hours CBS Sports Golazo Network Inside Edition 60 Mi"
    },
    {
      "url": "https://www.msnbc.com",
      "title": "MSNBC News - Breaking News and News Today | Latest News",
      "description": "MSNBC breaking news and the latest news for today. Get daily news from local news reporters and world news updates with live audio & video from our team.",
      "preview": "IE 11 is not supported. For an optimal experience visit our site on another browser. Skip to Content White House Congress Supreme Court Culture World"
    },
    {
      "url": "https://www.wired.com/story/the-pentagon-wants-your-help-analyzing-satellite-images/",
      "title": "xView Detection Challenge: Help the Pentagon Analyze Satellite Images | WIRED",
      "description": "The Defense Department is offering $100,000 for artificial-intelligence algorithms that can identify items such buildings and trucks in satellite images.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story The AI Database → Application Surveillance End User Government Sector Defen"
    },
    {
      "url": "https://ride.lyft.com/?entrypoint=lyftcom",
      "title": "Lyft: Need a ride? Use the app.",
      "description": "Download the Lyft app and get a ride from a friendly driver in minutes.",
      "preview": "Skip to content Need a ride? Use the app. Download the Lyft app and get a ride from a friendly driver in minutes. We'll send you a text with a link to"
    },
    {
      "url": "http://www.frogtownmn.org/",
      "title": "Frogtown Neighborhood Association",
      "description": "Located in St. Paul's Frogtown neighborhood. FNA works through accountable collaboration, strategic partnerships, neighborhood relationships and shared values to ensure the balance and harmony of our neighborhood by focusing on health, the physical environment, arts centered organizing and community wealth building.",
      "preview": "Cart 0 Back Small Area Plan Feeding Frogtown 652 Sherburn Housing & Land Use Plan Creative Frogtown Back Events- 2025 Feeding Frogtown Grocery Gatheri"
    },
    {
      "url": "https://gbba.org.uk/teamdetails.asp?teamdetailID=170&sID=49&wsID=13&cid=1",
      "title": "GBBA - Teams details for Worcester Cyclones",
      "description": "Contact details for Worcester Cyclones. Team secretary Emma-Jane Gardner.",
      "preview": "Gloucestershire Basket Ball Association News GBL Fixtures Tables GBL CUP Tables Courses Discipline Downloads Constitution GBL Rules FIBA Rules Interpr"
    },
    {
      "url": "https://muniversepr.com/noticias/este-es-el-septimo-grupo-de-jovenes-seleccionadas-para-miss-universe-puerto-rico-2023/",
      "title": "Este es el séptimo grupo de jóvenes seleccionadas para Miss Universe Puerto Rico 2023 | Miss Universe Puerto Rico",
      "description": "Ahora, llegó el momento de conocer quiénes son las seleccionadas para unirse a este selecto grupo de mujeres que tendrá la oportunidad de representar a su m ...",
      "preview": "Este es el séptimo grupo de jóvenes seleccionadas para Miss Universe Puerto Rico 2023 02/23/2023 2:48 pm SOCIAL MEDIA Ahora, llegó el momento de conoc"
    },
    {
      "url": "https://historiska.se/utstallningar/haxor/",
      "title": "Häxor | Historiska Museet",
      "description": "void",
      "preview": "Hoppa till innehåll Genom att klicka 'Jag godkänner' accepterar du användandet av kakor på webbplatsen. Jag godkänner Hantera mina val Sök efter: Sök"
    },
    {
      "url": "https://www.liverpoolecho.co.uk/",
      "title": "Liverpool Echo: Latest Liverpool and Merseyside news, sports and what's on",
      "description": "Liverpool Echo, the very latest Liverpool and Merseyside news, sport, what's on, weather and travel. Plus the latest Liverpool FC and Everton FC news.",
      "preview": "Wayne Rooney in tears at Ricky Hatton funeral with Coleen Many celebrities are in attendance at the funeral today as they pay tributes to Hatton Bookm"
    },
    {
      "url": "https://www.getbasic.com/",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://forum.canardpc.com/archive/index.php/t-196-p-7.html?s=a5450e0f4b3ec9bcd6bd6ed78b749ca7",
      "title": "Le fil des linuxiens BG - Canardpc.com",
      "description": "J'ai vu sur le forum que certains utilisent Linux (ou Unix). Ce fil essaie de savoir si du monde utilise cet OS, et si certains n'utilisent que lui (pour jouer). Mon Windows Me est mort depuis que j'ai une carte avec la troidé accélérée, déjà que je ne l'utilisais que très ponctuellement... Je ne sais même pas s'il",
      "preview": "Quand vous faites un signalement, malgré l'erreur du nodeid 73, le message est bien reçu par la modération. RDV ici pour remonter les bugs et les info"
    },
    {
      "url": "http://support.groundspeak.com",
      "title": "Knowledge Books",
      "description": "Geocaching HQ - help desk and customer service portal.",
      "preview": "Skip to navigation Skip to content How can we help? Search by topics, keywords, or phrases Search Geocaching basics What is geocaching? Finding a geoc"
    },
    {
      "url": "https://www.aetna.com/individuals-families/member-rights-resources/rights/federal-no-surprises-act.html",
      "title": "Federal No Surprises Act | Aetna",
      "description": "Federal No Surprises Act",
      "preview": "Skip to main content Federal No Surprises Act Your rights and protections against surprise medical bills When you get emergency care or you're treated"
    },
    {
      "url": "https://survey.alchemer.com/s3/6280963/PLOS-Editorial-Board-Application",
      "title": "PLOS Editorial Board Application 2022",
      "description": "PLOS Editorial Board Application 2022.",
      "preview": "We've detected that Javascript is not enabled. It is required for an optimal survey taking experience. Please check your browser's settings and make s"
    },
    {
      "url": "https://www.oakleysound.com/projects.htm",
      "title": "Modular Synthesizer Projects from Oakley Sound Systems",
      "description": "void",
      "preview": "The Oakley Sound Studio Projects Oakley Sound can supply top quality printed circuit boards (PCBs) for standalone DIY projects. A close up of the four"
    },
    {
      "url": "https://aquarium.ucsd.edu/visit/buy-tickets",
      "title": "Birch Aquarium School Programs - Birch Aquarium at Scripps eTicketing",
      "description": "void",
      "preview": "Home Login Menu Menu Home Account Sign Up Log In General Admission Group Sales Admission Annual Memberships Behind-the-Scenes Tours Halloween Aglow Le"
    },
    {
      "url": "https://www.goal.com/en",
      "title": "Football News, Live Scores, Results & Transfers | Goal.com",
      "description": "The latest football news, live scores, results, rumours, transfers, fixtures, tables and player profiles from around the world, including EURO U21.",
      "preview": "Matches All competitions Friendlies World Cup Qualification UEFA All competitions Thu 25 Sept Fri 26 Sept Sat 27 Sept Sun 28 Sept Mon 29 Sept Tue 30 S"
    },
    {
      "url": "http://beijingdaze.com/tag/chinese-music-industry/",
      "title": "Chinese Music Industry | BeijingDaze",
      "description": "void",
      "preview": "Skip to content Tagged: Chinese Music Industry blabbers January 31, 2012 by Beijing Daze · Published January 31, 2012 Song Ke: Why is the Chinese Musi"
    },
    {
      "url": "https://timetable.mak.ac.ug/",
      "title": "MAK-TMS | Timetable by Groups",
      "description": "void",
      "preview": "Timetable by Groups Home Academic Year * Select - Academic Year 2025/2026 2024/2025 2023/2024 2022/2023 2021/2022 2020/2021 2019/2020 2018/2019 Semest"
    },
    {
      "url": "https://www.calicolabs.com/people/arthur-d-levinson",
      "title": "Arthur D. Levinson, Ph.D. - Calico",
      "description": "void",
      "preview": "Skip to content 0% About In September 2013, Art was named chief executive officer of Calico. Before that, he was chief executive officer of Genentech"
    },
    {
      "url": "http://www.sweeneytoddbroadway.com/",
      "title": "Home - Sweeney Todd",
      "description": "Sweeney Todd: The Demon Barber of Fleet Street played its final Broadway performance on May 5, 2024. Sign up for updates.",
      "preview": "Skip to main content \" Ravishingly sung, deeply emotional and strangely hilarious. Sondheim's masterpiece, restored to its proper size, makes a welcom"
    },
    {
      "url": "http://www.stoptb.org/",
      "title": "Home | Stop TB Partnership",
      "description": "void",
      "preview": "Time For Good News and Hope From Manila! Stop TB Partnership and The Asian Development Bank Sign an MoU For The Future find out more $15.3 Million Uni"
    },
    {
      "url": "https://sustainability.google",
      "title": "Sustainable Innovation & Technology - Google Sustainability",
      "description": "void",
      "preview": "2025 Environmental Report Making AI helpful for everyone, including the planet Our products Our research Our operations 2025 Environmental Report Our"
    },
    {
      "url": "https://www.esquire.com/entertainment/movies/a43023561/chris-pine-dungeons-and-dragons-interview-2023/",
      "title": "Chris Pine on 'Dungeons & Dragons,' Harry Styles, 'Don't Worry Darling,' 'Star Trek,' and His Career",
      "description": "At his home, high up in the hills of Los Angeles, the actor considers the first twenty years of his surprising career-including a very viral 2022-and the next twenty. But first, a shvitz.",
      "preview": "Skip to Content Discover Entertainment Cover Stories Taika Waititi Doesn't Talk About His Fee... The King of Scotland Daniel Craig Is a Movie Star Fro"
    },
    {
      "url": "https://tarot-online.com.pl/znaczenie-kart-tarota/",
      "title": "Znaczenie kart Tarota | Tarot Online",
      "description": "Poznaj znaczenie kart Tarota online. Znaczene kart Tarota Małe i Wielkie Arkana oraz znaczenie Kart Tarota Buławy, Monety, Puchary i Miecze.",
      "preview": "Dołącz do klubu 2 2025.10.07 Sprawdź nowy dostępny rozkład na 12 kart Tarota 2025.10.06 Odkryj nowe funkcje w Tarot Online! Karty Cennik Blog Dołącz Z"
    },
    {
      "url": "http://bpmob.com/voicetranslator/support/",
      "title": "Voice Translator Support Form",
      "description": "void",
      "preview": "Type of Inquiry How to Manage and Cancel Your Subscription Questions and Comments about the App Your message has been sent successfully. Name: Email:"
    },
    {
      "url": "https://www.govotega.org/pledge-vote/?Source=gmvp&utm_campaign=OVR%20Tracking-New%20Links&utm_medium=bitly&utm_source=GMVP",
      "title": "Register To Vote - Go Vote Georgia",
      "description": "void",
      "preview": "0 Please complete the following information, this allows us to verify and inform you of the status of your voter registration application. Upon submis"
    },
    {
      "url": "https://doepfer.de/A100.htm",
      "title": "A-100 Overview",
      "description": "void",
      "preview": "A-100 Analoges Modulsystem - Modulübersicht A-100 Analog Modular System - Modules Overview A-10X A-11X A-12X A-13X A-14X A-15X A-16X A-17X A-18X A-19X"
    },
    {
      "url": "https://www.amc-esk.pl/koszyk/",
      "title": "Koszyk - amc-esk",
      "description": "void",
      "preview": "+48 (32) 763 72 09 | biuro@amc-esk.pl Elektroniczne Systemy Konstatowania AMC-ESK O NAS INFORMACJE O SPÓŁCE HISTORIA POLITYKA PRYWATNOŚCI OFERTA ZESTA"
    },
    {
      "url": "https://www.eventbrite.co.uk/e/using-data-to-make-business-decisions-using-patrwmio-tickets-517639833677?aff=erelexpmlt",
      "title": "Using data to make business decisions using Patrwm.io Tickets, Wed 15 Mar 2023 at 18:00 | Eventbrite",
      "description": "Eventbrite - Trefi SMART Towns Cymru presents Using data to make business decisions using Patrwm.io - Wednesday, 15 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Using data to make business decisions using Patrwm.io View details Follow this organiser to stay informed on future events By T"
    },
    {
      "url": "https://catalog.ngc.nvidia.com/orgs/nvidia/containers/pytorch",
      "title": "GPU-optimized AI, Machine Learning, & HPC Software | NVIDIA NGC",
      "description": "GPU-optimized AI, Machine Learning, & HPC Software | NVIDIA NGC",
      "preview": "void"
    },
    {
      "url": "https://www.booking.com/",
      "title": "Booking.com | Sito ufficiale | I migliori hotel, voli, noleggi auto e alloggi",
      "description": "Esplora il mondo con Booking.com. Prezzi strepitosi su case, hotel, voli, noleggio auto, taxi e attrazioni: crea il viaggio perfetto per ogni budget.",
      "preview": "Vai al contenuto principale Cerca offerte su hotel, case e tanto altro... Data check-in - Data check-out 2 adulti · 0 bambini · 1 camera Cerca Cerco a"
    },
    {
      "url": "https://melodiesofabeautifullife.tumblr.com/post/89371859870",
      "title": "Lifes alot like Music.: What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Lifes alot like Music. Its a real journey Now.Just taking notes of this adventure.Life.Is.Beautiful. MusicList The Daily Notes 20 Jun What % of STEM S"
    },
    {
      "url": "https://calendar.mines.edu/",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "http://www.appdicted.com/privacy-policy-for-apps/",
      "title": "Privacy Policy for Apps - Appdicted",
      "description": "void",
      "preview": "Appdicted Privacy Policy on iOS Apps Data Controller and Owner Appdicted, support@appdicted.com Types of Data collected Among the types of Personal Da"
    },
    {
      "url": "http://cbprs.org/",
      "title": "Cross Border Privacy Rules System",
      "description": "The APEC Cross-Border Privacy Rules (CBPR) System builds consumer, business and regulator trust in cross border flows of personal information.",
      "preview": "Search for: Home Consumers Business Government About CBPRs Compliance Directory CBPR System PRP Documents News Privacy in APEC Region Slide: Consumer"
    },
    {
      "url": "https://www.lamobilery.fr/accueil/attachment/demi-cercle-top",
      "title": "demi-cercle-top | La Mobilery",
      "description": "void",
      "preview": "Accueil > demi-cercle-top demi-cercle-top Vous avez aimé cet article ? Partagez-le ! Partager sur Facebook Partager sur Twitter Partager sur LinkedIn"
    },
    {
      "url": "https://www.gamvp.org/",
      "title": "Georgia Muslim Voter Project",
      "description": "Georgia Muslim Voter Project (GAMVP) is a non-partisan, non-profit created to increase political participation among Muslim Americans and educate our communities about the importance of voting.",
      "preview": "0 We are Georgia Muslim Voter Project. We elevate the Muslim voice through the power of civic engagement and voter registration. Section Styles angled"
    },
    {
      "url": "https://mib.gov.in",
      "title": "Home | Ministry of Information and Broadcasting",
      "description": "Home | Ministry of Information and Broadcasting, Government of India - Ministry of Information and Broadcasting",
      "preview": "Pause Announcements 2.94 MB | #11YearsofJanDhan 1.58 MB | Seeking details of CAS and SMS deployed by MSOs in India. SHe Box Portal 733.86 KB | Invitat"
    },
    {
      "url": "https://www.typewolf.com/resources",
      "title": "The Best Typography Resources for 2025 · Typewolf",
      "description": "A comprehensive collection of the best typography resources from around the web-including the best typography blogs, books, tools and learning resources.",
      "preview": "Typography Resources A comprehensive collection of the best typography resources from around the web-including the best typography blogs, books, tools"
    },
    {
      "url": "https://uncf.org/",
      "title": "Empowering HBCUs and College Students - UNCF",
      "description": "UNCF empowers more students more than 50,000 students to get to and through college each year.",
      "preview": "Skip to main content HBCUs Matter HBCUs and their students change lives across the United States. Please give generously to ensure that students of co"
    },
    {
      "url": "http://www.appliedprobability.org/",
      "title": "Applied Probability Trust",
      "description": "The Applied Probability Trust is a not-for-profit foundation for study and research in the mathematical sciences. It was founded in 1964 with the initial support of the London Mathematical Society. The Applied Probability Trust editorial office is located within the School of Mathematics and",
      "preview": "Search this site Embedded Files Skip to main content Skip to navigation Applied Probability Trust The Applied Probability Trust is a not-for-profit fo"
    },
    {
      "url": "https://www.meta.com/quest/",
      "title": "Visori VR e MR Meta Quest e accessori accessori | Meta Store",
      "description": "Sfida la realtà con Meta Quest. I nostri visori MR e VR ridefiniscono il gaming e l'intrattenimento del mondo digitale. Scopri di più su Quest 3S ed esplora tutti i visori.",
      "preview": "void"
    },
    {
      "url": "https://www.ncai.org/ptg/small-business/grow-with-google",
      "title": "Partnership for Tribal Governance | NCAI",
      "description": "void",
      "preview": "Skip Navigation Home Initiatives Partnerships & Initiatives Partnership for Tribal Governance Partnership for Tribal Governance Partnership for Tribal"
    },
    {
      "url": "http://www.missingkids.com/home",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "https://wordpressfoundation.org/donate/",
      "title": "Donate - WordPress Foundation",
      "description": "Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You can choose to donate annually: Give $10 per year Give $50 per yea...",
      "preview": "Skip to content Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You ca"
    },
    {
      "url": "https://leseditionsextensibles.com/collections/sur-la-page-abandonnes/sur%20la%20page,%20abandonn%C3%A9s%20vol.2",
      "title": "Les éditions extensibles | SUR LA PAGE,<br> ABANDONNÉS - vol.2",
      "description": "Les éditions extensibles ont pour objet de recherche la transversalité entre art contemporain et littérature.",
      "preview": "éditions extensibles Collections Expositions À propos E-shop Au lieu SUR LA PAGE, ABANDONNÉS - vol.2 Anthologie 2017 - 204 pages - 11× 18 cm → voir l'"
    },
    {
      "url": "https://experiments.withgoogle.com/arts-culture",
      "title": "Arts & Culture Experiments - Experiments with Google",
      "description": "Since 2009, coders have created thousands of amazing experiments using Chrome, Android, AI, WebVR, AR and more. We're showcasing projects here, along with helpful tools and resources, to inspire others to create new experiments.",
      "preview": "Collection Arts & Culture Experiments Try out experiments at the crossroads of art and technology, created by Artists and Creative Coders with Google"
    },
    {
      "url": "https://alex-warner.com/",
      "title": "Alex Warner",
      "description": "Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content for People.com and InStyle.com. I'm basically like your personal shopper, from writing about that cozy loungewear set you didn't know you needed to keeping tabs on the best sales and deals on the internet. I'm also...",
      "preview": "Skip to content Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content f"
    },
    {
      "url": "https://conferences.nature.com",
      "title": "Nature Conferences",
      "description": "Nature Conferences bring scientists together to meet, learn and share. Build valuable connections, push your research forward and join the discussions shaping the future of science. Our in-person and virtual events offer you the chance to present your research to scientific peers from around the world and engage with high-profile speakers, as well as Nature Portfolio editors.",
      "preview": "Nature Conferences Nature Conferences bring scientists together to meet, learn and share their latest discoveries... Build your network, push your res"
    },
    {
      "url": "https://blog.orbcomm.com",
      "title": "IoT Blog | ORBCOMM",
      "description": "Learn about the latest technology and trends in the IoT space across transportation, maritime, heavy equipment, natural resource and more.",
      "preview": "Solutions Transportation By Need Visibility Compliance Optimization Safety & Security By Asset Dry Trailer Reefer Chassis Container Rail Products Plat"
    },
    {
      "url": "https://www.hcsheriff.gov/pressreleases/display.php?releaseid=1539",
      "title": "Hamilton County Sheriff's Office Website",
      "description": "void",
      "preview": "How Do I...? Home Office of the Sheriff Administrative Services Law Enforcement Services Corrections Services Newsroom How Do I...? Careers Phone: 423"
    },
    {
      "url": "https://dev.mysql.com/doc/refman/8.0/en/optimization-indexes.html",
      "title": "MySQL :: MySQL 8.0 Reference Manual :: 10.3 Optimization and Indexes",
      "description": "void",
      "preview": "Skip to Main Content Documentation Home MySQL 8.0 Reference Manual Related Documentation MySQL 8.0 Release Notes MySQL 8.0 Source Code Documentation D"
    },
    {
      "url": "https://www.wearestillin.com/",
      "title": "Home | We Are Still In",
      "description": "void",
      "preview": "Skip to main content America Is All In America's Pledge and We Are Still In have joined forces! Visit americaisallin.com for the latest updates on our"
    },
    {
      "url": "https://giving.aub.edu.lb/aub",
      "title": "Donations - Donate to the American University of Beirut",
      "description": "void",
      "preview": "Home Bank Info Via Check Donate to the American University of Beirut Since the university was founded in 1866, donations from individuals, businesses,"
    },
    {
      "url": "https://www.kineuphorics.com/",
      "title": "Kin Euphorics: Non-Alcoholic Alternative Drinks & Spirits",
      "description": "Kin Euphorics is the first non-alcoholic, functional beverage created to awaken your mind, uplift your mood, and open a portal to connection-withou...",
      "preview": "Become a Kin Shareholder Today Feel Euphoric Your daily dose of mood magic now in one 8 pack. Shop Now Non-alcoholic, functional beverages uniquely la"
    },
    {
      "url": "https://shotdeck.com/",
      "title": "SHOTDECK - The World's Leading Cinematic Image Library",
      "description": "Created by world renowned cinematographer - Lawrence Sher. ShotDeck is the largest library of high-definition film & commercial images and screengrabs in the world.",
      "preview": "How to Blow Up a Pipeline The library of film, one beautiful shot at a time. ShotDeck is the largest collection of fully searchable high-definition mo"
    },
    {
      "url": "https://www.gov.pl/web/obywatel",
      "title": "Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://v-fonts.com/",
      "title": "Variable Fonts",
      "description": "A simple resource for finding and trying variable fonts.",
      "preview": "⚠️ Notice: As a showcase of variable fonts, this site requires a web browser that supports OpenType font variation technology. It looks like your brow"
    },
    {
      "url": "https://www.samsung-climatesolutions.com/en-gb/b2c.html",
      "title": "Climate Control Systems for Home | Samsung Climate Solutions UK",
      "description": "Create the perfect indoor enviroment in your home. Samsung Climate solutions can help you to optimise confort, efficiency, and air quality.",
      "preview": "Come home to your perfect bubble See our residential solutions Scroll down Explore the world of climate control Discover heat pumps and air conditioni"
    },
    {
      "url": "https://www.andersen-group.jp/english/company/",
      "title": "Group Companies - Andersen Group English Web Site",
      "description": "void",
      "preview": "Group Companies Domestic Andersen Institute of Bread & Life Co., Ltd. ■ Head Office 2-19 Tsurumi-cho, Naka-ku, Hiroshima > MAP President: Jiro Numata"
    },
    {
      "url": "https://www.emarketer.com/articles/",
      "title": "Today's Trending Articles on Digital Marketing and Media | EMARKETER",
      "description": "Browse articles featuring EMARKETER's latest data and insights on digital marketing. Topics include mobile, video, search, ecommerce, social, ad spend and more",
      "preview": "Newsletter sign-up Envelope Does my company subscribe? Contact Sales: Phone 1-800-405-0844 EMARKETER Search Log in Login Become a Client Become a Clie"
    },
    {
      "url": "https://www.ucsc.edu/index.html",
      "title": "UC Santa Cruz - A world-class public research institution comprised of ten residential college communities nestled in the redwood forests and meadows overlooking central California's Monterey Bay.",
      "description": "void",
      "preview": "Top 15 Alternative Ivies by Town & Country #22 Top Public Universities by Forbes Gold in Sustainability by Association for the Advancement of Sustaina"
    },
    {
      "url": "https://auburnwa.gov/gateway/sso/SAMLServiceProviderACS.aspx?ReturnURL=L2Ntcy9vbmUuYXNweD9wb3J0YWxJZD0xMTQ3MDYzOCZwYWdlSWQ9MTI1MjIzMDkmb2JqZWN0SWQuMjI0ODQzPTE4MTQ0NTEzJmNvbnRleHRJZC4yMjQ4NDM9MTI1MjI0MzQmcGFyZW50SWQuMjI0ODQzPTEyNTIyNDM1JmxvY2FsU3RhcnREYXRlPTIwMjEtMTItMDVUMDk6MDAmbG9jYWxFbmREYXRlPTIwMjEtMTItMDVUMTc6MDAmcmVmPW1lc1RQOWZnOTZmVnNnenBXWWVvZ0F4WVdGJTJCbU4lMkZYUEVuT0tFMTJ4SG40JTNE",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://it.mongabay.com/",
      "title": "Notizie ambientale - Notizie su flora e fauna selvatiche",
      "description": "Notizie su flora e fauna selvatiche",
      "preview": "Il rewilding trofico potrebbe essere la chiave per contrastare il cambiamento climatico Litigi nella barriera corallina: uno studio afferma che sono a"
    },
    {
      "url": "https://cadiouemilie.wixsite.com/emiliecadiou",
      "title": "Emilie Cadiou chanteuse accordéoniste Occitanie | Lot | Emilie Cadiou",
      "description": "Emilie Cadiou Chanteuse compositrice interprète accordéoniste et comédienne",
      "preview": "top of page Ce site a été créé sur Wix. Créez le vôtre dès aujourd'hui. Commencer EMILIE C A D I O U C hanteuse A ccordéoniste C omédienne Depuis"
    },
    {
      "url": "https://et.linkedin.com/company/garri-logistics?trk=organization_guest_main-feed-card-text",
      "title": "Garri Logistics | LinkedIn",
      "description": "Garri Logistics | 3,106 followers on LinkedIn. Garri leverages tech to efficiently transport freight across Ethiopia. We are modernizing Ethiopia's Logistics! | Garri is a digital frieght transport and brokerage company with the mission of removing the hassle and pain from freight logistics by optimizing and digitizing every aspect of the job. We offer unparalleled customer service using dedicated account managers and access to state of the art technology including live cargo tracking, frequent status updates, analytics, and many more.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://iuu.xview.us/",
      "title": "xView3 - IUU",
      "description": "void",
      "preview": "Welcome to xView3! A competition to detect dark vessels using computer vision and global SAR satellite imagery Image credit: U.S. Coast Guard; used wi"
    },
    {
      "url": "https://www.centerffs.org",
      "title": "Center for Family Services",
      "description": "Center For Family Services is committed to changing the odds for children and families in our community by providing vision, hope, and strength for a better life through more than 50 programs across southern New Jersey focused on prevention, intervention, and education.",
      "preview": "Skip to main content Trusted care to help people of all ages reach their potential. Get Help Get Involved Your gift can change a life Donate Today Mos"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/04/29/their-majesties-king-willem-alexander-and-queen-maxima-to-travel-california-and-texas-on-economic-working-visit",
      "title": "Their Majesties King Willem-Alexander and Queen Máxima to travel California and Texas on economic working visit | News item | Royal House of the Netherlands",
      "description": "From Tuesday 6 to Friday 9 September, Their Majesties King Willem-Alexander* and Queen Máxima will be conducting an economic working visit to California and Texas in the United States. The trip will see them visit San Francisco, Silicon Valley, Austin and Houston.",
      "preview": "Search within English part of Royal House of the Netherlands Search Their Majesties King Willem-Alexander and Queen Máxima to travel California and Te"
    },
    {
      "url": "https://uptogether.statuspage.io",
      "title": "UpTogether Status - Page Inactive",
      "description": "void",
      "preview": "Houston, we have a problem. This page is currently inactive and can only be viewed by team members. To see this page, sign in or request an account ."
    },
    {
      "url": "https://oceansolutions.stanford.edu/",
      "title": "Center for Ocean Solutions",
      "description": "void",
      "preview": "Center for Ocean Solutions Investigating port state measures New research finds that more scrutiny of domestic fishing fleets at ports could help dete"
    },
    {
      "url": "https://www.laona.at/shop/shop/alle-kleider/24193-1710-9137/pretty-chiffon-dress",
      "title": "unique online-shop | Abendkleider, Ballkleider & Cocktailkleider",
      "description": "Entdecke exklusive Abendkleider, Ballkleider und Cocktailkleider im unique online-shop. Stilvolle Eleganz und luxuriöse Extravaganz für deinen perfekten Auftritt.",
      "preview": "ABOUT Shahin Moghadam ist Gründer und Kreativdirektor des Modeunternehmens UNIQUE. Mit seinem Gespür für Trends, Ästhetik und Qualität prägt er seit ü"
    }
  ],
  "_meta": {
    "total_bookmarks": 114
  }
}