{
  "data": [
    {
      "url": "https://www.biotyfoule.org/project_patrick-lambert/",
      "title": "Patrick Lambert | Biotyfoule",
      "description": "void",
      "preview": "Patrick Lambert 6 coteaux de Sonnay - 37500 Cravant les Coteaux AOC : Chinon www.chinon.com/vignoble/patrick-lambert Web essentials Non Gamstop Casino"
    },
    {
      "url": "https://www.nature.com/subjects/neuroscience",
      "title": "Neuroscience - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.lightstalking.com",
      "title": "Light Stalking - Photography Blog & Forum",
      "description": "Learn on our photography blog from working photographers and join our friendly community to get feedback on your results.",
      "preview": "Skip to the content Close Menu Blog Marketplace Community Portfolio Categories Abstract Photography Action and Sports Photography Adventure & Travel P"
    },
    {
      "url": "http://topgolf.com/company/contact/",
      "title": "Select Topgolf Region",
      "description": "void",
      "preview": "North America United States Mexico South America Colombia Europe Austria United Kingdom Germany Portugal Spain Middle East U.A.E. Asia Indonesia Mainl"
    },
    {
      "url": "https://sci-chic.tumblr.com/post/143086629474",
      "title": "Sci Chic - 16% of all new wages in the U.S. are in computer science",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Home About Ask me anything Submit a post Archive The Fashionable Side of Science: www.scichic.com Twitter: @scichicnews 16% of all new wages in the U."
    },
    {
      "url": "https://northeastconference.org/news/2023/2/25/MSWIM_NEC_Championships_Day5_Rel_2023.aspx",
      "title": "Howard Makes History! Bison Complete Charge To First NEC Men's Swimming & Diving Championship - NEC",
      "description": "Click Here For Complete Results",
      "preview": "Skip To Main Content Pause All Rotators The Official Site of the NEC The Official Site of the NEC Schedule Members"
    },
    {
      "url": "http://view.officeapps.live.com/op/view.aspx?src=https://c.s-microsoft.com/en-us/CMSFiles/Transcript223.docx?version=e69dc7f8-a0b8-7d09-ff82-f821891ad767",
      "title": "void",
      "description": "void",
      "preview": "We're fetching your file... Please wait a moment while we retrieve your file from its home on the internet"
    },
    {
      "url": "https://copalmn.org/en/home/",
      "title": "COPAL Communities Organizing Latine Power and Action - COPAL leads social impact initiatives to improve the quality of life for Latino families in Minnesota.",
      "description": "void",
      "preview": "Skip to content Home Join us as we work towards this transformative vision! We engage nearly 50,000 Latino community stakeholders throughout the state"
    },
    {
      "url": "https://www.ywcacassclay.org/housing/",
      "title": "Supportive Housing | A Place to Call Home - YWCA Cass Clay",
      "description": "Discover YWCA Cass Clay's supportive housing programs that empower individuals and families towards independence with affordable housing and personalized support.",
      "preview": "0 YWCA Supportive Housing provides individuals and families a place to call home. YWCA's Supportive Housing Program is a proven and cost-effective str"
    },
    {
      "url": "https://www.iltempo.it/tag/cinetel/",
      "title": "cinetel | Il Tempo",
      "description": "Leggi subito le ultime notizie della sezione cinetel | iltempo.it",
      "preview": "Cerca + In evidenza Sezioni HOME POLITICA Superpodio #iltempodioshø ROMA CAPITALE ATTUALITA' ESTERI ECONOMIA Sport METEO PERSONAGGI OPINIONI&COMMENTI"
    },
    {
      "url": "https://communityfoundations.ca/events/healthycommunities-simple-ways-to-create-vibrant-safe-spaces-or-adapt-public-places-and-programming-during-a-pandemic/",
      "title": "#HealthyCommunities: Simple Ways To Create Vibrant Safe Spaces or Adapt Public Places and Programming During a Pandemic - Community Foundations of Canada",
      "description": "Relentlessly pursuing a future where everyone belongs",
      "preview": "Upcoming Events #HealthyCommunities: Simple Ways To Create Vibrant Safe Spaces or Adapt Public Places and Programming During a Pandemic Date February"
    },
    {
      "url": "http://www.nwswireless.com/",
      "title": "Telecom Infrastructure & Test & Measurement | Home | NWS",
      "description": "NWS offers solutions to telecom providers with custom cables and solutions and a focus on innovation. As an industry leader since 2012, NWS provides reliable and efficient telecom solutions as well as test and measurement distribution.",
      "preview": "NWS Everything Enables Solutions for a Connected World We Distribute Products and Solution Services for Digital Infrastructure. NWS Everything Founded"
    },
    {
      "url": "http://greeleygis.greeley.opendata.arcgis.com/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "http://www.appt.ly/privacy-policy/",
      "title": "How to Improve your Baby Photos | HeyBaby.sg",
      "description": "Learn how to improve all your family and baby photos easily with these apps.",
      "preview": "How to Capture Your Baby's Precious Moments with Photoleap & Facetune from Apptly Every smile, yawn, and tiny milestone is worth preserving, and with"
    },
    {
      "url": "https://www.miga.org/",
      "title": "Homepage | World Bank Group Guarantees | MIGA",
      "description": "void",
      "preview": "Skip to main content Guarantee Platform World Bank Group Guarantees deliver efficiency and boost impact Get in Touch 1 / 3 Credit Guarantees For loans"
    },
    {
      "url": "https://henneorganics.com/luxury-lip-tint-intrigue?",
      "title": "Nontoxic and sheer, moisturizing lip color. | Luxury Lip Tint - Intrigue - Henné Organics",
      "description": "Don't let dry lips hold you back from wearing c",
      "preview": "FREE U.S. SHIPPING ON ORDERS $50+ UNLOCK 10% OFF YOUR FIRST ORDER Join Henné Beauty Insiders and get exclusive tips and insights on all things beauty."
    },
    {
      "url": "https://www.shoutcast.com",
      "title": "Home Page - Shoutcast",
      "description": "void",
      "preview": "Shoutcast offers the ultimate suite of advanced tools and services for a premium broadcasting experience Whether you're an established broadcaster, a"
    },
    {
      "url": "https://chipmusic.org/forums/",
      "title": "Forums - ChipMusic.org",
      "description": "- chipmusic.org is an online community in respect and relation to chip music, art and its parallels.",
      "preview": "Skip to forum content ChipMusic.org chipmusic.org is an online community in respect and relation to chip music, art and its parallels. Home Music Foru"
    },
    {
      "url": "https://www.screamingfrog.co.uk/",
      "title": "SEO Agency - Screaming Frog",
      "description": "We run remarkably successful search engine optimisation (SEO) and paid search (PPC) campaigns using a unique blend of data, technology & creativity.",
      "preview": "We are a UK based SEO agency and the creators of the famous website crawler and log file analyser tools. Agency Services SEO Spider Tool Search Engine"
    },
    {
      "url": "https://littlespookykid.tumblr.com/",
      "title": "🌙",
      "description": "void",
      "preview": "1 2 3 ▶ ✿ 🌙 home message archive theme Feb 12 ♥ 9579 Reblog beyoncescock : I thought I'm the only one who does this"
    },
    {
      "url": "https://www.reporteremacao.com.br/noticias/esporte/8/",
      "title": "REPORTER em AÇÃO.com.br - Últimas Notícias de 2025",
      "description": "Mais em reporteremacao.com.br",
      "preview": "Hoje 10 de Outubro de 2025 ÚLTIMAS NOTÍCIAS ENQUETE FALE COM O REPORTER EDITORIAIS ☰ Buscar ? Filhote de jaguatirica é resgatado por família e levado"
    },
    {
      "url": "https://thenewinquiry.com/blog/social-graph-vs-social-class/",
      "title": "Social graph vs. social class - The New Inquiry",
      "description": "Thinking about society as a network makes it harder to conceive of social change",
      "preview": "Skip to content I've hated the term social graph since Facebook first seized upon it in 2007 to try to legitimate and intellectualize their project of"
    },
    {
      "url": "https://cdn.sesamedigital.net/cdn.sesamestreetincommunities.org/SSICStory083_AbbysBrokenWand/index.html",
      "title": "Abby's Broken Wand",
      "description": "void",
      "preview": "Launching Storybook..."
    },
    {
      "url": "https://theblast.com/kate-hudson-daughter-birth-certificate-rani-rose/",
      "title": "void",
      "description": "void",
      "preview": "Kate Hudson Daughter's Birth Certificate Reveals Two Middle Names By TheBlast Staff on October 6, 2018 at 2:32 AM EDT | News Advertisement Sometimes y"
    },
    {
      "url": "https://www.ondemand.labcorp.com/walgreens?utm_source=walgreens&utm_medium=referral&utm_campaign=hhs",
      "title": "Walgreens and Labcorp OnDemand Partnership for COVID-19 Testing",
      "description": "Walgreens and Labcorp are teaming up to make Pixel by Labcorp at-home collection kits for COVID-19 PCR testing available to Walgreens customers.",
      "preview": "COVID-19 PCR testing available to Walgreens customers. Please visit Labcorp OnDemand's COVID-19 PCR Testing page to choose the option that's right for"
    },
    {
      "url": "https://safety.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Google Safety Center - Stay Safer Online",
      "description": "Making technology for everyone means protecting everyone who uses it. Explore what Google does to help you stay safe online.",
      "preview": "Learn how Google AI-powered security keeps you safe from scams this Cybersecurity Awareness Month. The safer way to search. search. email. watch. stor"
    },
    {
      "url": "http://www.iis.fhg.de/",
      "title": "Fraunhofer IIS (DE)",
      "description": "Das Fraunhofer-Institut für Integrierte Schaltungen IIS ist eine weltweit führende anwendungsorientierte Forschungseinrichtung für mikroelektronische und informationstechnische Systemlösungen und Dienstleistungen. Technologisch vorausdenken, Ideen vorantreiben und Impulsgeber für Technologien und Anwendungen von morgen sein - so leisten wir wichtige Beiträge für die Technologieführerschaft des Standorts Deutschland.",
      "preview": "Als größtes Fraunhofer-Institut gehört das Fraunhofer IIS zur Weltspitze der Anwendungsforschung und ermöglicht bahnbrechende Produkte und Services fü"
    },
    {
      "url": "https://weplayapp.com/protocol-yszc-ios",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "http://aerfish.com/UniverseSplitter",
      "title": "Universe Splitter | Aerfish",
      "description": "Aerfish's \"Universe Splitter\" app uses an actual quantum device to help you make everyday decisions. Endorsed by famous physicists!",
      "preview": "top of page #1 ON THE APP STORE • STAFF FAVORITE THE ORIGINAL Universe Splitter Tough decision? There's no need to choose -- Split the universe and"
    },
    {
      "url": "https://www.travelandleisure.com/maggie-wheeler-janice-friends-international-delight-7105735",
      "title": "Janice From 'Friends' Tells Us Where She and Chandler Would Have Honeymooned If They'd Stayed Together",
      "description": "The actress that played Janice on \"Friends,\" Maggie Wheeler, spoke with T+L all about what her iconic character would be like as a traveler.",
      "preview": "Janice From 'Friends' Tells Us Where She and Chandler Would Have Honeymooned If They'd Stayed Together \"Oh, my God!\" By Meredith Lepore Meredith Lep"
    },
    {
      "url": "https://ch.linkedin.com/company/quantis-intl?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Quantis | LinkedIn",
      "description": "Quantis | 67.786 Follower:innen auf LinkedIn. We partner with leading organizations to drive sustainable transformation to operate within planetary boundaries. | Quantis, a BCG company, partners with leading consumer goods and financial services organizations to drive sustainable transformation to operate within planetary boundaries. We balance the latest science with business acumen to guide our clients to future-proof their business and thrive in a new planetary economy. We believe in the power of business to create a sustainable future where nature, people - and business - can thrive.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://lightchamber.tumblr.com/",
      "title": "loyaltycard",
      "description": "void",
      "preview": "Posted 8 years ago 23 notes Posted 9 years ago 4 notes Posted 9 years ago 1 note Posted 9 years ago Posted 9 years ago Posted 9 years ago 1 note Poste"
    },
    {
      "url": "http://blogs.plos.org/everyone/2011/10/21/how-deep-social-network-roots-help-scientists-communicate-their-research/",
      "title": "How deep social network \"roots\" help scientists communicate their research - EveryONE",
      "description": "There's been a lot of discussion recently about how social networks can specifically help scientists collaborate and spread their messages more effectively...",
      "preview": "Skip to content PLOS BLOGS EveryONE Browse all PLOS Blogs About This Blog About PLOS ONE Browse all PLOS Blogs Staff Blogs Official PLOS Blog EveryONE"
    },
    {
      "url": "https://docs.opencv.org/4.x/d4/dc6/tutorial_py_template_matching.html",
      "title": "OpenCV: Template Matching",
      "description": "void",
      "preview": "OpenCV 4.13.0-dev Open Source Computer Vision Loading... Searching... No Matches OpenCV-Python Tutorials Image Processing in OpenCV Template Matching"
    },
    {
      "url": "https://stitchfix.rg35.net/c/3408212/486612/8369?subid3=people",
      "title": "Women's Clothes | Men's Clothes | Kid's Clothing Boxes | Stitch Fix",
      "description": "Stitch Fix is personal styling for men, women & kids that sends clothing to your door (with free shipping & returns). Get started & find clothes you'll love!",
      "preview": "\"I never have time to shop\" Your Stylist sends pieces in your size, style and budget. Easy. Take the quiz, get $20 off \"How can I expand my wardrobe?\""
    },
    {
      "url": "http://www.quirksmode.org/js/index.html?dhtmloptions.html",
      "title": "QuirksMode - JavaScript",
      "description": "void",
      "preview": "QuirksMode.org - JavaScript Welcome to QuirksMode.org, JavaScript directory. Please continue to the Table of Contents to start using this site. Home S"
    },
    {
      "url": "https://tilda.cc/",
      "title": "Create a Website for Free. Tilda Website Builder",
      "description": "Create a website, online store, landing page with Tilda intuitive website builder. Build your site from hundreds of pre-designed templates and publish it today. No code required.",
      "preview": "Create beautiful websites without any code on Tilda 550+ pre-designed blocks make it easy to get started Overview Create a website for free BUILD A BE"
    },
    {
      "url": "https://vimeo.com",
      "title": "Vimeo AI-Powered Video Platform",
      "description": "The video platform trusted by 287 million creatives, entrepreneurs, and businesses. Everything you need to create, manage, and share stunning videos.",
      "preview": "Your complete video platform Your videos, your way Vimeo's ad-free platform provides everything you need to host, manage, and share high-quality video"
    },
    {
      "url": "https://www.rollingstone.com/music/music-lists/500-greatest-albums-of-all-time-156826/",
      "title": "Greatest Albums List (Published 2003)",
      "description": "Rolling Stone's list of the 500 Greatest Albums of All Time was originally published in 2003, with a slight update in 2012.",
      "preview": "× × Skip to main content By Rolling Stone Rolling Stone View all posts by Rolling Stone May 31, 2009 The RS 500 was assembled by the editors of Rollin"
    },
    {
      "url": "https://www.iheart.com/podcast/1119-people-every-day-76003809/",
      "title": "PEOPLE Every Day | iHeart",
      "description": "Spend your happy hour with us! PEOPLE Every Day is the afternoon escape you need, taking you inside our newsroom each weekday for the latest in news, entertainment, lifestyle, and pop culture. Host Janine Rubenstein brings you PEOPLE's unparalleled access and reporting on the biggest stories of the day, from celebrity exclusives and sneak peeks, to inspiring stories about extraordinary people. Listen to People Every Day wherever you get your podcasts and don't forget to subscribe so you never miss an episode.",
      "preview": "PEOPLE Every Day Play Newest Follow Spend your happy hour with us! PEOPLE Every Day is the afternoon escape you need, taking you inside our newsroom e"
    },
    {
      "url": "https://www.walmartethics.com/content/walmartethics/en_us/code-of-conduct.html",
      "title": "Code of Conduct",
      "description": "Sam Walton founded a values-driven company that today is grounded in four core values: respect, service, excellence, and integrity.",
      "preview": "Skip to main Skip to footer Contact Us Code of Conduct Code of Conduct Live Our Code Build Trust with Our Associates Build Trust with Our Customers an"
    },
    {
      "url": "https://images.google.mw/url?q=http%3A%2F%2Fwww.marianne.hk/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://www.marianne.hk/ . Se non desideri visitare questa pagina,"
    },
    {
      "url": "https://www.kaporcapital.com/",
      "title": "Kapor Capital",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer We invest in early stage startups that close gaps of access for"
    },
    {
      "url": "https://quantum4u.in/phoneswitch/privacy-policy.php",
      "title": "Quantum4U | Privacy Policy",
      "description": "void",
      "preview": "Quantum4U Privacy Policy Your privacy is important to us. This privacy policy informs you about why we collect data from our users. This privacy polic"
    },
    {
      "url": "https://www.memorabletv.com/tag/the-wendy-williams-show/",
      "title": "The Wendy Williams Show Archives MEMORABLE TV",
      "description": "void",
      "preview": "It looks like nothing was found at this location. Maybe try a search? Search for: Return to Home"
    },
    {
      "url": "https://academicaffairs.ucsc.edu/accreditation/",
      "title": "Accreditation - Academic Affairs",
      "description": "void",
      "preview": "Accreditation UC Santa Cruz has been fully accredited since 1965 by the WASC Senior College and University Commission (WSCUC). Being accredited means"
    },
    {
      "url": "https://ecommerce.apple.com/asb2bstorefront/login?country=US&segment=GOV-STLOC&language=en&public=true",
      "title": "Apple Store for Government : Home",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.phuket-trips.com/",
      "title": "Phuket Tours Phuket Travel Agency - Package Excursions in Phuket",
      "description": "Lowest Prices on all Phuket Tours, Phuket Travel, Phuket Day Tour Package and Excursions. TripAdvisor Certificate of Excellence by Authorized Travel Agency.We might not be the best Phuket Travel Agency but we work hard to be in future.",
      "preview": "Best rate online reservation Book"
    },
    {
      "url": "https://www.archivesfoundation.org/documents/refugee-act-1980/",
      "title": "Refugee Act of 1980",
      "description": "The Refugee Act of 1980 raised the annual ceiling for refugees from 17,400 to 50,000, created a process for reviewing and adjusting the refugee ceiling to meet emergencies, and required annual consultation between Congress and the President.",
      "preview": "Skip to content Refugee Act of 1980 In the aftermath of the Vietnam War, the need for a change in American policy concerning refugees became apparent"
    },
    {
      "url": "https://www.goodwill.org/shoppers/",
      "title": "Shoppers - Goodwill Industries International",
      "description": "READ MORE from Shoppers",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content Shoppers Why Sh"
    },
    {
      "url": "https://cacm.acm.org/blogs/blog-cacm/239944-if-we-want-women-to-persist-in-computing-teach-them-programming-at-any-age",
      "title": "If We Want Women to Persist in Computing, Teach Them Programming - At Any Age - Communications of the ACM",
      "description": "void",
      "preview": "Skip to content Two recent reports give us new insights into how to encourage women to persist in computing. Both reports stress the importance of giv"
    },
    {
      "url": "http://wiki.creativecommons.org/Intergovernmental_Organizations#What_should_I_know_before_I_use_a_work_licensed_under_the_IGO_3.0_ported_licenses.3F",
      "title": "Intergovernmental Organizations - Creative Commons",
      "description": "void",
      "preview": "Intergovernmental Organizations From Creative Commons Jump to: navigation , search Intergovernmental organizations (IGOs) are using CC to share resear"
    },
    {
      "url": "https://ksltv.com/526069/police-man-locked-girlfriend-dog-in-murray-storage-unit-that-caught-fire-and-killed-them/",
      "title": "Police: Man locked girlfriend, dog in Murray storage unit that caught fire and killed them",
      "description": "A man has been arrested in connection with the death of his girlfriend, who police say he had locked in a storage unit when it caught fire on Saturday.",
      "preview": "On the Site: Flood Watch Close KSLTV.com Live Olympics Investigates Shows Weather Podcasts Local National Program Guide Shows The Noon Show KSL Outdoo"
    },
    {
      "url": "https://www.airqo.net/",
      "title": "AirQo | Bridging the Air Quality Data Gap in Africa - Real-time Monitoring Network | AirQo",
      "description": "AirQo empowers African communities with accurate, hyperlocal air quality data through 200+ low-cost sensors across 16+ cities. Access real-time pollution insights where 9 out of 10 people breathe polluted air. Partner with Google.org and World Bank.",
      "preview": "Clean air for all African cities \"9 out of 10 people breathe polluted air\" We empower communities with accurate, hyperlocal and timely air quality dat"
    },
    {
      "url": "https://register.uso.org/4111BMB7/5a3I8X3SFik",
      "title": "United Service Organizations, Inc ⋮ Events",
      "description": "Discover events from United Service Organizations, Inc",
      "preview": "You're currently using an unsupported browser. For the best experience, please update to a modern browser X Please ensure Javascript is enabled for pu"
    },
    {
      "url": "https://www.crawfishandnoodles.com/",
      "title": "Seafood | Crawfish & Noodles Heights | Houston",
      "description": "Embark on a culinary journey at Crawfish & Noodles, where Cajun and Vietnamese influences converge in a seafood haven. Our internationally recognized crawfish delivers a mouthwatering fusion of flavors. From aromatic broths to tantalizing noodle creations, we cater to both seafood enthusiasts and culinary adventurers. Experience the perfect blend of spices and textures at Crawfish & Noodles, promising a memorable dining affair. Join us for a delicious narrative in every bite.",
      "preview": "top of page Embark on a culinary journey at Crawfish & Noodles, where Cajun and Vietnamese influences converge in a seafood haven. Our internationally"
    },
    {
      "url": "https://monitor.firefox.com/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=products",
      "title": "Mozilla Monitor",
      "description": "Find out if you've been part of a data breach with ⁨Mozilla Monitor⁩. We'll help you understand what to do next and continuously monitor for any new breaches.",
      "preview": "There's a $240 billion industry of data brokers selling your private information for profit. It's time to take back your privacy. Create a free accoun"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/comprar-bilhete",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://support.roku.com/index",
      "title": "Roku",
      "description": "Roku provides the simplest way to stream entertainment to your TV. On your terms. With thousands of available channels to choose from.",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://switchboard.live",
      "title": "Switchboard Live - Government-Approved Live Streaming Management Platform",
      "description": "Government-approved live streaming platform available through GSA Schedule Contract 47QSWA18D008F. Trusted by federal agencies via Carahsoft partnership for federal, state & local governments. Secure multistreaming to social platforms with enterprise-grade compliance and reliability.",
      "preview": "Create Account Sign up using Google OR Email Password Already a member? Login 🚀 Exciting news, we've just launched an awesome new feature: Scheduled E"
    },
    {
      "url": "https://www.educationalappstore.com/best-apps/best-video-streaming-apps-for-kids",
      "title": "Streaming Apps for Kids That Are Safe and Educational - EducationalAppStore",
      "description": "These streaming video apps are designed with children in mind, offering safe, age-appropriate content that balances fun and learning.",
      "preview": "We independently evaluate all of our recommendations. If you click on links we provide, we may receive compensation. Streaming Apps for Kids That Are"
    },
    {
      "url": "https://www.abc4.com/news/wasatch-front/man-arrested-in-storage-unit-fire-had-history-of-domestic-violence/",
      "title": "Storage unit fire man has history of domestic violence",
      "description": "Alexander Wardell is facing kidnapping and negligent homicide charges for the death of his girlfriend, Morgan Harris, after allegedly locking her in a storage unit in Murray that later caught on fire, according to police.",
      "preview": "Skip to content by: Courtney Johns Posted: Feb 21, 2023 / 12:07 PM MST Updated: Feb 21, 2023 / 12:13 PM MST SHARE SALT LAKE CITY ( ABC4 ) - Alexander"
    },
    {
      "url": "https://northeastconference.org/news/2023/2/25/MSWIM_NEC_Championships_Day5_Rel_2023.aspx",
      "title": "Howard Makes History! Bison Complete Charge To First NEC Men's Swimming & Diving Championship - NEC",
      "description": "Click Here For Complete Results",
      "preview": "Skip To Main Content Pause All Rotators The Official Site of the NEC The Official Site of the NEC Schedule Members"
    },
    {
      "url": "https://digital.usveteransmagazine.com/US-Veterans-Magazine-Spring-2021/46/",
      "title": "US-Veterans-Magazine-Spring-2021 46 U.S. Veterans Magazine Digital Issue",
      "description": "Equipping Veterans with essential career, education, and business opportunities and resources, including veteran hiring events and scholarships for veterans and their families.",
      "preview": "We're sorry but this application doesn't work properly without JavaScript enabled. To use this application, please enable JavaScript in your browser a"
    },
    {
      "url": "http://kajetan.at/",
      "title": "Landhaus Kajetan - Apartments im Luftkurort Galtür",
      "description": "Landhaus Kajetan - Apartments im Luftkurort Galtür",
      "preview": "WILLKOMMEN APARTMENTS PREISE WELLNESS KINDER ANREISE URLAUBSANFRAGE ONLINEBUCHUNG Landhaus Kajetan - Apartments in Galtür. Herzlich willkommen! Eine w"
    },
    {
      "url": "http://un.org/oceanconference",
      "title": "2022 UN Ocean Conference | United Nations",
      "description": "UN Ocean Conference, Lisbon, Portugal, SDG 14",
      "preview": "Skip to main content UN Ocean Conference Altice Arena, Lisbon, Portugal | 27 Jun - 1 Jul 2022 Photo: Underwater Seascapes, Anders Nyberg"
    },
    {
      "url": "https://www.edgefieldadvertiser.com/2013/02/antler-measuring-sessions-set-across-south-carolina/",
      "title": "Antler Measuring Sessions Set Across South Carolina - The Edgefield Advertiser",
      "description": "void",
      "preview": "Antler Measuring Sessions Set Across South Carolina By Edgefield Advertiser on February 23, 2013 Comments Off on Antler Measuring Sessions Set Across"
    },
    {
      "url": "http://git.tuebingen.mpg.de/?p=paraslash.git;a=commitdiff;h=4cc509155034d2079a8ba8d697003c9603ea6a6d;ds=sidebyside",
      "title": "git.tuebingen.mpg.de Git - paraslash.git/commitdiff",
      "description": "void",
      "preview": "projects / paraslash.git / commitdiff commit grep author committer pickaxe ? search: re summary | shortlog | log | commit | commitdiff | tree raw | pa"
    },
    {
      "url": "http://northsidefunders.org/",
      "title": "Northside Funders Group",
      "description": "Northside Funders Group is working to align public and private investments to resource solutions that center racial equity and community voice on the Northside of Minneapolis.",
      "preview": "0 Our Approach What We Fund Our members The Northside Latest updates Changing the way philanthropy works in North Minneapolis A new approach to place-"
    },
    {
      "url": "https://www.fractalabogados.com/terminos-y-condiciones2/",
      "title": "Términos y Condiciones :: Fractalabogados",
      "description": "Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El documento debe especificar la relación entre usted y su cliente y explicar su política de reembolso. Existen sitios en Internet que permiten crear modelos sobre Términos y Condiciones. Tan sólo tiene que buscar un \"Generador de Términos y Condiciones\". En cualquier caso, le recomendamos encarecidamente que busque asesoramiento legal y ajuste su modelo para satisfacer las necesidades de su negocio.",
      "preview": "Términos y Condiciones Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El do"
    },
    {
      "url": "https://www.iucnredlist.org/species/19488/2365291",
      "title": "IUCN Red List of Threatened Species",
      "description": "Established in 1964, the IUCN Red List of Threatened Species has evolved to become the world's most comprehensive information source on the global conservation status of animal, fungi and plant species.",
      "preview": "2025-2 Login / Register ☀ What's New Contact Terms of Use English Japanese French Spanish My Account Log in You must log in to access advanced IUCN Re"
    },
    {
      "url": "https://www.bymanu.de/index.php/datenschutz",
      "title": "by Manu",
      "description": "Von der Anonymität zur persönlichen Verbindung über mein KontaktPortal... ...schön, dass Du da bist. Ich möchte sichergehen, dass du bei mir genau das findest, was dich glücklich macht - als wärst du direkt bei mir an meinem Stand. Wie im echten Leben. Es geht bei mir nämlich nicht nur um schöne, hochwertige Kleidung oder handgefertigten Edelstein-Glücksschmuck",
      "preview": "Skip to content Home Zeshan_div 2024-12-07T15:50:58+01:00 Von der Anonymität zur persönlichen Verbindung über mein KontaktPortal... ...schön, dass Du da b"
    },
    {
      "url": "https://www.nih.gov/health-information",
      "title": "Health Information | National Institutes of Health (NIH)",
      "description": "Find science-based health information on symptoms, diagnosis, treatments, research, clinical trials and more from NIH, the nation's medical research agency.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-200-100018",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://bestmobileappawards.com/app-submission/kidsbeetv?utm_source=badge&utm_medium=badge&utm_campaign=nominee_badge",
      "title": "KidsBeeTV Mobile App | The Best Mobile App Awards",
      "description": "KidsBeeTV has been nominated for an award for Best Mobile App of 2023. Play educational games and watch hundreds of kid-friendly videos, songs, and cartoons like Molang, Sunny Bunnies, Om-nom, Polly Pocket, Pinkfong, and...",
      "preview": "About Us Guest Post Information Blog Contact Us Register | Log In Toggle navigation Submit an app Award Winning Apps Nominees Open Contests Spotlight"
    },
    {
      "url": "http://jurisdependencia-asesoriayabogados.com/tag/reclamaciones/",
      "title": "reclamaciones Archives -",
      "description": "void",
      "preview": "To Top Scroll Down Close reclamaciones 09 Ago 2018 Jurisdependencia Asesoria y Abogados 10 Comments Administrativo , Consumo , Contratos , empresa Per"
    },
    {
      "url": "http://www.cleverbot.com/privacy",
      "title": "Cleverbot Privacy Policy",
      "description": "Cleverbot Privacy Policy",
      "preview": "Cleverbot About Cleverbot The site Cleverbot.com started in 2006, but the AI was 'born' in 1988, when Rollo Carpenter saw how to make his machine lear"
    },
    {
      "url": "https://www.photographyinstride.com/p79269547",
      "title": "Photography In Stride | 85 Alexandra Houck",
      "description": "Photography In Stride",
      "preview": "Thank you for your patience while we retrieve your images. Favorites | « Back  Add new set Close View Cart Register to save your cart before it expir"
    },
    {
      "url": "https://www.federalregister.gov/documents/2019/10/04/2019-21702/notice-of-availability-of-the-draft-supplemental-environmental-impact-statement-for-the-proposed",
      "title": "Federal Register :: Notice of Availability of the Draft Supplemental Environmental Impact Statement for the Proposed Keystone XL Pipeline; Public Meeting Announcement",
      "description": "The U.S. Department of State (Department) announces the availability for public review and comment of the Draft Supplemental Environmental Impact Statement (Draft SEIS) for the Proposed Keystone XL Pipeline. The Draft SEIS--consistent with the National Environmental Policy Act (NEPA) of...",
      "preview": "Skip to Content Home Sections Money Environment World Science & Technology Business & Industry Health & Public Welfare Browse Agencies Topics (CFR Ind"
    },
    {
      "url": "https://fcwc-fish.org/",
      "title": "Fisheries Committee for the West Central Gulf of Guinea",
      "description": "void",
      "preview": "First Aquaculture in the FCWC Region read more Second Regional Monitoring, Control and Surveillance Centre read more Third Data Collection in the FCWC"
    },
    {
      "url": "https://pulpmx.com/podcast/guest-chris-betts/",
      "title": "Guest: Chris Betts - PulpMX",
      "description": "The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super...",
      "preview": "Guest: Chris Betts The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super fan, his roots in moto,"
    },
    {
      "url": "https://www.fox13news.com/news/proposed-bill-would-ban-dogs-from-sticking-heads-outside-car-windows",
      "title": "Proposed bill would ban dogs from sticking heads outside car windows | FOX 13 Tampa Bay",
      "description": "A newly filed Florida Senate Bill related to animal welfare could change how you travel with your dog.",
      "preview": "Small Craft Advisory from THU 8:00 PM EDT until SAT 8:00 PM EDT, Tampa Bay waters New bill would ban dogs hanging out of car windows Joneé Lewis repor"
    },
    {
      "url": "https://renner.org/article/what-should-you-do-when-you-get-offended/",
      "title": "What Should You Do When You Get Offended? | Renner Ministries",
      "description": "What Should You Do When You Get Offended?",
      "preview": "What Should You Do When You Get Offended? Back What Should You Do When You Get Offended? Then said he unto the disciples, It is impossible but that of"
    },
    {
      "url": "https://www.stackerhq.com/",
      "title": "Stacker | Software that's as unique as your business",
      "description": "Stacker is the software system for a modern business to run on. Create a software to power your operations like CRMs, internal tools, customer portals and other business applications for your team",
      "preview": "LEARN Blog About us Tutorials Experts Community Templates FEATURED ARTICLES How to build a to-do list app in Stacker 6 MIN READ Feb 18, 2024 CONTACT W"
    },
    {
      "url": "https://www.oneidadispatch.com/2023/02/21/remembering-oneida-soccer-coach-dale-mccormick/",
      "title": "A Tragic Loss: The Oneida community honors Oneida soccer coach Dale McCormick - Oneida Dispatch",
      "description": "On February 19th, the Oneida community lost the vibrant Oneida soccer head coach and good friend, Dale McCormick. His life was cut short in a tragic drowning incident while vacationing with his family in Florida. He was only 48 years old. McCormick died trying to save his child's life. McCormick was on holiday with his [...]",
      "preview": "Skip to content Oneida soccer coach Dale McCormick tragically passed away during a vacation in Florida. (PHOTO PROVIDED) By Oneida Dispatch | oneidadi"
    },
    {
      "url": "http://overlandtandberg.com",
      "title": "Expired DNS Hosting Services | DNS Made Easy",
      "description": "Please contact this domain's administrator as their DNS Made Easy services have expired.",
      "preview": "Oops! Something went wrong Looks like this domain's DNS hosting service has expired. If you are the administrator for this domain, please log into you"
    },
    {
      "url": "https://www.leverforchange.org/",
      "title": "Lever for Change | Discover New Potential",
      "description": "By creating equitable access, we connect donors with bold solutions that move the world. Reimagine philanthropy with us.",
      "preview": "Skip to content Discover new potential. We create equitable access that enables Philanthropy to go beyond the familiar. More about our mission Feature"
    },
    {
      "url": "https://corp.kaltura.com",
      "title": "Kaltura video solutions for superior webinars, events, hubs & more",
      "description": "Fully branded, AI-infused marketing, communication, learning, and TV experiences that bring brands and audiences closer for top engagement, reach, and ROI",
      "preview": "AI-infused webinars & events video portals training platforms virtual classrooms streaming solutions digital experiences to boost your reach, engageme"
    },
    {
      "url": "http://aionnyc.com",
      "title": "Top Aesthetic Injector in New York, NY | AION Aesthetics",
      "description": "Aion Aesthetics is New York's premier aesthetic boutique clinic. Designated by Aesthetic Everything as the East Coast's \"Top Medical Spa 2022\" and spearheaded",
      "preview": "Skip to content You're In Good Hands. Book An Appointment Aesthetic Treatments Who touches your face matters. Your face isn't just another appointment"
    },
    {
      "url": "https://suzuki.oemdtc.com",
      "title": "Suzuki - OEMDTC",
      "description": "Suzuki Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.skiutah.com/",
      "title": "Ski Utah - Ski Utah",
      "description": "Ski Utah is dedicated to promoting the ski and snowboard industry in the great state of Utah. The state of Utah is famous for its world-class resorts and for having The Greatest Snow on Earth®.",
      "preview": "Plan Your Trip Ski Resorts Lodging Activities Reservation Experts Outdoor Shops + Gear Food + Drink Transportation Ski School All Amenities Utah Regio"
    },
    {
      "url": "https://www.peaceisalifestyle.com/",
      "title": "LIFE CAMP - PEACE IS A LIFESTYLE",
      "description": "void",
      "preview": "LIFECAMP PEACE IS A LIFESTYLE Email: info@peaceisalifestyle.com Phone: (646) 258-0936 DONATE PREVENTING GUN VIOLENCE FOR 22 YEARS PEACE IS A LIFESTYLE"
    },
    {
      "url": "https://www.openstreetmap.org/",
      "title": "OpenStreetMap",
      "description": "OpenStreetMap is the free wiki world map.",
      "preview": "Select Language Loading... Close Where is this? GraphHopper OSRM Valhalla Loading... Welcome to OpenStreetMap! OpenStreetMap is a map of the world, cr"
    },
    {
      "url": "https://kakekurs.blogspot.com/2014/02/kake-akademiet-norge.html",
      "title": "Sukkerkunst Kurs: Kake Akademiet Norge",
      "description": "Fra nå av så vil all aktivitet fra denne bloggen foregå inne på Kake Akademiet Norge sin blogg. Kurs i Norge, og nyttige tips vil komme o...",
      "preview": "lørdag 8. februar 2014 Kake Akademiet Norge Fra nå av så vil all aktivitet fra denne bloggen foregå inne på Kake Akademiet Norge sin blogg. Kurs i Nor"
    },
    {
      "url": "https://www.daveandbusters.com/",
      "title": "Dave & Buster's | Events - Arcade - Sports Bar and Restaurant",
      "description": "Eat, drink, play and watch sports at your local Dave & Buster's! Fun for the whole gang - no group is too large - Contact a planner today",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://www.idrissderm.com/",
      "title": "Home - Idriss Dermatology",
      "description": "void",
      "preview": "Subtle is the New Dramatic Your skin. Our story. Welcome to the new age of aesthetic dermatology. Book Appointment Our Services Cutting-Edge Science &"
    },
    {
      "url": "https://vimeo.com/ucsantabarbara",
      "title": "UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research, distinguished by its interdisciplinary programs and a commitment to innovation.",
      "preview": "void"
    },
    {
      "url": "https://www.indiatimes.com/",
      "title": "Indiatimes: Latest in Lifestyle, Health, Fashion, and Wellness",
      "description": "Indiatimes is your destination when it comes to exploring the latest in lifestyle trends, health and wellness hacks, and fashion advice. From food fads to travel tips and relationship rules, we tell you how to live your best life. Bookmark this for all the latest lifestyle content tailored just for you.",
      "preview": "Woman turns her home birth into live Twitch stream event Fri, 10 Oct 2025 By Saloni Jha Fans react as Taylor Swift drops another album version Fri, 10"
    },
    {
      "url": "http://www.wolfysilver.co.uk/WM/",
      "title": "Wolf Mountain RPG",
      "description": "A wolf and multi-species role-playing game (RPG). Forum and message board based. Aspects of fantasy and realism. Exciting plots, great members, active since 2000!",
      "preview": "Joining Members List Role-Play Guide Mythical Book ~ Blessing Book Calendar ~ Ranks ~ Creative Pathways ~ Contests ~ OOC Section Registrations Blessin"
    },
    {
      "url": "http://portal.microsoftonline.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.diegeilehydra.at/category/allgemein/page/2/",
      "title": "Allgemein - Seite 2 - Hydra",
      "description": "20.08.1622:00 LineUpM-Jane (upd8e)Doggsta (A.J.A Crew, G9 R.I.P)ThizzlaKlaus Reznicek #nachtspiel #busen. #technoanderdonau #tittnwippn #linzmussdiehauptstadtdersubkulturwerden #drumnballs #mehrraven #bällebad",
      "preview": "Zum Inhalt springen 20.08.16 22:00 LineUp M-Jane (upd8e) Doggsta (A.J.A Crew, G9 R.I.P) Thizzla Klaus Reznicek #nachtspiel #busen. #technoanderdonau #"
    },
    {
      "url": "https://rebuildingtogether-twincities.org/",
      "title": "Homepage - Rebuilding Together Minnesota",
      "description": "At Rebuilding Together Minnesota, our mission is repairing homes, revitalizing communities, rebuilding lives.",
      "preview": "Skip to content Repairing homes, revitalizing communities, rebuilding lives. Rebuilding Together Minnesota, an affiliate of Rebuilding Together, Inc.,"
    },
    {
      "url": "https://downtownla.com/business/reports-and-research/dtla-recovery-compass",
      "title": "Downtown LA Reports & Research",
      "description": "Independent research and reports across key sectors of the Downtown LA market provide crucial data and analysis for developers, investors, and businesses when assessing the DTLA environment.",
      "preview": "Skip to Main Content Reports & Research Market Information and Business Insight for Downtown LA Independent research and reports across key sectors of"
    },
    {
      "url": "https://www.victoria-models-escorts.com/escorts/escorts-model-claudia.html",
      "title": "Sedcard and pictures of Escorts Model Alexis",
      "description": "Alexis is one of our top escorts in berlin and she will make your dreams come true. Do not hesitate and call us anytime.",
      "preview": "Skip to main navigation (Press Enter). Skip to main content (Press Enter). Escort Service Frankfurt Welcome to the Sedcard of Escortmodel Claudia ♡ Es"
    },
    {
      "url": "https://toyota.oemdtc.com/category/recalls",
      "title": "Recalls | Toyota & Lexus - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.amis-outlook.org/",
      "title": "AMIS Agricultural Market Information System",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://covid-19-response.unstatshub.org/data-solutions/",
      "title": "Data solutions | COVID-19 response",
      "description": "Guidance and possible approaches for the production of timely data to monitor the evolution and impacts of COVID-19.",
      "preview": "Department of Economic and Social Affairs Statistics • COVID-19 response Home Ensuring continuity Working remotely Data solutions Open data Useful lin"
    },
    {
      "url": "https://99designs.com/designers/search?categories[]=email-design",
      "title": "Trova il designer perfetto | 99designs",
      "description": "void",
      "preview": "Home Trova un designer Trova il designer perfetto Offriamo designer professionisti per oltre 90 specialità di design . Registrati per trovare il desig"
    },
    {
      "url": "https://trollmuseum.no/nb/",
      "title": "Troll Museum Tromsø",
      "description": "velkommen til det første Troll museUM TROMSØ med Utvidet Virkelighet besøk oss i dag Om oss Trollmuseet i Tromsø er det første og eneste museet i Norge som fokuserer på troll og folketro, skapt gjennom bruk av Utvidet Virkelighetsteknologi (Augmented Reali",
      "preview": "Skip to content velkommen til det første Troll museUM TROMSØ med Utvidet Virkelighet besøk oss i dag Om oss Trollmuseet i Tromsø er det første og enes"
    },
    {
      "url": "https://www.nature.com/articles/s41586-021-03371-z",
      "title": "Protecting the global ocean for biodiversity, food and climate | Nature",
      "description": "The ocean contains unique biodiversity, provides valuable food resources and is a major sink for anthropogenic carbon. Marine protected areas (MPAs)&nbsp;are an effective tool for restoring ocean biodiversity and ecosystem services1,2, but at present only 2.7% of the ocean is highly protected3. This low level of ocean protection is due largely to conflicts with fisheries and other extractive uses. To address this issue, here we developed a conservation planning framework to prioritize highly protected MPAs in places that would result in multiple benefits today and in the future. We find that a substantial increase in ocean protection could have triple benefits, by protecting biodiversity, boosting the yield of fisheries and securing marine carbon stocks that are at risk from human activities. Our results show that most coastal nations contain priority areas that can contribute substantially to achieving these three objectives of biodiversity protection, food provision and carbon storage. A globally coordinated effort could be nearly twice as efficient as uncoordinated, national-level conservation planning. Our flexible prioritization framework could help to inform both national marine spatial plans4 and global targets for marine conservation, food security and climate action. Using a globally coordinated strategic conservation framework to plan an increase in ocean protection through marine protected areas can yield benefits for biodiversity, food provisioning and carbon storage.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.acm.org",
      "title": "Association for Computing Machinery",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession Join Volunteer myACM Search Input Search Submit Association for Computing Machinery Advancing Computing"
    },
    {
      "url": "https://www.focusingphilanthropy.org/",
      "title": "Home - Focusing Philanthropy",
      "description": "What We Do \"We are all exposed to nonprofits tackling worthy causes, but which of them have substantial impact? Which are institutionally credible? Which have shown the capacity to use additional donations effectively? And how can one learn about opportunities that are off the radar but with extraordinary promise?\" - Larry Gilson, Founder Current Campaigns...",
      "preview": "Skip to content JOIN US LEARN MORE LEARN MORE What We Do Rigorous Diligence, Ongoing Monitoring, and Honest Reporting We apply an investment model to"
    },
    {
      "url": "http://thesharetrust.org/",
      "title": "The Share Trust",
      "description": "The Self Help Group approach is a fundamental belief in the ability of people, working collectively, to revolutionize their communities.",
      "preview": "Back Approach Team Partners Financials Work With Us Back Self Help Groups Local Coalition Accelerator Enabling Environment Back Research Resources Pas"
    },
    {
      "url": "https://blog.code.org/post/125429946375/cs-other-subjects",
      "title": "Code.org - Medium",
      "description": "Read writing from Code.org on Medium. Code.org® is dedicated to expanding access to computer science increasing participation by young women and students from other underrepresented groups.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Code.org 73K followers Code.org wins TEN 2025 Best of STEM Awards Chosen"
    },
    {
      "url": "http://www.lasers.org.uk/Courses/msc.htm",
      "title": "Masters MSc (Eng) Programme | Laser Group at Liverpool",
      "description": "void",
      "preview": "Masters MSc (Eng) Programme Laser Group at Liverpool > Courses > Laser Engineering > Masters MSc (Eng) Programme MSc(Eng) in APPLICATIONS OF LASER IN"
    },
    {
      "url": "https://www.citizen.co.za/horses/horse-news/427243/riders-ready-for-cup-2/",
      "title": "Riders ready for Cup | The Citizen",
      "description": "Golfers may be spending much of their time watching The Open Championship at St Andrews today but they should also flip channels to No 239 and keep an eye on racing's own Interprov Rider Cup at Greyville.",
      "preview": "Horses Home » Sport » Horses Riders ready for Cup By Jack Milner 2 minute read 18 July 2015 01:00 pm RELATED ARTICLES DA calls for Gauteng health MEC'"
    },
    {
      "url": "https://ro.hotelscombined.com/Place/Cheoin_gu.htm",
      "title": "Bilete avion ieftine - Zboruri low cost de la 9€ | momondo",
      "description": "Găsește cele mai ieftine zboruri cu momondo. Noi căutăm și comparăm prețurile a peste 1000 de companii aeriene și site-uri de călătorii, afișându-ți cele mai bune prețuri.",
      "preview": "Unde vrei să mergi? Dus-întors 0 de bagaje Roma (ROM) Plecare - Întoarcere un adult, Economic Caută ... ... ... ... Orașe populare Cele mai căutate or"
    },
    {
      "url": "https://dawnofthelead.com/2020/06/08/hunting-pirates-1-the-cast/?replytocom=13474",
      "title": "Hunting pirates #1 - The Cast | Dawn of the Lead",
      "description": "A sub-project to tackle my pirates!",
      "preview": "Dawn of the Lead Miniature wargaming and the occasional zombie « Uprising at the plantation Work and play » Hunting pirates #1 - The Cast June 8, 2020"
    },
    {
      "url": "https://www.ukibc.com/",
      "title": "UK India Business Council",
      "description": "The UK India business council supports UK businesses with the insights, networks, policy advocacy, services, and facilities needed to succeed in India.",
      "preview": "Supporting Business Success Strengthening UK-India bilateral trade and investment ties through policy advocacy and strategic advisory services. The UK"
    },
    {
      "url": "https://thestolenidea.tumblr.com/post/89338647405",
      "title": "What % of STEM Should Be Computer Science? - Game Development",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Menu Game Development What % of STEM Should Be Computer Science? codeorg : Not a day goes by that I don't read an article or speech about the need to"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/paths/build-javascript-applications-nodejs/",
      "title": "Browse all training - Training | Microsoft Learn",
      "description": "Learn new skills and discover the power of Microsoft products with step-by-step guidance. Start your journey today by exploring our learning paths and modules.",
      "preview": "Browse all training Learn new skills and discover the power of Microsoft products with step-by-step guidance. Start your journey today by exploring ou"
    },
    {
      "url": "https://3-sided-cube.hivebrite.com/",
      "title": "Home | The Ocean Decade",
      "description": "void",
      "preview": "Skip to content × × THE OCEAN DECADE Ocean Decade Network We are no longer accepting new users. This platform will be deactivated on 30 July 2025 . To"
    }
  ],
  "_meta": {
    "total_bookmarks": 122
  }
}