{
  "data": [
    {
      "url": "http://bereainternacional.com",
      "title": "Berea Internacional - Últimas Noticias, Fotos y Videos",
      "description": "void",
      "preview": "¡Bienvenidos! Sitio web bajo mantenimiento, agradecemos su comprensión. CafeteriaLiceoHP Jordán Sur 698 Colonia Hermosa Provincia C.P. 44770 Guadalaja"
    },
    {
      "url": "https://ocw.mit.edu/courses/18-06-linear-algebra-spring-2010/",
      "title": "Linear Algebra | Mathematics | MIT OpenCourseWare",
      "description": "This is a basic subject on matrix theory and linear algebra. Emphasis is given to topics that will be useful in other disciplines, including systems of equations, vector spaces, determinants, eigenvalues, similarity, and positive definite matrices.",
      "preview": "Browse Course Material Course Info Instructor Prof. Gilbert Strang Departments Mathematics As Taught In Spring 2010 Level Undergraduate Topics Mathema"
    },
    {
      "url": "https://www.networkadvertising.org",
      "title": "Home - NAI: Network Advertising Initiative",
      "description": "The Network Advertising Initiative is an industry trade group founded in 2000 that develops self-regulatory standards for online advertising.",
      "preview": "Skip to content How to Opt Out NEW NAI RESOURCE: A Primer on PETs New NAI Membership Criteria: DOJ Rule The NAI Publishes GPC Chrome Browser Extension"
    },
    {
      "url": "https://www.alpino.eu/es/obras-del-museo/javier-lago-adrover",
      "title": "Javier Lago Adrover | Alpino® Oficial",
      "description": "Escalera hasta la luna.",
      "preview": "Lápices de colores Rotuladores Lápices de grafito Ceras Tijeras Pinturas Modelar Alpino Baby Color Experience Manualidades Escritura y oficina Plumier"
    },
    {
      "url": "https://abc.com/apps",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "https://webopen.oberhaching.de/Mediensuche/Einfache-Suche?searchhash=OCLC_866c49ab88751edea4a484fed95e491777ae9591&top=y",
      "title": "Einfache Suche",
      "description": "void",
      "preview": "Informationen zum Datenschutz Bei der Verwendung dieser Webseite werden Cookies angelegt, um die Funktionalität für Sie optimal gewährleisten zu könne"
    },
    {
      "url": "https://bnr.be/over-b-r/",
      "title": "B&R | C1JFER5 ALLEEN VOL5TAAN N1ET",
      "description": "void",
      "preview": "Home Over B&R Activiteiten Administratief Fiscaal Juridisch Sociaal Actua Fiscale nieuwigheden vanaf 29 juli 2025: wat zegt de Programmawet? Meerwaard"
    },
    {
      "url": "https://www.uuidgenerator.net/version4",
      "title": "Online UUID Generator Tool",
      "description": "void",
      "preview": "Online UUID Generator Your Version 4 UUID: 0a57ea94-4409-4a2a-9925-9b26faf272cb Copy Refresh page to generate another. Version 4 UUID Generator Genera"
    },
    {
      "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/",
      "title": "Privacy Policy - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save SCOPE OF THIS POLICY This privac"
    },
    {
      "url": "https://wszystko-do-hotelu.pl/11-akcesoria-hotelowe?page=2",
      "title": "Yope | Wyposażenie hotelu | Wszystko-Do-Hotelu.pl",
      "description": "Produkty YOPE są delikatne i bezpieczne, pielęgnują i rozpieszczają. Sprawiają, że codzienne czynności stają się niezwykle przyjemne. Najlepsza jakość, zapach i design.",
      "preview": "Yope Press&wash - seria dla hoteli. YOPE to marka naturalnych kosmetyków i ekologicznych środków czystości. Powstała z poszukiwania produktów codzienn"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/neural_network_with_tfds_data.html",
      "title": "Training a simple neural network, with tensorflow/datasets data loading - JAX documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K .ipynb .pdf Training a simple neural network, with tensorflow/datasets data loading Contents Copyright 2018"
    },
    {
      "url": "https://sports.yahoo.com/tiger-woods-finished-a-successful-painful-week-in-return-at-genesis-invitational-222615478.html",
      "title": "Tiger Woods finished a successful, painful week in return at the Genesis Invitational - Yahoo Sports",
      "description": "\"It certainly was a little bit more difficult than I probably let on.\"",
      "preview": "Advertisement Advertisement Advertisement Advertisement TRENDING Phillies ousted after blunder Giants upset Eagles MLB playoffs live updates LeBron to"
    },
    {
      "url": "https://www.idrissderm.com/",
      "title": "Home - Idriss Dermatology",
      "description": "void",
      "preview": "Subtle is the New Dramatic Your skin. Our story. Welcome to the new age of aesthetic dermatology. Book Appointment Our Services Cutting-Edge Science &"
    },
    {
      "url": "https://www.hulu.com/live-tv",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://www.firstdata.com/en_us/products/merchants/prepaid/gift-card-solutions.html?utm_source=gyft&utm_medium=referral&utm_campaign=gyft_product_promotion",
      "title": "Stored Value and Loyalty | Carat U.S. | Fiserv",
      "description": "Gift, loyalty and alternative payment solutions for leading brands by the #1 global gift card processor.",
      "preview": "Skip to Contact an Expert Skip to Main Content Stored Value and Loyalty Place branded currency into your customers' wallets to drive customer acquisit"
    },
    {
      "url": "https://nbmbaa.org/",
      "title": "Home - Slider - NBMBAA",
      "description": "void",
      "preview": "Scroll Top Log In Donate nbmbaa National Black MBA Association Learn More Shape a world where diversity and inclusion thrive, both intellectually and"
    },
    {
      "url": "https://mission-blue.org/2021/12/mission-blue-welcomes-dona-bertarelli-to-its-board-of-directors/",
      "title": "Mission Blue Welcomes Dona Bertarelli to its Board of Directors - Mission Blue",
      "description": "(Image © Julius Schlosburg) Led by legendary oceanographer Dr. Sylvia Earle, Mission Blue unites a global coalition to inspire support for a worldwide network of marine protected areas - Hope Spots, with the goal of reaching at least 30% ocean protection by 2030. Today, we are delighted to welcome philanthropist, ocean advocate and sportswoman, Dona [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Mission Blue Welcomes Dona Bertarelli to it"
    },
    {
      "url": "https://hacksandheels.tumblr.com/post/150143045237",
      "title": "adventures of The Girl - Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \" Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "Ask me Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://manual.slic3r.org/",
      "title": "Slic3r Manual - Welcome to the Slic3r Manual",
      "description": "void",
      "preview": "slic3r.org » Slic3r Manual Introduction Overview Getting Support Getting Slic3r Downloading Installing Building from source First Print Calibration Co"
    },
    {
      "url": "https://forums.empiresmod.com/index.php?threads/test-please-ignore.17006/",
      "title": "test please ignore | Empires Mod",
      "description": "testing polls",
      "preview": "Log in"
    },
    {
      "url": "https://www.ywca-lowercapefear.org/",
      "title": "YWCA Lower Cape Fear | Women's Services | Childcare",
      "description": "Empower women & fight racism with YWCA Lower Cape Fear. Offering childcare, swimming lessons, lap swim, water aerobics, after school programs & women's services. Join our mission for justice & dignity! #YWCA #EmpowerWomen #EndRacism",
      "preview": "0 Bright Futures Childcare Center Searching for a place where bright futures begin? You just found it. Check out Bright Futures Childcare Center-where"
    },
    {
      "url": "https://inreview.net/features/unraveling-silver-cord",
      "title": "Unraveling The Silver Cord | inReview.net",
      "description": "void",
      "preview": "Skip to main content Skip to navigation You are here Home Unraveling The Silver Cord Published by becca91 on Fri, 2009-07-24 21:22 Approximately six y"
    },
    {
      "url": "https://edpb.europa.eu/about-edpb/board/members_en",
      "title": "Our Members | European Data Protection Board",
      "description": "void",
      "preview": "Skip to main content The EDPB is composed of representatives of the EU national data protection authorities, and the European Data Protection Supervis"
    },
    {
      "url": "https://www.sandiegogulls.com/news/detail/san-diego-gulls-to-host-community-night-on-sunday-march-27",
      "title": "San Diego Gulls To Host Community Night On Sunday, Mar. 27 | San Diego Gulls",
      "description": "The San Diego Gulls announced today that the American Hockey League (AHL) club will host Community Night on Sunday, Mar. 27 when the club hosts the Stockton Heat at Pechanga Arena San Diego (5 p.m.). The Gulls are inviting all fans in attendance to help distribute $35,000 in San Diego Gulls Foundation funds to 10 local non-profit organizations. The San Diego Gulls Foundation has donated over $675,000 into the San Diego community since its inception in 2016.",
      "preview": "San Diego Gulls To Host Community Night On Sunday, Mar. 27 Mar 25, 2022 The San Diego Gulls announced today that the American Hockey League (AHL) club"
    },
    {
      "url": "https://blog.airtable.com",
      "title": "Airtable Blog | For The Record",
      "description": "Stories, updates, and other fun tidbits from Airtable",
      "preview": "\"Participants bring their biggest challenges and boldest visions, and the incubator provides the structure, mentorship, and platform to bring those id"
    },
    {
      "url": "http://www.afis.gr",
      "title": "Αρχική - ΑΦΗΣ",
      "description": "Ανακύκλωση Μπαταριών",
      "preview": "GR EN Επικοινωνία Σχετικά με Εμάς Η ΑΦΗΣ Σκοπός Εταιρίας Η Ομάδα μας Οι Συνεργάτες μας Νομικό Πλαίσιο Key Documents Συχνές Ερωτήσεις Η Ανακύλωση Μπατα"
    },
    {
      "url": "http://www.ywomenvote.org/",
      "title": "ywomenvote",
      "description": "void",
      "preview": "0 2024 National Survey Results Watch the Town Hall Women, particularly young women of color, are critical to driving social and policy change. As move"
    },
    {
      "url": "https://www.spacetechexpo-europe.com/",
      "title": "The Largest B2B Space Event in Europe | Space Tech Expo Europe",
      "description": "Join Space Tech Expo Europe 2025, the premier event for space technology professionals. Explore the latest innovations an connect with industry leaders.",
      "preview": "Europe's Largest B2B Space Event B2B MATCHMAKING NOW OPEN! BOOK YOUR MEETINGS TODAY! REGISTER NOW B2B MATCHMAKING EUROPE'S LARGEST B2B SPACE EVENT B2B"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/CSS/flexbox",
      "title": "Basic concepts of flexbox - CSS | MDN",
      "description": "The flexible box layout module (usually referred to as flexbox) is a one-dimensional layout model for distributing space between items and includes numerous alignment capabilities. This article gives an outline of the main features of flexbox, which we will explore in more detail in the rest of these guides.",
      "preview": "Skip to main content Skip to search Basic concepts of flexbox The flexible box layout module (usually referred to as flexbox) is a one-dimensional lay"
    },
    {
      "url": "http://www.madrona.com/",
      "title": "Madrona",
      "description": "A venture capital firm that teams with technology entrepreneurs to nurture ideas from startup to market success.",
      "preview": "Skip to content For the founders committed to turning the improbable into the inevitable. inspirational. proven. exceptional. inevitable. Backing foun"
    },
    {
      "url": "https://theblast.com/kate-hudson-daughter-birth-certificate-rani-rose/",
      "title": "void",
      "description": "void",
      "preview": "Kate Hudson Daughter's Birth Certificate Reveals Two Middle Names By TheBlast Staff on October 6, 2018 at 2:32 AM EDT | News Advertisement Sometimes y"
    },
    {
      "url": "https://www.inquilinxsunidxs.org/en/home/",
      "title": "Inquilinxs Unidxs Por Justicia",
      "description": "United Renters For Justice/Inquilinxs Unidxs por Justicia works for permanently affordable democratic housing and structural changes: tenant unions, rent stabilization, stronger enforcement of renter protections, and cooperatively owned housing.",
      "preview": "English Español DONATE DONAR ENGLISH ESPAÑOL Back Welcome Media Gallery Timeline In The Press Back Resource Home Legal Organizing Landlord Research Co"
    },
    {
      "url": "https://www.gardeninteriors.nl/tuintafel-marmaris-teak-rvs-220cm-lesli-living.html",
      "title": "Tuintafel - Marmaris - Teak/RVS - 220x90 cm - Lesli Living - Garden Interiors Tuinmeubelen",
      "description": "Bestel uw Tuintafel Marmaris Teakhout/RVS 220 cm gemakkelijk en snel bij GardenInteriors.nl ✔Snelle Levering ✔Beste Service ✔Beste Kwaliteit ✔Laagste Prijs!",
      "preview": "Inloggen Inloggen Wachtwoord vergeten? of Nog geen account? Klik Sluiten Taal Nederlands Sluiten Hoofdmenu Categorieën Tuinstoelen Hoofdmenu / tuinsto"
    },
    {
      "url": "https://vi.stackexchange.com/questions/2864/indentation-of-preprocessor-directives",
      "title": "Indentation of preprocessor directives - Vi and Vim Stack Exchange",
      "description": "In my vimrc I have the following line, which figures all the indentation of my files. filetype plugin indent on When writing C programs sometimes I use preprocessor directives like #ifdef foo and ...",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Indentation of p"
    },
    {
      "url": "http://blog.mailasail.com/desnot",
      "title": "Desnot's Web Diary",
      "description": "void",
      "preview": "Desnot Latest Post: 2011-06-26 User Profile Previous Diary Entries 2011 Jun 2011 43:24.55N 6:46.25E Sun 26 Jun 15:14"
    },
    {
      "url": "https://www.rescue.org/charity-stream",
      "title": "Streaming for the IRC | The IRC",
      "description": "When an emergency strikes, YOU can help us provide life-changing support, including clean water, urgent medical care, and critical supplies. And thanks to you, we'll stay for as long as we are needed, helping people and communities to rebuild. Whether you're a speedgamer or TikToker, a podcast host or a proud pet parent, your stream to support the IRC's work can help us inspire more moments of courage in the year ahead.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://beartag.org/",
      "title": "Bear Taxon Advisory Group (TAG) - Association of Zoos and Aquariums (AZA)",
      "description": "void",
      "preview": "Skip to content The mission of an Association of Zoos and Aquariums (AZA) Taxon Advisory Group (TAG) is to examine the sustainability and conservation"
    },
    {
      "url": "https://hollywoodfashionsecrets.com/",
      "title": "Hollywood Fashion Secrets | The Original Fashion Tape Solution",
      "description": "Hollywood Fashion Secrets is the original creator of the medical quality double-stick fashion tape. Find all your favorite celebrity stylist-approved tips & tricks to ensure your style stays intact and blooper-free.",
      "preview": "Skip to content Free Standard Shipping On All Orders Over $35 Shop Now"
    },
    {
      "url": "https://www.eco-business.com/news/what-does-sustainable-palm-oil-mean-to-smallholders/",
      "title": "What does sustainable palm oil mean to smallholders? | News | Eco-Business | Asia Pacific",
      "description": "The future of the palm oil industry-and the region's forests-depends on how millions of smallholders manage their land. Eco-Business interviewed farmers in...",
      "preview": "Close menu Eco-Business International Edition Subscribe Search Eco-Business Search News Palm oil conversations What does sustainable palm oil mean to"
    },
    {
      "url": "https://nvbdc.org/",
      "title": "National Veteran Business Development Council Certification",
      "description": "Learn about National Veteran Business Development Council Certification for Service-Disabled and Veteran-Owned Businesses to enhance your supply chain.",
      "preview": "FIND OUT HOW THE NVBDC CERTIFICATION IS CHANGING HOW AMERICAN BUSINESSES PERCEIVE VETERAN-OWNED COMPANIES. Get Certified Corporate Membership The Hist"
    },
    {
      "url": "https://secure.imvu.com/welcome/ftux/",
      "title": "IMVU - #1 3D Avatar Social App, Virtual Worlds, Virtual Reality, VR, Avatars, Free 3D Chat",
      "description": "IMVU's Official Website. IMVU is a 3D Avatar Social App that allows users to explore thousands of Virtual Worlds or Metaverse, create 3D Avatars, enjoy 3D Chats, meet people from all over the world in virtual settings, and spread the power of friendship.",
      "preview": "void"
    },
    {
      "url": "https://legawa.com/2015/02/01/over-the-edge-perspective/",
      "title": "Over the Edge Perspective - Bhyllabus l'énigme",
      "description": "How do you see the world? How do I see the world? How do they see the world? Next, how do you believe how the world should look like? How do I, how do they? The universe is one big pancake, and so-called God (if He truly exist), divides the pancake all over, when a...",
      "preview": "Cari Cari Tulisan terbaru Hari Kesehatan Jiwa Sedunia 2025: \"Mental Health is a Universal Human Right\" Hari Penglihatan Sedunia 2025: #LoveYourEyes, M"
    },
    {
      "url": "https://socialyme.com/tag/courgettes/",
      "title": "courgettes Archives - SociaLyme",
      "description": "void",
      "preview": "Twitter Facebook Instagram Activer/désactiver navigation Accueil Tous les Articles La Chronic Témoignages Recettes Maladie de Lyme Phytothérapie Andro"
    },
    {
      "url": "https://business.gyft.com",
      "title": "Radware Bot Manager Captcha",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://backcountry.tnu8.net/c/249354/358742/5311?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.backcountry.com%2Frc%2Fshop-all-sale%3Frp%3DonsaleUS%253Atrue",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://unitedwaymiami.org/",
      "title": "United Way Miami | Volunteer, Donate, or Find Help in Miami",
      "description": "void",
      "preview": "The 2025-2026 Community Campaign has officially launched! Your browser does not support the video tag. Providing Lasting Help, Right Here. Make an Imp"
    },
    {
      "url": "https://www.moorecharitable.org",
      "title": "Home - The Moore Charitable Foundation",
      "description": "Championing land, water, oceans, and the people protecting natural resources for future generations ABOUT US Learn more Driving tangible results in environmental conservation The Moore Charitable Foundation is committed to effective environmental conservation and community stewardship through strong partnerships. With our partners, we are preserving open land and healthy forests, ensuring clean water, advancing marine",
      "preview": "Championing land, water, oceans, and the people protecting natural resources for future generations ABOUT US Learn more Driving tangible results in en"
    },
    {
      "url": "https://www.avichayadraee.com/%D9%81%D9%8A-%D9%85%D8%AB%D9%84-%D9%87%D8%B0%D8%A7-%D8%A7%D9%84%D9%8A%D9%88%D9%85-%D9%85%D9%86-%D8%B9%D8%A7%D9%85-2004-%D8%B6%D8%B1%D8%A8-%D8%AA%D8%B3%D9%88%D9%86%D8%A7%D9%85%D9%8A-%D8%B3%D9%88%D8%A7/",
      "title": "Avichay Adraee IDF Spokesperson for the Arab Media",
      "description": "Avichay Adraee is a Colonel in the Israel Defense Forces who serves as the head of the Arab media division of the IDF Spokesperson's Unit.",
      "preview": "Avichay Adraee is a Colonel in the Israel Defense Forces who serves as the head of the Arab media division of the IDF Spokesperson's Unit."
    },
    {
      "url": "https://learn.microsoft.com/en-us/dotnet/csharp/language-reference/keywords/",
      "title": "C# Keywords and contextual keywords - C# reference | Microsoft Learn",
      "description": "C# Keywords: Find the reference material for the predefined keywords and contextual keywords defined in the C# language.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://www.vox.com/energy-and-environment/2020/7/16/21324662/climate-change-air-pollution-tracking-greenhouse-gas-emissions-trace-coalition",
      "title": "Climate change: The world's greenhouse gas emissions will be tracked in real time | Vox",
      "description": "The new Climate TRACE Coalition is assembling the data and running the AI.",
      "preview": "Skip to main content The homepage Vox Vox logo Menu The homepage Vox Vox logo Navigation Drawer Login / Sign Up close Close Search Become a Member Fac"
    },
    {
      "url": "https://www.jiosaavn.com",
      "title": "Online Songs on JioSaavn: Download & Play Latest Music for Free",
      "description": "Listen to Latest and Trending Bollywood Hindi songs online for free with JioSaavn anytime, anywhere. Download or listen to unlimited new & old Hindi songs online. Search from most trending, weekly top 15, Hindi movie songs, etc on JioSaavn.",
      "preview": "JioSaavn Homepage Om Namah Shivay 81.7K Fans Saiyaara (Extended Album) Various Artists Saiyaara Various Artists Dil Ka Sukoon 117.3K Fans Param Sundar"
    },
    {
      "url": "https://www.doh.wa.gov/Emergencies/COVID19/vaccine",
      "title": "COVID-19 Vaccine Information | Washington State Department of Health",
      "description": "Statewide Vaccine Standing Order The Washington State Department of Health (DOH) has issued a statewide standing order, under the direction of the State Health Officer, authorizing qualified health care personnel to vaccinate individuals aged 6 months and older, including pregnant people, who do not have contraindications to the vaccine.",
      "preview": "breadcrumb English"
    },
    {
      "url": "https://www.chat27.co.za/",
      "title": "Chat27",
      "description": "void",
      "preview": "chat·27 Welcome! A new chat·27?! We know... sequels rarely improve on the original. So we're keeping things simple. At least for starters. Reconnect w"
    },
    {
      "url": "http://www.maven.sc",
      "title": "Maven | Creative Agency specialising in Design, Print, Web & TV",
      "description": "Creative agency specialising in design, print, web & TV with offices in Seychelles and Serbia.",
      "preview": "Skip to main content Work COVID-19 Android & iOS App Android and iOS app development for COVID-19. Work Air Seychelles Website Redesign Design and dev"
    },
    {
      "url": "https://howlongtobeat.com/game?id=46186&s=backlogs",
      "title": "Friday the 13th: The Game - Lists | HowLongToBeat",
      "description": "How long is Friday the 13th: The Game? HowLongToBeat has the answer. Create a backlog, submit your game times and compete with your friends!",
      "preview": "Friday the 13th: The Game 21 Playing 1.4K Backlogs 21 Replays 17 % Retired 65% Rating 284 Beat Join for a Better Experience Library Management Time Tr"
    },
    {
      "url": "https://weplayapp.com/protocol-yszc-ios",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://cla.berkeley.edu/list.php?pplid=561",
      "title": "Search results",
      "description": "The California Language Archive is a physical and digital archive for materials related to the Indigenous languages of the Americas, housed in the Survey of California and Other Indian Languages in the Department of Linguistics at the University of California, Berkeley. Our catalog also includes sound recordings held by the Phoebe A. Hearst Museum of Anthropology.",
      "preview": "Search CLA Collections Items - Show All/Collapse All - Show All/Collapse All "
    },
    {
      "url": "http://www.roblox.com",
      "title": "Roblox",
      "description": "Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!",
      "preview": "void"
    },
    {
      "url": "http://movimiento.org/events/event/listByType?type=fronteras",
      "title": "Network Locked",
      "description": "void",
      "preview": "Network Locked 🔒 Access Denied Unfortunately, access to this application has been restricted. If you believe this is a mistake, please reach out to ou"
    },
    {
      "url": "http://www.headwatersfoundation.org/",
      "title": "Headwaters Foundation for Justice",
      "description": "Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has resourced movement organizations that are too often overlooked or excluded by mainstream philanthropy. Our grantmaking supports organizations and groups on the front lines of social change. We believe that the people who directly experience society's",
      "preview": "Skip to content Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has"
    },
    {
      "url": "https://creativecommons.org/licenses/by-nc/4.0/",
      "title": "Deed - Attribution-NonCommercial 4.0 International - Creative Commons",
      "description": "void",
      "preview": "Skip to content Canonical URL https://creativecommons.org/licenses/by-nc/4.0/ See the legal code You are free to: Share - copy and redistribute the ma"
    },
    {
      "url": "https://prepareandprosper.org/",
      "title": "Home - Prepare + Prosper",
      "description": "Financial empowermentfor all Combining the power of caring volunteers, certified training, and expert advice to bring financial wellness, economic justice, and wealth building opportunities to everyone. Free Tax Prep Services...",
      "preview": "Search Close Skip to content Our tax clinics are closed for the rest of 2025 and will reopen in January 2026. Financial empowerment for all Combining"
    },
    {
      "url": "https://webpass.net/chicago/",
      "title": "Chicago Fiber Internet | GFiber Webpass",
      "description": "Sign up with GFiber Webpass for gigabit fiber optic internet in Chicago, IL with no data caps or contracts.",
      "preview": "Skip to main content The most awarded ISP with no data caps or hidden fees. Check availability Check availability Award-winning internet without dat"
    },
    {
      "url": "https://www.redeemercenter.org/",
      "title": "Nonprofit | Redeemer Center for Life | North Minneapolis",
      "description": "Redeemer Center for Life is a nonprofit based in North Minneapolis committed to attainable living, youth development, and workforce development",
      "preview": "top of page Our Vision Redeemer Center For Life operates from the foundational principle that there is dignity and value in every human being. We are"
    },
    {
      "url": "https://video.kansascitypbs.org/shows/",
      "title": "All Shows | Kansas City PBS",
      "description": "Full list of past and current PBS shows. Find show websites, online video, web extras, schedules and more for your favorite PBS shows.",
      "preview": "Skip to Main Content Filter by Title: Providing Support for PBS.org Learn More about PBS online sponsorship Support for PBS provided by: Filter Sort B"
    },
    {
      "url": "https://sites.research.google/scouts/",
      "title": "Societal Context Understanding Tools & Solutions (SCOUTS)",
      "description": "void",
      "preview": "SCOUTS OUR WORK OUR RESEARCH Societal Context Knowledge for Responsible AI Societal Context Understanding Tools and Solutions (SCOUTS) is a Google Res"
    },
    {
      "url": "https://opais.co.ao/mnlogin/?redirect_to=https%3A%2F%2Fopais.co.ao%2Fmpla-reafirma-apoio-incondicional-ao-presidente-da-republica%2F",
      "title": "OPaís - Tem tudo.",
      "description": "Fórum Negócios &amp; Conectividade edit post Política Presidente da República intervém hoje no Fórum Global Gateway em Bruxelas by Jornal",
      "preview": "Ouça Rádio+ Sex, 10 Out 2025 Política Economia Sociedade Cultura Desporto Mundo Multimédia Publicações Vídeos Sem Resultados Ver Todos Resultados Polí"
    },
    {
      "url": "https://downtownpittsburgh.com/research/",
      "title": "Research and Reports - Downtown Pittsburgh",
      "description": "The Pittsburgh Downtown Partnership (PDP) conducts research to maintain its innovative programs and initiatives and foster a welcoming",
      "preview": "Things to do Programs + Activities Downtown Activation + Public Art Vendor, Performer & Sponsor Opportunities Downtown Events Calendar Submit an Event"
    },
    {
      "url": "https://twitpic.com/",
      "title": "Twitpic",
      "description": "void",
      "preview": "Dear Twitpic Community - thank you for all the wonderful photos you have taken over the years. We have now placed Twitpic in an archived state. For mo"
    },
    {
      "url": "https://typewriterdatabase.com/smithcorona.35.typewriter-models",
      "title": "Typewriter Database Popular Typewriter Models",
      "description": "Typewriter Models in The Typewriter Database",
      "preview": "1059 Brands 3310 Models 23543 Galleries 14852 Typefaces 6273 Patents Typewriter Database Popular Typewriter Models To find out when your typewriter wa"
    },
    {
      "url": "https://www.kocicidomovslunicko.cz/kostalka/",
      "title": "NAŠLA DOMOV - Košťálka - Kočičí domov Sluníčko",
      "description": "pomoc a azyl pro opuštěné kočičky",
      "preview": "NAŠLA DOMOV - Košťálka Home / Našly domov do 07/18 / NAŠLA DOMOV - Košťálka 21 Srp 0 Mourovatá holčička byla se svou sestřičkou Křesinkou nalezena cyk"
    },
    {
      "url": "http://thebroadwaycruise.com/",
      "title": "The Broadway Cruise",
      "description": "The Broadway Cruise 4 is officially returning as a five-night spectacular, sailing April 15-20, 2027 from Miami, Florida. Get ready for the Broadway stars, more show-stopping performances, and more magic at sea. Sign up now, stay tuned, and tell your friends! More details will be revealed in early 2026.",
      "preview": "Join the Mailing List We can't wait to do it again for 5 nights! The Broadway Cruise 4 is officially returning as a five-night spectacular, sailing Ap"
    },
    {
      "url": "https://idph.iowa.gov/Emerging-Health-Issues/Novel-Coronavirus/Vaccine",
      "title": "Welcome | Health & Human Services",
      "description": "Iowa HHS provides high quality programs and services that protect and improve the health and resiliency of individuals, families, and communities.",
      "preview": "Skip to main content Federal Government Shutdown: No Impact on Services Details The state is supporting services for Iowans at this time. All assistan"
    },
    {
      "url": "https://klen7.tumblr.com/",
      "title": "@klen7 on Tumblr",
      "description": "godzilla, gamera, king kong toys, comics and other giant monster merchandise... sometimes dinosaurs.",
      "preview": "Posts RT @yossygodzilla: タナカSTUDIO GODZILLA 2019 -BUST- 完成しました～😊 ラストバトルをイメージして、赤熱バージョンでフィニッシュしました♪ 台座部分は青焼けした鉄のイメージで仕上げました。 https://t.co/FSmenqgzvA #t"
    },
    {
      "url": "https://perfectlyvirtualmoon.tumblr.com/post/144207358731",
      "title": "nothing new - Computing occupations are the largest category of new wages in America - Computing occupations are the largest category of...",
      "description": "Computing occupations are the largest category of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "nothing new It does not matter how slow you go so long as you do not stop. - Confucius Home Archive Subscribe (RSS) Ask me anything Random post Catchi"
    },
    {
      "url": "https://vision.esa.int/cm22",
      "title": "Council Meeting at Ministerial Level - ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XII-7&chapter=12&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "https://patriotpost.us/articles/81010-the-lefts-covert-war-on-the-suburbs-2021-07-01/print",
      "title": "The Left's Covert War on the Suburbs - The Patriot Post",
      "description": "void",
      "preview": "The Patriot Post ® · The Left's Covert War on the Suburbs By Douglas Andrews · July 1, 2021 https://patriotpost.us/articles/81010-the-lefts-covert-war"
    },
    {
      "url": "https://riobravo.com.ar/itemlist/tag/dictadura?limit=10&start=10",
      "title": "Mostrando artículos por etiqueta: dictadura - Río Bravo Entre Ríos",
      "description": "void",
      "preview": "Domingo, 03 Julio 2022 09:35 La estremecedora carta de la \"ex hija\" de Etchecolatz al enterarse de la muerte del genocida El el ex jefe de Investigaci"
    },
    {
      "url": "https://fishka3-blog.tumblr.com/",
      "title": "@fishka3-blog on Tumblr",
      "description": "Follow @fishka3-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://communication.ucf.edu/person/rick-brunson/",
      "title": "Rick Brunson - Nicholson School of Communication and Media",
      "description": "Rick Brunson is senior instructor of journalism in the Nicholson School's Film and Mass Media program where he has taught courses in digital, print and...",
      "preview": "Biography Rick Brunson is senior instructor of journalism in the Nicholson School's Film and Mass Media program where he has taught courses in digital"
    },
    {
      "url": "https://www.thedesignerstoolbox.com/",
      "title": "The Designer's Toolbox - Helping you get hired in UI, UX, and Product Design",
      "description": "The Designer's Toolbox helps you get hired in UI, UX, and Product Design. Check out our free collection tips, tricks, and best practices.",
      "preview": "Skip to content New! Listen to the Design Table Podcast where we discuss design careers, trends, and more. Menu ✉️ Free Design Tips The Designer's Too"
    },
    {
      "url": "http://www.astrosociety.org/",
      "title": "Astronomical Society of the Pacific",
      "description": "The Astronomical Society of the Pacific is an international non-profit scientific and educational organization, founded in 1889, that works to increase understanding and appreciation of astronomy.",
      "preview": "Skip to main content 2025 Awards Gala November 8 An Evening of Celebration Tickets and Event Information ASP Announces 2025 Awards More Information an"
    },
    {
      "url": "https://modarchive.org/index.php?faq-01-general",
      "title": "The Mod Archive v4.0b - A distinctive collection of modules - Documentation",
      "description": "void",
      "preview": "[ ? ] [ X ] [ Torrents ] Not logged in. Detailed module view [disabled] Member Login Login Create Account Forgotten Password Music... Search... New St"
    },
    {
      "url": "https://dynamics.microsoft.com/en-us/",
      "title": "Agentic CRM and ERP Solutions | Microsoft Dynamics 365",
      "description": "Enter the era of agentic business with Dynamics 365-CRM and ERP business applications that connect your teams, processes, and data.",
      "preview": "This is the Trace Id: ed991e45934c7d472a2124a017f0578f Skip to main content Microsoft Dynamics 365 The new era of AI-powered business Adapt and innova"
    },
    {
      "url": "https://gdpr.cision.com",
      "title": "Cision GDPR - Data Privacy",
      "description": "void",
      "preview": "Data Privacy Home → Data Privacy German French English Portuguese Data Privacy Customer Privacy Notice Data Privacy Notice - Journalists and Other Inf"
    },
    {
      "url": "https://www.thekoreanfashion.com/collections/women_earrings?page=15",
      "title": "Women's Earrings | Rings, Necklaces, Earrings, and Bracelets - Page 15 - The Korean Fashion",
      "description": "Find a great selection of accessories and jewelry for women. Shop for Rings, Necklaces, Earrings, Bracelets, Jewelry Sets, Jewelry Box, and Hair Accessories.",
      "preview": "Skip to content Sort Sort Featured Best selling Alphabetically, A-Z Alphabetically, Z-A Price, low to high Price, high to low Date, old to new Date, n"
    },
    {
      "url": "https://www.bahiastereo915fm.com.ve/tag/futbol-entrenamientos-familia-apoyo/",
      "title": "futbol entrenamientos familia apoyo - Bahia Stereo 91.5FM",
      "description": "void",
      "preview": "Inicio / Tag Archives: futbol entrenamientos familia apoyo Tag Archives: futbol entrenamientos familia apoyo «Reyes Academy» formando atletas para el"
    },
    {
      "url": "https://www.sacred-texts.com/tarot/index.htm",
      "title": "Tarot | Sacred Texts Archive",
      "description": "Sacred Texts: Tarot",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://developer.android.com/about",
      "title": "Android platform | Platform | Android Developers",
      "description": "Explore the Android platform. Learn about the latest releases and technologies for creating Android apps.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://yourplanyourplanet.sustainability.google/",
      "title": "Your Plan, Your Planet - Home page",
      "description": "I'm learning small changes that can make a big impact on the planet. Join me in discovering more simple things we can do at: https://google.com #yourplanyourplanet",
      "preview": "Discover how to reduce food, water, and energy waste, and learn about the Circular Economy to extend the life of your stuff. Stuff Explore tactics to"
    },
    {
      "url": "https://www.mavcsoport.hu/mav-start/belfoldi-utazas/menetrend",
      "title": "Helyközi buszmenetrendek | MÁV-csoport",
      "description": "void",
      "preview": "Ugrás a menetrendkeresőhöz Ugrás az almenühöz Ugrás a tartalomra Ugrás az oldaltérképre Belföldi utazás Jegyek és bérletek Menetrendek Turisztikai ajá"
    },
    {
      "url": "https://www.pressherald.com/2023/02/27/missing-topsham-women-had-run-out-of-gas-survived-temps-of-15-degrees/",
      "title": "Before rescue, missing Midcoast women were stuck in car for days in sub-zero temps",
      "description": "A game warden found Kimberly Pushard, 51, and Angela Bussell, 50, on a snowmobile trail near Nicatous Lake in Hancock County on Sunday, one day after their Jeep had run out of gas and no longer had heat.",
      "preview": "5 min read Font size + Gift Article You are able to gift 5 more articles this month. Anyone can access the link you share with no account required. Le"
    },
    {
      "url": "https://www.ippawards.com/",
      "title": "IPPAWARDS | iPhone Photography Awards - Celebrating the creativity of the iPhone users since 2007",
      "description": "iPhone Photography Awards (IPPAWARDS) is the first and the longest running iPhone photography competition since 2007.",
      "preview": "18th Annual iPhone Photography Awards 2025 Winners Announced 2007 - 2025 © IPPAWARDS | Selected entries from 18th Annual 2025 iPhone Photography Award"
    },
    {
      "url": "http://www.sspectra.com/is/s000373.html",
      "title": "S000373 | Integer Sequences",
      "description": "void",
      "preview": "Integer Sequences S000373 « S000372 index S000374 » Numbers n such that 8^n+1 has only one primitive prime factor. 0, 1, 3, 9, 15, 21, 39, 57, 69, 159"
    },
    {
      "url": "https://hoorae.co/",
      "title": "HOORAE Media",
      "description": "HOORAE creates, inspires & reflects culture through film, TV, music & digital storytelling, striving to develop the next gen innovators, creators and leaders.",
      "preview": "Stay tuned. Stay tuned. Stay tuned. Stay tuned. Exciting new projects and announcements are coming soon! Get connected and follow us for the latest up"
    },
    {
      "url": "https://www.chmi.cz/portal/dt",
      "title": "Portál ČHMÚ : Home",
      "description": "void",
      "preview": "další instituce resortu ŽP Český hydrometeorologický ústav English | Mapa stránek Navigace Předpovědi Předpovědi počasí Hydrologické předpovědi Aktuál"
    },
    {
      "url": "http://devbootcamp.com/",
      "title": "Dev Bootcamps NYC: Coding Classes & Bootcamps in NYC",
      "description": "void",
      "preview": "Featured Coding Bootcamps Master the skills and tools you need to start a new career as a web developer or data scientist. Learn in-demand developer t"
    },
    {
      "url": "https://www.pinrepair.com/begin/index.htm",
      "title": "PINBALL: Beginning Pinball Repair and Circuit Board Repair",
      "description": "void",
      "preview": "Support this Pinball Repair Website! (It costs money to provide this information.) Donations are being accepted, please see PinRepair.com/donate for d"
    },
    {
      "url": "https://xchaoticrage.tumblr.com/post/90177493115",
      "title": "💗VII-XVIII-MCMXCIII 💗 | Too Much STEM, Not Enough Computer Science?",
      "description": "Too Much STEM, Not Enough Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "💗VII-XVIII-MCMXCIII 💗 📚 [Chapter 30] 📚 Too Much STEM, Not Enough Computer Science? codeorg Not a day goes by that I don't read an article or speech ab"
    },
    {
      "url": "http://digitaledition.newssunonline.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "http://developingchild.harvard.edu/science/key-concepts/toxic-stress/",
      "title": "Toxic Stress : What is toxic stress?",
      "description": "Toxic stress can disrupt the healthy development of brain architecture and other bodily systems, increasing risk for stress-related disease well into adulthood.",
      "preview": "Skip to content Toxic Stress Copy Copied Learn how safe, stable developmental environments, including responsive relationships with caring adults, can"
    },
    {
      "url": "https://www.degreeless.design/#content",
      "title": "Product design & UX design resources - Degreeless.Design",
      "description": "An opinionated and carefully curated collection of links, books, articles, and more that will help you speed boost your UX and Product Design career.",
      "preview": "A curated resource list to kickstart your design education Get started Overview \"To be a good designer you must be a good engineer in every sense: cur"
    },
    {
      "url": "https://standards.ieee.org/",
      "title": "IEEE SA - The IEEE Standards Association - Home",
      "description": "void",
      "preview": "The IEEE Standards Association - Home Raising the World's Standards Discover how the IEEE SA is working to meet your evolving needs. I want to... Sear"
    },
    {
      "url": "https://www.elastic.co/guide/en/elasticsearch/reference/current/analysis.html",
      "title": "Text analysis | Elastic Docs",
      "description": "Text analysis is the process of converting unstructured text, like the body of an email or a product description, into a structured format that's optimized...",
      "preview": "Loading Elastic Docs / Manage data / The Elasticsearch data store Text analysis Serverless Stack Text analysis is the process of converting unstructur"
    },
    {
      "url": "http://www.napawf.org/",
      "title": "Home - NAPAWF",
      "description": "Welcome, Christina Baal-Owens, Interim Executive Director Today, we are excited to celebrate Christina Baal-Owens' first day as our Interim Executive Director! After serving on the NAPAWF board for the past year, Christina is shifting to support our work in a new capacity as we conduct a robust search for a new executive director. Christina comes...",
      "preview": "We use cookies to enhance your browsing experience. By clicking \"Accept Cookies\", you consent to our use of cookies. Accept Cookies Skip to content We"
    },
    {
      "url": "https://wandb.ai/site/sweeps",
      "title": "Scalable, Customizable ‍Hyperparameter Search and Optimization- Weights & Biases",
      "description": "Visualize which hyperparameters affect the metrics you care about. W&B comes with default visualizations that make it easy to get started without custom code.",
      "preview": "To comply with applicable regulations, starting on September 1st, 2025, our services will no longer be accessible from your location. Learn More Learn"
    },
    {
      "url": "https://www.storyblocks.com/",
      "title": "Unlimited Stock Videos, Templates, Audio & Images - Storyblocks",
      "description": "Streamline your creative work with the best-in-industry unlimited stock downloads, flexible licensing, and easy-to-use tools. Subscribe today and get all the stock you need.",
      "preview": "The most-loved stock media platform for creators All Video Footage Video Templates Motion Backgrounds Audio Images 4.7/5 4.6/5 Footage Templates After"
    },
    {
      "url": "https://open.spotify.com/episode/1VEOqx1LpekAuiecwKijES?si=ygDWnM2SQmywZ4WxayYRwA",
      "title": "Tame Impala - The FADER Uncovered | Podcast on Spotify",
      "description": "Listen to this episode from The FADER Uncovered on Spotify. On the fifth episode of The FADER Uncovered podcast, host Mark Ronson is joined by Tame Imapala's Kevin Parker to look back at his band's 2012 FADER cover story and his journey from creating psych rock alone at home to becoming festival headlining rock star. Kevin tells Mark about celebrating 10 years of the band's debut album Innerspeaker, the key to writing a great song, and his memory of playing Coachella with Tyler, The Creator and Danny DeVito watching from the side of the stage. Mark, meanwhile, reveals the Tame Impala song he and his fiancée had their first kiss to. Learn more about your ad choices. Visit megaphone.fm/adchoices",
      "preview": "Tame Impala The FADER Uncovered E Jun 7, 2021 51 min On the fifth episode of The FADER Uncovered podcast, host Mark Ronson is joined by Tame Imapala's"
    },
    {
      "url": "http://www.tesoro.it/",
      "title": "Home Page - Ministero dell'Economia e delle Finanze",
      "description": "Ministero dell'Economia e delle Finanze",
      "preview": "Benvenuto sul sito del Ministero dell'Economia e delle Finanze, conosciuto anche come Portale mef Utilizza la navigazione scorrevole per accedere velo"
    },
    {
      "url": "https://privacyseals.bbbprograms.org/seal/Confirmation/1114171343",
      "title": "Apple Inc. - BBB National Programs Global Privacy Seals",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. Apple Inc. is a participant in the BBB National Programs ® Cross Border Privacy Rules Program Apple Inc. is"
    }
  ],
  "_meta": {
    "total_bookmarks": 111
  }
}