{
  "data": [
    {
      "url": "http://www.erp-recycling.pt",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Member login Search for: Member login Homepage admin 2025-07-15T12:00:54+01:00"
    },
    {
      "url": "https://www.epa.gov/indoor-air-quality-iaq/what-hepa-filter",
      "title": "What is a HEPA filter? | US EPA",
      "description": "HEPA is a type of pleated mechanical air filter. It is an acronym for \"high efficiency particulate air [filter]\" (as officially defined by the U.S. Dept. of Energy). This type of air filter can theoretically remove at least 99.97% of dust, pollen, mold,",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.gih.org/grantmaker-focus/william-j-and-dorothy-k-oneill-foundation/",
      "title": "William J. and Dorothy K. O'Neill Foundation - Grantmakers In Health",
      "description": "Learn more about William J. and Dorothy K. O'Neill Foundation's mission, vision, and approach in this Grantmaker Focus profile.",
      "preview": "Skip to content Funding Partner Portal Partner Directory Sign In William J. and Dorothy K. O'Neill Foundation Grantmaker Profiles Posted May 11, 2018"
    },
    {
      "url": "http://digitaledition.post-trib.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.boatus.org/study-guide/",
      "title": "Boating Safety Study Guide",
      "description": "The information found in these pages was developed by the BoatU.S. Foundation in partnership with the National Safe Boating Council, and many boating professionals.",
      "preview": "Education Boating Safety Study Guide Welcome to the Boating Safety Study Guide Pages Find Your State Course The information found in these pages was d"
    },
    {
      "url": "https://www.intertienda.es/novedades/",
      "title": "Putas 19 anos en La Mojonera - Martina 20 años | Disponible ahora",
      "description": "Las Mejores Chicas en en La Mojonera",
      "preview": "Disponible ahora Home • Categorías • Live Chat • Chicas • Prostitutas con videos • Striptease • Nuevas Masajes eroticos Lesbico BDSM Tetonas Mulatos D"
    },
    {
      "url": "https://podcasts.apple.com?itscg=10000&itsct=pod-ovp-podcasts-apl-ann-21_1019",
      "title": "Apple Podcasts - Web Player",
      "description": "Browse your favorite podcast shows, genres, and hosts on Apple Podcasts. Download and listen from any Apple device or stream online.",
      "preview": "New Delving into the shades of gray in a controversial community. AD-FREE IN OCTOBER Delving into the shades of gray in a controversial community. The"
    },
    {
      "url": "https://ma.tt/",
      "title": "Matt Mullenweg | Unlucky in Cards",
      "description": "Unlucky in Cards",
      "preview": "I was reminded today of the profound marketing influence of Kathy Sierra , who was a pretty prolific blogger and speaker back in the day. I would summ"
    },
    {
      "url": "http://www.minesnewsroom.com",
      "title": "Mines Newsroom - Official news from the Colorado School of Mines",
      "description": "Official news from the Colorado School of Mines covering innovation in teaching, learning, and research.",
      "preview": "Skip to main content 5 Questions with George Saunders: What STEM students asked the acclaimed author and Mines alum George Saunders '81 returns to Min"
    },
    {
      "url": "https://www.virgin.com/virgin-unite/latest/how-climate-trace-is-making-the-invisible-visible",
      "title": "How Climate TRACE is making the invisible, visible | Virgin",
      "description": "How Climate TRACE is making the invisible, visible",
      "preview": "JavaScript is required to view this site. Latest Virgin Unite website How Climate TRACE is making the invisible, visible Jack Brockway by Clare Kelly"
    },
    {
      "url": "https://polskaplyta-polskamuzyka.pl/2021/10/02/doda-w-odswiezonej-wersji-dont-wanna-hide/",
      "title": "Doda w odświeżonej wersji „Don't Wanna Hide\" - Polska Płyta / Polska Muzyka",
      "description": "Doda prezentuje odświeżoną przez Skytecha wersję „Don't Wanna Hide\". Remix do utworu wykonał znakomity Skytech. Podstawowa wersja singla została odsłuchana na Spotify prawie milion razy, a teledysk na YouTube przekroczył 3 miliony wyświetleń. fot. materiały promocyjne Nowoczesny, utrzymany w klubowym tonie numer z miejsca wpada w ucho za sprawą chwytliwego rytmu oraz wokalu artystki. „Don't Wanna Hide\"",
      "preview": "Przejdź do treści Doda prezentuje odświeżoną przez Skytecha wersję „Don't Wanna Hide\". Remix do utworu wykonał znakomity Skytech . Podstawowa wersja s"
    },
    {
      "url": "http://walmartsustainabilityhub.com/",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://seedcommons.org/",
      "title": "Seed Commons: A Community Wealth Cooperative",
      "description": "We create non‑extractive financial infrastructure that shifts economic power to workers and communities.",
      "preview": "Our principles Non-extractive finance Workplace democracy Networked power Rethinking risk Community capacity About Seed Commons Our history Our networ"
    },
    {
      "url": "https://www.latham.london/2016/06/shanghai-set-to-improve-air-quality-ahead-of-g20-summit/",
      "title": "Shanghai Set to Improve Air Quality Ahead of G20 Summit | Latham.London",
      "description": "By Paul Davies and Andrew Westgate In advance of the first ever G20 summit to be hosted in China this year, the Shanghai Environmental Protection Bureau",
      "preview": "Skip to content By Paul Davies and Andrew Westgate In advance of the first ever G20 summit to be hosted in China this year, the Shanghai Environmental"
    },
    {
      "url": "http://www.iol.it/",
      "title": "Creazione siti web, E-Commerce e presenza online | Italiaonline",
      "description": "Fai crescere il tuo business con Italiaonline: contattaci per creazione siti web, e-commerce, pubblicità e presenza online per la tua azienda.",
      "preview": "Home Pensare alla tua impresa, per noi, non è un'impresa I nostri webinar: conquista clienti con TikTok Italiaonline e TikTok accompagneranno ti accom"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/faq.php?sid=5458365bbfef322424b92d972608bb59",
      "title": "L'Angolo dei Sogni - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "https://www.ft.com/world/uk",
      "title": "UK | Financial Times",
      "description": "Breaking news and top stories from the UK. The latest on the UK economy, politics and government and in-depth analysis on the housing market and energy sector.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer UK Add to myFT Lead story in UK Telecoms UK telcos step up efforts to combat"
    },
    {
      "url": "https://www.ipma.pt/pt/otempo/observar/",
      "title": "Redireccionamento",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.thasneen.com/cooking/",
      "title": "Cooking with Thas - Smart Cooking, Smart Living - Your Guide to Kitchen Gadgets, Home Tech, and Tasty Recipes",
      "description": "void",
      "preview": "Skip to Content"
    },
    {
      "url": "https://likewise.com/privacy-policy",
      "title": "Find New TV Shows, Movies, Books, Podcasts & More",
      "description": "Weekly personalized recommendations for what to watch, read, and listen to-delivered straight to your inbox from Likewise.",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "https://wwd.com/fashion-news/fashion-scoops/balenciaga-crocs-collaboration-photos-1234838519/",
      "title": "Balenciaga and Crocs Collaboration: Photos, Details and More",
      "description": "Balenciaga and Crocs are teaming for their second collaboration, which includes high-heeled Crocs and rainboots.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/tw-repair.html",
      "title": "Typewriter Repair Shops",
      "description": "void",
      "preview": "presents The Typewriter Revolution: A Typist's Companion for the 21st Century Available now Not too long ago, every town had at least one shop that so"
    },
    {
      "url": "https://unicornshavemohawks.tumblr.com/",
      "title": "@unicornshavemohawks on Tumblr",
      "description": "31||INTJ||Book Hoarder||Nightmare Goth Gf 💀♑🌞♒🌛♏📈💀",
      "preview": "Posts galaxysorceressofficial Follow spitblossoms Follow faeberrywine Follow divinefemmexx Follow DHANISHTA 📸 fairydropart Follow Happy Midsummer spit"
    },
    {
      "url": "https://www.johanna-benden.de/tag/es-geht-weiter/",
      "title": "es geht weiter",
      "description": "void",
      "preview": "Skip to content > es geht weiter Moin moin, ihr Lieben! Endlich arbeite ich wieder an einem neuen Projekt - hach, das fühlt sich gut an ... 😍🎉🥳🥰 (Natürl"
    },
    {
      "url": "https://hourshaircare.com/products/full-time-1",
      "title": "Full-Time - hOURS haircare",
      "description": "Creates long lasting styles with volume, body, bounce, and a no-crunch finish 2024 Allure Best of Beauty Award Winner 2023 Allure Best of Beauty Award Winner Women's Health 2023 Healthy Hair Award Winner",
      "preview": "Skip to content Complimentary In Minutes Sample With Purchase | Free US Shipping on Orders $40+ Item added to your cart Check out Continue shopping Fu"
    },
    {
      "url": "https://www.etcc-ca.com/reports/automated-emissions-reduction-dispatch-signal-dr-emerging-technologies-assessment",
      "title": "Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment | ETCC",
      "description": "The purpose of this Demand Response Emerging Technology (DRET) Assessment is to confirm that, in a laboratory setting, end-use energy consumption by certain appliances can be automatically controlled by a combination of: (1) a frequently changing (every 5 minutes) GHG intensity signal based on near-real-time data from power grid operators; (2) an end-use specific control algorithm that utilizes the GHG intensity signal, energy consumption data, and customer inputs (simulated in the lab) to produce and communicate a dispatch order to a smart controller and (3) a smart controller that can rel",
      "preview": "Skip to main content Project Info COMPLETE Project Title Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment Project Num"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Nappy-Beautifully-Diverse-Stock-Photos-1b8ab51e14b9491f81e69eed87ebf50e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://bwittmblr.tumblr.com/post/145943365905",
      "title": "The class students like the most",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "codeorg : A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer scienc"
    },
    {
      "url": "https://pornrips.to/wildoncam-22-01-10-kenzie-love-hardcore-xxx-1080p-hevc-x265-prt/",
      "title": "WildOnCam.22.01.10.Kenzie.Love.Hardcore.XXX.1080p.HEVC.x265.PRT - PornRips.To",
      "description": "void",
      "preview": "Release: WildOnCam.22.01.10.Kenzie.Love.Hardcore.XXX.1080p.HEVC.x265.PRT File Size: 1298 MB Duration: 1:00:09 Join us on Telegram! Leave a Reply Cance"
    },
    {
      "url": "https://www.reproduccionasistida.org/complicaciones-durante-el-embarazo/gripe-y-resfriado-durante-el-embarazo/",
      "title": "Prevenir infecciones durante el embarazo",
      "description": "Cuando una mujer está embarazada, es especialmente importante evitar contagiarse de ciertas infecciones. Para ello, la mujer debe tener en mente algunos",
      "preview": "Menú Buscador Acceso usuarios Entrar Registrarse Inicio El embarazo ¿Cuáles son las complicaciones del embarazo más comunes? Prevenir infecciones dura"
    },
    {
      "url": "https://blog.coursera.org/how-chelsea-went-from-google-it-support-learning-to-a-google-job-offer/",
      "title": "How Chelsea went from Google IT Support Learning to a Google Job Offer - Coursera Blog",
      "description": "Chelsea found success after completing the Google IT Support Professional Certificate. Today, she works as a Data Center Technician at Google's new data",
      "preview": "Share Share on Facebook Share Share on Twitter Tweet Share on LinkedIn Share Send email Mail Chelsea found success after completing the Google IT Supp"
    },
    {
      "url": "https://www.gu.org/",
      "title": "Generations United",
      "description": "Generations United improves the lives of children, youth, and older adults through intergenerational programs, policies, and strategies.",
      "preview": "Skip to main content Skip to footer Generations United Menu Press Room Contact Us Follow us on Facebook Follow us on Twitter Follow us on Instagram Fo"
    },
    {
      "url": "https://milkewhit13.blogspot.com",
      "title": "13",
      "description": "void",
      "preview": "Skip to main content Posts Get link Facebook X Pinterest Email Other Apps January 27, 2022 wayapk trackmytcs Post a Comment Read more"
    },
    {
      "url": "https://www.petsmart.com/",
      "title": "Pet Supplies, Accessories, and Pet Food - Pet Stores | PetSmart",
      "description": "PetSmart pet stores offer quality pet products, pet food, and accessories. Find pet service locations for pet grooming, dog training, and boarding.",
      "preview": "EXTRA 20% OFF thousands of items with: SAVE20 thru 10/13, see terms > Cozy up to fresh deals Save on thousands of items with: SAVE20 thru 10/13, see t"
    },
    {
      "url": "https://www.newscientist.com/subject/technology/",
      "title": "Technology news, articles and features | New Scientist",
      "description": "From electronics and engineering to artificial intelligence, discover the latest developments, awe-inspiring features and in-depth analysis about today's technological advances",
      "preview": "Close Advertisement Subscribe now Technology From the earliest stone tools to the latest advances in artificial intelligence, robotics, blockchains an"
    },
    {
      "url": "https://www.cdc.gov/physicalactivity/basics/index.htm",
      "title": "Physical Activity Basics and Your Health | Physical Activity Basics | CDC",
      "description": "Benefits, recommendations, and tips for physical activity across the lifespan.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://wiki.openttd.org/hu/Manual/Game%20Mechanics/",
      "title": "OpenTTD | Game Mechanics",
      "description": "void",
      "preview": "en de es fr hu it ja nl pl ru zh Ez a cikk az eredeti angol nyelvű fordítása: en/Manual/Game Mechanics/Main Page . Lefordítva: kb. 97% Kérem, segítsen"
    },
    {
      "url": "https://www.covidtests.gov/",
      "title": "Lab Leak: The True Origins of Covid-19 - The White House",
      "description": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the",
      "preview": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the"
    },
    {
      "url": "http://hourofcode.com/learn",
      "title": "Free One Hour Coding Tutorials",
      "description": "Bring an Hour of Code and computer science to your classroom or school. With over 100 free coding tutorials available to begin learning it is easy.",
      "preview": "Your browser is not supported. Please upgrade your browser to one of our supported browsers . You can try viewing the page, but expect functionality t"
    },
    {
      "url": "http://opendata.ayto-caceres.es/",
      "title": "Inicio - OpenData Cáceres",
      "description": "void",
      "preview": "Skip to content Open Data Cáceres Últimos datos Plazas de Movilidad Reducida Cáceres api/sparql CSV JSON RDF Desfibriladores Cáceres api/sparql CSV JS"
    },
    {
      "url": "http://boardgamegeek.com/boardgame/369/5ive-straight",
      "title": "5ive Straight | Board Game | BoardGameGeek",
      "description": "Card play limits where you may place your marker but five-in-a-row wins.",
      "preview": "void"
    },
    {
      "url": "https://live.worldbank.org",
      "title": "We Livestream Events on International Development | World Bank Live",
      "description": "Keep up with the World Bank's latest research and insights. Join us as we livestream events in English, Spanish, French, and Arabic and discuss global development challenges with international economists and policymakers.",
      "preview": "Event Replays Replay September 24, 2025 Mission 300: Energizing Africa Mission 300: Energizing Africa Replay September 23, 2025 A Conversation with Ax"
    },
    {
      "url": "https://handsapt.tumblr.com/post/154518274122",
      "title": "hands_apt - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \"How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline.In 2013, Code.org's advocacy coalition launched a...",
      "preview": "hands_apt - Computer science really is computer science! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I d"
    },
    {
      "url": "https://www.goatsofanarchy.org/",
      "title": "Goats of Anarchy",
      "description": "Goats of Anarchy is a farm animal sanctuary dedicated to the rescue and rehabilitation of goats with special needs. We teach acceptance and inclusion, advocate for animal rights, and promote veganism.",
      "preview": "0 Goats just want to have fun. Goats of Anarchy is a sanctuary for farmed animals with disabilities. Animals come to us broken, battered, and abused,"
    },
    {
      "url": "http://www.wfp.org",
      "title": "UN World Food Programme (WFP)",
      "description": "We are the world's largest humanitarian organization, saving lives in emergencies and using food assistance to build a pathway to peace, stability and prosperity for people recovering from conflict, disasters and the impact of climate change.",
      "preview": "Skip to main content War in Gaza two years on: Humanitarian access improves but acute hunger persists Read more Donate Conflict 'We just ran': Pakista"
    },
    {
      "url": "http://www.sailacrossthesun.com/",
      "title": "Sail Across the Sun",
      "description": "Thank you, Sail Across The Sun Family, for another incredible vacation! Train looks forward to reuniting with you at sea in 2027! As Alumni, you'll be the first to get any and all updates on our next sailing. Until next time. . . see you soonish!",
      "preview": "Thanks for sailing! Thank you, Sail Across The Sun Family, for another incredible vacation! Train looks forward to reuniting with you at sea in 2027!"
    },
    {
      "url": "http://www.nasa.gov/",
      "title": "NASA",
      "description": "NASA.gov brings you the latest news, images and videos from America's space agency, pioneering the future in space exploration, scientific discovery and aeronautics research.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://www.omfif.org/events/cee-in-focus-the-future-of-capital-markets/",
      "title": "CEE in focus: the future of capital markets - OMFIF",
      "description": "Tue 5 Oct 2021 @ 09:00 - 11:30 -",
      "preview": "Skip to content CEE in focus: the future of capital markets Symposium Virtual Tue 5 Oct 2021 09:00 - 11:30 This high-level panel discussion will discu"
    },
    {
      "url": "https://www.accesoriosguzman.com.ar/lona-con-estructura-de-aluminio---chevrolet-s10-d-c-1996-2011/p",
      "title": "LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 - Guzman Accesorios",
      "description": "Comprá acá la mejor lona marítima del mercado. Específica para la Chevrolet S10, las lonas Multicap traen estructura y cerramientos de aluminio,y tratamiento UV para proteger el vinilo de los rayos del sol. ¡Comprá acá la lona para tu S10!",
      "preview": "TODOS LOS MEDIOS DE PAGO Contacto Sucursales Productos 4x4 y SUV Lonas LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 Productos HotSale"
    },
    {
      "url": "https://www.ttbook.org",
      "title": "To The Best Of Our Knowledge | Intelligent. Optimistic. Curious.",
      "description": "TTBOOK is a nationally-syndicated, Peabody award-winning radio show about big ideas from the great minds of our time.",
      "preview": "Skip to main content Skip to audio player Show Navigation Hide Navigation Home Latest Show Episodes Interviews Arts & Culture Politics & History Scien"
    },
    {
      "url": "https://endjusticefees.org/fee-surveys/",
      "title": "End Justice Fees",
      "description": "See which common fee types are authorized in statute by state. Justice fees are hidden taxes that governments charge.",
      "preview": "About Fee Surveys Reforms Resources NEWS Take Action Contact About Fee Surveys Reforms Resources NEWS Take Action Contact National Fee Surveys 50-Stat"
    },
    {
      "url": "http://susiecakes.com/",
      "title": "SusieCakes",
      "description": "SusieCakes is an All-American bakery offering classic desserts made entirely from scratch using simple, natural ingredients. SusieCakes is now shipping nationwide!",
      "preview": "Skip to main content The sweetest collab of the year with See's Candies® featuring Milk Bordeaux Cupcakes and Cake. Only available through Sunday! Ord"
    },
    {
      "url": "https://getreadyguilford.org/",
      "title": "Homepage - Ready for School, Ready for Life",
      "description": "Ready for School, Ready for Life is a collaborative effort to build a connected, innovative system of care for Guilford County's youngest children and their families.",
      "preview": "Skip to content Ready for School Ready for Life Building a connected system of care for our youngest children and their families. We Are Ready to addr"
    },
    {
      "url": "https://www.angi.com/",
      "title": "Angi (formerly Angie's List): Home Service Pros",
      "description": "See highly-rated professional for free. Read real local reviews and grades from neighbors so you can pick the right pro for the job the first time.",
      "preview": "Find top-rated pros in your area. What can we help you with? Zip Code Handyperson Landscaping Plumbing Electrical Remodeling Roofing Painting Cleaning"
    },
    {
      "url": "https://support.airtable.com",
      "title": "Airtable Support | Home",
      "description": "Browse product documentation to find answers and support for Airtable.",
      "preview": "Airtable Help Center See all articles Recently updated articles Search CTRL + K Getting Started Learn the basics of Airtable Billing Learn how to mana"
    },
    {
      "url": "https://www.kark.com/news/local-news/crews-respond-to-possible-crash-near-clinton-national-airport/",
      "title": "FAA says 5 on board plane that crashed near Clinton National Airport, deputies say no survivors | KARK",
      "description": "Officials said five people were on board an airplane that crashed near the Clinton National Airport just after noon Wednesday, with deputies at the scene saying there were no survivors found.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.springernature.com/gp/authors/research-data",
      "title": "Research data | Publish your research | Springer Nature",
      "description": "Research data refers to the collection of files that support your research project, study or publication e.g. spreadsheets, documents, images, videos, audio etc. Other researchers can't learn and build upon your research data if they can't see it and you can't get credit if other researchers can't find and cite you. The files on your desktop or USB stick may contain valuable knowledge that other researchers can learn from.",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Authors Home Products Open science Authors Editors Peer Reviewers P"
    },
    {
      "url": "http://dailysport.co.ke/",
      "title": "HOME - DAILY SPORT",
      "description": "void",
      "preview": "Skip to content Kipyegon, Moraa to highlight Athlos New York City race Posted on October 9, 2025 October 9, 2025 Author Sabuni Khwa Sabuni Comment(0)"
    },
    {
      "url": "https://www.vplayed.com",
      "title": "VPlayed: #1 Streaming Platform to Launch & Monetize Videos",
      "description": "VPlayed is a SaaP-based streaming platform that allows broadcasters, distributors, and content owners to build, distribute & monetize live and on-demand videos across the web, mobile apps & smart TVs.",
      "preview": "void"
    },
    {
      "url": "http://www.city-data.com/poverty/poverty-Camden-New-Jersey.html",
      "title": "Camden, New Jersey (NJ) poverty rate data - information about poor and low-income residents living in this city",
      "description": "void",
      "preview": "Toggle navigation Forum Cities AK AL AR AZ CA CO CT DC DE FL GA HI IA ID IL IN KS KY LA MA MD ME MI MN MO MS MT NC ND NE NH NJ NM NV NY OH OK OR PA RI"
    },
    {
      "url": "https://central.wordcamp.org/",
      "title": "WordCamp Central - WordCamp is a conference that focuses on everything WordPress.",
      "description": "WordCamp is a conference that focuses on everything WordPress.",
      "preview": "Skip to content WordCamp Central Primary Menu Home News Schedule Upcoming WordCamps Past WordCamps and WordPress Events About What to Expect Global Co"
    },
    {
      "url": "https://www.tuftandpaw.com/products/cove-litter-box-full",
      "title": "Cove Modern Litter Box - Tuft & Paw",
      "description": "A simple, beautiful, modern litter box with an integrated scoop, dustpan, and handbrush. Built by designers, engineers, and cat behaviorists and made from recycled plastics that are completely toxin-free.",
      "preview": "Close Search website Search Previous Slide Next Slide Product Details Rethink your litter box setup with Cove. An overachiever by design, it comes wit"
    },
    {
      "url": "https://www.cftexas.org/",
      "title": "Where Giving Thrives - Communities Foundation Of Texas",
      "description": "Communities Foundation of Texas is dedicated to building thriving communities by inspiring philanthropy and fostering impactful giving for lasting change.",
      "preview": "Jump to navigation links Jump to main content Jump to footer links Local Impact; Simplified Giving; One-on-One Guidance DONORS Uplift communities, cha"
    },
    {
      "url": "https://www.extremis.com/fr/collections/walrus/walrus-module-central",
      "title": "Walrus module central - Collection Walrus - Notre collection - Extremis",
      "description": "Portant le nom anglais du morse, cet impressionnant mammifère capable d'affronter les éléments grâce à sa peau épaisse et robuste, ce design unique résiste aux quatre saisons sans avoir besoin de housse ou de ranger les coussins. Une solution ingénieuse permet de concrétiser ce dont les autres canapés d'extérieur ne peuvent que rêver : un grand confort, une esthétique élégante et une résistance climatique à toute épreuve. Walrus module central est disponible en deux tailles et dispose d'un compartiment de rangement à l'arrière. Combinez différents modules Walrus pour créer un canapé dont la forme et la taille s'adaptent parfaitement à votre espace extérieur.",
      "preview": "fr en nl fr de Walrus module central De Walrus collection Avec coussins Canapé d'extérieur modulaire étanche Portant le nom anglais du morse, cet impr"
    },
    {
      "url": "https://www.usbcwomenofpower.com/",
      "title": "Home | USBC Womens Power 50",
      "description": "The USBC Power 50 Women of Influence celebrates the top 50 Black women leaders who are shaping industries, driving change, and making a lasting impact in their communities. From entrepreneurs and executives to advocates and visionaries, this prestigious annual list honors those who embody excellence, leadership, and empowerment. Nominate a woman making a difference today and join us in uplifting and recognizing the power of Black women leaders across the nation.",
      "preview": "top of page WOMEN OF INFLUENCE MIX BY D.J. TY ALEXANDER ABOUT USBC POWER 50 The USBC's \"Power 50\" Women of Influence list honors the top 50 women acro"
    },
    {
      "url": "https://forums.delphiforums.com/n/pfx/forum.aspx?pagingNavigate=NEXT&msg=5055.1&firstTid=5055&filterColumn=UNREADMSGS&sortByFolder=0&pagingLastDate=2021-11-23T17%253a33%253a21&webtag=ostfiletopst&nav=messages",
      "title": "Delphi Forums Login - Welcome! Please log in.",
      "description": "void",
      "preview": "Welcome! Please log in. Enter your Membername or E-Mail Address: Password I forgot Save password? I agree to the terms of the Delphi Forums Terms of S"
    },
    {
      "url": "http://www.whedon.info/index.php/gahlery/trainingsraum/dist/dist/IMG/jpg/-Graphics,395-.html?debut_articles=50",
      "title": "Joss Whedon : Buffy, Angel, Firefly, Dollhouse, Avengers - Page 50",
      "description": "Joss Whedon & Sarah Michelle Gellar news, photos, videos : Buffy, Angel, Firefly, Dollhouse, Avengers - Page 50",
      "preview": "Joss Whedon : Buffy, Angel, Firefly, Dollhouse, Avengers Joss Whedon : Buffy, Angel, Firefly, Dollhouse, Avengers, Sarah Michelle Gellar Sitemap XML -"
    },
    {
      "url": "https://relianceretail.com/reliance-smart.html",
      "title": "Reliance Retail",
      "description": "void",
      "preview": "Reliance SMART Home Our Brands Reliance Smart Reliance SMART is one of the largest & fastest growing Grocery retail chains in India. Synonymous to its"
    },
    {
      "url": "https://status.mapbox.com/",
      "title": "Mapbox Status",
      "description": "Welcome to Mapbox's home for real-time and historical data on system performance.",
      "preview": "Services Status Incident History Current Status x Get email notifications whenever Mapbox creates , updates or resolves an incident. Email address: En"
    },
    {
      "url": "https://www.businessinsider.com/ukraine-exhausted-russian-troops-back-borders-us-general-2022-7",
      "title": "Ukraine Could Wipe Out 'Exhausted' Russian Troops' Gains: General - Business Insider",
      "description": "For Ukraine to succeed in the war, Lt. Gen. Ben Hodges told Insider its military must neutralize Russia's arsenal of artillery and rockets.",
      "preview": "void"
    },
    {
      "url": "https://arquivocidadao.stj.jus.br/index.php/termo-pres-2002-2004",
      "title": "Termo de Posse do Ministro Nilson Naves na Presidência do STJ - Superior Tribunal de Justiça - AtoM",
      "description": "Termo de Posse do Excelentíssimo Senhor Ministro Nilson Vital Naves no cargo de Presidente do Superior Tribunal de Justiça.",
      "preview": "O Arquivo.Cidadão é um espaço virtual destinado às atividades de preservação, pesquisa e divulgação dos documentos históricos do STJ Pesquisa rápida I"
    },
    {
      "url": "https://atlantapressclub.org/",
      "title": "Atlanta Press Club",
      "description": "void",
      "preview": "Please upgrade your browser. Go to https://support.microsoft.com/en-us/help/17621/internet-explorer-downloads to download IE 11 or M. Skip to content"
    },
    {
      "url": "https://sports.yahoo.com/christian-pulisic-return-usmnt-roster-155111505.html",
      "title": "Christian Pulisic to return to USMNT roster for World Cup qualifier vs. Mexico - Yahoo Sports",
      "description": "Chelsea star Christian Pulisic returns to the U.S. national team for World Cup qualifier with Mexico after missing three qualifiers with an injury.",
      "preview": "Advertisement Advertisement Advertisement Advertisement TRENDING Phillies ousted after blunder Giants upset Eagles MLB playoffs live updates LeBron to"
    },
    {
      "url": "https://azuremarketplace.microsoft.com/en-us/",
      "title": "Microsoft Azure Marketplace",
      "description": "void",
      "preview": "Azure Marketplace Apps Consulting Services Search Marketplace Search Sell Blog Azure Marketplace More Search Marketplace Search More Azure Marketplace"
    },
    {
      "url": "http://mathonline.edusoftmax.com/",
      "title": "Congratulations! You have successfully set up your website!",
      "description": "void",
      "preview": "You have successfully set up your website! This is the default server page. There are a few possible reasons why you see this page instead of your own"
    },
    {
      "url": "https://news.shopify.com",
      "title": "Shopify Newsroom",
      "description": "Explore the latest Shopify news, product innovation, and industry data. Get stories from the entrepreneurs who are shaping the future of commerce.",
      "preview": "Skip to Content POV When trade works, entrepreneurs win: Making global growth possible for small businesses Small businesses everywhere are poised to"
    },
    {
      "url": "https://businessfinder.nj.com/icici-infotech-edison-nj-1.html",
      "title": "New Jersey Local News, Breaking News, Sports & Weather",
      "description": "Get the latest New Jersey news, sports, and breaking updates. View daily NJ weather and top stories from Jersey City, Atlantic City, and beyond on NJ.com.",
      "preview": "Dozens of kids flee N.J. school fire just in time, principal says News Stories Weather Dangerous nor'easter to cause major flooding at Jersey Shore wi"
    },
    {
      "url": "http://www.ebookcompiler.com/",
      "title": "eBook Compiler Software: create your own eBooks",
      "description": "eBook Software: create your own eBooks",
      "preview": "Introduction Features Power Features What People Say Download Register Questions & Answers Contact Us Affiliates Related Products Upon review of your"
    },
    {
      "url": "https://microsoft.com/edge/features/surf-game",
      "title": "Microsoft Edge Surf",
      "description": "void",
      "preview": "Skip to main content Search Try Edge Microsoft Edge Surf Catch the wave in Microsoft Edge. Beware of the Kraken as you ride through the water and try"
    },
    {
      "url": "https://allschoolsinindia.in/category/cut-off-mark-calculator/",
      "title": "Cut Off Mark Calculator",
      "description": "void",
      "preview": "You are here: Home / Archives for Cut Off Mark Calculator KVS Class-1 and Balvatika Admission 2025-26 KV School Online Fee Payment System 2025-26 Maha"
    },
    {
      "url": "https://jlgray.com/properties?property=cimmaron-i-apartments&propertyid=90",
      "title": "Cimmaron I Apartments - JL Gray Company",
      "description": "Cimmaron I Apartments is a property in Anthony, NM managed by JL Gray.",
      "preview": "Home Property Management Find My New Home About Us About Our Mission Our Management Team Employment Contact Us Blog Residents Pay Rent Submit Maintena"
    },
    {
      "url": "https://insights.sustainability.google/",
      "title": "Google Environmental Insights Explorer - Make Informed Decisions",
      "description": "Environmental impact begins with insights. Explore data to make informed decisions and inspire action.",
      "preview": "Environmental Insights Explorer Impact begins with insights. Explore data to make informed decisions and inspire action. Explore estimated carbon emis"
    },
    {
      "url": "https://firefox-dev.tools/",
      "title": "Firefox Developer Tools",
      "description": "void",
      "preview": "Firefox Developer Tools A set of tools for inspecting and editing web code. Our team works closely with the community and is always happy to welcome n"
    },
    {
      "url": "https://www.weebly.com/",
      "title": "Free Website Builder: Build a Free Website or Online Store | Weebly",
      "description": "Weebly's free website builder makes it easy to create a website, blog, or online store. Find customizable templates, domains, and easy-to-use tools for any type of business website.",
      "preview": "Or transfer your domain > Guides Themes Features Blog App Center SEO Guide Help This site uses cookies to assist with navigation, analyze your use of"
    },
    {
      "url": "https://gckgrebow.pl/2018/04/zajecia-dla-as-w-kwietniu/",
      "title": "Zajęcia dla AS w kwietniu - Gminne Centrum Kultury w Grębowie",
      "description": "void",
      "preview": "Home Aktualne wydarzenia Zajęcia dla AS w kwietniu Zajęcia dla AS w kwietniu 06 kw. Zajęcia dla AS w kwietniu Aktualności Zajęcia stałe Harmonogram Za"
    },
    {
      "url": "http://www.google.org",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://itunes.apple.com/us/app/youtube-kids/id936971630?mt=8",
      "title": "‎YouTube Kids on the App Store",
      "description": "Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an app made just for kids. With easy na...",
      "preview": "Screenshots Description Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an ap"
    },
    {
      "url": "https://thewaltdisneycompany.com/remembering-disney-legend-burny-mattinson/",
      "title": "Remembering Disney Legend Burny Mattinson - The Walt Disney Company",
      "description": "Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during an unprecedented 70-year career, ...Read More",
      "preview": "Skip to content Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during"
    },
    {
      "url": "https://digital-photography-school.com/",
      "title": "Digital Photography School",
      "description": "Digital photography tips and tutorials for camera owners of all levels. Read by over 5 million people per month.",
      "preview": "LOVE PHOTOGRAPHY? Digital Photography School has what you need to take your photography to the next level. We offer daily tips, resources and free tut"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-development-workflow-automation-platform-Appy-Pie-32f2da6aa93243c3a774e8a37e06ff71?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.dw.com/en/science/s-12526",
      "title": "Science | In-depth reporting on science and technology - DW",
      "description": "Reports and analysis of developments in the world of Sci-Tech, medicine and digital topics. Keep up to date on the latest IT news from Europe and Germany.",
      "preview": "You need to enable JavaScript to run this app. Skip to content Skip to main menu Skip to more DW sites In focus Gaza Nobel Prize German politics Lates"
    },
    {
      "url": "https://www.flickr.com/photos/worldbank",
      "title": "World Bank Photo Collection | Flickr",
      "description": "Explore World Bank Photo Collection's 14,528 photos on Flickr!",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://mt.panbo.com/2014/04/broadband-radar-interference-issues.html",
      "title": "Broadband Radar interference issues? - Panbo Forum",
      "description": "void",
      "preview": "Home Forum Classifieds Sponsored by PMY , PassageMaker , Sail , and Soundings"
    },
    {
      "url": "https://www.chemicalfootprint.org/",
      "title": "The Chemical Footprint Project - a project of Clean Production Action",
      "description": "transforming global chemical use by measuring and disclosing data on business progress to safer chemicals.",
      "preview": "Skip to Content Chemical Footprint Project CFP is transforming global chemical use by measuring and disclosing data on business progress to safer chem"
    },
    {
      "url": "https://www.vogons.org/viewforum.php?f=46",
      "title": "General Old Hardware \\ VOGONS",
      "description": "void",
      "preview": "Skip to content General Old Hardware Forum actions New Topic Announcements Topic Replies Views Newest post VOGONS Wiki reference (Announcement) View t"
    },
    {
      "url": "http://www.compassinterpreters.org/",
      "title": "Interpretation Services For Utica Residents | The Center",
      "description": "The Center offers interpretation services to Utica area residents. Click here to request an interpreter or to join our interpretation team!",
      "preview": "Skip to main content Overview Our interpreters provide in-person, accurate, and complete interpretation assignments daily. Our medical interpreters we"
    },
    {
      "url": "http://www.inrete.it/",
      "title": "Inrete - Internet to support your business",
      "description": "Internet to support your business",
      "preview": "Prodotti e Servizi Traffic Engineering LIR-AS-BGP Load Balancing BGP Sentinel Observability AppProbe NetProbe WiFiProbe Email e DNS Sentenza Schrems I"
    },
    {
      "url": "https://www.ideart.si/blog/brezplacna-spletna-stran",
      "title": "Brezplačna ali poceni spletna stran?",
      "description": "Zbirka nasvetov in trikov, ki vam bodo pomagali pri vaši spletni prodaji in učinkovitem spletnem nastopu. Novice, trendi & nasveti.",
      "preview": "Brezplačna ali poceni spletna stran? ideART - Matjaž Blažič 16 Januar 2021 (3) Na voljo imate postavitev spletne strani na poddomeni enega izmed števi"
    },
    {
      "url": "https://bnbvillaanna.nl/over-villa-anna",
      "title": "Over Villa Anna - B&B Villa Anna",
      "description": "Villa Anna werd in 1901 gebouwd door Frans van der Grinten, jarenlang was Villa Anna het hoofdkantoor van Oce van der Grinten, nu is het omgebouwd in een bed&breakfast",
      "preview": "De geschiedenis van Villa Anna in Venlo Villa Anna met op de voorgrond de fabriek Villa Anna werd gebouwd in 1901 door de apotheker Frans van der Grin"
    },
    {
      "url": "https://material.io/design/color/the-color-system.html",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.sait.ca/",
      "title": "SAIT - Southern Alberta Institute of Technology",
      "description": "The Southern Alberta Institute of Technology (SAIT) offers hands-on degree, diploma, certificate, continuing education and corporate training programs to develop the skills and knowledge employers demand.",
      "preview": "Skip to main content Turn your passion into purpose. Search Search sait.ca View all programs & courses Explore your future Browse our 2026 interactive"
    },
    {
      "url": "https://greeneletron.org.br/",
      "title": "Green Eletron -",
      "description": "void",
      "preview": "Gestora para logística reversa de eletroeletrônicos A Green Eletron é uma entidade gestora de logística reversa sem fins lucrativos, criada para viabi"
    },
    {
      "url": "https://www.carzonrent.com/",
      "title": "Premium Chauffeur Driven Car Rental Services India",
      "description": "Experience the premium travel with India's leading chauffeur-driven car rental service, designed to meet all your business and individual transportation needs. Ride in comfort and elegance.",
      "preview": "24 Years of Service Excellence 15 Million+ Happy Customers 2000+ Corporates Served 120+ Servicing Cities Local Outstation Airport Transfer Long Term R"
    },
    {
      "url": "http://feis.fra.affrc.go.jp/english_index.html",
      "title": "National Research Institute of Fisheries and Environment of Inland Sea, Fra",
      "description": "void",
      "preview": "National Research Institute of Fisheries and Environment of Inland Sea INQUIRY Outline The Seto Inland Sea, the biggest inland sea of Japan, is known"
    },
    {
      "url": "https://pflag.org/",
      "title": "Homepage - PFLAG",
      "description": "PFLAG is the nation's largest organization dedicated to supporting, educating, and advocating for LGBTQ+ people and those who love them.",
      "preview": "Safe Celebrated Empowered Loved PFLAG is creating a caring, just, and affirming world for LGBTQ+ people and those who love them. I want to learn more"
    },
    {
      "url": "https://www.citizen.co.za/horses/horse-news/427243/riders-ready-for-cup-2/",
      "title": "Riders ready for Cup | The Citizen",
      "description": "Golfers may be spending much of their time watching The Open Championship at St Andrews today but they should also flip channels to No 239 and keep an eye on racing's own Interprov Rider Cup at Greyville.",
      "preview": "Horses Home » Sport » Horses Riders ready for Cup By Jack Milner 2 minute read 18 July 2015 01:00 pm RELATED ARTICLES DA calls for Gauteng health MEC'"
    },
    {
      "url": "https://www.espn.com/nfl/story/_/id/35754546/ex-nfl-groundskeeper-george-toma-super-bowl-lvii-field-was-overwatered",
      "title": "Ex-NFL groundskeeper George Toma: Super Bowl LVII field was overwatered - ESPN",
      "description": "Longtime NFL groundkeeper George Toma believes the issues that plagued the field at Super Bowl LVII could have been avoided, saying it was overwatered and not allowed to dry out properly.",
      "preview": "Skip to main content Skip to navigation < > Ex-NFL groundskeeper: SB LVII field overwatered 3y Josh Weinfuss Giants turn tables on Eagles with complet"
    }
  ],
  "_meta": {
    "total_bookmarks": 107
  }
}