{
  "data": [
    {
      "url": "https://apparelimpact.org/",
      "title": "Apparel Impact Institute | Home",
      "description": "aii is transforming the apparel and footwear industry by identifying, funding, scaling and measuring proven solutions to decrease carbon emissions.",
      "preview": "APPAREL IMPACT INSTITUTE Our mission: We're transforming the apparel and footwear industry by identifying, funding, scaling, and measuring proven solu"
    },
    {
      "url": "http://www.vividseats.com/privacy.html",
      "title": "Privacy Policy | Vivid Seats",
      "description": "The Vivid Seats privacy policy explains our practices regarding personal account information and the steps we take to protect our customers' privacy.",
      "preview": "Skip to Content Skip to Footer Tickets you can trust: 100 million sold, 100% Buyer Guarantee . Learn More. 100 million sold, 100% Buyer Guarantee . Le"
    },
    {
      "url": "https://collegebasketball.ap.org/wnewsj/article/kispert-ayayi-lead-no-1-gonzagas-quest-national-title",
      "title": "College Basketball News: Rankings, Scores, Stats & More | AP News",
      "description": "Read the latest college basketball news. Keep up with college basketball rankings, scores, and stats of your favorite players and teams, all on AP News.",
      "preview": "void"
    },
    {
      "url": "https://checkout.stripe.com/c/pay/cs_live_a13UGr91ZJl0P17W34mDUXqcvPiyLonwnxFzOObEIyfztVecG1sZBObGfq#fidkdWxOYHwnPyd1blppbHNgWmFmY0prY0JuQWYzX0dEf1RBT1VCZnN8NScpJ3VpbGtuQH11anZgYUxhJz8nZEBQZ0ltZ2BcYlcwZFxyY1xfJ3gl",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.bbc.co.uk/bitesize/guides/z4wf8xs/revision/1",
      "title": "Entities and attributes - Design - Higher Computing Science Revision - BBC Bitesize",
      "description": "For Higher Computing Science revise how entities and attributes are identified prior to implementation of a database design.",
      "preview": "Entities and attributes Entities In database design, entities represent what will become tables during implementation. The term 'entity' is used to de"
    },
    {
      "url": "https://www.goodreads.com/book/show/32620332-the-seven-husbands-of-evelyn-hugo",
      "title": "Loading...",
      "description": "Discover and share books you love on Goodreads.",
      "preview": "Loading..."
    },
    {
      "url": "https://tours-greece.gr/excursions/bus-tours-in-greece",
      "title": "Group Tour Packages & Shared Bus Tours from Athens",
      "description": "Experience the best of Greece with our group tour packages and shared bus tours from Athens. Discover cultural and heritage sites and explore the Greek islands with our expert guides. Book your vacation package online now",
      "preview": "Search by Filters Group Tours Greece 2 Day Group Tour in Delphi & Meteora with shared bus from Athens, Greece 1 Reviews Book the 2-Day best-seller tou"
    },
    {
      "url": "https://typewriterdatabase.com/",
      "title": "The Typewriter Database - Version Epsilon",
      "description": "The \"Typewriter Database\" is the biggest source of typewriter serial numbers on the Internet today.",
      "preview": "1059 Brands 3310 Models 23543 Galleries 14852 Typefaces 6273 Patents The Typewriter Database - Version Epsilon To find out when your typewriter was ma"
    },
    {
      "url": "https://nappy.co/",
      "title": "Nappy | Beautifully Diverse Stock Photos",
      "description": "Beautiful photos of Black and Brown people, for free. For commercial and personal use.",
      "preview": "Open dialog Close HP Stay in the know Beautiful photos of Black and Brown people, for free. Trending Topics businesswomen indoor bedroom green playing"
    },
    {
      "url": "https://www.kungahuset.se/english/archive/press-releases/2023-02-14-hm-the-king-to-undergo-planned-surgical-procedure",
      "title": "HM The King to undergo planned surgical procedure | Kungahuset",
      "description": "On the advice of his physician, HM The King will undergo a planned surgical procedure on Monday 20 February 2023. The procedure will be performed using laparoscopic (keyhole) surgery in the heart area.",
      "preview": "Startpage / Archive 14 February 2023 HM The King to undergo planned surgical procedure On the advice of his physician, HM The King will undergo a plan"
    },
    {
      "url": "https://www.caldeiraomagico.pt/produto/tarot-esoterico/",
      "title": "TAROT ESOTERICO - Caldeirão Mágico - Artigos Esótericos",
      "description": "O Grande Tarot Esotérico, bastante conhecido em Espanha, é um baralho clássico, baseado no tarot de Marselha, um baralho com ilustrações cativantes de Luis Peña.",
      "preview": "TAROT ESOTERICO Início Tarôt e outros Oráculos , Tarôt - Baralhos TAROT ESOTERICO TAROT LABIRINTO TAROT GENOVÉS TAROT ESOTERICO 19.90 € O Grande Tarot"
    },
    {
      "url": "https://www.stagecom.eu/product-page/edge-led-ultra-hd-monitor-84-213-5cm-philips-bdl8470qu",
      "title": "Edge-LED Ultra HD Monitor 84\" (213.5cm) PHILIPS BDL8470QU | STAGECOM",
      "description": "Ultra Full HD, HDMI, Mediaplayer, LAN",
      "preview": "top of page Anmelden Ultra Full HD, HDMI, Mediaplayer, LAN Alle Produkte Ähnliche Produkte Schnellansicht NEU IM MIETPARK PIONEER CDJ 3000 Standardpre"
    },
    {
      "url": "http://appt.ly/privacy-policy",
      "title": "How to Improve your Baby Photos | HeyBaby.sg",
      "description": "Learn how to improve all your family and baby photos easily with these apps.",
      "preview": "How to Capture Your Baby's Precious Moments with Photoleap & Facetune from Apptly Every smile, yawn, and tiny milestone is worth preserving, and with"
    },
    {
      "url": "https://www.ravelry.com/bundles/free-crochet-patterns-11",
      "title": "Ravelry: Bundles: Free Crochet Patterns by Marie Segares",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://www.francegenweb.org/heraldique/base/top.php?sessionid=0f83103f71f40bf3c27d366d3417a62b",
      "title": "La base Héraldique de FranceGenWeb",
      "description": "La base Héraldique de FranceGenWeb",
      "preview": "FranceGenWeb-Héraldique Accueil Consulter Demander un dessin Départements Anciennes provinces Armoriaux FAQ Initiation Recherche + Menu Principal / To"
    },
    {
      "url": "https://www.planet.com/",
      "title": "Planet Labs: Satellite Imagery & Earth Data Analytics",
      "description": "Discover how Planet's daily satellite imagery and insights empower global decisions and actions with a multidimensional view of our changing planet.",
      "preview": "Menu Constellations Constellations Overview Owl Pelican Tanager Products Products Overview Planet Insights Platform Planet Monitoring Planet Tasking P"
    },
    {
      "url": "https://calendly.com/d/gsj-b7m-mr6/admissions-q-a",
      "title": "Calendly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://plannedgiving.ywca.org/",
      "title": "Home - Planned Giving - YWCA",
      "description": "Explore planned gifts, gifts that pay you back, and tax-smart giving options to create a lasting impact for YWCA while maximizing your financial benefits.",
      "preview": "Skip to main content ywca.org Don't have a will or trust? Start here. As a gift to people like you, we've partnered with FreeWill to make it easy for"
    },
    {
      "url": "http://virtualcollections.naturalsciences.be/virtual-collections/entomology/coleoptera/cetoniidae/anoplocheilus-diplognathoides-werneri-antoine-2000/data-view",
      "title": "Data - RBINS Virtual Collections",
      "description": "void",
      "preview": "Personal tools Search Site only in current section Advanced Search... You are here: Home / Virtual collections / Entomology / Coleoptera / Cetoniidae /"
    },
    {
      "url": "https://datos.madrid.es/portal/site/egob/menuitem.3efdb29b813ad8241e830cc2a8a409a0/?vgnextoid=108804d4aab90410VgnVCM100000171f5a0aRCRD&vgnextchannel=b4c412b9ace9f310VgnVCM100000171f5a0aRCRD&vgnextfmt=default",
      "title": "Condiciones generales para la modalidad general de puesta a disposición de los documentos reutilizables del Ayuntamiento de Madrid - Portal de datos abiertos del Ayuntamiento de Madrid",
      "description": "Portal de datos abiertos del Ayuntamiento de Madrid - Condiciones generales para la modalidad general de puesta a disposición de los documentos reutilizables del Ayuntamiento de Madrid",
      "preview": "Saltar navegación egob"
    },
    {
      "url": "https://tiempo26.com/si-hubo-ataque-quimico-en-siria/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://powerplatform.microsoft.com/",
      "title": "Strumenti low-code basati sull'intelligenza artificiale | Microsoft Power Platform",
      "description": "Facilita l'innovazione con strumenti low-code usando Microsoft Power Platform, ossia Power BI, Power Apps, Power Automate e Power Pages.",
      "preview": "This is the Trace Id: a13df758c8ffdd6b4e47f229b24f3e59 Passa a contenuti principali MICROSOFT POWER PLATFORM Accelera l'innovazione Riduci i costi e i"
    },
    {
      "url": "https://mathematicallemoncake.tumblr.com/",
      "title": "Llamas Are Larger Than Frogs",
      "description": "25, software engineer (maths grad). I love climbing, painting, walking and eating delicious food! A blog of interesting things.",
      "preview": "Llamas Are Larger Than Frogs 25, software engineer (maths grad). I love climbing, painting, walking and eating delicious food! A blog of interesting t"
    },
    {
      "url": "https://fitness.apple.com/us/subscribe?itscg=10000&itsct=pod-services-fitness-apl-tvhm-21_1019",
      "title": "‎Getting Started with Fitness+",
      "description": "Get started with Apple Fitness+. Update to the latest iOS and watchOS to get started with Apple Fitness+ or redeem your 3 months free offer.",
      "preview": "What you'll need to get started on iPhone: iPhone 8 or later updated to iOS 16.1 To update your iPhone, go to Settings > General > Software Update. Id"
    },
    {
      "url": "https://www.waterpathogens.org/book/constructed-wetlands",
      "title": "Constructed Wetlands | Global Water Pathogen Project",
      "description": "void",
      "preview": "Constructed Wetlands Published on: March 22, 2017 view PDF Chapter info Copyright: This publication is available in Open Access under the Attribution-"
    },
    {
      "url": "https://www.ywca-berkeley.org/",
      "title": "YWCA Berkeley/Oakland | Social Justice | Career Readiness | Financial Literacy",
      "description": "Resources and programming to advance racial justice, eliminate racism, empower women, and develop leaders with an anti-racist approach. Learn more about programs, impact and opportunities to get involved.",
      "preview": "0 Join our Strong Women For These Times Campaign We are excited to host events that highlight trailblazers in our community as part of our mission to"
    },
    {
      "url": "https://tribecafilm.com/films/somewhere-in-queens-2022",
      "title": "Somewhere in Queens | 2022 Tribeca Festival | Tribeca",
      "description": "An Italian-American dad from Queens gets increasingly involved in ensuring his son's high school basketball success in Ray Romano's directorial debut.",
      "preview": "World Premiere Somewhere in Queens Spotlight Narrative Feature | United States | 106 MINUTES | English New York , Comedy , Drama As the prospect of at"
    },
    {
      "url": "https://mg.alhatorah.org/Full/Yirmeyahu/5/4",
      "title": "MikraotGedolot - AlHaTorah.org",
      "description": "Study Tanakh with all your chosen commentaries on one page.",
      "preview": "× Mikraot Gedolot Tutorial × E/ ע בחרו טקסט במקראות גדולות Select Text in the Mikraot Gedolot תורה Torah נביאים Neviim כתובים Ketuvim בחרו פרשה Choose"
    },
    {
      "url": "https://www.barcelona.cat/en/",
      "title": "The official Barcelona web portal | Barcelona City Council",
      "description": "Practical information on living in the city of Barcelona: news, activities, services, work, transport, business, leisure, maps, innovation and much more.",
      "preview": "Skip to main content ‌ ajuntament.barcelona.cat ‌ meet.barcelona Info Barcelona BCN Map BCN Guide Procedures Useful phone numbers Getting there Mercat"
    },
    {
      "url": "https://wiki.mozilla.org/Matrix",
      "title": "Matrix - MozillaWiki",
      "description": "void",
      "preview": "Matrix From MozillaWiki Jump to navigation Jump to search Main | Get Started | Rooms | Moderators | Bots | FAQ | Resources Matrix is an open, lightwei"
    },
    {
      "url": "https://www.networkforgood.com/legal/privacy-policy/",
      "title": "Privacy policy | Bonterra",
      "description": "Bonterra's Privacy Policy",
      "preview": "Skip to Main Content Privacy notice EFFECTIVE DATE: AUGUST 2025 Previous version of Privacy Notice ‍Bonterra LLC (\" Bonterra ,\" \"we,\" \"us,\" or \"our\")"
    },
    {
      "url": "https://starvistalive.com/",
      "title": "Home | StarVista Live",
      "description": "StarVista LIVE Cruises bring together some of the greatest artists and musicians in each genre with true music fans in a luxurious, full ship cruise environment. We provide world class live performances in intimate settings, unparalleled direct access to artists through interactive events, and a chance to have fun, see old friends and meet new ones.",
      "preview": "StarVista Live cruises provide unique experiences and unparalleled access to the superstars you love. Our Events What to expect Malt Shop Memories Cru"
    },
    {
      "url": "https://oceanexplorer.noaa.gov/",
      "title": "Homepage - NOAA Ocean Exploration",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://privacyseals.bbbprograms.org/seal/Confirmation/1114171343",
      "title": "Apple Inc. - BBB National Programs Global Privacy Seals",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. Apple Inc. is a participant in the BBB National Programs ® Cross Border Privacy Rules Program Apple Inc. is"
    },
    {
      "url": "https://greengryph.tumblr.com/",
      "title": "Green Gryph",
      "description": "Just a 24-year-old Texan living in Los Angeles with their partner and a cat named Moose. Posts various Pagan-y things, computer science and programming miscellany, Hufflepuff nonsense,...",
      "preview": "Green Gryph 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna thoughtsonthedead.com On The Propr"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Web_Mercator",
      "title": "Web Mercator - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Web Mercator From OpenStreetMap Wiki Jump to navigation Jump to search Help EPSG:3857 In other languages Afrikaans asturianu azərbaycanca Bahasa Indon"
    },
    {
      "url": "https://myducksong.tumblr.com/",
      "title": "got any grapes?",
      "description": "void",
      "preview": "memeuplift : daisyfloweeer : (via catchymemes ) herpsandbirds : Something to consider... (via catchymemes ) only-cat-memes : (via catchymemes ) (via pun"
    },
    {
      "url": "http://www.navoba.org/",
      "title": "NaVOBA Home",
      "description": "NaVOBA provides a direct link for contracting between corporate America and Certified Veteran's (VBE®) and Service-Disabled Veteran's (SDVBE®) businesses.",
      "preview": "Get in touch Subscribe to Newsletter Subscribe to Newsletter Apply Now CERTIFYING VETERAN'S BUSINESS ENTERPRISES® TO COMPETE & WIN CORPORATE CONTRACTS"
    },
    {
      "url": "https://chiquillosva-blog.tumblr.com/",
      "title": "osvas blog",
      "description": "sup yo",
      "preview": "osvas blog sup yo home message archive"
    },
    {
      "url": "https://nezya.tumblr.com/",
      "title": "The ZENM",
      "description": "A little bit of everything It´s kinda the shit - Zayde, 23 ;)",
      "preview": "The ZENM A little bit of everything It´s kinda the shit - Zayde, 23 ;) Ask me anything blue-rain : via weheartit 65,568 notes * Posted 6 years ago via"
    },
    {
      "url": "https://daviddagim.co.il/en/product/seabass-2/?add-to-cart=3031",
      "title": "Seabass - דוד דגים - דגים טריים חנות דגים בירושלים",
      "description": "For a net kilo need 2.5 times fish, due to the reduction, not grind, head, herringbone skin bones, but a net fillet net.",
      "preview": "מעבר לתוכן ראשי \"6 units of frozen Tilapia fillets\" has been added to your cart. View cart For a net kilo need 2.5 times fish, due to the reduction, n"
    },
    {
      "url": "https://www.spring-board.info/us/downtowns/",
      "title": "Retail Foot Traffic Data | MRI Software",
      "description": "Get retail insights with AI-powered foot traffic data. Track visitors, analyze patterns, & optimize footfall strategies to drive revenue.",
      "preview": "Skip to content Register for MRI NA Ascend 2025 Free Daily Benchmarks Insights Hub Select a solution Free Daily Benchmarks Insights Hub Get a Demo Hom"
    },
    {
      "url": "https://covid-19-response.unstatshub.org/useful-links/international-organisations-resources/",
      "title": "COVID-19 Resources from international organisations | COVID-19 response",
      "description": "This page contains links to data and information resources provided by international organizations that are part of the global statistical community. It is updated continuously as more resources become available.",
      "preview": "Department of Economic and Social Affairs Statistics • COVID-19 response Home Ensuring continuity Working remotely Data solutions Open data Useful lin"
    },
    {
      "url": "https://spiders-in-the-sky.tumblr.com/",
      "title": "Untitled",
      "description": "void",
      "preview": "Untitled RSS Jan 19 fiyerotigelar : Reminder for when he \"saves\" it. He was the one who wanted this, and now he gets to be the hero and win favour wit"
    },
    {
      "url": "https://education.microsoft.com/",
      "title": "Educator Center Overview - Microsoft Learn Educator Center | Microsoft Learn",
      "description": "void",
      "preview": "Microsoft Learn Educator Center Dive deep into learning with interactive lessons, earn professional development hours, acquire certifications and find"
    },
    {
      "url": "https://www.iucn.org/news/marine-and-polar/202203/unea-resolution-end-plastic-pollution-and-iucn-role-implementation-treaty",
      "title": "UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty | IUCN",
      "description": "The new UNEA Resolution, 'End Plastic Pollution: Towards a legally binding instrument', establishes an Intergovernmental Negotiating Committee that will develop the specific content of the new plastic pollution treaty with the aim of completing its work by the end of 2024. The future is ours to improve, and this news from UNEA provides a strong message of hope that we can indeed eliminate plastic pollution from our environment with a multi-pronged approach and international cooperation.",
      "preview": "Skip to main content Share: Story 09 Mar, 2022 UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty The new UNEA"
    },
    {
      "url": "http://hrscview.fu-berlin.de/",
      "title": "HRSC webGIS @ FU-Berlin Planetary Sciences",
      "description": "void",
      "preview": "Mouse pos. (Lon, Lat): Toolbar: × Layer"
    },
    {
      "url": "https://www.metrojacksonville.com/forum/index.php?topic=36694.msg515939",
      "title": "Jacksonville Mayoral Election 2023",
      "description": "Jacksonville Mayoral Election 2023",
      "preview": "Welcome, Guest . Please login or register . 1 Hour 1 Day 1 Week 1 Month Forever Login with username, password and session length Home Help Login Regis"
    },
    {
      "url": "https://blog.airtable.com",
      "title": "Airtable Blog | For The Record",
      "description": "Stories, updates, and other fun tidbits from Airtable",
      "preview": "\"Participants bring their biggest challenges and boldest visions, and the incubator provides the structure, mentorship, and platform to bring those id"
    },
    {
      "url": "https://typography-daily.com/",
      "title": "Typography Daily",
      "description": "Typography blog for inspiration, good graphic design and quality fonts showcase.",
      "preview": "Typography Daily, your daily dose of type. Grab the feed Subscribe by email (free) Follow on Twitter Become a fan on Facebook Swiss WordPress Agency R"
    },
    {
      "url": "https://www.listrak.com/",
      "title": "Listrak | Person-First Marketing Platform for Email, SMS & Web",
      "description": "The cross-channel marketing automation platform for retailers - unifying data, identity, & messaging across email, SMS, push, & web to drive personalization + revenue growth.",
      "preview": "2022 Holiday Playbook A planning guide from Listrak's retail experts. Download Now Platform Platform Clients Clients Company Company Resources Resourc"
    },
    {
      "url": "https://uk.flightaware.com/live/cancelled/",
      "title": "Live Airline Flight Cancellations Info & Statistics - FlightAware",
      "description": "Real-time cancellation statistics and flight tracker links for cancelled airline flights. View top cancellations by airline or airport.",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://www.debi.cz/jedle-oleje/122-kokosovy-olej-panensky.html",
      "title": "Kokosový olej - panenský",
      "description": "Kokosový olej je široce využíván v tradiční kuchyni, jako přirozená náhrada běžného oleje a olivového oleje. Při teplotách nad 25 stupňů je bezbarvou tekutinou.",
      "preview": "> Kategorie produktů > Přírodní oleje > Jedlé oleje > Kokosový olej - panenský Zobrazit větší Předchozí Další Zobrazit všechny obrázky Kokosový olej -"
    },
    {
      "url": "https://www.llbean.com/llb/shop/124706",
      "title": "L.L.Bean International - The Outside Is Inside Everything We Make",
      "description": "Enjoy shopping clothing, shoes, outdoor gear and more from L.L.Bean, all made for the shared joy of the outdoors.",
      "preview": "15% OFF Your Purchase with code: GLOBAL15 - Ends October 13, 2025 . Details COZY UP TO FALL SAVINGS! 15% OFF YOUR PURCHASE WITH CODE: GLOBAL15 COZY UP"
    },
    {
      "url": "https://www.urbanoutfitters.com/shop/tonymoly-all-you-need-mask-set2",
      "title": "TONYMOLY All You Need Mask Set | Urban Outfitters",
      "description": "Shop TONYMOLY All You Need Mask Set at Urban Outfitters today. Discover more selections just like this online or in-store. Shop your favorite brands and sign up for UO Rewards to receive 10% off your next purchase!",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://www.ecolex.org/",
      "title": "ECOLEX | The gateway to environmental law",
      "description": "What is ECOLEX? ECOLEX is an information service on environmental law, operated jointly by FAO, IUCN and UNEP. Its purpose is to build capacity worldwide by providing the most comprehensive possible global source of information on environmental law . This unique resource, which combines the environmental law information holdings of FAO, IUCN and UNEP, seeks to put this information at the disposal of users world-wide, in an easily accessible service, employing modern technology. The ECOLEX database includes information on treaties, international soft-law and other non-binding policy and technical guidance documents, national legislation, judicial decisions, and law and policy literature. Users have direct access to the abstracts and indexing information about each document, as well as to the full text of most of the information provided. What is now available on the web (www.ecolex.org) owes much to a project funded by the Dutch government, which ascertained the feasibility of a joint service, and set the stage for the implementation of the resulting partnership between FAO, IUCN and UNEP. This joint service is now being further refined and developed by the three partners to best meet the needs of the user. Why ECOLEX? Environmental law has, over the past thirty years, become a recognized legal discipline, and a major tool for the achievement of environment and natural resources management, in the context of sustainable development. Within this field, there has been a significant growth in multilateral and bilateral agreements, national legislation, international \"soft law\" documents, and law and policy literature, as well as related jurisprudence and court decisions. Yet, much of this wealth of information is difficult to access, even for those whose profession is to develop and implement national legal mechanisms in the field. There are two causes for this difficulty: first, there is limited knowledge about the existence and location of this information; second, even when this information is available, access is limited. This is particularly the case in developing countries and countries with economies in transition, where government officials, practitioners, environmental managers, non-profit institutions and academia lack easy access to the legal information they need for developing the necessary legal tools to promote environmental management. The need for such services is illustrated in the constantly growing number and variety of requests for data, and for assistance in locating information on specific environmental law topics, which FAO, IUCN and UNEP receive from governments, academia, including NGOs, companies and members of the public. Why FAO, IUCN and UNEP? -- a bit of history The FAO Legal Office has developed FAOLEX, a database of references to national legislation linked to electronic versions of their texts. Selected texts of major significance pertaining to FAO's mandate, including legislation on agriculture, energy, environment, fisheries, food, forestry, land, livestock, mineral resources, plants, water, wild fauna and flora, are summarized and indexed in the database. Access to the summary, index and full text of each piece of legislation is provided. IUCN Environmental Law Centre (ELC) created a comprehensive information system on environmental law (ELIS) in the 1960's. ELIS, which was one of the first computerized legal information system, evolved into a large set of references to treaties, national legislation, soft law and legal literature, linked to documents held in the libraries of the ELC for the IUCN Environmental Law Programme. It continues to be one of the main assets of the capacity building activities of the IUCN Environmental Law Programme, as well as a constant source of expertise for the work of the Programme in the fields of law development, technical assistance, and expertise building. UNEP, for the past thirty years UNEP has provided leadership to the development and implementation of global and regional international environmental agreements, the strengthening of national environmental legislation and capacity building in the field of environmental law. This work which has been undertaken within the framework of the Governing Council decisions relating to the Development and Review of Environmental Law, and has led to the collection of a very significant amount of legal materials in electronic and hardcopy form, which have been made available by UNEP to ECOLEX. To join forces and combine the strength of the three organizations therefore made eminent sense, and while cooperation in this field between UNEP and IUCN was firstly mandated by the Governing Council of UNEP in 1995, it is in 2001 that a partnership Agreement was signed by FAO, IUCN and UNEP for the integration of their data, and of FAOLEX into ECOLEX. The resulting combined information resource is the largest available on environmental law globally, with over hundred thousand references to relevant documents already being available on the web. The Overall Objectives ECOLEX must be maintained, refined and further developed with a view to serving the end users as efficiently as possible. In this context, the long-term objectives of ECOLEX in building capacity worldwide are as follows: Maintain, refine and develop the environmental law databank and its related information and resources; Present these data in a user-friendly format, facilitating searches for references and full texts through the development of multilingual retrieval possibilities (English, French, Spanish); Provide global access to the database in an efficient and cost-effective manner; Address the special needs and access problems of users; Develop a distributed network of associates, at regional and national level; Develop special ECOLEX products and services aimed at increasing knowledge and building capacity in environmental law at the local, national and regional levels; and Expand the consortium of partners of ECOLEX.",
      "preview": "The gateway to environmental law Search Search Treaties Treaty decisions Legislation Jurisprudence Literature Please feel free to contact us at feedba"
    },
    {
      "url": "http://www.hollidaycreate.com",
      "title": "Marketing that Offers Solutions | Holliday Creative Marketing",
      "description": "Holliday Creative Marketing Home page that describes what the business offers.",
      "preview": "top of page MARKETING If you want your business to grow and go to the next level...you have to MARKET IT. WEBSITE DEVELOPMENT Custom websites Website"
    },
    {
      "url": "https://mylearningtrial.tumblr.com/",
      "title": "Just you wait.",
      "description": "Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Mathematics",
      "preview": "Just you wait. Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Ma"
    },
    {
      "url": "https://creperie-letybillic.fr/operation-cheques-evasion-50/",
      "title": "Opération Chèques Evasion 50 - Crêperie Le Ty-BillicCrêperie Le Ty-Billic",
      "description": "La Crêperie Le Ty-Billi participe à l'opération Chèques Evasion 50 mis en place par L'Attitude Manche ! Rendez-vous sur le site www.cheques-evasion50.fr pour vous inscrire et recevoir des chèques que vous pourrez dépenser chez les restaurateurs, les sites et lieux de visites, les prestataires de loisirs, les producteurs locaux... de la Manche partenaires de l'opération",
      "preview": "Qui sommes-nous ? Actualités Menus et carte Galeries photos Nos partenaires Nous contacter 73 rue au Blé - Cherbourg en Cotentin 02 33 01 11 90 Opérat"
    },
    {
      "url": "https://withchristianeyes.net/2013/01/21/on-skyrim-a-vent-from-a-christian-parent-a-mom-who-plays/?like_comment=6585&_wpnonce=ddb5b43d50",
      "title": "On Skyrim: A Vent from a Christian Parent (a mom who plays) | With Christian Eyes",
      "description": "Maybe you've come here before and read one or more of my posts on Skyrim. If you haven't, and you're a parent interested in knowing more about the game, please also read my earlier review for parents. It would probably be better if you read that one first, actually, since it presents the positive aspects...",
      "preview": "Fighting a dragon in Skyrim. From http://www.industrygamers.com/news/ps3-skyrim-its-not-nearly-as-bad-as-it-seems/ Maybe you've come here before and r"
    },
    {
      "url": "https://yearup.widen.net/s/tmzgd2jt2j/2022-corporate-partner-list-oct-22",
      "title": "2022-Corporate-Partner-List-Oct-22.pdf",
      "description": "void",
      "preview": "Thumbnails Document Outline Attachments Layers Current Outline Item Previous Next Highlight All Match Case Match Diacritics Whole Words Presentation M"
    },
    {
      "url": "https://www.greentechmedia.com/articles/read/how-clean-is-massachusetts-clean-peak-rule",
      "title": "Discover global power and renewables insights | Wood Mackenzie",
      "description": "Market insights, webinars, whitepapers and events on Wood Mackenzie's platforms.",
      "preview": "Skip to main content Access our research platforms Sign-in to our platforms to access our extensive research, our latest insight, data and analytics a"
    },
    {
      "url": "http://www.rlyehindustry.com/apps/rpgscribepf",
      "title": "Rlyeh Industry - RPG Scribe Pathfinder",
      "description": "Rlyeh Industry is the maker of unspeakable apps for iPhone, iPod Touch and iPad",
      "preview": "HOME APPS CONTACT Home > Apps > RPG Scribe Pathfinder > About Get It Now! 'RPG Scribe Pathfinder & 3.5e' is a smart character sheet for iOS and Androi"
    },
    {
      "url": "https://disasterphilanthropy.org/disasters/2023-turkey-syria-earthquake/",
      "title": "2023 Turkey-Syria Earthquake - Center for Disaster Philanthropy",
      "description": "The when, where and how of informed disaster giving",
      "preview": "Search Search Last updated: Dec. 20, 2024 2023 Turkey-Syria Earthquake Support recovery now LinkedIn Twitter Facebook Email Overview Impact Response &"
    },
    {
      "url": "https://www.ifc.org/",
      "title": "International Finance Corporation (IFC)",
      "description": "A strong and engaged private sector is indispensible to ending extreme poverty and boosting shared prosperity. That's where IFC comes in - we have more than 60 years experience in unlocking private investment, creating markets and opportunities where they are needed most.",
      "preview": "Skip to Main Navigation Turning Tanzania's Farmers into Agri- Entrepreneurs How global partners are empowering smallholder farmers to grow their profi"
    },
    {
      "url": "https://www.sns.gov.pt/servicos/utente/",
      "title": "Utentes em espera por cirurgia - SNS",
      "description": "SNS 24 informa utentes referenciados sobre opções existentes. A partir do dia 30 de outubro, o SNS 24 vai passar a contactar pró-ativamente os utentes do Serviço Nacional de Saúde (SNS) que recebem notas de transferência entre hospitais públicos ou vales de cirurgia para os convencionados ou para o setor social, apoiando uma tomada de decisão mais rápida por parte dos utentes e facilitando os procedimentos de agendamento das cirurgias. Através deste novo projeto, a ser desenvolvido pela Administração Central do Sistema de Saúde (ACSS) em parceria com os Serviços Partilhados do Ministério da Saúde (SPMS), os utentes referenciados para cirurgia, que tenham recebido vale-cirurgia, serão contactados pelos operadores do Centro de Contacto do SNS, altura em que serão informados sobre as opções existentes, de forma a obterem uma resposta célere de tratamento. Em termos operacionais, o SNS 24 emitirá um relatório diário, a enviar às Administrações Regionais de Saúde e a todas Unidades Regionais de Gestão do Acesso, com informação atualizada sobre os utentes contactados. Os vales-cirurgia, emitidos no âmbito do Sistema Integrado de Gestão de Inscritos para Cirurgia (SIGIC), sob a responsabilidade da ACSS, visam garantir uma resposta ao utente, sempre que o SNS não o consegue fazer num tempo clinicamente aceitável, através do encaminhamento para outros hospitais privados ou sociais com convenção com o SNS. Para saber mais, consulte: Administração Central do Sistema de Saúde, IP - http://www.acss.min-saude.pt",
      "preview": "sns-container Pesquisar no site Início Notícias de Saúde Utentes em espera por cirurgia Utentes em espera por cirurgia Ouvir 30/10/2017 SNS 24 informa"
    },
    {
      "url": "https://www.hbomax.com/",
      "title": "HBO Max | Stream Series and Movies",
      "description": "Stream must-see series, hit movies, exclusive originals, family favorites, and live sports. Plans start at $9.99/month.",
      "preview": "Skip To Content Must-see series, movies & more. Choose an HBO Max plan or bundle to start streaming. HBO Max Plans start at $ 9.99 /month Get HBO Max"
    },
    {
      "url": "https://revodoc.valdoise.fr/resultat.php?q=1&spec_expand=1&sort_define=tri_annee&sort_order=1&rows=10&fq=frbr%3A%281%29+AND+sujets_ac%3A%28%22Cordes%2C+vents%22%29+AND+sujets_ac%3A%28%22Piano%22%29+AND+auteurs_ac%3A%28%22Berg%2C+Alban%22%29+AND+auteurs_ac%3A%28%22Jude%2C+Marie-Jos%C3%A8phe%22%29+AND+type_fonds%3A%28%22g%22%29+AND+nombib_frbr%3A%28%22Val+de+France+%3A+Arnouville%2C+Garges-l%C3%A8s-Gonesse%2C+Sarcelles%2C+Villiers-le-Bel%22%29",
      "title": "Résultats (oeuvres) - RéVOdoc",
      "description": "void",
      "preview": "E-mail Fichier E-mail : Nom du fichier : Format bibliographique : Texte CSV Excel × Close Identification Identifiant : Mot de passe : Mot de passe oub"
    },
    {
      "url": "https://alejka24.pl/product-pol-1067-Tasma-ogrodzeniowa-jasnoszara-PVC-19-cm-35mb-450g-m2-klipsy.html",
      "title": "Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy | sklep Alejka24.pl",
      "description": "Sprawdź Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy z oferty naszego sklepu internetowego z rozwiązaniami ogrodniczymi i przekonaj się, jak łatwo kształtować i formować swój ogród!",
      "preview": "+ 2 więcej Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy 5.00/5.00 Opini"
    },
    {
      "url": "https://www.nm.org/",
      "title": "Northwestern Medicine | Northwestern Medicine",
      "description": "Northwestern Medicine is a leader in quality healthcare and service, bringing together faculty, physicians and researchers to support and advance that care through leading-edge treatments and breakthrough discoveries.",
      "preview": "Measles Information Leading the way to better medicine. Northwestern Memorial Hospital Schedule care and manage your health Appointments Immediate Car"
    },
    {
      "url": "https://www.vam.ac.uk/collections/architecture",
      "title": "Architecture - Explore the Collections · V&A",
      "description": "Discover the extensive collections of the V&A and the Royal Institute of British Architects (RIBA).",
      "preview": "Skip to main content Architecture As the home of the national collection of architecture, the V&A holds monumental plaster casts, large-scale architec"
    },
    {
      "url": "https://nodejs.org/en/learn/getting-started/introduction-to-nodejs",
      "title": "Node.js - Introduction to Node.js",
      "description": "Node.js® is a free, open-source, cross-platform JavaScript runtime environment that lets developers create servers, web apps, command line tools and scripts.",
      "preview": "Introduction to Node.js Node.js is an open-source and cross-platform JavaScript runtime environment. It is a popular tool for almost any kind of proje"
    },
    {
      "url": "https://sustainabledevelopment.un.org/sdg14",
      "title": "Goal 14 .:. Sustainable Development Knowledge Platform",
      "description": "void",
      "preview": "Welcome to the United Nations DESA Home SDGs HLPF States SIDS UN System Stakeholders Topics Partnerships Resources About December 2022 - You are acces"
    },
    {
      "url": "https://www.adventurehobbiesandtoys.com/products/60263-ocean-mini-submarine",
      "title": "60263 Ocean Mini-Submarine - Adventure Hobbies & Toys",
      "description": "Kids can dive into creative play with this LEGO City Ocean Mini-Submarine 60263 playset. There's a toy submarine with a bubble cockpit and inspection arms, a pirate treasure chest with gems and a cool hammerhead shark figure. In fact, this building kit has all kids need for imaginative underwater adventures. This 4+ to",
      "preview": "Skip to content Two Locations: Christiansburg, and Roanoke! Call 540-382-2871 for Christiansburg or 540-595-9147 for Roanoke Two Locations: Christians"
    },
    {
      "url": "https://a-alexandra.blogspot.com/2012/08/",
      "title": "A Alexandra: august 2012",
      "description": "Cuvintele sunt cheia! Alese corect, ele pot deschide orice suflet și închide orice gură.",
      "preview": "31 august 2012 De 10 ori mai ... Bruneta, buna, carismatica, zambareata, modesta, incapatanata, ambitioasa, dragastoasa, iubareata ... Atat! Restul su"
    },
    {
      "url": "https://www.studio1847.io/",
      "title": "Home - Studio1847.io",
      "description": "At Studio 1847, the branded content studio of Tribune Publishing, your success is at the core of everything we do. We work with brands of all sizes and across all industries to tell their stories in informative and engaging ways....",
      "preview": "About Relationship to Tribune Publishing Awards Contact Us Client Work 312-222-4860 Humanizing brands to connect with consumers in an authentic and me"
    },
    {
      "url": "https://insider.windows.com/",
      "title": "The Windows Insider Program",
      "description": "Be the first to see what's next for Windows in the Windows Insider Program. Join the community, provide feedback to help make Windows even better.",
      "preview": "void"
    },
    {
      "url": "https://www.maisonette.com/product/nomad-hobo-ecru?utm_source=impact&utm_medium=affiliate&slfpid=3",
      "title": "Women's Nomad Medium Handwoven Hobo, Ecru - OS - NAGHEDI Bags & Luggage | Maisonette",
      "description": "Discover the Women's Nomad Medium Handwoven Hobo, Ecru - OS from NAGHEDI. Shop Bags & Luggage and more from Maisonette's curated selection.",
      "preview": "skip to main content Women's Shoes & Accessories Bags & Luggage Free standard shipping on orders over $95. Quantity Select is disabled. Please select"
    },
    {
      "url": "https://www.deviceinformed.com/medical-devices-global-directory/primary-care-equipment/distributors/equatorial-guinea",
      "title": "Primary care equipment distributors in Equatorial Guinea | Deviceinformed.com",
      "description": "Deviceinformed.com is an online catalogue of medical equipment from recognized and leading medical devic",
      "preview": "Become a distributor Primary care equipment distributors in Equatorial Guinea Contact us Find a distributor Country Austria Belgium France Germany Uni"
    },
    {
      "url": "https://www.watchgang.com/",
      "title": "Watch Gang | The World's #1 Watch Club",
      "description": "Discover new watches on your schedule and join the largest watch community in the world. Exclusive member deals and giveaways, join Watch Gang today.",
      "preview": "Get 40% Off Your First Watch + A Chance To Win A ROLEX! GET STARTED SURPRISE! IT MIGHT BE A ROLEX The world's #1 watch club for a reason. Get a new wa"
    },
    {
      "url": "https://create.arduino.cc/projecthub?by=part&category=home-automation&difficulty=beginner&part_id=110660&sort=respected",
      "title": "Arduino Project Hub",
      "description": "Arduino Project Hub is a website for sharing tutorials and descriptions of projects made with Arduino boards",
      "preview": "Report content"
    },
    {
      "url": "https://keithdiaries.wordpress.com/2017/12/15/1203/1869-03-05/",
      "title": "1869-03-05 - The Diaries of Charles Luke Keith Jr",
      "description": "& Other Family Members",
      "preview": "Skip to content Leave a comment Cancel reply Δ Comment Subscribe Subscribed The Diaries of Charles Luke Keith Jr Sign me up Already have a WordPress.c"
    },
    {
      "url": "https://amyvosters.com/2018/11/26/andrew-fang-4/",
      "title": "Andrew Fang - AMY VOSTERS",
      "description": "Visit the post for more.",
      "preview": "Skip to content Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Like Loading... Rela"
    },
    {
      "url": "https://flotillafoundation.org/",
      "title": "The Flotilla Foundation",
      "description": "void",
      "preview": "The Flotil­la Foun­da­tion is a reg­is­tered char­i­ty, with a mis­sion to enhance mankind's rela­tion­ship with our marine envi­ron­ment, to cre­ate"
    },
    {
      "url": "https://ho.lc/",
      "title": "Kohei Ozaki (smly) | ho.lc",
      "description": "Software Engineer focused on the creation and application of Vision AI",
      "preview": "English / Japanese Kohei Ozaki Software Engineer Google Developer Expert (Kaggle) Blog I am a Software Engineer with over a decade of work experience"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/",
      "title": "Pristine Seas - National Geographic Society",
      "description": "Pristine Seas preserves the wonders of our ocean-like coral reefs-through science and film. We helped create 30 of the world's largest marine protected areas.",
      "preview": "Protecting the Ocean's Vital Places Pristine Seas Since 2008, Pristine Seas has helped establish 30 of the largest marine protected areas in the world"
    },
    {
      "url": "https://www.gazebo.uk.com/product-tag/promotion/?filter_gazebo-colour=black,brown,dark-blue,pink,red,redwhite",
      "title": "promotion Archives - Branded Gazebos | by Gazebo UK Custom Printed Canopies Promotional Merchandise",
      "description": "void",
      "preview": "Call 01379 407040 Home My Account Terms & Conditions Contact - Gazebo UK Home / Products tagged \"promotion\" Filter Active filters Black Brown Dark Blu"
    },
    {
      "url": "https://www.marchofdimes.org",
      "title": "Help us improve the health of all moms and babies | March of Dimes",
      "description": "Join March of Dimes in our mission to prevent birth defects and premature birth. Learn about our research, advocacy, and resources for families.",
      "preview": "Skip to main content Video of gaurdians and babies. Help us improve the health of all moms and babies The US is facing an urgent maternal and infant h"
    },
    {
      "url": "https://www.mogasi.com/mein-konto/",
      "title": "Mein Konto » MOGASI",
      "description": "void",
      "preview": "You are here: Home 1 / Mein Konto Login Username or email address * Required Password * Required Remember me Log in Lost your password? Register First"
    },
    {
      "url": "https://bombayhighcourt.nic.in",
      "title": "Official Website of High Court of Bombay",
      "description": "Official website of the High Court of Bombay.",
      "preview": "void"
    },
    {
      "url": "https://www.seforall.org/news/five-key-takeaways-from-tracking-sdg7-the-energy-progress-report-2020",
      "title": "Five key takeaways from Tracking SDG7: The Energy Progress Report 2020 | Sustainable Energy for All",
      "description": "According to the latest data released today, 789 million people globally still lack access to electricity and 2.8 billion people-over a third of the world's population-are unable to cook cleanly and safely.",
      "preview": "Skip to main content News and events / News Five key takeaways from Tracking SDG7: The Energy Progress Report 2020 News 28 May 2020 Share this page De"
    },
    {
      "url": "https://forum.waffen-online.de/topic/462209-munitionsverkauf-auf-schie%C3%9Fst%C3%A4nde/",
      "title": "Munitionsverkauf auf Schießstände - Waffenrecht - WAFFEN-online Foren",
      "description": "Das größte Forum für legalen Waffenbesitz, Sportschützen, Jäger und Waffenrecht im deutschsprachigen Raum",
      "preview": "Zum Inhalt springen Waffenrecht Bereits registriert? Anmelden Anmelden Angemeldet bleiben Nicht empfohlen auf gemeinsam genutzten Computern Anmelden P"
    },
    {
      "url": "https://studio.mapbox.com/",
      "title": "Console | Mapbox",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://soyjugadodeboca.tumblr.com/",
      "title": "@soyjugadodeboca on Tumblr",
      "description": "Follow @soyjugadodeboca and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://www.lightstalking.com",
      "title": "Light Stalking - Photography Blog & Forum",
      "description": "Learn on our photography blog from working photographers and join our friendly community to get feedback on your results.",
      "preview": "Skip to the content Close Menu Blog Marketplace Community Portfolio Categories Abstract Photography Action and Sports Photography Adventure & Travel P"
    },
    {
      "url": "http://gis.arkansas.gov/?product=situs-address-points",
      "title": "Address Points | Arkansas GIS Office",
      "description": "void",
      "preview": "Click Here To Subscribe To News And Data Updates! Address Points Downloadable Data! Updated: 2025-04-11 08:00:00 Publisher: Arkansas GIS Office Public"
    },
    {
      "url": "https://circle.target.com/cr",
      "title": "void",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://bygracealonedesigns.com/products/copy-of-mandy-s-car-freshie-pumpkin-pancakes-cow",
      "title": "By Grace Alone Boutique",
      "description": "void",
      "preview": "Skip to content By Grace Alone Boutique Hello Beautiful! The website is closed now and will reopen SOON! Come see us and shop in our BOOTH LOCATION @"
    },
    {
      "url": "http://www.shodor.org/metweb/index.html",
      "title": "Air Quality Meteorology",
      "description": "void",
      "preview": "Air Quality Meteorology A Developmental Course of the US Environmental Protection Agency in conjunction with the US National Oceanic and Atmospheric A"
    },
    {
      "url": "https://winreality.com/win-reality-vr/",
      "title": "VR + AI Baseball & Softball Training",
      "description": "WIN Reality is the revolutionary VR baseball & softball training platform. Take your hitting to the next level with virtual baseball coaching, training, & more!",
      "preview": "Skip to content TRAIN LIKE THE BEST. WIN MORE AT THE PLATE. Get the training used by elite colleges and professional organizations to develop their ne"
    },
    {
      "url": "https://www.spirittoolkit.com/privacypolicy",
      "title": "PrivacyPolicy | Mysite",
      "description": "void",
      "preview": "top of page Privacy This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if an"
    },
    {
      "url": "https://www.craftsmanspace.com/knowledge/chip-carving-patterns.html",
      "title": "Wood carving books | CRAFTSMANSPACE",
      "description": "Download free and public domain books on wood carving, chip carving, wood sculpture, etc.",
      "preview": "Skip to main content Download free and public domain books on wood carving, chip carving, wood sculpture, etc. WOOD CARVING DESIGN AND WORKMANSHIP BY"
    },
    {
      "url": "https://plos.org/resources/editor-center",
      "title": "Editor Center - PLOS",
      "description": "This page explains all you need to know as a prospective or current member of the PLOS Editorial Board.",
      "preview": "Skip to content Welcome to the PLOS Editor Center Everything you need as a prospective or current PLOS Editorial Board member Menu Code of Conduct for"
    },
    {
      "url": "https://huggingface.co/docs/diffusers/api/pipelines/stable_diffusion/text2img",
      "title": "Text-to-image",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Diffusers documentation Text-to-image Diffusers 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset vi"
    },
    {
      "url": "https://connect.mozilla.org/",
      "title": "Home - Mozilla Connect",
      "description": "Share product feedback, submit ideas for new features, and help shape future releases.",
      "preview": "Browse Support Mozilla Connect Ideas Discussions Community Labs Support Sign In Welcome to the Mozilla Connect Community! cancel Turn on suggestions A"
    },
    {
      "url": "https://www.georgeamphitheatre.com/events/joni-jam-joni-mitchell-brandi-carlile/",
      "title": "Joni Jam: Joni Mitchell & Brandi Carlile Tickets | 10 June 2023 | Gorge Amphitheatre",
      "description": "Joni Jam: Joni Mitchell & Brandi Carlile on 10 June 2023 at Gorge Amphitheatre in Quincy, Washington. Tickets available. Click here to find out more.",
      "preview": "Joni Jam: Joni Mitchell & Brandi Carlile at Gorge Amphitheatre Gorge Amphitheatre, Quincy, Washington Jun 10 GET TICKETS This summer, the legendary Jo"
    },
    {
      "url": "https://docs.docker.com/compose/compose-file/",
      "title": "Compose file reference | Docker Docs",
      "description": "Find the latest recommended version of the Docker Compose file format for defining multi-container applications.",
      "preview": "void"
    },
    {
      "url": "http://www.climatiq.io/",
      "title": "Climatiq - API for Carbon Footprint Calculations",
      "description": "Use Climatiq's API and emission factors database to measure carbon emissions when and where they happen.",
      "preview": "Products Use cases Resources Methodology Hub Customers Contact sales Log in Get started Get started Emission factors made easy. Access scientifically-"
    },
    {
      "url": "https://www.walmart.com/help/article/single-use-bag-policy/6538739d9dba47e5a0aa302ec9e92963",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.qualcomm.com/company/corporate-responsibility/purposeful-innovation/wireless-reach/overview",
      "title": "Wireless Reach™ | Qualcomm",
      "description": "PROGRAMS Wireless Reach programs showcase new and innovative ways that cutting-edge mobile technologies can be used to help achieve the United Nations' Sustainable Development Goals (SDGs) and the social and economic priorities of communities and...",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://bk.asia-city.com/restaurants/news/bangkok-best-street-food",
      "title": "How many of these essential Bangkok street eats have you tasted? - BK Magazine Online | The insider's guide to Bangkok",
      "description": "These dishes prove no one does street food better than Bangkok.",
      "preview": "Skip to main content How many of these essential Bangkok street eats have you tasted? These dishes prove no one does street food better than Bangkok."
    },
    {
      "url": "https://www.typeform.com/?attribution_user_id=b59e8c13-bba9-4049-826b-9e93e06279af",
      "title": "Typeform: People-Friendly Forms and Surveys",
      "description": "Build beautiful, interactive forms - get more responses. No coding needed. Templates for quizzes, research, feedback, lead generation, and more. Sign up FREE.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now Get to know your customers with forms worth"
    },
    {
      "url": "https://coolors.co/",
      "title": "Coolors - The super fast color palettes generator!",
      "description": "Generate or browse beautiful color combinations for your designs.",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://www.hulu.com/live-tv",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://www.seedsindia.org/our-story/",
      "title": "Our Story - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Our Story Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts."
    },
    {
      "url": "https://www.bmw-welt.com/en.html",
      "title": "BMW Welt and BMW Museum in Munich",
      "description": "Visit the BMW Welt and the BMW Museum Munich, the heart of the BMW brand. Discover the latest models from BMW, BMW i, BMW M, BMW Motorrad, MINI and Rolls-Royce or see all the history of BMW.",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://www.elevancehealth.com",
      "title": "Elevance Health | Advancing Health Beyond Healthcare",
      "description": "Elevance Health, formerly Anthem, Inc., serves people across their entire health journey taking an integrated whole-health approach.",
      "preview": "Skip to main content Please wait while loading... Elevating Whole Health and Advancing Health Beyond Healthcare We serve people across their entire he"
    },
    {
      "url": "https://ieg.worldbankgroup.org/",
      "title": "| Independent Evaluation Group",
      "description": "void",
      "preview": "Skip to main content NEW EVALUATION Biodiversity for a Livable Planet: An Evaluation of World Bank Group Support for Biodiversity, Fiscal Years 2010-2"
    },
    {
      "url": "https://www.personalisegifting.com/1st-anniversary-gifts",
      "title": "First Wedding Anniversary Gift | Buy 1st Anniversary Gift",
      "description": "Choose the traditional first wedding anniversary gift made of paper & add the touch of personalisation to make it extra special. Shop from our collection now!",
      "preview": "UK: +44 203 0123 124 Search Products Cart (0) Log In Register About Us Contact Christmas Personalised Gifts Shop By Product Bags Mugs Cards Books Vase"
    },
    {
      "url": "https://www.over-blog.com/Nuisette_rouge_et_noire_en_dentelle-1115400924-art353029.html",
      "title": "Nuisette rouge et noire en dentelle",
      "description": "Vous voulez pimenter votre vie sexuelle, exciter votre homme et être désirable dans la chambre, le soir pour émoustiller votre homme ? Afin d'éviter la lassitude et appâter votre compagnon, la lingerie sexy reste encore le moyen de garder ses sens en éveil pour vous et uniquement pour vous. L'objet indispensable dans tout tiroir à lingerie féminin est la nuisette rouge et noire en dentelle. C'est le must- have. Mais où en trouver des jolies et sexy pas chères ?",
      "preview": "Accueil » Mode » Contenu pratique » Vêtements femmes » Nuisette rouge et noire en dentelle Vous voulez pimenter votre vie sexuelle, exciter votre homm"
    },
    {
      "url": "https://www.flickr.com/photos/faonews/albums/",
      "title": "The Food and Agriculture Organization of the United Nations (FAO) Official Photostream's albums | Flickr",
      "description": "void",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://downtownokc.com/micro-grants-2/",
      "title": "Micro-Grants - Round #2 - Downtown OKC",
      "description": "void",
      "preview": "DOKC Initiatives & ULI Oklahoma: Community Action Micro-Grants Micro-Grant Funds Projects to Welcome Back Community Downtown JULY 20, 2021 Downtown Ok"
    },
    {
      "url": "https://nhess.copernicus.org/articles/21/2643/2021/",
      "title": "NHESS - Sea-level rise in Venice: historic and future trends (review article)",
      "description": "Abstract. The city of Venice and the surrounding lagoonal ecosystem are highly vulnerable to variations in relative sea level. In the past ∼150 years, this was characterized by an average rate of relative sea-level rise of about 2.5 mm/year resulting from the combined contributions of vertical land movement and sea-level rise. This literature review reassesses and synthesizes the progress achieved in quantification, understanding and prediction of the individual contributions to local relative sea level, with a focus on the most recent studies. Subsidence contributed to about half of the historical relative sea-level rise in Venice. The current best estimate of the average rate of sea-level rise during the observational period from 1872 to 2019 based on tide-gauge data after removal of subsidence effects is 1.23 ± 0.13 mm/year. A higher - but more uncertain - rate of sea-level rise is observed for more recent years. Between 1993 and 2019, an average change of about +2.76 ± 1.75 mm/year is estimated from tide-gauge data after removal of subsidence. Unfortunately, satellite altimetry does not provide reliable sea-level data within the Venice Lagoon. Local sea-level changes in Venice closely depend on sea-level variations in the Adriatic Sea, which in turn are linked to sea-level variations in the Mediterranean Sea. Water mass exchange through the Strait of Gibraltar and its drivers currently constitute a source of substantial uncertainty for estimating future deviations of the Mediterranean mean sea-level trend from the global-mean value. Regional atmospheric and oceanic processes will likely contribute significant interannual and interdecadal future variability in Venetian sea level with a magnitude comparable to that observed in the past. On the basis of regional projections of sea-level rise and an understanding of the local and regional processes affecting relative sea-level trends in Venice, the likely range of atmospherically corrected relative sea-level rise in Venice by 2100 ranges between 32 and 62 cm for the RCP2.6 scenario and between 58 and 110 cm for the RCP8.5 scenario, respectively. A plausible but unlikely high-end scenario linked to strong ice-sheet melting yields about 180 cm of relative sea-level rise in Venice by 2100. Projections of human-induced vertical land motions are currently not available, but historical evidence demonstrates that they have the potential to produce a significant contribution to the relative sea-level rise in Venice, exacerbating the hazard posed by climatically induced sea-level changes.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 124
  }
}