{
  "data": [
    {
      "url": "https://www.crisistextline.org/text-us/",
      "title": "Text Us - Crisis Text Line",
      "description": "Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidential support through communication channels people know and trust.",
      "preview": "Skip to content Text Us How to Seek Support Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidenti"
    },
    {
      "url": "https://www.adana.co.jp/en/contents/support/",
      "title": "SUPPORT TOP | ADA",
      "description": "ADA designs and develops products of aquarium, lighting and CO2 supply system to propose Nature Aquarium where tropical fish swimming in densely grown aquatic plants.",
      "preview": "NATURE AQUARIUM What is Nature Aquarium? Start Nature Aquarium Nature Aquarium Gallery The world's largest contest IAPLC Founder - Takashi Amano AQUA"
    },
    {
      "url": "https://www.jbhe.com/2022/03/spelman-college-teams-up-with-smash-to-promote-black-women-in-technology/",
      "title": "Spelman College Teams Up With SMASH to Promote Black Women in Technology | The Journal of Blacks in Higher Education",
      "description": "The inaugural SMASH/Spelman cohort will comprise 25 female high school students, who will have the opportunity to participate in multi-year immersive educational programming focused on preparing them to drive social change through technology.",
      "preview": "Facebook Bluesky Breaking News Appointments & Awards Research & Studies Grants and Gifts ------------- Find a Job Post a Job About JBHE Contact JBHE S"
    },
    {
      "url": "https://www.diffchecker.com/diff",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "https://dallasblackchamber.org/",
      "title": "Dallas Black Chamber of Commerce",
      "description": "The Dallas Black Chamber of Commerce serves as an advocate for the creation, growth and general welfare of African American businesses in the Dallas community. Join us in fostering economic growth and development in the Dallas area.",
      "preview": "top of page The Dallas Accelerator Program will leverage educational resources to support small business growth and capacity building to solidify the"
    },
    {
      "url": "https://digital-photography-school.com/",
      "title": "Digital Photography School",
      "description": "Digital photography tips and tutorials for camera owners of all levels. Read by over 5 million people per month.",
      "preview": "LOVE PHOTOGRAPHY? Digital Photography School has what you need to take your photography to the next level. We offer daily tips, resources and free tut"
    },
    {
      "url": "https://go.missingkids.org/l/808593/2020-02-24/7gz7",
      "title": "Stay in Touch",
      "description": "void",
      "preview": "Donate NetSmartz NCMEC's Online Safety Education Program Title (optional) Mr. Mrs. Dr. Ms. First Name Email Comments Sign up and learn more about how"
    },
    {
      "url": "https://geckojoy.club/blogs/geckochitchat/tagged/measure",
      "title": "Gecko Chit Chat - tagged \"measure\" - Geckojoy",
      "description": "Gecko Chit Chat is a blog by artist and surface designer Geckojoy. Geckojoy.club members, customers and visitors will get tips, reviews and updates on decor and lifestyle products and promotions. Readers will learn more about the artist, what inspires her artwork and get an inside look into what she's working on.",
      "preview": "Skip to content Digital Licensing Terms Gecko Chit Chat Measure your clothing size the right way June 30, 2020 How how to get the right size with the"
    },
    {
      "url": "https://www.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://hidratespark.com/blogs/hidrate-spark/march-is-national-nutrition-month",
      "title": "March is National Nutrition Month | HidrateSpark",
      "description": "March is National Nutrition Month, an annual campaign created by the Academy of Nutrition and Dietetics. Here's a preview of what you can learn about and try each week this March.",
      "preview": "Skip to content Close Cookie policy We use cookies and similar technologies to provide the best experience on our website. Refer to our Privacy Policy"
    },
    {
      "url": "http://www.postersw.com/",
      "title": "Poster Software - Poster, Banner, and Sign Software",
      "description": "Poster, the award-winning shareware program that lets you create big posters, signs, banners, and panoramas - create a basic poster in just 60 seconds, create stunning posters and signs in just a few minutes.",
      "preview": "Poster, the award-winning shareware program that lets you create big posters, signs, banners, and panoramas - create a basic poster in just 60 seconds"
    },
    {
      "url": "https://www.teampepka.com/blog/april2021-market-report",
      "title": "void",
      "description": "void",
      "preview": "Categories All Blogs (49) Florida (1) history (1) Sarasota (1) Recent Posts Timeless Love: The Legend of Sara De Soto and Sarasota's Romantic Heritage"
    },
    {
      "url": "https://gsb.urosario.edu.co/Inicio/?_ga=2.74195994.964749552.1661181525-1736208058.1659478684",
      "title": "Graduate School of Business Universidad del Rosario - Business School Bogotá | GSB",
      "description": "void",
      "preview": "Pasar al contenido principal Su navegador no soporta la etiqueta de vídeo. Bienvenidos al Rosario GSB Top 3 mejor escuela de negocios en Bogotá por su"
    },
    {
      "url": "https://hcvnetwork.org/",
      "title": "HCV Network | We protect people and nature",
      "description": "The Network is a member-based organization that promotes the High Conservation Value (HCV) Approach, a three-step methodology to identify and protect ecosystems, biodiversity, and the needs of local communities and indigenous groups where development takes place.",
      "preview": "We work to protect nature and support local people where it matters most. High Conservation Values (HCVs) are biological, ecological, social, or cultu"
    },
    {
      "url": "http://mathworld.wolfram.com/topics/LinearAlgebra.html",
      "title": "Linear Algebra -- from Wolfram MathWorld",
      "description": "void",
      "preview": "Linear Algebra Determinants (31) General Linear Algebra (34) Lie Theory @ Linear Independence (7) Linear Systems of Equations (14) Matrices (8) Perman"
    },
    {
      "url": "https://yle.fi/uutiset",
      "title": "Uutisia lyhyesti | Yle Uutiset",
      "description": "Uutiset nopeasti ja luotettavasti.",
      "preview": "Hyppää sisältöön Hyppää sisältöön Uutisia lyhyesti Hallituksen rivit repeilivät Oulaskankaan yöpäivystyksen säilyttämistä koskevassa äänestyksessä. Ka"
    },
    {
      "url": "https://www.stantec.com/en/markets/urban-places",
      "title": "Urban Places",
      "description": "Everywhere we work-in cities and suburbs alike-economic shifts and demographic trends are creating an urban renaissance.",
      "preview": "Skip to main content Start of main content Markets Urban Places 01 05 Creating places for people Everywhere we work-in cities and suburbs alike-econom"
    },
    {
      "url": "https://apps.apple.com/us/app/google-family-link/id1150085200",
      "title": "‎Google Family Link on the App Store",
      "description": "Google Family Link is a parental controls app that helps you keep your family safer online. Every family's relationship with technology is unique, so we built t...",
      "preview": "Screenshots Description Google Family Link is a parental controls app that helps you keep your family safer online. Every family's relationship with t"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/JavaScript/Guide/Introduction",
      "title": "Introduction - JavaScript | MDN",
      "description": "This chapter introduces JavaScript and discusses some of its fundamental concepts.",
      "preview": "Skip to main content Skip to search Introduction Previous Next This chapter introduces JavaScript and discusses some of its fundamental concepts. What"
    },
    {
      "url": "https://typewriterdatabase.com/",
      "title": "The Typewriter Database - Version Epsilon",
      "description": "The \"Typewriter Database\" is the biggest source of typewriter serial numbers on the Internet today.",
      "preview": "1059 Brands 3310 Models 23543 Galleries 14852 Typefaces 6273 Patents The Typewriter Database - Version Epsilon To find out when your typewriter was ma"
    },
    {
      "url": "https://recall.cosori.com./country-sel",
      "title": "Cosori",
      "description": "void",
      "preview": "We're sorry but Cosori doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://desafiosocial.withgoogle.com/brazil2016",
      "title": "Desafio de Impacto Social Google 2016",
      "description": "Conheça os vencedores do #DesafioGoogle e as suas ideias para um Brasil melhor",
      "preview": "Desafio de Impacto Social Google 2016 Conheça os vencedores do #DesafioGoogle e as suas ideias para um Brasil melhor https://g.co/DesafioBrasil Desafi"
    },
    {
      "url": "https://www.dillards.com/p/samsonite-x-sjp-just-right-collection-standard-backpack/514260801",
      "title": "Samsonite X Sjp Just Right Collection Standard Backpack | Dillard's",
      "description": "void",
      "preview": "This item is not available for internet purchase. Return to top"
    },
    {
      "url": "https://www.bestbinocularsreviews.com/buy-binoculars.php?binocular=Steiner8x42Merlin&id=8&countrypicked=uk&typeofproduct=binoculars&countrypicked=usa&countrypicked=australia&countrypicked=germany&countrypicked=canada&countrypicked=germany&countrypicked=india",
      "title": "Where to Buy Steiner 8x42 Merlin binoculars - india",
      "description": "Easily check the prices of Steiner 8x42 Merlin binoculars at major binocular retailers - india",
      "preview": "Where to Buy Steiner 8x42 Merlin Binoculars It can often pay to shop around a little. Below are some of the best places on the web that I have found t"
    },
    {
      "url": "http://www.basketcreationsplus.com/",
      "title": "Basket Creations Plus │ Gift Baskets From Casper, WYHome",
      "description": "Basket Creations Plus, started as a dream, and became a reality in August of 2002. We strive to create gift baskets that bring comfort and joy to anyone wanting something unique and personal.",
      "preview": "We Create...Comfort & Joy 341 East E Street, Suite 220 Casper, WY, 82601 United States (307) 237-3357 orders@basketcreationsplus.com Basket Creations"
    },
    {
      "url": "https://www.vam.ac.uk/collections/architecture",
      "title": "Architecture - Explore the Collections · V&A",
      "description": "Discover the extensive collections of the V&A and the Royal Institute of British Architects (RIBA).",
      "preview": "Skip to main content Architecture As the home of the national collection of architecture, the V&A holds monumental plaster casts, large-scale architec"
    },
    {
      "url": "https://www.cnd.com/",
      "title": "Beauty Supply | Nail Polish | Shellac | Nail Care - Creative Nail Design",
      "description": "CND is the global leader in professional nail, hand and foot beauty. Discover endless possibilities to create nail art designs, color layering and fashion trends.",
      "preview": "Skip to content Close menu NEW Nail Color Color Systems SHELLAC™ Gel Polish VINYLUX™ Long Wear Polish Collections Quiet Luxury Summer Guide Fall Guide"
    },
    {
      "url": "http://www.tvguidelines.org/ratings.html",
      "title": "Ratings | The TV Parental Guidelines",
      "description": "void",
      "preview": "Home Ratings Controls News and Resources About Us FAQs Contact Us Ratings The television industry designed a TV ratings system - known as the TV Paren"
    },
    {
      "url": "https://www.simbecorion.com/resource-type/brochures/",
      "title": "Brochures Archives | Simbec-Orion",
      "description": "A detailed look at specific therapy areas and individual services.",
      "preview": "Resource Type: Brochures Oncology Clinical Development Specialists Our experience conducting Phase I/II adaptive oncology clinical trials, through to"
    },
    {
      "url": "http://www.ucsf.edu/",
      "title": "Home | UC San Francisco",
      "description": "Through our singular focus, we're leading revolutions in health.",
      "preview": "Skip to main content Our research Transforms patients' lives . Creates new industries, companies and jobs . Supports America's leadership in health an"
    },
    {
      "url": "https://www.webwiki.fr/pyrope.fr",
      "title": "Webwiki - Le moteur de recherche de sites Web avec avis",
      "description": "Webwiki trouve les meilleurs sites web sur le web et aide les consommateurs à trouver des sites web dignes de confiance et à éviter les escroqueries.",
      "preview": "Moteur de recherche de sites Web avec avis clients Donnez votre avis et découvrez les meilleures entreprises! Analyse des requêtes les plus populaires"
    },
    {
      "url": "http://www.justworldnews.com/",
      "title": "Just World News | with Helena Cobban",
      "description": "void",
      "preview": "Last Saturday, The New York Times devoted more than two pages of its first section (in print) to a lengthy hit-piece, with the headline shown above. T"
    },
    {
      "url": "http://forums.mozillazine.org/memberlist.php?mode=viewprofile&u=2810765&sid=7cac7c39176ab83cff183912786ae84d",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "http://www.as-entreprises.fr/actualites/Actualites_2019-bonne-dynamique.aspx",
      "title": "Actualités - AS ENTREPRISES",
      "description": "Actualités du territoire, actualités sectorielles / métiers, la vie de l'AGC, obtenez les dernières informations à jour",
      "preview": "Navigation principale Contenu de la page Filtrer VITeff Epernay 2025 : dans les coulisses du stand d'AS Entreprises, FDSEA Conseil et TER'Informatique"
    },
    {
      "url": "https://arlingtonblackchamber.org/",
      "title": "Arlington Black Chamber - Making Arlington Work For Everyone",
      "description": "void",
      "preview": "The Arlington Black Chamber of Commerce is in its eleventh year of providing assistance, support, and representation for African-American entrepreneur"
    },
    {
      "url": "https://www.longchamp.com/us/en/products/tote-bag-l-L1899089P71.html",
      "title": "Le Pliage Original L Tote bag Paper - Recycled canvas | Longchamp US",
      "description": "Le Pliage Original L Tote bag.L1899089P71.Paper - Recycled canvas.Online purchase. Home delivery. Free in-store pickup.",
      "preview": "Skip to main search Skip to main navigation Skip to main content Previous view Next view Fermer Best Seller Le Pliage Original L Tote bag Paper - Recy"
    },
    {
      "url": "https://www.eventbrite.co.uk/e/find-customers-with-google-maps-webinar-run-by-google-digital-garage-tickets-520365546357?aff=erelexpmlt",
      "title": "Find Customers with Google Maps Webinar run by Google Digital Garage Tickets, Wed 22 Mar 2023 at 09:30 | Eventbrite",
      "description": "Eventbrite - City of York Council presents Find Customers with Google Maps Webinar run by Google Digital Garage - Wednesday, 22 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Find Customers with Google Maps Webinar run by Google Digital Garage View details Follow this organiser to stay informed on fut"
    },
    {
      "url": "https://jsonschema.dev/",
      "title": "JSON Schema Validation",
      "description": "JSON Schema Validation, in browser, using ajv, with linting, and shareable schemas",
      "preview": "We're sorry but json-schema-check doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.cbsnews.com/sanfrancisco/news/santa-rosa-montgomery-high-school-student-injured-in-fight-suspect-sought/",
      "title": "Update: Family identifies 16-year-old fatally stabbed at Montgomery High in Santa Rosa - CBS San Francisco",
      "description": "A memorial outside Montgomery High School in Santa Rosa grew Wednesday evening as family and friends mourned the loss of a teenage boy who was fatally stabbed during a fight in a classroom.",
      "preview": "Bay Area Top News SF/Peninsula News East Bay News South Bay News North Bay News Bay Area Crime Tech Health Politics LGBTQ Entertainment KPIX Special R"
    },
    {
      "url": "https://jwt.io/introduction",
      "title": "JSON Web Token Introduction - jwt.io",
      "description": "Learn about JSON Web Tokens, what are they, how they work, when and why you should use them.",
      "preview": "Debugger Introduction Libraries Ask Introduction to JSON Web Tokens Level up! Get the JWT Handbook for free and learn JWTs in depth! What is JSON Web"
    },
    {
      "url": "https://nissan.oemdtc.com",
      "title": "Nissan & Infiniti - OEMDTC",
      "description": "Nissan & Infiniti Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.aetv.com",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "https://milanoevents.it/2021/10/29/festa-del-cioccolato-milano-navigli-novembre/",
      "title": "Festa del cioccolato artigianale sui Navigli Milanesi - MILANOEVENTS.IT | News 2.0 ed Eventi a Milano",
      "description": "Eventi a Milano. MilanoEvents.it è un Portale semplice e intuitivo su Milano in grado di aiutarvi a scoprire tutte le NEWS e gli EVENTI a Milano e Lombardia, dove trovare svago e divertimento",
      "preview": "Facebook Instagram RSS TikTok Twitter Youtube Accedi HOME EVENTI CULTURA FASHION & DESIGN FOOD & DRINK LIFESTYLE LAVORO Accedi Benvenuto! Accedi al tu"
    },
    {
      "url": "https://www.capitalonecareers.com/",
      "title": "Search Jobs and Careers at Capital One",
      "description": "You're tenacious and driven, so the last place you want to work is some boring bank. Same. Learn about careers at Capital One and view jobs here.",
      "preview": "Skip to main content You're located near You're interested in Find Jobs Let's change everything Search by Team We're one big team divided by expertise"
    },
    {
      "url": "https://www.pall.com/br/pt/crixus.html",
      "title": "Pall Crixus Fluid Monitoring Platform | Pall Corporation",
      "description": "A game changer in predictive maintenance practices, Crixus provides customers with intelligent fluid condition monitoring designed to achieve increased uptime and lower operating costs. Get real-time data of both filtration performance and fluid condition.",
      "preview": "Enhance predictive maintenance plans with the next generation of fluid condition monitoring. A well assigned predictive maintenance resource can bring"
    },
    {
      "url": "https://latinospro.org/",
      "title": "Home - Latinos Progresando",
      "description": "Read more »",
      "preview": "X Latinos Progresando Email Newsletter Signup Phone This field is for validation purposes and should be left unchanged. Email (Required) Δ Sign up for"
    },
    {
      "url": "http://www.ricettaricette.com/",
      "title": "Cute And Fluffy",
      "description": "void",
      "preview": "Blog Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! June 1, 2025"
    },
    {
      "url": "https://www.pkp.pl/pl/rozklad-jazdy",
      "title": "Nie znaleziono żądanej strony",
      "description": "Strona internetowego serwisu korporacyjnego PKP S.A. (Polskie Koleje Państwowe Spółka Akcyjna)",
      "preview": "Nie znaleziono żądanej strony. Kontynuując przeglądanie stron serwisu pkp.pl wyrażasz zgodę na używanie plików cookies. Poprzez zmianę ustawień swojej"
    },
    {
      "url": "https://passtheknowledge.wordpress.com/tag/squirrels/",
      "title": "squirrels | PASS THE KNOWLEDGE (LIGHT & LIFE)",
      "description": "Posts about squirrels written by Akhi Soufyan",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer PASS THE KNOWLEDGE (LIGHT & LIFE) HIGH QUALIT"
    },
    {
      "url": "http://www.napawf.org/",
      "title": "Home - NAPAWF",
      "description": "Welcome, Christina Baal-Owens, Interim Executive Director Today, we are excited to celebrate Christina Baal-Owens' first day as our Interim Executive Director! After serving on the NAPAWF board for the past year, Christina is shifting to support our work in a new capacity as we conduct a robust search for a new executive director. Christina comes...",
      "preview": "We use cookies to enhance your browsing experience. By clicking \"Accept Cookies\", you consent to our use of cookies. Accept Cookies Skip to content We"
    },
    {
      "url": "http://www.life.illinois.edu/hanks/",
      "title": "The Hanks Lab at the University of Illinois",
      "description": "void",
      "preview": "The Hanks Lab Department of Entomology at the University of Illinois at Urbana-Champaign **Not currently seeking new graduate students**"
    },
    {
      "url": "https://about.ads.microsoft.com/en-us/partners/welcome?s_cid=en-us-gct-web-src_ext-sub_0-flx_uhfcombepartner",
      "title": "Microsoft Advertising Partner Program",
      "description": "Get access to exclusive partner events, growth opportunities, and connect with a community of your peers. Receive recognition for your exceptional work and take your business to the next level.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content The Microsoft Advertising Partner Program Unlock the full potential of"
    },
    {
      "url": "https://bpando.org/2016/10/26/branding-park-bench-deli/",
      "title": "New Branding for Park Bench Deli by Foreign Policy - BP&O",
      "description": "Brand identity and interior design by Foreign Policy for Singapore's Park Bench Deli. Opinion by Richard Baird.",
      "preview": "BP&O Brand Archive ↗ Logo Archive ↗ Logo Histories ↗ Articles Collections Logos Motion About BP&O Plus Login Search Menu Brand Archive ↗ Logo Archive"
    },
    {
      "url": "https://drexel.edu/civicengagement/",
      "title": "Office of University and Community Partnerships",
      "description": "Office of University and Community Partnerships",
      "preview": "Skip to main content Office of University and Community Partnerships Civic engagement is experiential learning. Read the Report Read about how Drexel'"
    },
    {
      "url": "https://www.moopio.com/la-nacion-senado-esculpio-su-version-del-pgn-2022-con-aumentos-para-jueces-de-paz-y-aportes-partidarios.html",
      "title": "La Nación / Senado esculpió su versión del PGN 2022 con aumentos para jueces de paz y aportes partidarios",
      "description": "La Cámara de Senadores durante el tratamiento del Presupuesto General de la Nación 2022 aprobó incluir más salarios a jueces de Paz; también se establecieron mayores aportes partidarios y aplicaron mayor control a las transferencias a ONG.",
      "preview": "Inicio Diario La Nación La Nación / Senado esculpió su versión del PGN 2022 con aumentos para jueces de paz y aportes partidarios La Cámara de Senador"
    },
    {
      "url": "https://rdmasters.lympago.com/2016/12/we-spotted-this-ai2-scooting-along-at_4.html",
      "title": "We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today!",
      "description": "We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today!",
      "preview": "Skip to main content We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today! Get link Facebook X Pin"
    },
    {
      "url": "https://ksat.sports.gracenote.com/basketball/nba/team/404302/",
      "title": "KSAT - NBA",
      "description": "void",
      "preview": "MLB NFL NBA NHL NCAAF NCAAB MLS NBA NBA Team Home Schedule Statistics Roster Texas Teams San Antonio Spurs Dallas Mavericks Houston Rockets Houston Te"
    },
    {
      "url": "https://myducksong.tumblr.com/",
      "title": "got any grapes?",
      "description": "void",
      "preview": "memeuplift : daisyfloweeer : (via catchymemes ) herpsandbirds : Something to consider... (via catchymemes ) only-cat-memes : (via catchymemes ) (via pun"
    },
    {
      "url": "https://www.paypal.com/en/webapps/mpp/ua/privacy-full",
      "title": "PayPal Privacy Statement",
      "description": "PayPal Privacy Statement",
      "preview": "Menu PayPal Privacy Statement PayPal Privacy Statement Last updated on February 13, 2025 Overview PayPal, Inc. (\"we,\" \"our,\" \"us,\" \"PayPal\") provides"
    },
    {
      "url": "http://www.acluohio.org/archives/press-releases/ohio-supreme-court-rules-to-uphold-outdated-and-unscientific-hiv-criminalization-policies",
      "title": "Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies - ACLU of Ohio",
      "description": "COLUMBUS, OH-Today the Ohio Supreme Court ruled to continue the criminalization of individuals living with HIV. The ACLU of Ohio, The Center for HIV Law and Policy (\"CHLP\"), and nine other LGBTQ, HIV, medical and legal defense organizations, with assistance from the law firm Gibbons, P.C. and attorney Jeff Gamso, were amici in State of [...]",
      "preview": "Press Releases Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies October 26, 2017 10:30 am Share this page COL"
    },
    {
      "url": "https://www.avantgarde-prague.cz/ubytovani/?EquipmentID=162",
      "title": "Ubytování | Avantgarde Prague",
      "description": "Tipy na ubytování v Praze a on-line rezervace",
      "preview": "Prohlídky s průvodcem Vstupenky Vánoce a Silvestr Aktivity Transfery Wellness & spa Gastronomické zážitky Celá nabídka Sdílet E-mail Copy link Sdílet"
    },
    {
      "url": "https://www.transfermarkt.com/",
      "title": "Football transfers, rumours, market values and news | Transfermarkt",
      "description": "Transfermarkt - The football website for transfers, market values, rumours and stats",
      "preview": "Transfermarkt - The football portal with transfers, market values, rumours and statistics Spotlight © TM/IMAGO 156 players updated Ligue 1 market valu"
    },
    {
      "url": "https://hyundai.oemdtc.com",
      "title": "Hyundai - OEMDTC",
      "description": "Hyundai Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://electrosmash.com/boss-ds1-analysis",
      "title": "ElectroSmash - Boss DS1 Distortion Analysis",
      "description": "The Boss DS-1 is a distortion guitar pedal released in 1978 by Boss. It was the first distortion pedal made by Boss with a distinctive hard-clipping sound perfect for high gain rock and metal still keeping the character of the original guitar.",
      "preview": "The Boss DS-1 is a distortion guitar pedal released in 1978 by Boss. It was the first distortion pedal made by Boss with a distinctive hard-clipping s"
    },
    {
      "url": "https://www.bluenaturealliance.org/",
      "title": "Homepage - Blue Nature Alliance",
      "description": "A global partnership to catalyze the conservation of 18 million square kilometers of ocean over five years.",
      "preview": "A Global Partnership Catalyzing Momentum for Large-Scale Ocean Conservation Where We Partner Search Map 3D 2D Our Global Impact Ocean conservation are"
    },
    {
      "url": "https://burst.shopify.com",
      "title": "20,000+ Free Stock Photos and Royalty-Free Images",
      "description": "Browse thousands of beautiful copyright-free images. All our pictures are free to download for personal and commercial use, no attribution required.",
      "preview": "Looking to launch your online store? Experience Shopify for just $1/month on select plans during the trial period. Sign up now close Skip to Content C"
    },
    {
      "url": "https://hacks.mozilla.org/",
      "title": "Home - Mozilla Hacks - the Web developer blog",
      "description": "Mozilla Hacks is written for web developers, designers and everyone who builds for the Web. Hacks is produced by Mozilla's Developer Relations team and features hundreds of posts from Mozilla ...",
      "preview": "Launching Interop 2025 → Featured Article Recent Articles CRLite: Fast, private, and comprehensive certificate revocation checking in Firefox Firefox"
    },
    {
      "url": "https://sdgs.un.org/goals/goal14",
      "title": "Goal 14 | Department of Economic and Social Affairs",
      "description": "Conserve and sustainably use the oceans, seas and marine resources for sustainable development",
      "preview": "Skip to main content Goals 14 Conserve and sustainably use the oceans, seas and marine resources for sustainable development Previous Next Related Top"
    },
    {
      "url": "https://walmart.guildeducation.com/partner/",
      "title": "Walmart - Education Benefit | Guild",
      "description": "Opportunity that starts with education and skilling. Access a catalog of learning programs and tailored coaching services to unlock possibility with your Guild benefit through Live Better U.",
      "preview": "You need to enable JavaScript to run this app. Learn more about programs that can unlock your career path! Your Education, Paid by Walmart Live Better"
    },
    {
      "url": "https://www.marksandspencer.com/l/beauty",
      "title": "Beauty Products | M&S",
      "description": "Treat yourself to make-up, haircare, skincare and fragrance from our beauty collection. Shop quality products from brands like L'Occitane and Nuxe at M&S",
      "preview": "Beauty The beauty advent calendar Yours for £60 when you spend £35 or more on full-price fashion, homeware or beauty Shop now New In: Hair by Sam McKn"
    },
    {
      "url": "https://communityfoundations.ca/events/healthycommunities-simple-ways-to-create-vibrant-safe-spaces-or-adapt-public-places-and-programming-during-a-pandemic/",
      "title": "#HealthyCommunities: Simple Ways To Create Vibrant Safe Spaces or Adapt Public Places and Programming During a Pandemic - Community Foundations of Canada",
      "description": "Relentlessly pursuing a future where everyone belongs",
      "preview": "Upcoming Events #HealthyCommunities: Simple Ways To Create Vibrant Safe Spaces or Adapt Public Places and Programming During a Pandemic Date February"
    },
    {
      "url": "https://u24.gov.ua/",
      "title": "UNITED24 - The initiative of the President of Ukraine",
      "description": "UNITED24 was launched by the President of Ukraine Volodymyr Zelenskyy as the main venue for collecting charitable donations in support of Ukraine. Funds will be transferred to the official accounts of the National Bank of Ukraine and allocated by assigned ministries to cover the most pressing needs",
      "preview": "An official website of the ukrainian government GOV.ua Read more Open United24 Media u24 MEDIA Read more Open 01 This website use .gov.ua. and belongs"
    },
    {
      "url": "https://chiquillosva-blog.tumblr.com/",
      "title": "osvas blog",
      "description": "sup yo",
      "preview": "osvas blog sup yo home message archive"
    },
    {
      "url": "https://unclebekah.com/",
      "title": "Uncle Bekah's Inappropriate Trucker Hats - Uncle Bekah's Inappropriate Trucker Hats",
      "description": "Uncle Bekah's Inappropriate Trucker Hats sells funny novelty items including trucker hats and more. Customers can also create a custom trucker hat using their own phrase.",
      "preview": "Skip to content You look like you need a dumb hat. Shop all Open media featured in modal Open media 3 in modal Open media 4 in modal Open media 5 in m"
    },
    {
      "url": "https://www.manageo.fr/entreprises/398150797.html",
      "title": "▷Société SN FM INTERNATIONAL à RUEIL-MALMAISON (établissement secondaire fermé) : CA, résultats, bilan gratuit, SIRET, dirigeants, solvabilité, n° TVA - manageo.fr",
      "description": "10 oct. 2025 - Bilans, solvabilité, alertes, n° TVA gratuit, RCS, code NAF et APE, SIREN, dirigeants, publications officielles, effectifs, statuts",
      "preview": "ENTREPRISE SN FM INTERNATIONAL | 398 150 797 00015 71 BD RICHELIEU , 92500 RUEIL-MALMAISON voir la carte Autres activités manufacturières Etablissemen"
    },
    {
      "url": "https://opendatacommons.org/licenses/odbl/",
      "title": "Open Data Commons Open Database License (ODbL) - Open Data Commons: legal tools for open data",
      "description": "Legal tools for Open Data",
      "preview": "Contents Legal tools for Open Data Open Data Commons Open Database License (ODbL) Attribution and Share-Alike for Data/Databases Human-readable summar"
    },
    {
      "url": "https://en.wikipedia.org/wiki/Exclusive_economic_zone",
      "title": "Exclusive economic zone - Wikipedia",
      "description": "void",
      "preview": "Jump to content From Wikipedia, the free encyclopedia Adjacent sea zone in which a state has special rights Not to be confused with Special economic z"
    },
    {
      "url": "https://www.termsfeed.com/live/600c73e8-1226-430e-ace9-8d5272c9c705",
      "title": "Privacy Policy for Omnitrix for Apple Watch - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Omnitrix for Apple Watch Privacy Policy Last updated: July 07, 2020 This Privacy Policy describes Our policies and procedures on th"
    },
    {
      "url": "http://www.moldrek.com/",
      "title": "Ricette di cucina italiane e regionali tutte gratis",
      "description": "void",
      "preview": "Ricette Ricette Cucina nel Mondo! RICETTE GRATIS - RICETTE CUCINA Ricette cucina del mondo in modo semplice e chiaro per tutti coloro che si cimentano"
    },
    {
      "url": "https://blog.militarybyowner.com/the-rosie-network-helping-military-family-owned-businesses-succeed",
      "title": "The Rosie Network: Helping Military Family-Owned Businesses Succeed",
      "description": "The Rosie Network was founded by military spouses to make it easy for the public to find and support military family-owned businesses.",
      "preview": "Member Login About Us About Us Company History Why Choose Us? Testimonials Advertise Blog Resources Resources Ebooks Home Buying Home Decorating/Maint"
    },
    {
      "url": "https://www.lookingoutfoundation.org/",
      "title": "LOF",
      "description": "void",
      "preview": "Skip to content Home WHO BELIEVES IN ANGELS? Following the release of their acclaimed collaborative album, Who Believes In Angels? , Elton John and Br"
    },
    {
      "url": "https://westernmechanical.net/equipment/service.php?id=9",
      "title": "200 Ton Hydraulic Crawlers | Western Mechanical",
      "description": "Western focuses on providing innovative, professional and cost effective industrial contracting solutions to our customer's everyday problems, worldwide.",
      "preview": "Give Us A Call: 1.705.737.4135 Send Us A Message: ddinniwell@westernmechanical.net Home Company Team News Careers Services Equipment Projects Civil Co"
    },
    {
      "url": "https://www.sardegnaturismo.it/de/entdecken/sindia",
      "title": "Sindia | SardegnaTurismo - Sito ufficiale del turismo della Regione Sardegna",
      "description": "Sindia ist ein kleines Dorf im Gebiet der Planargia",
      "preview": "Direkt zum Inhalt Ort Sindia Startseite Sindia Sindia ist ein kleines Dorf im Gebiet der Planargia © OpenStreetMap contributors Sindia ist ein kleines"
    },
    {
      "url": "https://covid-teststrasse.de/station/OYJ63A?d=2022-01-20&dt=am&s=1",
      "title": "COVID TESTSTRASSE",
      "description": "void",
      "preview": "COVID TESTSTRASSE - Teststationen der Prävention-mit-Kopf GmbH Antigen Ergebnis gewöhnlich binnen 15-20 Minuten! Hinweis: Der Antigentest wird im Rahm"
    },
    {
      "url": "https://sports.yahoo.com/christian-pulisic-return-usmnt-roster-155111505.html",
      "title": "Christian Pulisic to return to USMNT roster for World Cup qualifier vs. Mexico - Yahoo Sports",
      "description": "Chelsea star Christian Pulisic returns to the U.S. national team for World Cup qualifier with Mexico after missing three qualifiers with an injury.",
      "preview": "Advertisement Advertisement Advertisement Advertisement TRENDING Phillies ousted after blunder Giants upset Eagles MLB playoffs live updates LeBron to"
    },
    {
      "url": "https://wset.com/news/local/stafford-dog-sky-animal-shelter-joe-bice-donna-who-had-no-inquiries-for-months-finally-gets-adopted-after-viral-post-virginia-newport-news",
      "title": "Stafford dog who had no inquiries for months finally gets adopted after viral post",
      "description": "A Stafford County dog from the animal shelter has been rescued after a plea posted online went viral.",
      "preview": "Fri, 10 Oct 2025 10:12:17 GMT (1760091137870) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.periscope.tv",
      "title": "Watch LIVE",
      "description": "Explore the world through the eyes of somebody else.",
      "preview": "Sorry, this site requires JavaScript for full functionality. Please enable JavaScript in your browser and reload the page. Periscope is saying goodbye"
    },
    {
      "url": "https://www.eventbrite.nl/e/masterclass-entrepreneurial-design-thinking-tickets-477376334467?aff=erelexpmlt",
      "title": "Masterclass Entrepreneurial Design Thinking Tickets, Thu, Mar 23, 2023 at 1:00 PM | Eventbrite",
      "description": "Eventbrite - STUDIO.WHY presents Masterclass Entrepreneurial Design Thinking - Thursday, March 23, 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Masterclass Entrepreneurial Design Thinking View details Follow this organizer to stay informed on future events By STUDIO.WHY"
    },
    {
      "url": "https://together.nbcuni.com/advertise/?utm_source=today&utm_medium=referral&utm_campaign=property_ad_pages",
      "title": "Advertise With Us | NBCUniversal Together",
      "description": "Interested in learning more about our advertising opportunities under NBCU's One Platform? Reach out to start working with us today.",
      "preview": "void"
    },
    {
      "url": "https://nypost.com/2021/05/30/goodwill-forges-alliances-to-offer-free-career-training-resources/",
      "title": "Goodwill forges alliances to offer free career training, resources",
      "description": "When Maggie Nassour lost her job two years ago, she tapped into a free community resource to get schooled.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Goodwill Industries International funds subsidiaries that of"
    },
    {
      "url": "http://www.sundaymatineebook.com/",
      "title": "New York Hardcore Photos | Sunday Matinee Book",
      "description": "Brooke Smith's photographs of 1980s Lower East Side New York Hardcore Punk scene. SUNDAY MATINEE BOOK.",
      "preview": "top of page SUNDAY MATINEE PHOTOGRAPHS BY BROOKE SMITH !!! NEW !!! BROOKE'S FIRST EUROPEAN PHOTO EXHIBITION IN MADRID, SPAIN bio Long before Brooke ap"
    }
  ],
  "_meta": {
    "total_bookmarks": 91
  }
}