{
  "data": [
    {
      "url": "https://googleonlinesecurity.blogspot.com/atom.xml",
      "title": "Google Online Security Blog",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://kcpt.pbslearningmedia.org/",
      "title": "PBS LearningMedia | Teaching Resources For Students And Teachers",
      "description": "Inspire your students with thousands of free teaching resources including videos, lesson plans, and games aligned to state and national standards.",
      "preview": "Loading..."
    },
    {
      "url": "https://www.sleepfoundation.org/bedding-information/best-thread-count-for-sheets",
      "title": "What Is the Best Thread Count for Sheets? Here's the Magic Number",
      "description": "Learn what thread count means, how it translates to quality and performance in sheets, and what thread counts you should look for.",
      "preview": "Skip to content Share Url copied /"
    },
    {
      "url": "https://www.mightycause.com/organization/Havenlynhv",
      "title": "Havenly | Mightycause",
      "description": "Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city in poverty and isolation. Our flagship...",
      "preview": "Donate Fundraise Share this organization Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city"
    },
    {
      "url": "https://www.deboadeniran.com/tag/kemi-adeosun/",
      "title": "Kemi Adeosun | DEBO ADENIRAN",
      "description": "void",
      "preview": "Home Latest News About Debo Photo Gallery First Faculty Ventures Publications Debo on Social Media Debo In The Media Papers and Lectures Press Release"
    },
    {
      "url": "https://feuerwehr-sipplingen.de/?page_id=1697",
      "title": "Brand - Freiwillige Feuerwehr Sipplingen",
      "description": "void",
      "preview": "Direkt zum Inhalt Brand (Bild: Feuerwehr Sipplingen - Brand in der Kogenhalde) Wie verhalten Sie sich bei einem Brand richtig? Der sorgfältige Umgang"
    },
    {
      "url": "https://www.nationcodes.com/coupons/yoins/",
      "title": "Discover Yoins Discount Codes | $20 Off Coupon Codes | Verified & Working @ Nation Codes",
      "description": "Free Yoins promo codes and $20 Off coupons. Get big savings with valid Yoins promotional codes from nationcodes.com.",
      "preview": "SHOW COUPONS SHOW COUPONS Yoins Coupon Codes & Deals 2 votes Do you like this brand? Yes No FILTERS EXCLUSIVE OFFERS 10% OFF HOT TODAY 50% OFF DEALS P"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-042j-mathematics-for-computer-science-fall-2010/",
      "title": "Mathematics for Computer Science | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "This course covers elementary discrete mathematics for computer science and engineering. It emphasizes mathematical definitions and proofs as well as applicable methods. Topics include formal logic notation, proof methods; induction, well-ordering; sets, relations; elementary graph theory; integer congruences; asymptotic notation and growth of functions; permutations and combinations, counting principles; discrete probability. Further selected topics may also be covered, such as recursive definition and structural induction; state machines and invariants; recurrences; generating functions.",
      "preview": "Browse Course Material Course Info Instructors Prof. Tom Leighton Dr. Marten van Dijk Departments Electrical Engineering and Computer Science Mathemat"
    },
    {
      "url": "http://www.magikbee.com/",
      "title": "Learning Through Play - Inspiring Kid's Imagination With Magikbee",
      "description": "Unlock your child's potential with our suite of safe and educational apps & games. Discover how play learning can be fun and rewarding.",
      "preview": "Home | Brands | Company Together, we spark wonder A better digital world starts here Technology should lift us up, not weigh us down. At Magikbee, we"
    },
    {
      "url": "https://caterbakes.com/",
      "title": "Caterbakes By Chef Wale - Food Recipe. Food Business. Food Health",
      "description": "Food Recipe. Food Business. Food Health",
      "preview": "The Best Homemade Creamy Mashed Potatoes Recipe How To Make Nigerian Traditional Beef Stew To Enjoy With Your White Rice Learn How To Make Yummy Fast"
    },
    {
      "url": "https://main.superiorimports.se/blogg/bramstedtse-pa-plats-under-morgondagens-race/",
      "title": "Bramstedt.se på plats under morgondagens race! | Superior Imports AB",
      "description": "Våran vän Mr. Bramstedt kommer vara på plats för att fota för fullt under morgondagen. Så ni kan hoppa upp och sätta er på att det kommer finnas riktigt snygga bilder att se fram emot från träffen efteråt. Han har kört igång en skön blogg som blandar bilar, foto och uteliv runtom Kalmar på ett",
      "preview": "Hem Nyheter Bilar Våra Tjänster Direktimport Service & Montering Nya & Begagnade Delar Tuning & Felsökning Blogg Kontakta Oss Om Oss Om Superior Impor"
    },
    {
      "url": "https://smallsat.org/",
      "title": "Small Satellite Conference | SmallSat",
      "description": "The annual Small Satellite Conference, held at the Salt Palace Convention Center, Salt Lake City, Utah, gathers Government, industry, and academia to review recent successes, explore new directions, and introduce emerging technologies in small spacecraft development.",
      "preview": "39 th Annual Small Satellite Conference Salt Lake City, UT, USA August 10-13, 2025 Thank You Another Successful SmallSat 4650 Attendees 374 Exhibiting"
    },
    {
      "url": "https://www.kpax.com/news/crime-and-courts/woman-charged-after-abandoned-dog-shot-and-killed-near-martin-city",
      "title": "Woman cited after abandoned dog shot and killed near Martin City",
      "description": "A woman who shot, killed, and skinned an abandoned husky near Martin City has been cited with Animal Cruelty by the Flathead County Sheriff's Office.",
      "preview": "void"
    },
    {
      "url": "https://research.mines.edu/",
      "title": "Home - Research and Technology Transfer",
      "description": "Mines Research - Innovation with Impact. Solving the world's critical scientific & engineering challenges across Earth, Energy, Environment, Foundations, Fundamentals, & Frontiers",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Mines Research - Innovation with Impact Research Pillars: Earth, Energy, E"
    },
    {
      "url": "https://ims.ucsc.edu/about/directors-message.html",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://jobs.hasbro.com/go/eOne/8968800",
      "title": "Jobs at Hasbro",
      "description": "Apply online for jobs at Hasbro | Explore Hasbro careers in Information Technology, Corporate Business Services, Digital Media and Entertainment, Global Design and Product Development, Hasbro Studios, Sales and Retail Management and more!",
      "preview": "By continuing to use and navigate this website, you are agreeing to the use of cookies. Accept Close Press Tab to Move to Skip to Content Link Skip to"
    },
    {
      "url": "https://www.iforgeiron.com/",
      "title": "Forums - I Forge Iron",
      "description": "void",
      "preview": "Jump to content Forums Start new topic Start new topic I Forge Iron Forum Keeping You Informed What is new on the forum and site 31 posts Problems wit"
    },
    {
      "url": "https://blog.kaporcenter.org",
      "title": "The Bridge",
      "description": "Conversations at the intersection of tech, diversity, and entrepreneurship",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Bridge 7.9K followers · 5+ editors Follow Distance Traveled About kap"
    },
    {
      "url": "https://www.healthline.com/nutrition/ketogenic-diet-101",
      "title": "The Ketogenic Diet: A Detailed Beginner's Guide to Keto",
      "description": "The ketogenic diet (keto) is a low-carb, high-fat diet that causes weight loss and provides numerous health benefits. This is a detailed beginner's guide.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://online.foundationsource.com/ws/index.jsp?site=marisla",
      "title": "The Marisla Foundation",
      "description": "void",
      "preview": "Information | Guidelines | Application Deadlines | How to Apply | Contact Marisla Foundation® was established in 1986 as a private, non-operating char"
    },
    {
      "url": "https://bellaapp.dk/privacy-policy/",
      "title": "Privacy Policy - Bella sara",
      "description": "void",
      "preview": "Privacy policy Legal Disclaimer BELLA SARA is accessible both as an app and as a public website at www.bellasara.com. App and website share the same c"
    },
    {
      "url": "https://www.soydemac.com/controlar-apple-glass-mirada-posible-patente/",
      "title": "Controlar funciones de las Apple Glass con la mirada sería posible con esta patente",
      "description": "¿Sería posible controlar algunas funciones de las Apple Glass con la mirada? Según la nueva patente registrada por Apple, sí",
      "preview": "Sobre las gafas de realidad aumentada de Apple, las conocidas como Apple Glass , hay muchos rumores en la red y ahora mediante la solicitud de una pat"
    },
    {
      "url": "https://www.nbcsports.com/?cid=eref:nbcnews:text",
      "title": "NBC Sports - news, scores, stats, rumors, videos, and more",
      "description": "Stay up-to-date with the latest sports news and scores from NBC Sports.",
      "preview": "Skip navigation Search Query Submit Search MLB NFL NBA NHL NASCAR Premier League College Football Men's College Basketball Horse Racing Top News How t"
    },
    {
      "url": "http://www.ecotic.ro",
      "title": "Acasă - ECOTIC",
      "description": "void",
      "preview": "021 9641 office@ecotic.ro Facebook X Instagram RSS Facebook X Instagram RSS Plasează o comandă de preluare DEEE RO EN RO De la liniar la circular, pen"
    },
    {
      "url": "https://www.scotlandspeople.gov.uk/",
      "title": "Explore your Scottish heritage | Scotland's People",
      "description": "void",
      "preview": "Skip to main content Search the records Close Search the records panel Open Search the records panel Search Type People Places Virtual Volumes Maps an"
    },
    {
      "url": "https://go-expandyourmind-blog.tumblr.com/post/143100154781",
      "title": "Nature, animals, and inspiration :) - 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Nature, animals, and inspiration :) - 16% of all new wages in the U.S. are in computer... 1.5M ratings 277k ratings See, that's what the app is perfec"
    },
    {
      "url": "https://www.toyotavantech.com/forum/content.php?185&s=00fc93410e425fe4e5e90c822c18514a",
      "title": "ToyotaVanTech.com Library - Add New Section",
      "description": "void",
      "preview": "Register Help Remember Me? What's New? Articles TVT Vanwagon Owner's Manual TVT Previa Owner's Manual Tim's Tech Tips Forum Blogs Advanced Search Home"
    },
    {
      "url": "https://mrag.co.uk",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us The Team Work With Us Experience Services Spill Response and Impact Assessment Natural Resourc"
    },
    {
      "url": "https://cansouthasia.net/",
      "title": "CANSA | Home - Climate Action Network South Asia",
      "description": "<p>[vc_row][vc_column 0=\"\"][vc_column_text][metaslider id=6869] OUR PARTNERS [fusion_portfolio layout=\"carousel\" picture_size=\"fixed\" text_layout=\"unboxed\" grid_box_color=\"\" grid_element_color=\"\" grid_separator_style_type=\"\" grid_separator_color=\"\" columns=\"4″ one_column_text_position=\"below\" column_spacing=\"20″ equal_heights=\"no\" number_posts=\"-1″ portfolio_title_display=\"all\" portfolio_text_alignment=\"left\" padding_top=\"\" padding_right=\"\" padding_bottom=\"\" padding_left=\"\" filters=\"yes\" pull_by=\"category\" cat_slug=\"partners\" exclude_cats=\"\" tag_slug=\"\" exclude_tags=\"\" pagination_type=\"none\" hide_url_params=\"off\" offset=\"0″ orderby=\"date\" order=\"DESC\" content_length=\"excerpt\" excerpt_length=\"35″ strip_html=\"yes\" carousel_layout=\"title_on_rollover\" scroll_items=\"\" autoplay=\"yes\" show_nav=\"yes\" mouse_scroll=\"no\" hide_on_mobile=\"small-visibility,medium-visibility,large-visibility\" class=\"\" id=\"\" animation_type=\"fade\" animation_direction=\"left\" animation_speed=\"0.3″ animation_offset=\"\" /][fusion_builder_container admin_label=\"\" hundred_percent=\"no\" equal_height_columns=\"no\" menu_anchor=\"\" [...]</p>",
      "preview": "Loss and Damage Photo: Shailendra Yashwant Just Transition Photo: Shailendra Yashwant Climate Finance Ecosystem Restoration & Biodiversity Conservatio"
    },
    {
      "url": "https://www.mobvoi.com/us/pages/ticwatche2",
      "title": "TicWatch E2 - A smartwatch boasts a waterproof rating of 5 ATM making them swim friendly.",
      "description": "TicWatch E2 smartwatch - your best go-to fitness and swimming companion! TicWatch E2 smartwatch, up to 50m underwater waterproof, monitors your every stroke on the move. TicWatch E2 smartwatch is designed to fit your active lifestyle needs. TicWatch E2 smartwatch is powered by TicMotion - proactive swimming monitoring, analysis and swim style detection. TicWatch E2 smartwatch - Lightweight & comfortable; Wear OS by Google™; Built-in GPS; 24hr heart-rate monitor; Buy TicWatch E2 smartwatch on Mobvoi official website now!",
      "preview": "US Choose your country or region TicWatch E2 smartwatch Product Support About us Buy now Buy Designed to move you. Your go-to fitness and swimming com"
    },
    {
      "url": "https://web.membernova.com/305538/User/Login?OriginalUrl=web.membernova.com/305538%2Fevents%2F",
      "title": "MemberNova Package Expired",
      "description": "void",
      "preview": "Package has expired Please note that the MemberNova website package for your account has expired. Click here to contact MemberNova."
    },
    {
      "url": "https://madebyshape.co.uk/web-design-blog/50-best-free-fonts-for-designers-in-2025/",
      "title": "50 Best Free Fonts for Designers in 2025 | MadeByShape",
      "description": "MadeByShape have made a list of the best free fonts for web designers and graphic designers in 2025, and links to download the free fonts too!",
      "preview": "👀 Close modal Play/Pause video Mute/Unmute video 11 min read 50 Best Free Fonts for Designers in 2025 Written by Mike Ashurst Designer 11 min read Upd"
    },
    {
      "url": "https://justlawful.com/2021/07/16/fundamental-fairness-compels-cosbys-release-supreme-court-of-pennsylvania-concludes/",
      "title": "Fundamental Fairness Compels Cosby's Release, Supreme Court of Pennsylvania Concludes - Just Lawful",
      "description": "Court vacated conviction and ordered release of Bill Cosby, convicted of sexual assault and imprisoned, because court perceived that the District Attorney's announcement that he would not prosecute Cosby induced Cosby to waive his Fifth Amendment rights, resulting in incriminating statements later used to convict him.",
      "preview": "Commonwealth of Pennsylvania v. William Henry Cosby, Jr., No. J-100-2020. June 30, 2021. A Life of Unprecedented Firsts and Widespread Public Acclaim."
    },
    {
      "url": "https://www.columbiabank.com/",
      "title": "Columbia Bank | ColumbiaBank.com",
      "description": "Columbia Bank is here for you now more than ever. Our local business and personal bankers have helped our communities for over 50 years. Join us today.",
      "preview": "Link to Home Page Link to Home Page Close"
    },
    {
      "url": "https://inkaexperience.com/",
      "title": "Inka Experience » Perú Travel Agency",
      "description": "Inka Experience offers custom Peru tours & personalized travel advice for your Peru adventure. Cusco - Inka Trail - Amazon - Lake Titicaca - Boutique Travel .US Toll - Free 1-800-260-4681",
      "preview": "peru tours Our Peru Tours reflect the highlights and best travel experiences throughout the country. All travel programs can be customized to fit your"
    },
    {
      "url": "https://fr.mongabay.com/",
      "title": "Informations sur la conservation de la nature - Mongabay Afrique",
      "description": "Nouvelles à propos de la faune et de la nature",
      "preview": "Les infos récentes Perroquets gris sauvés du braconnage sur la voie de la restauration Didier Makal 10 Oct 2025 Grand Reportage Face aux effets du cli"
    },
    {
      "url": "https://privacyseals.bbbprograms.org/seal/Confirmation/195838664",
      "title": "Apple Inc. - BBB National Programs Global Privacy Seals",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. Apple Inc. is a participant in the BBB National Programs ® Privacy Recognition for Processors Program Apple"
    },
    {
      "url": "https://au.rollingstone.com/t/anthony-scaramucci/",
      "title": "Anthony Scaramucci - Rolling Stone Australia",
      "description": "Music, Film, TV and Political News Coverage",
      "preview": "Tag: Anthony Scaramucci Close the menu Rolling Stone Music Expand the sub menu News Lists Album Reviews RS Country Features Live Reviews Pictures Vide"
    },
    {
      "url": "http://www.combswrecker.com/",
      "title": "CombsWrecker - Working List",
      "description": "void",
      "preview": "Skip to content britishdezabarah.fr [...] britishdezabarah.fr Lire la suite » annecyairport.com annecyairport.com Lire la suite » unicorn7.org unicorn7."
    },
    {
      "url": "https://super.so/",
      "title": "Super - Create Custom Websites with Notion",
      "description": "Create a custom website in less than a minute with instant page loads, SEO optimization, and customized theming. All your content is kept and managed in Notion so you can focus on creating while Super handles the rest.",
      "preview": "Super ‣ Pages ⚡ The #1 tool for turning a Notion document into a website Transform your Notion pages into fully customized, professional websites in l"
    },
    {
      "url": "https://www.refinery29.com/en-us/fashion-trends-2025",
      "title": "9 Fashion Trends Defining 2025: Capes To Bubble Skirts",
      "description": "Early contenders for the biggest trends of 2025 point to a more whimsical, almost idiosyncratic take on dressing.",
      "preview": "Skip navigation! ADVERTISEMENT Story from Fashion ADVERTISEMENT 9 Fashion Trends That Will Define 2025 Lauren Caruso Last Updated March 24, 2025 , 5:0"
    },
    {
      "url": "https://www.hcsheriff.gov/pressreleases/display.php?releaseid=1533",
      "title": "Hamilton County Sheriff's Office Website",
      "description": "void",
      "preview": "How Do I...? Home Office of the Sheriff Administrative Services Law Enforcement Services Corrections Services Newsroom How Do I...? Careers Phone: 423"
    },
    {
      "url": "https://www.popsugar.com/family/How-Stop-Kid-From-Whining-37548338",
      "title": "How to Stop a Kid From Whining | PS Family",
      "description": "PS makes wellness more accessible through real-life stories, first-person perspectives, and expert-backed information. Our staff of journalists and subject-matter experts research, report, and produce articles, videos, and social content that help people feel good about their well-being choices, no matter what they are. Via our core verticals - Health, Fitness, Beauty, Balance, Identity, and Shopping - we help our audience proceed with confidence.",
      "preview": "Skip to main content Family Parenting How to Stop a Kid From Whining By Laura Lifshitz Updated on March 24, 2020 at 4:45 PM Getty | Cavan Images Getty"
    },
    {
      "url": "https://www.pocketgamer.biz/company/3593/mediatonic-ltd/",
      "title": "Mediatonic - Company Profile | PocketGamer.biz",
      "description": "Info for, and articles featuring, Mediatonic.",
      "preview": "Company Profile Mediatonic Website www.mediatonicgames.com/ Follow them on: X (Formerly Twitter) Facebook LinkedIn YouTube About Mediatonic is one of"
    },
    {
      "url": "https://www.calltoidea.com/mailing/",
      "title": "Mailing - Calltoidea",
      "description": "Inspiration about Mailing. Discover world best web design about and share your concepts.",
      "preview": "Mailing Light up your imagination! first community for link lovers Comings"
    },
    {
      "url": "https://www.thaisqueirozleiloeira.com.br/?ID=11481332",
      "title": "Thais Queiroz - Leiloeira Pública - Rio de Janeiro - RJ",
      "description": "Plataforma de leilões",
      "preview": "Leilões Ativos Leilões Finalizados Atendimento 2ª a 6ª-feira das 10h às 16h. Telefone: (21) 98586-0377 Email: thaisqueirozleiloeira@gmail.com Telefone"
    },
    {
      "url": "https://sv.brusheezy.com/gratis/gl%C3%B6dlampor",
      "title": "Glödlampor Gratis Penslar - (28 Gratis Downloads)",
      "description": "28 Best Glödlampor Gratis Pensel Nedladdningar from the Brusheezy community. Glödlampor Gratis Penslar licensed under creative commons, open source, and more!",
      "preview": "Filters Glödlampor Penslar - 28 free brushes matching glödlampor Glödlampa borstar pack Lång skugga miljö natur ikon psd Diverse Pocket Icon PSD Pack"
    },
    {
      "url": "http://www.paltalk.com/",
      "title": "Video Chat | Paltalk",
      "description": "The largest video chat room community. Explore thousands of free online video chat rooms and meet millions of friendly members worldwide.",
      "preview": "Meet New Friends Start a free video, voice, or text group chat with anyone on any device Available on iOS, Android, MacOS and Windows Download Paltalk"
    },
    {
      "url": "http://telegraphe-chappe.com/chappe/reseauC.html",
      "title": "Le réseau Chappe sous la Restauration (1815-1830)",
      "description": "void",
      "preview": "Le télégraphe des frères Chappe Communiquer à distance Une famille d'inventeurs Les premières expériences Histoire et formation du réseau La fin des l"
    },
    {
      "url": "https://builtphoenixstrong.org/articles/top-roswell-personal-trainer-we-bring-the-energy-here/",
      "title": "Top Roswell Personal Trainer | Get Positive Trainers Today",
      "description": "If you are seeking the Top Roswell Personal Trainer then you should call Built Phoenix Strong today at 770-569-3754",
      "preview": "Top Roswell Personal Trainer | We Bring The Energy Here May 31, 2021 | Top Roswell Personal Trainer Here at the top Roswell personal trainer programs"
    },
    {
      "url": "https://risk.lexisnexis.com/",
      "title": "LexisNexis Risk Solutions | Transform Your Risk Decision Making",
      "description": "LexisNexis Risk Solutions uses Big Data, proprietary linking and targeted solutions to provide insights that help make organizations more secure and efficient.",
      "preview": "The True Cost of SNAP Fraud: Critical Insights for Program Integrity New study reveals alarming rise in fraud costs across human services programs. Do"
    },
    {
      "url": "https://www.footballzebras.com/2009/10/how-is-forward-progress-not-stopped-when-player-lands-3-yards-back/",
      "title": "How is forward progress not stopped when player lands 3 yards back? - Football Zebras",
      "description": "Week 4: Chargers at Steelers In the Sunday Night Football game, the Chargers special teams player Jacob Hester is credited with a heads-up, 41-yard fumble-return touchdown. However, it is confusing how the Steelers punt returner Steve Logan was driven back three yards in control of the ball without being ruled down by forward progress. The...",
      "preview": "Connect with us Controversy Week 4 How is forward progress not stopped when player lands 3 yards back? Advertisement College Football Controversy Afte"
    },
    {
      "url": "https://online.flipbuilder.com/wool/itkw/mobile/index.html",
      "title": "Engineering Penn State: Fall/Winter 2021",
      "description": "void",
      "preview": "basic-index.html 0001 0002 0003 0004 0005 0006 0007 0008 0009 0010 0011 0012 0013 0014 0015 0016 0017 0018 0019 0020 0021 0022 0023 0024 0025 0026 002"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85919",
      "title": "Searchable Recipe Database - Almond Macaroons with chocolate fillinf",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://icons8.com/",
      "title": "Free Icons, Clipart Illustrations, Photos, and Music",
      "description": "Download design elements for free: icons, photos, vector illustrations, and music for your videos. All the assets made by designers → consistent quality ⚡️",
      "preview": "Original stock graphics by our team, plus design apps and AI tools The ultimate design kit for creatives and developers Icons Illustrations Photos 3D"
    },
    {
      "url": "https://cheerstocarla.com/tag/enzo-angiolini/",
      "title": "enzo angiolini | Cheers to Carla",
      "description": "Posts about enzo angiolini written by Chloe Roth",
      "preview": "Cheers to Carla Where Everybody Knows Your (Brand) Name Home About Tag Archives: enzo angiolini Jun 19 2013 1 Comment Sam's Women Sam's Women: The Bes"
    },
    {
      "url": "http://adsabs.harvard.edu/cgi-bin/nph-data_query?link_type=ABSTRACT&bibcode=2018Sci...359..904K",
      "title": "Tracking the global footprint of fisheries - ADS",
      "description": "Although fishing is one of the most widespread activities by which humans harvest natural resources, its global footprint is poorly understood and has never been directly quantified. We processed 22 billion automatic identification system messages and tracked &gt;70,000 industrial fishing vessels from 2012 to 2016, creating a global dynamic footprint of fishing effort with spatial and temporal resolution two to three orders of magnitude higher than for previous data sets. Our data show that industrial fishing occurs in &gt;55% of ocean area and has a spatial extent more than four times that of agriculture. We find that global patterns of fishing have surprisingly low sensitivity to short-term economic and environmental variation and a strong response to cultural and political events such as holidays and closures.",
      "preview": "Now on home page"
    },
    {
      "url": "https://unchangingprinciples.com/up/",
      "title": "Unchanging Principles - Life inside my presidential family",
      "description": "void",
      "preview": "Skip to content Home UNCHANGING PRINCIPLES Life inside my presidential family By josh carter Start Listening See all Episodes Also find us on: Episode"
    },
    {
      "url": "https://www.straightenupbyjanelle.com",
      "title": "Organizer to the Stars | Straighten Up by Janelle",
      "description": "Join the stars and learn from professional organizer and TV personality, Janelle Lam. Discover the Straighten Up method today.",
      "preview": "Skip to the content"
    },
    {
      "url": "https://shop.ordnancesurvey.co.uk/maps/paper-maps/?amp%3Bmap_series=Ireland+Adventurer&cat%5B%5D=138&cat%5B%5D=25&cat%5B%5D=37&_bc_fsnf=1&format=2+x+Folded+colour+sheets+inserted+into+plastic+wallet&publisher=Isle+of+Man+Survey",
      "title": "Buy OS paper maps for walking, hiking, cycling and more",
      "description": "Buy the most up to date Ordnance Survey Paper Maps. Explore the range with Explorer, Landranger, Road, Tour, International & weatherproof maps .",
      "preview": "Latest edition guarantee - or your money back! Free delivery Free vintage Geological map offer - Find out more An OS Paper Map is sold every 30 second"
    },
    {
      "url": "http://www.mgap.gub.uy/Siadocautoconsulta/autoconsultasiadoc.aspx",
      "title": "Autoconsultasiadoc",
      "description": "void",
      "preview": "SISTEMA INFORMATICO DE ADMINISTRACION DOCUMENTAL - SIADOC Año Inciso Unidad Ejecutora Tipo Número Ingrese el número de documento No se encontró el reg"
    },
    {
      "url": "https://advertising.theguardian.com/us/advertising",
      "title": "Home | Guardian Advertising",
      "description": "We now reach 157 million unique browsers worldwide. Our readers are inquisitive, open minded and active. We have the power to transform your business.",
      "preview": "It ' s your choice When we make Guardian Advertising available to you online, we use cookies and similar technologies to help us to do this. Some are"
    },
    {
      "url": "http://www.treemaintenance.com/",
      "title": "Tree Care | Tree Work | Tree Surgeon | Clarke Cunningham Tree Maintenance Northern Ireland",
      "description": "Established during 1982 at Killyleagh, Co Down, Clarke Cunningham Tree Maintenance Ltd, is now the premier provider of Tree Care Services in Northern Ireland,",
      "preview": "Home Tree Care Domestic Tree Care Utility & Contract Tree Care Commercial Tree Care Other Services Arboricultural Consultancy Recycled Products Compan"
    },
    {
      "url": "http://spyglass.fish",
      "title": "Spyglass | Global Fishing Crimes Map",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://meda.net/",
      "title": "Metropolitan Economic Development Association (Meda)",
      "description": "Helping BIPOC Entrepreneurs Succeed",
      "preview": "0 MEDA FUNDRAISING GALA 2025 Save the Date - October 11th, 2025 Royalston Square 5:30 - 11:00pm Reserve Your Tickets Empowering Potential Elevating Su"
    },
    {
      "url": "https://www.heartofamerica.org/",
      "title": "Heart of America | Transforming Learning Environments",
      "description": "Heart of America is a non-profit dedicated to providing education equity in classrooms across North America.",
      "preview": "Skip to content info@heartofamerica.org 202-347-6278"
    },
    {
      "url": "https://www.uncovercolorado.com/hotels/bison-peak-lodge-at-puma-hills/",
      "title": "Bison Peak Lodge at Puma Hills - Lake George, CO - Uncover Colorado",
      "description": "The Bison Peak Lodge at Puma Hills, located in Lake George, Colorado, provides guests with a comfortable and stress-free camping experience that is complete with all the modern amenities of a luxury vacation.",
      "preview": "Skip to main content Skip to header right navigation Skip to site footer Bison Peak Lodge at Puma Hills - Lake George The Main Lodge. Photo: Bison Pea"
    },
    {
      "url": "https://icarus.flights/",
      "title": "Icarus Flights - Flight Intelligence for Investigators",
      "description": "Icarus Flights is a tool for analyzing uncensored aircraft activity data and tracing global aircraft ownership records",
      "preview": "void"
    },
    {
      "url": "http://www.diegeilehydra.at/category/allgemein/page/2/",
      "title": "Allgemein - Seite 2 - Hydra",
      "description": "20.08.1622:00 LineUpM-Jane (upd8e)Doggsta (A.J.A Crew, G9 R.I.P)ThizzlaKlaus Reznicek #nachtspiel #busen. #technoanderdonau #tittnwippn #linzmussdiehauptstadtdersubkulturwerden #drumnballs #mehrraven #bällebad",
      "preview": "Zum Inhalt springen 20.08.16 22:00 LineUp M-Jane (upd8e) Doggsta (A.J.A Crew, G9 R.I.P) Thizzla Klaus Reznicek #nachtspiel #busen. #technoanderdonau #"
    },
    {
      "url": "https://source.android.com/",
      "title": "Android Open Source Project",
      "description": "Android unites the world! Use the open source Android operating system to power your device.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://www.sweepcricket.com/",
      "title": "Sweep Cricket - Latest Cricket News, Latest Cricket Blogs & Opinions and Latest Cricket Videos",
      "description": "Daily Cricket News, Latest Cricket Blogs & Opionions and Latest Cricket Videos from around the globe and much more on Sweep Cricket",
      "preview": "back to top Facebook Instagram Linkedin Pinterest Twitter Youtube Home News Blogs IPL Twitter Reaction Videos Search Facebook Instagram Linkedin Pinte"
    },
    {
      "url": "http://plants.ensembl.org/Oryza_sativa/Gene/Summary?g=Os02g0286200;r=2:10758967-10762460;t=Os02t0286200-01",
      "title": "Gene: Os02g0286200 - Summary - Oryza_sativa - Ensembl Genomes 62",
      "description": "Ensembl Plants is a genome-centric portal for plant species of scientific interest",
      "preview": "▼ Ensembl Genomes Ensembl Bacteria Ensembl Protists Ensembl Fungi Ensembl Plants Ensembl Metazoa Ensembl (vertebrates) Loading... BLAST BioMart Tools Do"
    },
    {
      "url": "https://www.mississippifreepress.org/20068/ridgeland-mayor-demands-lgbtq-book-purge-threatens-library-funding/",
      "title": "Ridgeland Mayor Demands LGBTQ+ Book Purge",
      "description": "Ridgeland Mayor Gene McGee is withholding $110,000 of funding from the Madison County Library System, demanding a purge of LGBTQ+ materials.",
      "preview": "Skip to content Library system leadership told the Mississippi Free Press that Ridgeland Mayor Gene McGee has demanded a purge of all LGBTQ+ materials"
    },
    {
      "url": "https://www.skinstore.com/u-beauty-the-mantle-skin-conditioning-wash-150ml/14006740.html?switchcurrency=USD&shippingcountry=US&utm_source=AWin-%21%21%21affid%21%21%21&utm_medium=affiliate&utm_campaign=AffiliateWin%7CFeed&slfpid=3",
      "title": "Shop SkinStore Favorites Now at Dermstore | Dermstore",
      "description": "SkinStore is now Dermstore! Shop your favorite skincare, hair, and beauty brands all in one trusted destination.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "http://pmangellfamfound.org/",
      "title": "Paul M. Angell Family Foundation - Supporting Conservation, Performing Arts, Social Impact",
      "description": "Supporting Conservation, Performing Arts, Social Impact",
      "preview": "Welcome to the web site of the Paul M. Angell Family Foundation, where you can learn about the Foundation, its granting activities, and peruse grant r"
    },
    {
      "url": "http://optout.aboutads.info/?c=2&lang=EN",
      "title": "WebChoices",
      "description": "The new WebChoices consumer choice tool.",
      "preview": "WebChoices Beta Using this tool, you can control the collection and use of data for interest-based advertising on this browser. Make Selections to Lim"
    },
    {
      "url": "https://www.museothyssen.org/en/activities",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.simplegenerosity.org/nonprofit-partner-questionnaire",
      "title": "Nonprofit Partner Questionnaire Intro - Simple Generosity",
      "description": "The first step in becoming a Simple Generosity nonprofit partner is completing our questionnaire -- please submit your information and we will be in touch!",
      "preview": "0 Welcome! To see if your nonprofit is already in our pool of potential grantees , please click here to create an account with us and search for your"
    },
    {
      "url": "https://www.elastic.co/guide/en/kibana/current/discover.html",
      "title": "Discover | Elastic Docs",
      "description": "You have questions about your data. What pages on your website contain a specific word or phrase? What events were logged most recently? What processes...",
      "preview": "Loading Elastic Docs / Explore and analyze Discover Serverless Stack You have questions about your data. What pages on your website contain a specific"
    },
    {
      "url": "https://www.mayoclinic.org/tests-procedures/minimally-invasive-surgery/about/pac-20384771",
      "title": "Minimally invasive surgery - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview In minimally invasive surgery, surgeons us"
    },
    {
      "url": "https://omneresults.com/",
      "title": "Omne: Let's Build Your Next Success",
      "description": "We connect companies with customers using data-driven marketing.",
      "preview": "We connect companies with customers using data-driven marketing. Let's build your next success Modern problems need modern solutions. Concept to execu"
    },
    {
      "url": "https://es.slideshare.net/ssuser6d4b4c/presentations?order=popular",
      "title": "กฤช วรรณชาลี presentations",
      "description": "void",
      "preview": "กฤช วรรณชาลี Acerca de Presentaciones Infografías Documentos Recomendaciones Acerca de No hay ninguna presentación aún No hay ninguna infografía aún N"
    },
    {
      "url": "https://www.repairfaq.org/sam/smpsfaq.htm",
      "title": "Notes on the Troubleshooting and Repair of Small Switchmode Power Supplies",
      "description": "void",
      "preview": "Notes on the Troubleshooting and Repair of Small Switchmode Power Supplies Version 2.86 (28-Jan-14) Copyright © 1994-2022 Samuel M. Goldwasser --- All"
    },
    {
      "url": "https://topbeauty.pe/product-category/cuidado-de-la-piel/page/3/",
      "title": "Cuidado de la piel - Página 3 - TopBeauty",
      "description": "void",
      "preview": "Cuidado de la piel Home Shop Cuidado de la piel Filter Sort By: Orden predeterminado Ordenar por popularidad Ordenar por puntuación media Ordenar por"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/ResizeObserver",
      "title": "ResizeObserver - Web APIs | MDN",
      "description": "The ResizeObserver interface reports changes to the dimensions of an Element's content or border box, or the bounding box of an SVGElement.",
      "preview": "Skip to main content Skip to search ResizeObserver Baseline Widely available This feature is well established and works across many devices and browse"
    },
    {
      "url": "https://www.saludinforma.es/portalsi/web/salud/servicios-prestaciones/convenio-especial-prestacion-asistencia-sanitaria;jsessionid=26wSvUheTKkYqv9KBx3ovPpN.mov-saludinforma-13",
      "title": "SaludInforma - Convenios especiales",
      "description": "void",
      "preview": "Mis Mensajes Cita primaria / especializada Tarjeta sanitaria / PIN / SMS Certificado FNMT y Cl@ve Voluntades anticipadas Segunda opinión médica Subven"
    },
    {
      "url": "https://www.premierleague.com/VAR",
      "title": "Video Assistant Referees Explained | VAR | Premier League",
      "description": "For information on how Video Assistant Referees (VAR) will operate, including frequently asked questions and video explanations, visit the official website of the Premier League.",
      "preview": "Skip to main content The Video Assistant Referee (VAR) was introduced in the 2019/20 Premier League season after the clubs voted unanimously in Novemb"
    },
    {
      "url": "https://www.centrostudilaruna.it/tag/misteri-orfici",
      "title": "misteri orfici - Centro Studi La Runa",
      "description": "void",
      "preview": "Breve panoramica sulle principali religioni misteriche del mondo greco, nella loro (parziale) contrapposizione alla religione olimpica classica. Un sa"
    },
    {
      "url": "https://nahtlust.de/tag/uni/",
      "title": "Uni - nahtlust",
      "description": "void",
      "preview": "...und ein divided basket nach dem Schnitt von noodlehead genäht. Dieses Schnittmuster hat es mir aber auch angetan, und wie fast alle divided baskets z"
    },
    {
      "url": "https://downtownaustin.com/covid-19/impact-recovery/",
      "title": "COVID-19 Economic Impact | Downtown Austin Alliance",
      "description": "With a focus on recovery, we are actively measuring and monitoring the impact of the pandemic on downtown Austin through ongoing research initiatives.",
      "preview": "Skip to main content COVID-19 Economic Impact Setting a baseline to plan for recovery A months-long effort to create a strategic and comprehensive pla"
    },
    {
      "url": "https://doee.dc.gov/ecycle",
      "title": "Electronics Recycling | doee",
      "description": "Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic materials, provides a more sustainable source of precious metals, and protects human health and the environment. eCYCLE DC",
      "preview": "Skip to main content Listen Electronics Recycling Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic ma"
    },
    {
      "url": "https://tours-greece.gr/excursions/bus-tours-in-greece",
      "title": "Group Tour Packages & Shared Bus Tours from Athens",
      "description": "Experience the best of Greece with our group tour packages and shared bus tours from Athens. Discover cultural and heritage sites and explore the Greek islands with our expert guides. Book your vacation package online now",
      "preview": "Search by Filters Group Tours Greece 2 Day Group Tour in Delphi & Meteora with shared bus from Athens, Greece 1 Reviews Book the 2-Day best-seller tou"
    }
  ],
  "_meta": {
    "total_bookmarks": 92
  }
}