{
  "data": [
    {
      "url": "http://appt.ly",
      "title": "How to Improve your Baby Photos | HeyBaby.sg",
      "description": "Learn how to improve all your family and baby photos easily with these apps.",
      "preview": "How to Capture Your Baby's Precious Moments with Photoleap & Facetune from Apptly Every smile, yawn, and tiny milestone is worth preserving, and with"
    },
    {
      "url": "http://www.combswrecker.com/",
      "title": "CombsWrecker - Working List",
      "description": "void",
      "preview": "Skip to content britishdezabarah.fr [...] britishdezabarah.fr Lire la suite » annecyairport.com annecyairport.com Lire la suite » unicorn7.org unicorn7."
    },
    {
      "url": "https://worldillustrationawards.com/",
      "title": "World Illustration Awards - World Illustration Awards",
      "description": "void",
      "preview": "Menu Awards Home About WIA Project List / Winners WIA News Touring Exhibition Sponsors"
    },
    {
      "url": "https://mtgmn.org/",
      "title": "Home | Mind the G.A.P.P.",
      "description": "void",
      "preview": "top of page Bridge the Gap to Your Best Self . Creating pathways for individuals to close the gap to prosperity. A Holistic Approach . Dedicated to Ed"
    },
    {
      "url": "https://www.redditinc.com/policies/user-agreement",
      "title": "User Agreement",
      "description": "User Agreement - Reddit",
      "preview": "Reddit User Agreement English Bahasa Melayu - Malaysia Čeština - Česká republika Dansk - Danmark Deutsch - Deutschland Español - España Español - Méxi"
    },
    {
      "url": "http://jurisdependencia-asesoriayabogados.com/tag/reclamaciones/",
      "title": "reclamaciones Archives -",
      "description": "void",
      "preview": "To Top Scroll Down Close reclamaciones 09 Ago 2018 Jurisdependencia Asesoria y Abogados 10 Comments Administrativo , Consumo , Contratos , empresa Per"
    },
    {
      "url": "http://www.cs.washington.edu/people/faculty/lazowska/",
      "title": "Ed Lazowska, Professor - Paul G. Allen School of Computer Science & Engineering",
      "description": "Professor Ed Lazowska specializes in computer system design, data-intensive discovery, and public policy issues like STEM education.",
      "preview": "Skip to content Enter search text Current site All the UW Search scope Current site All the UW"
    },
    {
      "url": "https://www.defendcampaigns.org/partners",
      "title": "Become a Partner - Defending Digital Campaigns",
      "description": "Become a Partner",
      "preview": "Become a Partner How we partner DDC partners with a variety of trusted organizations and corporations to provide free cybersecurity products, onboardi"
    },
    {
      "url": "https://www.portosbakery.com/",
      "title": "Welcome to Porto's Bakery & Cafe | Porto's Bakery",
      "description": "Porto's Bakery was born out of Rosa's love for sharing her wonderful cakes, pastries, and savory treats. Millions sold each year. Now shipping nationwide!",
      "preview": "Skip to content SEARCH PORTO'S MENU Don't see your favorite? Please note that we are temporarily offering an abbreviated menu. Select your location to"
    },
    {
      "url": "https://alfa-lampy.pl/product-pol-18365-Druciana-lampa-kratka-PEKA-miedz-drewno-sr-24cm.html",
      "title": "Druciana lampa kratka PEKA miedź/drewno śr. 24cm 60419 - marka Alfa Sosnowscy - Phenomena Light",
      "description": "void",
      "preview": "Menu Lampy wiszące Lampy sufitowe Plafony sufitowe Kinkiety Lampy stołowe Klosze i abażury Dobierz Klosz Żarówki Pomieszczenia Style WYPRZEDAŻ O Nas B"
    },
    {
      "url": "http://www.responsiblebusiness.org/standards/code-of-conduct/",
      "title": "Code of Conduct",
      "description": "The RBA Code of Conduct is a set of social, environmental and ethical industry standards.",
      "preview": "JOIN RBA RBA Foundation Member Portal RBA-Online eLearning Academy Code of Conduct Code of Conduct Standards & Accountability VAP About VAP SVAP on Fo"
    },
    {
      "url": "https://dogzine.eu/nl/auteurs/andreheuzer",
      "title": "Andre Heuzer | DogZine",
      "description": "DogZine",
      "preview": "Overslaan en naar de inhoud gaan Andre Heuzer facebook twitter About Na een half leven zonder honden zijn honden nu alweer een ruime 25 jaar vast onde"
    },
    {
      "url": "http://flechebragarde.ddns.net/bd/auteur.php?coll=albums&idauteur=3277&liste=styles",
      "title": "BD Gest' & BDGWeb - Détails pour l'auteur",
      "description": "void",
      "preview": "[Accueil] [Ma collection] [Dédicaces] [Para-BD] [Revues] Trier par [Séries] [Auteurs] [Notes] [Collections] [Styles] [DL] [Date achat] [Moteur] [Impri"
    },
    {
      "url": "http://www.cleverbot.com/app",
      "title": "Cleverbot app - talk to an intelligent app",
      "description": "cleverbot - a clever bot - speak to an AI with some Actual Intelligence?",
      "preview": "Cleverbot About Cleverbot The site Cleverbot.com started in 2006, but the AI was 'born' in 1988, when Rollo Carpenter saw how to make his machine lear"
    },
    {
      "url": "https://www.foxnews.com/us/pennsylvania-woman-killed-police-pittsburgh-having-mental-breakdown-cousin",
      "title": "Pennsylvania woman killed by police in Pittsburgh was having 'mental breakdown': Cousin | Fox News",
      "description": "Police fatally shot a woman in Pittsburgh after she allegedly fired at officers responding to a suspicious person complaint, but her cousin said she was \"mourning\" and \"having a mental breakdown\"",
      "preview": "Recommended Videos Left Arrow Sherrill hits Ciattarelli on opioid crisis in New Jersey, blaming Republican for 'tens of thousands' of deaths Rep. Andy"
    },
    {
      "url": "https://www.schweigerderm.com/providers/michele-farber-md/",
      "title": "Michele Farber, MD | Schweiger Dermatology Group",
      "description": "Michele Farber, MD is a board-certified dermatologist in PA. Call or book appointment online.",
      "preview": "Michele Farber, MD, FAAD Michele Farber, MD, FAAD is a board-certified dermatologist practicing with Schweiger Dermatology Group in Philadelphia, PA."
    },
    {
      "url": "https://www.siliconvalleycf.org/coronavirus-fund",
      "title": "Emergency Response | Silicon Valley Community Foundation",
      "description": "As a community foundation, SVCF is uniquely positioned to meet the ongoing needs of our local communities and take on unexpected challenges, including the...",
      "preview": "Donor Login Accessibility Increase Font Size Decrease Font Size Reset Font Size EN Translate: Emergency Response As a community foundation, SVCF is un"
    },
    {
      "url": "https://www.clarinsusa.com/en/lip-comfort-oil/CS00555678.html",
      "title": "Lip Comfort Oil Best Plumping Hydrating & Conditioning Lip Oil | CLARINS®",
      "description": "Shop our nourishing lip oil - enriched with a trio of plant oils to comfort and visibly plump lips, while providing a protective shield of high-shining color.",
      "preview": "Skip to page content Go to footer Accessibility tool Receive a FREE 7-piece gift with any $100+ order. CODE: BEST25 Learn more Receive a FREE Mary's M"
    },
    {
      "url": "https://certificering.symbaloo.com/mix/altun",
      "title": "ALTUN - Libreria Symbaloo",
      "description": "Nella libreria Symbaloo puoi scoprire Webmix interessanti creati e condivisi da altri utenti Symbaloo.",
      "preview": "void"
    },
    {
      "url": "https://www.huffingtonpost.com/entry/kelly-marie-tran-racists-last-jedi_us_5a4400fee4b06d1621b6b2bb",
      "title": "Kelly Marie Tran Of 'Last Jedi' Facing Racist, Sexist Comments Online | HuffPost Entertainment",
      "description": "Online trolls invaded the actress' fan page but social media users clapped back.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Entertainment. ©2025 BuzzFeed, Inc. All rights reserve"
    },
    {
      "url": "https://www.uab.edu/news/health/item/13410-full-house-rare-set-of-twins-delivered-at-uab-join-twin-brothers-at-home",
      "title": "Full house: Mom delivers rare set of MoMo twins at UAB, Alba's second set of twins in 13 months - UAB News",
      "description": "Britney Alba's monoamniotic-monochorionic twins are her second set in 13 months. Britney, Frankie, Luka and Levi, welcomed Lydia and Lynlee on Oct. 25.",
      "preview": "Health & Medicine • February 14, 2023 Full house: Mom delivers rare set of MoMo twins at UAB, Alba's second set of twins in 13 months Media contact: P"
    },
    {
      "url": "https://www.teknion.com/can/planning/education---common-space",
      "title": "Education - Social Spaces",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ipcc.ch/srocc/home/",
      "title": "Special Report on the Ocean and Cryosphere in a Changing Climate - Special Report on the Ocean and Cryosphere in a Changing Climate",
      "description": "void",
      "preview": "Website Survey The IPCC approved and accepted Special Report on the Ocean and Cryosphere in a Changing Climate at its 51st Session held on 20 - 23 Sep"
    },
    {
      "url": "https://forum.telldus.com/search.php?search_id=active_topics&sid=98d4d36a89e3e44cdc325b2f00c3b0a3",
      "title": "My forum - Active topics",
      "description": "void",
      "preview": "My forum A little text to describe your forum Skip to content Search Advanced search Quick links Unanswered topics Active topics Search FAQ Login Regi"
    },
    {
      "url": "https://cursos.universia.es/buscador/?cp1=12&prov=19",
      "title": "Ofertas de Trabajo y Prácticas - Universia",
      "description": "Consigue el empleo de tus sueños en modo fácil. Aquí encontrarás empresas que buscan nuevos talentos e información para tomar las mejores decisiones profesionales",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://secure.donorschoose.org/credits",
      "title": "DonorsChoose: Check Cookies",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://www.masscompetes.org/covid-survey-june-2021",
      "title": "COVID SURVEY JUNE 2021 | macp",
      "description": "void",
      "preview": "top of page MACP COVID-19 Remote Work Survey Results Please click on the buttons below to download the PDF of the results presentation and Press Relea"
    },
    {
      "url": "https://www.aio.tu-berlin.de/menue/research/completed_projects/parameter/de/font6/minhilfe/",
      "title": "Seite existiert nicht mehr - TU Berlin",
      "description": "void",
      "preview": "Sie haben soeben eine nicht mehr existierende Seite aus dem ehemaligen Informationsangebot (Vorgänger-Website) der TU Berlin angesteuert. Bitte versuc"
    },
    {
      "url": "http://www.onepixeldev.com",
      "title": "One Pixel Dev",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Application development at its finest. ."
    },
    {
      "url": "https://www.theglobalipcenter.com/sign-up/",
      "title": "Global Innovation Policy Center | U.S. Chamber of Commerce",
      "description": "GIPC is leading efforts to promote innovation and creativity globally by advocating for strong IP standards.",
      "preview": "Skip to content Close search Site search Enter your search query Submit Global Innovation Policy Center GIPC is leading efforts to promote innovation"
    },
    {
      "url": "http://ghc.anitab.org/",
      "title": "Grace Hopper Celebration | Nov 4-7, 2025 | AnitaB.org",
      "description": "Grace Hopper Celebration is the largest tech conference for women. AnitaB.org is proud to host an event that puts women in tech first.",
      "preview": "CHICAGO | NOVEMBER 4-7, 2025 GRACE HOPPER CELEBRATION 2025 The only tech event worth attending to get hired, skilled, advanced, and funded. Register N"
    },
    {
      "url": "https://twowaypr.tumblr.com/",
      "title": "Two-Way PR",
      "description": "Campaign Girl putting the relationship into public relations",
      "preview": "Feb 20 2025 orchidbutch : Hi everyone, I wanted to share some promising developments about a nasal COVID-19 vaccine: \"THIS IS HUGE! Researchers have d"
    },
    {
      "url": "https://undraw.co/",
      "title": "unDraw - Open source illustrations for any idea",
      "description": "Open-source illustrations for any idea you can imagine and create. Build beautiful websites, products and applications with your color, for free.",
      "preview": "Open-source illustrations for any idea you can imagine and create. Browse now Created by Katerina Limpitsouni A constantly updated collection of beaut"
    },
    {
      "url": "https://www.anthropologie.com/shop/violet-and-brooks-crystal-velvet-hair-clips-set-of-4?category=shoes-accessories&color=224&quantity=1&size=One%20Size&type=STANDARD",
      "title": "Violet and Brooks Set of Eight Crystal & Velvet Hair Clips | Anthropologie",
      "description": "Shop the Violet and Brooks Set of Eight Crystal & Velvet Hair Clips and more at Anthropologie today. Read customer reviews, discover product details and more.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://consumidor.ftc.gov",
      "title": "Consejos para consumidores | La Comisión Federal de Comercio",
      "description": "El sitio web oficial de la Comisión Federal de Comercio (FTC), protegiendo a los consumidores de Estados Unidos de América por más de 100 años.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://www.cnn.com/europe/live-news/russia-ukraine-war-news-10-24-22",
      "title": "October 24, 2022 Russia-Ukraine news | CNN",
      "description": "US and other Western officials have dismissed Moscow's claims that Ukraine plans to use a so-called dirty bomb as a Russian false flag operation. Follow live news updates here.",
      "preview": "Moiz Salhi/Anadolu/Getty Images Live Updates Israel approves plan for ceasefire Liam McBurney/PA/AP Live Updates 2025 Nobel Peace Prize October 24, 20"
    },
    {
      "url": "https://www.ign.com/articles/portkey-games-addresses-hogwarts-legacys-transgender-character",
      "title": "Avalanche Software Addresses Hogwarts Legacy's Transgender Character - IGN",
      "description": "Adding a new wrinkle to the ongoing debate over the upcoming Hogwarts Legacy, IGN has learned that a transgender woman features prominently in an early mission.",
      "preview": "Hogwarts Legacy Avalanche Software Addresses Hogwarts Legacy's Transgender Character The character, Sirona Ryan, appears early in Hogwarts Legacy. War"
    },
    {
      "url": "https://ourworldindata.org/grapher/life-expectancy",
      "title": "Life expectancy - Our World in Data",
      "description": "An interactive visualization from Our World in Data.",
      "preview": "Data Life expectancy Long-run data - Riley; Zijdeman et al.; HMD; UN WPP See all data and research on: Life Expectancy Data sources and processing Ins"
    },
    {
      "url": "https://www.orderhavenly.com/s/order",
      "title": "Order Online | Havenly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://hispanicfederation.org/",
      "title": "Hispanic Federation | Taking Hispanic Causes to Heart",
      "description": "Hispanic Federation serves as a national model for Latino social, political, and economic empowerment since 1990.",
      "preview": "Skip to Main Content Taking Hispanic Causes to Heart Hispanic Federation serves as a national model for Latino social, political, and economic empower"
    },
    {
      "url": "https://azekthi.tumblr.com/",
      "title": "@azekthi on Tumblr",
      "description": "Follow @azekthi and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "https://go.nearmap.com/",
      "title": "High-res Aerial Maps & Location Intelligence | Nearmap",
      "description": "What insights do you need to shape your world? Unlock them with Nearmap. And make the kind of decisions that move business, community, and humanity forward.",
      "preview": "Turn location data into insightful answers What insights do you need to shape your world? Unlock them with Nearmap. And make the kind of decisions tha"
    },
    {
      "url": "https://my3.my.umbc.edu/groups/careers/events/2021/10/9/day?tag=u-s",
      "title": "Saturday, October 9, 2021 · Career Center · myUMBC",
      "description": "void",
      "preview": "myUMBC Classic Welcome to myUMBC Log In Profile Guide Events Groups Help Career Center Institutional Group • 3411 people Home Posts Events Files The f"
    },
    {
      "url": "https://www.la-croix.com/elections/resultats-presidentielles/bas-rhin-67/bernolsheim-67170",
      "title": "Résultats présidentielle 2022 : Bernolsheim (67170)",
      "description": "Résultats Bernolsheim (67170) : Retrouvez dès dimanche 20h, les résultats complets du 1er et du 2nd tour de l'élection présidentielle 2022 pour Bernolsheim.",
      "preview": "Résultats présidentielle 2022 : Bernolsheim (67170) Voici les résultats complets du 2nd tour de l'élection présidentielle 2022 pour la ville de : Bern"
    },
    {
      "url": "https://help.samsclub.com/app/?xid=ftr:help-center",
      "title": "Support Home Page",
      "description": "void",
      "preview": "Your browser either does not have JavaScript enabled or does not appear to support enough features of JavaScript to be used well on this site. How can"
    },
    {
      "url": "https://www.wired.com/tag/artificial-intelligence/",
      "title": "Artificial Intelligence | Latest News, Photos & Videos | WIRED",
      "description": "Find the latest Artificial Intelligence news from WIRED. See related science and technology articles, photos, slideshows and videos.",
      "preview": "Skip to main content Business Meta Tells Its Metaverse Workers to Use AI to 'Go 5X Faster' Culture The AI Slur 'Clanker' Has Become a Cover for Racist"
    },
    {
      "url": "https://wordpress.org/plugins/donorbox-donation-form",
      "title": "Donorbox - Free Recurring Donation Plugin and Fundraising Platform - WordPress plugin | WordPress.org",
      "description": "Donorbox is a powerful and secure donation management plugin for WordPress. We are the only donation plugin for WordPress that offers a fast feature-f ...",
      "preview": "WordPress.org Plugin Directory Donorbox - Free Recurring Donation Plugin and Fundraising Platform Search plugins Details Reviews Installation Developm"
    },
    {
      "url": "https://www.alpesdemoto.com/2013/07/com-quem-vamos.html",
      "title": "Alpes de Moto: Com quem vamos",
      "description": "Uma das partes mais importantes de uma viagem, especialmente de moto, é a definição de quem serão os companheiros de viagem, tanto para a di...",
      "preview": "terça-feira, 9 de julho de 2013 Com quem vamos Uma das partes mais importantes de uma viagem, especialmente de moto, é a definição de quem serão os co"
    },
    {
      "url": "https://www.fernandoremedio.com.br/portfolio/casamento/86618-fotos-casamento-casal-brunna-e-willians-americana-sp-fotografo-fernando-remedio-americana-sao-paulo",
      "title": "Casamento - Brunna & Willians - Americana-SP",
      "description": "Com uma galera pra la de divertida e um casal super apaixonado, registramos esse lindo dia de benção :) Confiram como ficou esse lindo casamento.",
      "preview": "Com uma galera pra la de divertida e um casal super apaixonado, registramos esse lindo dia de benção :) Confiram como ficou esse lindo casamento."
    },
    {
      "url": "https://ghop.page.link/signin-cta",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://krcrtv.com/north-coast-news/eureka-local-news/woman-dies-in-a-single-car-collision-in-arcata",
      "title": "Woman dies in a single-car collision in Arcata",
      "description": "A young woman was in an early morning fatal single-car collision on Highway 101 south of West End Road in Arcata, according to the California Highway Patrol.Of",
      "preview": "Fri, 10 Oct 2025 10:47:55 GMT (1760093275916) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://rmc.bfmtv.com/mediaplayer/video/vacances-de-la-toussaint-avez-vous-peur-de-partir-0910-1284042.html",
      "title": "Vacances de la Toussaint : avez-vous peur de partir ? - 09/10",
      "description": "VIDÉO - Selon le ministre la Santé, la circulation d'une zone à une autre n'est pas limitée dans l'Hexagone. En effet, cela n'est pas de nature à exporter le virus et la situation sanitaire n'est pas aussi grave comparé à celle du printemps dernier. Mais à l'heure des vacances de la Toussaint, la prudence...",
      "preview": "Sur le même sujet 0:25 \"Est-ce que Macron n'est pas en train de se venger d'avoir perdu les législatives ?\" 0:46 Jérôme Marty : \"On va balancer aux or"
    },
    {
      "url": "https://www.blackdadscount.com/",
      "title": "Black Fatherhood | Black Dads Count | Civic Engagement",
      "description": "Black Dads Count empowers Black fathers to engage in civic responsibilities, advocating for their families and communities through voting and leadership. Join the movement to make your voice count and shape a better future.",
      "preview": "top of page Black Dads Count: Black Dads Count is an impactful initiative led by Fathers Incorporated, designed to encourage and empower Black fathers"
    },
    {
      "url": "https://www.dasra.org/",
      "title": "Dasra Home Page",
      "description": "void",
      "preview": "Equity is at the centre of everything we do SCROLL TO LEARN MORE Towards a transformed India, where a billion thrive with dignity and equity Dasra dri"
    },
    {
      "url": "https://www.process-worldwide.com/explosionproof-drum-emptying-gal-488259/?print",
      "title": "Explosion-Proof Drum Emptying || Picture 1 / 2",
      "description": "Viscoflux lite, the drum emptying system for high-viscosity media, which are just capable of flowing - now available as an Ex version.",
      "preview": "Newsletter Whitepaper E-Paper Webinars Newsletter Whitepaper E-Paper Webinars News Control & Automation Engineering Pharma & Food Hydrogen & Decarboni"
    },
    {
      "url": "https://www.mettenmors.de/gartencenter/grillen",
      "title": "Rund ums Grillen im Garten, auf Balkon und Terrasse",
      "description": "für die meisten gehört es zu Entspannung, für andere bedeutet es Stress. Grillen im Garten - mehr Freude im Garten",
      "preview": "Grillgeräte und Grillzubehör Grillen, ob im Garten, auf dem Balkon oder auf der Terrasse Grillen im Garten Artikelauswahl vom: 09.10.2025 Grillgeräte"
    },
    {
      "url": "https://images.google.vg/url?q=https://maspasha.com/jenis-jenis-crane-dan-fungsinya/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://maspasha.com/jenis-jenis-crane-dan-fungsinya/ . Se non de"
    },
    {
      "url": "https://tr.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress eklentisi | WordPress Türkiye",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Eklentilerde ara Detaylar"
    },
    {
      "url": "https://inspiredleaders.downtown.org/account/login.aspx?ReturnUrl=https://downtown.org/publications/",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://furhaven.com/products/shop-pet-beds-snuggery-burrow-bed-faux-sheepskin",
      "title": "FurHaven | Snuggery Burrow Dog Bed - Faux Sheepskin",
      "description": "void",
      "preview": "Free shipping on orders $75+ Snuggery Burrow Dog Bed - Faux Sheepskin $30.99 Mattress Type : Orthopedic Foam Memory Foam Cooling Gel Foam Size : 26\" R"
    },
    {
      "url": "https://podcasters.apple.com",
      "title": "Apple Podcasts for Creators",
      "description": "Go from show to business with Apple Podcasts Subscriptions. Learn how to launch and market your podcast with advice from successful creators.",
      "preview": "Get started with Apple Podcasts. Submit a new show Claim an existing show Submit a new show Claim an existing show Launch a subscription. It's simpler"
    },
    {
      "url": "https://wiki.emory.edu/label/19+center+daily+evaluation+regional",
      "title": "Emory Login Service",
      "description": "void",
      "preview": "Emory Login Service Loading login session information from the browser... Since your browser does not support JavaScript, you must press the Continue"
    },
    {
      "url": "https://simpleswap.io/cn/crypto-to-crypto/usdterc20-scrt",
      "title": "USDT 至 SCRT 兑换 | 转换 Tether USD 为 Secret 于 SimpleSwap 平台",
      "description": "Exchange USDT to SCRT at the finest current rate via SimpleSwap! ➡️ Sign-up free ➡️ Swap over 1000 coins ➡️ Convert crypto fast ➡️ Swap Tether USD to Secret with our service at the lowest current price, 24/7 live support",
      "preview": "Exchange Navigation menu Log in Get an account USDT 至 SCRT 兑换 | 转换 Tether USD 为 Secret 于 SimpleSwap 平台 Other Options to Swap Secret Explore many other"
    },
    {
      "url": "http://www.ritsumei.ac.jp/bb/eng/episodes/no_052.html/",
      "title": "Restarting in Indonesia｜Episodes｜BeyondBorders",
      "description": "void",
      "preview": "立命館中学校・高等学校ウェブサイトを正しく表示するにはJavaScriptが必要です。 ブラウザの設定をオンにしてからページをリロードしてください。 052 Restarting in Indonesia College of Business Administration, Kenya Mizut"
    },
    {
      "url": "http://www.prnewswire.com/news-releases/horizon-media-study-reveals-americans-prioritize-stem-subjects-over-the-arts-science-is-cool-coding-is-new-literacy-300154137.html",
      "title": "Horizon Media Study Reveals Americans Prioritize STEM Subjects over the Arts; Science is \"Cool,\" Coding is New Literacy",
      "description": "/PRNewswire/ -- In honor of National Teacher's Day - October 5 - new research from Horizon Media's WHY Group shows that students may show a little extra...",
      "preview": "Accessibility Statement Skip Navigation NEW YORK , Oct. 5, 2015 /PRNewswire/ -- In honor of National Teacher's Day - October 5 - new research from Hor"
    },
    {
      "url": "https://www.kryteriononline.com/terms-use",
      "title": "Terms of Use - Kryterion",
      "description": "Kryterion terms of use.",
      "preview": "Terms of Use Agreement Between User and KRYTERION, INC at 7776 S. Pointe Parkway West, Suite 200, Phoenix, AZ 85044, and KRYTERION LTD, at 429 - 433 P"
    },
    {
      "url": "https://inhome.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.leserattenhoehle.de/rl_gallery/de-germany-klett-publisher/",
      "title": "DE-Germany - Klett [publisher] › Leserattenhöhle",
      "description": "void",
      "preview": "Kommentare sind geschlossen. Diese Website benutzt Cookies. Wenn du die Website weiter nutzt, gehen wir von deinem Einverständnis aus. OK Nein Weiterl"
    },
    {
      "url": "https://magenta.tensorflow.org/datasets/nsynth",
      "title": "The NSynth Dataset",
      "description": "A large-scale and high-quality dataset of annotated musical notes.",
      "preview": "Demos Blog RealTime Studio DDSP-VST Research The NSynth Dataset Apr 5, 2017 NSynth A large-scale and high-quality dataset of annotated musical notes."
    }
  ],
  "_meta": {
    "total_bookmarks": 69
  }
}