{
  "data": [
    {
      "url": "http://www.kerrywashingtonbook.com",
      "title": "Kerry Washington - Thicker than Water TOUR",
      "description": "Available Now Thicker Than Water Book Tour Discussion Guide USA Exclusive Available Now UK Exclusive Available Now South Africa Exclusive Available Now Watch...",
      "preview": "void"
    },
    {
      "url": "https://www.ventunotech.com",
      "title": "Ventuno | The Leading OTT Platform & VOD Platform Provider",
      "description": "Ventuno is a Saas based OTT Platform provider lets video content owners to launch, upload, monetize and analyse their live streaming services.Start your 7-days free trial.",
      "preview": "Launch & grow your video streaming service All-in-One | No coding | Fully customizable Request Demo Why Launch Your OTT Apps with Ventuno? BE OMNIPRES"
    },
    {
      "url": "https://www.unikdekor.se/tapet/barntapeter-standard/disney-pixar-bilar/",
      "title": "Disney Pixar Bilar - Unikdekor.se",
      "description": "Glad barntapet med Blixten från Disney Pixars film bilar till riktigt bra pris. Vi har mängder av motiv att välja bland!",
      "preview": "Produkten har blivit tillagd i varukorgen Svensk butik Trygga köpvillkor Säkra betalsätt - inga avgifter Fraktfritt vid köp över 500 kr 100% Nöjd-Kund"
    },
    {
      "url": "https://www.bluenaturealliance.org/",
      "title": "Homepage - Blue Nature Alliance",
      "description": "A global partnership to catalyze the conservation of 18 million square kilometers of ocean over five years.",
      "preview": "A Global Partnership Catalyzing Momentum for Large-Scale Ocean Conservation Where We Partner Search Map 3D 2D Our Global Impact Ocean conservation are"
    },
    {
      "url": "https://w3w.magnetix-wellness.com/fr/product/bijoux-magnetiques-pour-enfants/pendentif-4788",
      "title": "Magnetschmuck Wellness von MAGNETIX Wellness | MAGNETIX",
      "description": "Der Magnetix Wellness Online Shop ➤ Magnetschmuck für jung und alt ✓ Schnelle Lieferung ✓ Wellness Produkte mit Anziehungskraft ❤ Jetzt online shoppen",
      "preview": "Um MAGNETIX in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren. Schneller & KOSTENFREIER Versand ab 75€ 3"
    },
    {
      "url": "http://www.nickjr.com/appsupport",
      "title": "Nickelodeon Italia | Homepage",
      "description": "Nickelodeon è il marchio di intrattenimento n. 1 per bambini e offre un assortimento di programmi per famiglie, lungometraggi e contenuti molto divertenti.",
      "preview": "Non perderti le avventure di Kid Danger e Capitan Man, tra azione e tante risate! 0 Latest on Nick SPONGEBOB In fondo al mare, a Bikini Bottom, vive l"
    },
    {
      "url": "https://www.lornajane.com/amy-winter-thermal-phone-pocket-tech-leggings-blk/LB0384_BLK.html",
      "title": "Amy Winter Thermal Phone Pocket Tech Leggings | Lorna Jane",
      "description": "Introducing Cosmopolitan's #1 Rated Thermal Legging, and your new go-to winter legging with the perfect balance of tech and fashion. The soft brushed lining traps your body heat to keep you warm and the higher rise waist provides support and additional coverage to keep the warmth in. The design lends its self to be easily dressed up or dressed down for ultimate styling versatility. Plus it has not one but two phone pockets for hands free life on the go. Our Amy Winter Thermal Phone Pocket Tech legging has also been designed with a gusset. This triangular panel of fabric sewn into the crotch (gusset) prevents the leggings from 'riding up' (no camel toe) and provides more flexibility and freedom of movement. The thermal lining also gives a more compressive feel when worn. If you would prefer a more relaxed fit for all day wear we suggest you go up a size. If you prefer a more snug and firm fit, we suggest your usual size. PLEASE NOTE: Due to the nature of brushed fleece, these leggings can be prone to pilling so we recommend washing yours inside out in our Active Washbag on a delicate cycle to extend it's life. If you do not own a garment bag, a gentle hand wash is recommended.",
      "preview": "Badge Label breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb Amy Winter Thermal Phone Poc"
    },
    {
      "url": "https://www.wix.com/",
      "title": "Website Builder - Create a Free Website In Minutes | Wix.com",
      "description": "Get everything you need to create your website, your way. With a free easy-to-use website builder, integrated hosting, and essential business solutions.",
      "preview": "top of page Create a website without limits Bring your vision to life with the website builder that gives you the tools you need to succeed. Get Start"
    },
    {
      "url": "https://www.deltadental.com/us/en/tooth-fairy/press-release.html#2023",
      "title": "How Much Does The Tooth Fairy Pay For A Tooth | Delta Dental",
      "description": "Current and historical press releases tracking the value of a lost tooth.",
      "preview": "Press releases 2025 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 The Tooth Fairy has been working overtime this year Delta Dental poll finds"
    },
    {
      "url": "https://socialjusticeparenting.com/",
      "title": "Social Justice Parenting",
      "description": "ORDER NOW WHEREVER BOOKS ARE SOLD An empowering, timely guide to raising anti-racist, compassionate, and socially conscious children, from a diversity and inclusion educator with more than thirty years of experience. As a global pandemic shuttered schools across the country in 2020, parents found themselves thrust into the role of teacher-in more ways than",
      "preview": "Skip to content osama.blogger 2021-10-21T16:41:07+00:00 ORDER NOW WHEREVER BOOKS ARE SOLD An empowering, timely guide to raising anti-racist, compassi"
    },
    {
      "url": "https://beefree.io/",
      "title": "Free Drag & Drop HTML Email Template Builder | Beefree",
      "description": "Speed up email creation with Beefree's drag-and-drop, no-code HTML email builder and editor. Compatible with your favorite sending platform. Sign up for free!",
      "preview": "Get started The email builder used by top brands Real reviews from real customers Verified by \"Great tool to speed up email creation workflow\" Patrici"
    },
    {
      "url": "http://www.ecotic.ro",
      "title": "Acasă - ECOTIC",
      "description": "void",
      "preview": "021 9641 office@ecotic.ro Facebook X Instagram RSS Facebook X Instagram RSS Plasează o comandă de preluare DEEE RO EN RO De la liniar la circular, pen"
    },
    {
      "url": "https://building.coursera.org/developer-program/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Gain essential AI skills to enhance your career Get started by learning from AI experts and industry leaders such as Google, Microsoft, IBM, and Vande"
    },
    {
      "url": "https://event.webcasts.com/starthere.jsp?ei=1598965&tp_key=b630598902&tp_special=8",
      "title": "Microsoft - 1598965",
      "description": "void",
      "preview": "Tue, Mar 7, 2023 2:02 PM PST{LOCAL_TZ} This presentation is no longer available. FAQs and System Test Outlook ❯ Google ❯"
    },
    {
      "url": "https://stanford.edu",
      "title": "Stanford University",
      "description": "Our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding.",
      "preview": "Main Content At Stanford, our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding. Here"
    },
    {
      "url": "https://kr.linkedin.com/company/samsungmobile?trk=organization_guest_main-feed-card_reshare_feed-actor-image",
      "title": "Samsung Mobile | LinkedIn",
      "description": "Samsung Mobile | LinkedIn 팔로워 646,855명 | Samsung Mobile is at the forefront of mobile intelligence, shaping the future with Galaxy AI. With the next evolution of Galaxy AI, we are making lives simpler-reducing stress, creating more time, and getting the help you need without even having to ask. In this era of mobile AI, the freedom to focus on what matters most to you is no longer a dream, but a powerful reality.",
      "preview": "LinkedIn 회원 개인정보 보호를 중시합니다. LinkedIn 및 타사에서 이용하는 필수 및 비필수 쿠키는 LinkedIn 서비스 제공, 보안 분석 및 개선을 위해 제공되며, LinkedIn 내외에서 관련 광고( 프로페셔널 및 채용 광고 등)를 표시합니다. 쿠키정책"
    },
    {
      "url": "http://www.faa.gov/",
      "title": "Federal Aviation Administration",
      "description": "The Federal Aviation Administration is an operating mode of the U.S. Department of Transportation.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/collection/one-pot-recipes",
      "title": "One-Pot Recipes | Good Food",
      "description": "Create comfort in a pot with these filling, sumptuous one-pot recipes. Using just one pan reduces food waste, saves energy and means less washing-up.",
      "preview": "Skip to main content One-pot recipes 103 Recipes Create comfort in a pot with these filling, sumptuous recipes. One-pot cooking reduces food waste, sa"
    },
    {
      "url": "https://www.hightowerspetroleum.com/",
      "title": "Bulk Fuel Delivery | Wholesale Fuel Supplier & Jobber | Hightowers Petroleum",
      "description": "As a bulk wholesale fuel supplier, we provide our customers with safe and environmentally-responsible energy solutions that exceed expectations in both quality and value.",
      "preview": "top of page LEADING THE WAY IN ENERGY SOLUTIONS Scroll Down Legacy isn't just about the future - it's about the actions we take today. At Hightowers"
    },
    {
      "url": "https://www.comune.roma.it/web/it/rubrica-uffici.page?cpz=progetti_europei&cpz=persone_anziane&cpz=cultu&cpz=persone_di_minore_eta&cpz=persone_con_disabilit&cpz=amb&mun=municipio_xv",
      "title": "Roma Capitale | Sito Istituzionale | Uffici",
      "description": "void",
      "preview": "Vai al Contenuto Vai alla navigazione del sito Casa Digitale del Cittadino Menu di navigazione Uffici Le pagine del portale istituzionale rappresentan"
    },
    {
      "url": "https://bcpw.bg.pw.edu.pl/dlibra/publication/4721/edition/4612/content?ref=L3B1YmxpY2F0aW9uLzQ3MTgvZWRpdGlvbi80NjA5",
      "title": "Piśmiennictwo profesora Aleksandra Wasiutyńskiego - zestawienie bibliograficzne i pełne teksty wybranych publikacji - WUT Digital Library",
      "description": "bibliograficzna baza pełnotekstowa zawierająca pełne teksty wybranych publikacji oraz wstęp i biografię",
      "preview": "Object description Files list Title: Piśmiennictwo profesora Aleksandra Wasiutyńskiego - zestawienie bibliograficzne i pełne teksty wybranych publikac"
    },
    {
      "url": "https://www.montigre.com/products/vintage-new-old-stock-hobe-multi-chain-gold-tassel-necklace-earring-set-vintage-hobe-gold-tassel-necklace-hobe-earrings-hobe-jewelry",
      "title": "Gold Tassel Necklace Earring Set - Mon Tigre",
      "description": "This is stunning necklace and earring set was made by Hobe. The necklace features a tassel of 6 strands of chain that drops 4-1/2\" (4 finer chains flanked by 2 thicker Herringbone chains). The earrings feature 3 strands of chain and measure approximately 1-1/4\" long. The necklace measures almost 19\" long. In excellent",
      "preview": "Skip to content Close menu Home Shop Shop All Preloved Items Featured Favorites! Necklaces, Charms & Pendants Bracelets Rings Brooches & Clips Earring"
    },
    {
      "url": "https://myaccount.chicagotribune.com/300/temporarystop#nt=secondarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "http://www.iaacc.com/",
      "title": "Idlewild African American Chamber of Commerce",
      "description": "void",
      "preview": "Idlewild African American Chamber of Commerce Free Events Need Love and Support - Click here to Cashapp donation Accommodation Listing For Idlewild"
    },
    {
      "url": "https://www.erika-sanvigilio.it/en/summer-winter/cross-country-skiing/73-0.html",
      "title": "Cross-country skiing - Marebbe - - Hotel Erika San Vigilio di Marebbe",
      "description": "If you choose San Vigilio to spend your winter holidays you should also grasp the chance to try cross-country skiing. The 12km-long Marebbe Valley, ...",
      "preview": "Request now Arrival Days persons Request Booking Cross-country skiing If you choose San Vigilio to spend your winter holidays you should also grasp th"
    },
    {
      "url": "https://info.uptogether.org/infosession/general",
      "title": "UpTogether Info Session 2021 | UpTogether",
      "description": "void",
      "preview": "Want to help your family and friends achieve their goals and get cash investments? UpTogether is an online platform where you can: Build your social n"
    },
    {
      "url": "https://linktr.ee/summer.residency",
      "title": "Summer Residency | Linktree",
      "description": "South of France - August 2025",
      "preview": "Summer Residency South of France - August 2025 Welcome Website Cookie Preferences · Report · Privacy View on mobile"
    },
    {
      "url": "https://juicycube.net/?id=ctx",
      "title": ":: JuicyCube.net ::",
      "description": "void",
      "preview": ".MUSIC .MP3 .VIDEO .OTHER .CONTACT .Who? Jakub \"AceMan\" Szeląg .When? 1987 .Where? Dąbrowa Górnicza, POLAND .What? - demoscene - tracked music - jap"
    },
    {
      "url": "https://landscape.csteachers.org/#download",
      "title": "Home - CS Teacher Landscape",
      "description": "In this 2022 follow-up study, CSTA aimed to understand teachers' perceptions of how to move towards a vision of equitable CS. The report samples PreK-12 CS teachers to examine their views of what changes are required to transform CS classrooms to be more identity-inclusive.",
      "preview": "Skip to content Moving Towards a Vision of Equitable Computer Science Results of a Landscape Survey of PreK-12 CS Teachers in the United States Access"
    },
    {
      "url": "https://sportscafe.in/",
      "title": "Sports News Today: Live Score, Latest Updates for Cricket, Football, Kabaddi | SportsCafe",
      "description": "SportsCafe is an online sports news platform providing latest sports news with live cricket scores, schedules, and match updates. ⏩ Follow to SportsCafe to stay updated!",
      "preview": "SportsCafe - Latest Sports News of India and the World SportsCafe is the best news portal that provides sports enthusiasts with an overview of the lat"
    },
    {
      "url": "http://www.nationalparenthelpline.org/find-support",
      "title": "void",
      "description": "void",
      "preview": "Account Suspended! Please contact our support team for further assistance."
    },
    {
      "url": "https://columbusfoundation.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgXY-8-ryOf412lm3ahKkKjspzxUVg-gVPHVDPFSFORurvkOWzZTzVxoC45AQAvD_BwE",
      "title": "Home | The Columbus Foundation",
      "description": "The Columbus Foundation is the Trusted Philanthropic Advisor® to thousands of individuals, families, and businesses who have created charitable funds and planned gifts to make a difference in the lives of others through the most effective philanthropy possible.",
      "preview": "Skip to Content Celebrating Philanthropy Award Honorees At the Celebration of Philanthropy, we honor the people and organizations whose generosity and"
    },
    {
      "url": "https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Foceans%2F&description=Goal%2014%20is%20about%20conserving%20and%20sustainably%20using%20the%20oceans%2C%20seas%20and%20marine%20resources.%20Healthy%20oceans%20and%20seas%20are%20essential%20to%20human%20existence%20and%20life%20on%20Earth.%20They%20cover%2070%20per%20cent%20of%20the%20planet%20and%20provide%20food%2C%20energy%20and%20water.%20The%20ocean%20absorbs%20around%20one%20quarter%20of%20the%20world%26%2339%3Bs%20annual%20carbon&media=",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Pin Builder Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to selec"
    },
    {
      "url": "https://northsideachievement.org/",
      "title": "Home | Northside Achievement Zone",
      "description": "void",
      "preview": "Skip to main content Powering potential on the Northside Donate Now Powering potential on the Northside Donate Now Knowledge is Power: Faith's Story M"
    },
    {
      "url": "https://tv.apple.com/channel/tvs.sbd.4000?itscg=10000&itsct=atv-ipad_fp-pmo_try-atv-220405",
      "title": "‎Apple TV+",
      "description": "Browse all movies, TV shows, and more from Apple TV+. Watch all Apple Originals here and on the Apple TV app across your devices.",
      "preview": "Sign In Get Apple TV+ free for 1 week. Stream hundreds of exclusive shows and movies, with new releases every week. Accept Free Trial 7 days free, the"
    },
    {
      "url": "https://international.gc.ca/world-monde/index.aspx?lang=eng",
      "title": "Canada and the world",
      "description": "Find information about Canada's foreign policy, trade agreements, development work and more.",
      "preview": "Canada and the world Find information about Canada's foreign policy, trade agreements, development work and more. Canada's recognition of the Palestin"
    },
    {
      "url": "https://youradchoices.ca/",
      "title": "AdChoices in Canada - Learn about the blue icon & your choices",
      "description": "Most online ads are not targeted to you as an individual but rather to data categories such as your probable demographics.",
      "preview": "Cart 0 Sign In My Account Back DAAC Principles Program Framework Accountability FAQ Join the Program Back Join AdChoices News Events Training Course A"
    },
    {
      "url": "https://muppet.fandom.com/wiki/Gordon",
      "title": "Gordon | Muppet Wiki | Fandom",
      "description": "Gordon Robinson is one of the original residents of Sesame Street, having debuted in the first episode along with his wife Susan. Originally working as a history teacher (as mentioned in All About Sesame Street) after serving in the army (as he mentions in Episode 0950), Gordon later became a...",
      "preview": "Muppet Wiki Follow Muppet Wiki on Bluesky ✅ Log in to Muppet Wiki to hide ads Visit Special:Community to learn how you can contribute! READ MORE Muppe"
    },
    {
      "url": "http://www.sesamestreetformilitaryfamilies.org/topic/afliccion",
      "title": "Aflicción | Sesame Street for Military Families",
      "description": "Aflicción | Sesame Street for Military Families",
      "preview": "Antes de ver Después de ver Cuando un ser querido muere, los niños (y las personas mayores) generalmente sienten mucha soledad. Pero hay personas que"
    },
    {
      "url": "https://investors.alkami.com/",
      "title": "Investor Relations | Alkami Technology, Inc. - Investor Relations",
      "description": "void",
      "preview": "Skip to content Alkami Technology, Inc Menu Search Close btn-Request a demo Request a demo Alkami Technology, Inc Menu Search Close btn-Request a demo"
    },
    {
      "url": "https://www.riteaid.com/shop/bare-republic-mineral-sport-sunscreen-lotion-vanilla-coco-spf-50-5-fl-oz",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "https://blackbrand.biz/",
      "title": "Black BRAND | Hampton Roads Black Chamber of Commerce",
      "description": "Empowering Black entrepreneurs in Hampton Roads for 10+ years. Join Black BRAND's Regional Renaissance. Where Black business grows and thrives.",
      "preview": "Skip to content Home About Us Leadership Our Initiatives B-Force Accelerator Women Who Lead SURGE Community Business Academy Impact Collective Regiona"
    },
    {
      "url": "https://itconnect.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=computingit",
      "title": "Information Technology - University of Washington",
      "description": "News & Featured",
      "preview": "Skip to content Enter search text Current site All the UW Search scope Current site All the UW Information Technology Optimize Your Departmental IT Bu"
    },
    {
      "url": "https://search.creativecommons.org/",
      "title": "CC Search Portal",
      "description": "void",
      "preview": "Skip to content Find content you can share, use, and remix. The Creative Commons (CC) Search Portal helps you search CC licensed works across multiple"
    },
    {
      "url": "https://joincountmein.org/",
      "title": "Count Me In",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://us02web.zoom.us/j/82663842838?pwd=NTkwSzBSQ2c5UFExUCtZc0dIdDBkZz09",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "https://noelautnerstory.blogspot.com/2021/09/resena-minerva-en-las-nubes-de-pintina.html?showComment=1632515426397",
      "title": "Reseña: Minerva en las nubes de Pintina Cuneo - Entre páginas y letras",
      "description": "void",
      "preview": "Pages Reseñas Book-Tags Entrevistas Promoción Entre páginas y letras©. Con la tecnología de Blogger . Reseña: Minerva en las nubes de Pintina Cuneo 17"
    },
    {
      "url": "https://www.klaviyo.com/features/reporting",
      "title": "Klaviyo Reporting: Monitor Your Marketing & Data Analytics - Klaviyo",
      "description": "Klaviyo's reporting tools provide real-time analytics across email, SMS, and push notifications, enabling businesses to monitor performance, gain insights, and drive improvements.",
      "preview": "Reporting Reports and analytics for immediate impact Effortlessly monitor your performance across all channels, gain clear insights, and take actionab"
    },
    {
      "url": "https://www.ywcaofcleveland.org/about-ywca-cleveland/meet-our-president-ceo/",
      "title": "Our Team - YWCA Greater Cleveland | YWCA Greater Cleveland",
      "description": "For 150 years, YWCA Cleveland has been a powerful force for equality and justice. We've tackled barriers faced by women, people of color, and those experiencing discrimination, fighting for peace, justice, freedom, and dignity for all.",
      "preview": "0 Our Team contact Helen Forbes Fields President & CEO As a lifelong advocate for Cleveland, Helen Forbes Fields has the experience, strategic thinkin"
    },
    {
      "url": "https://www.bergdorfgoodman.com/p/dyson-special-edition-airwrap-multi-styler-gift-set-prod176550015?slfpid=3",
      "title": "Dyson Special Edition Airwrap Multi-Styler Gift Set - Bergdorf Goodman",
      "description": "Shop Dyson Special Edition Airwrap Multi-Styler Gift Set at Bergdorf Goodman. Find the latest luxury fashions from top designers.",
      "preview": "Skip To Main Content Previous Get 15% off your first order in the BG app. Details > SPLIT YOUR PURCHASES INTO 4 INTEREST-FREE PAYMENTS | LEARN MORE FO"
    },
    {
      "url": "https://www.cahru.org.uk/2013/09/21/first-published-randomised-controlled-trial-of-paramedic-administered-gtn-therapy-for-ultra-acute-stroke/",
      "title": "First published randomised controlled trial of paramedic administered therapy for ultra-acute stroke - Community and Health Research Unit",
      "description": "Professor Niro Siriwardena from the Community and Health Research Unit joined study lead, Professor Philip Bath, and Dr Sandeep Ankolekar (from the University of Nottingham) together with a team fr...",
      "preview": "Skip to content Professor Niro Siriwardena from the Community and Health Research Unit joined study lead, Professor Philip Bath, and Dr Sandeep Ankole"
    },
    {
      "url": "https://www.metmuseum.org/toah/",
      "title": "Heilbrunn Timeline of Art History - The Metropolitan Museum of Art",
      "description": "Explore more than 1,000 essays on a wide range of topics, including artists, materials, movements, and themes.",
      "preview": "Skip to main content Essays View all Gold in the Chiefdoms of Ancient Panama The earliest evidence of metallurgy found in the Isthmus of Panama can be"
    },
    {
      "url": "https://www.engr.psu.edu/communications/index.aspx",
      "title": "Communications and Marketing | Penn State Engineering",
      "description": "void",
      "preview": "Penn State Give Now Apply Directory Communications and Marketing Explore the categories below to request support and access resources. A member of our"
    },
    {
      "url": "https://forum.corel.com/search.php?search_id=active_topics&sid=9078362d4fdca1df89b80c0d3a53f368",
      "title": "Supporto - Corel",
      "description": "Il servizio clienti Corel ti assiste con gli ordini, la registrazione del prodotto e qualsiasi domanda tu possa avere.",
      "preview": "Supporto Seleziona la linea di prodotti per il quale hai bisogno che ti aiutiamo a muovere i primi passi. Конфликт России и Украины В свете произошедш"
    },
    {
      "url": "https://www.sammaparts.com/en/tapered-roller-bearings-metric-series/6996-tapered-roller-bearing-60x130x335-31312-a-fag.html",
      "title": "Tapered roller bearing 60x130x33,5 31312-A FAG",
      "description": "Discover the Best Offers for Tapered roller bearing 60x130x33,5 31312-A FAG wide range of products, competitive prices, customer service.",
      "preview": "close Menu Brand FAG zoom_out_map chevron_left chevron_right -5% Tapered roller bearing 60x130x33,5 31312-A FAG Tapered roller bearing 60x130x33,5 313"
    },
    {
      "url": "https://kitchensavvy.com/some-like-it-hot",
      "title": "Some Like It Hot - KitchenSavvy",
      "description": "A friend of mine just made a small batch of salsa and put in 5 habanero peppers. She wanted it to be smoking hot but to her dismay it came out mild. It did get",
      "preview": "KitchenSavvy About Submit Your Questions Not Ready for Prime Time, Too. Chef Buddy Digital Measuring Cup I'll Drink to That (Not!) Some Like It Hot A"
    },
    {
      "url": "https://ccel.org/ccel/desales/love/Page_317.html",
      "title": "St. Francis of Sales: Treatise on the Love of God: 0365=317 - Christian Classics Ethereal Library",
      "description": "void",
      "preview": "Treatise on the Love of God Page Page_317.html « Prev TOC Next » [See Text] VIEWNAME is ScanPage Log in | Register | Browse | Bibles | About | Copyrig"
    },
    {
      "url": "https://www.stadtpost.de/stadtpost-dietzenbach",
      "title": "Aktuelle Nachrichten aus Dietzenbach - op-online.de",
      "description": "Aktuelle Nachrichten, Fotos und Videos aus Dietzenbach.",
      "preview": "Immobilienmarkt Dietzenbacher Beratungsunternehmen erleichtert privaten Kauf und Verkauf von Immobilien Dietzenbacher Beratungsunternehmen erleichtert"
    },
    {
      "url": "https://wtfdidyoujust.tumblr.com/",
      "title": "@wtfdidyoujust on Tumblr",
      "description": "dat me",
      "preview": "Posts glumshoe Follow stereotypes about people \"really interested in WWI\" are wildly different than stereotypes about people \"really interested in WWI"
    },
    {
      "url": "https://mahxipad.tumblr.com/post/143010030732",
      "title": "Computer science: the impact of K-12 on university enrollment - @mahxipad on Tumblr",
      "description": "At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core motiva...",
      "preview": "codeorg Follow Computer science: the impact of K-12 on university enrollment At Code.org, we're regularly asked if teaching computer science in grades"
    },
    {
      "url": "https://www.score.org/event/how-to-use-keywords-on-your-website-and-social-media",
      "title": "How to Use Keywords On Your Website and Social Media to Attract Customers | SCORE",
      "description": "Help customers find you online by learning how to research, determine and use keywords on your website and social media.",
      "preview": "Skip to main content Find a location Find the SCORE location nearest to you. Search Locations How to Use Keywords On Your Website and Social Media to"
    },
    {
      "url": "https://www.infosysequinox.com/",
      "title": "Enterprise Digital Commerce Platform | Infosys Equinox",
      "description": "Infosys Equinox provides highly accessible digital commerce solutions to companies with complex needs to offer distinctive experiences. Get started with us!",
      "preview": "How AI is Changing Digital Commerce in 2025 Discover how AI is enhancing both customer-facing and operational functions in digital commerce for unpara"
    },
    {
      "url": "https://www.guggenheim.org/artwork/movement/cubism",
      "title": "Cubism | The Guggenheim Museums and Foundation",
      "description": "Learn about Cubism and see artworks representative of it in the Guggenheim's Collection Online.",
      "preview": "We use cookies to provide a more personalized website experience. By clicking \"I Accept\" you consent to all cookies. Click \"I Decline\" to continue wit"
    },
    {
      "url": "https://cbs6albany.com/news/local/heavy-police-presence-police-tape-lining-part-of-area-near-mohawk-river-schenectady",
      "title": "Body pulled from Mohawk River in area where Samantha Humphrey disappeared",
      "description": "Police have blocked off access to an area of the Mohawk River in Schenectady.",
      "preview": "Fri, 10 Oct 2025 10:12:38 GMT (1760091158327) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://docs.appsyoulove.com/policies/privacy-policy/",
      "title": "Privacy Policy · AppsYouLove Terms & Policies",
      "description": "void",
      "preview": "Privacy Policy Effective September 22, 2025 Welcome to AppsYouLove LTD. Your privacy is important to us AppsYouLove LTD (\"AppsYouLove\", \"us\", \"our\" or"
    },
    {
      "url": "https://www.theacsi.org/",
      "title": "The American Customer Satisfaction Index (ACSI) - National Cross-Industry Measure of Customer Satisfaction",
      "description": "The American Customer Satisfaction Index (ACSI) is the only national cross-industry measure of customer satisfaction that represents the U.S. economy.",
      "preview": "Skip to content The American Customer Satisfaction Index The ACSI ® is the only national cross-industry measure of customer satisfaction that represen"
    },
    {
      "url": "http://www.repubblica.it/",
      "title": "la Repubblica - News in tempo reale - Le notizie e i video di politica, cronaca, economia, sport",
      "description": "la Repubblica è il quotidiano online aggiornato 24 ore su 24 su politica, cronaca, economia, sport, esteri, spettacoli, musica, cultura, scienza, tecnologia.",
      "preview": "Abbonati Scarica l'app Menu Cerca Notifiche Abbonati Abbonati Redazione Scriveteci 10 Ottobre 2025 - Aggiornato alle 13.55 Ritorno a Gaza City: a migl"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/tw-repair.html",
      "title": "Typewriter Repair Shops",
      "description": "void",
      "preview": "presents The Typewriter Revolution: A Typist's Companion for the 21st Century Available now Not too long ago, every town had at least one shop that so"
    },
    {
      "url": "http://www.pianetavacanze.it/",
      "title": "Pianeta VACANZE - Il sole splende tutto l'anno",
      "description": "void",
      "preview": "Inizia ad esplorare Cosa fare Mangiare e Bere Muoversi Shopping Vedere Popular: Valle d'Aosta Liguria Emilia Romagna Scopri le regioni italiane Italy"
    },
    {
      "url": "http://www.c2k-manip.com/forum/viewtopic.php?p=41693&sid=70acbe4103203ff2229634fd32497436",
      "title": "i-manip.com • Consulter le sujet - Capteur densité (ROI)",
      "description": "void",
      "preview": "i-manip.com L'info des manips passée aux RX Retour au site Inscription Connexion Rechercher FAQ Cours Interros Emploi soignant Index du forum » i-mani"
    },
    {
      "url": "https://global-standard.org/",
      "title": "Home - GOTS - Global Organic Textile Standard",
      "description": "GOTS is the worldwide leading textile processing standard for organic fibres, including ecological and social criteria, backed up by independent certification o",
      "preview": "Skip to main content News Downloads Q&A Glossary Media Centre For consumers Contact Search EN DE Global Standard launches public consultation for the"
    },
    {
      "url": "https://gifmakerforiphone.weebly.com/privacy-policy.html",
      "title": "Privacy Policy - GIF MAKER",
      "description": "Privacy Policy What information we collect 1. Personal Information: We do NOT collect any Personal Information about you. \"Personal Information\" means personally identifiable information,...",
      "preview": "GIF MAKER Home Privacy Policy Contact Terms subscriptioninfo Privacy Policy What information we collect 1. Personal Information: We do NOT collect a"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/condiciones-de-reutilizacion/",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Condiciones de reutilización",
      "description": "void",
      "preview": "Inicio Condiciones de reutilización Condiciones de reutilización Este aviso legal recoge las condiciones generales que rigen el acceso y el uso del pr"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/25356022/?dopt=Abstract",
      "title": "Chemotherapy-related reactivation of hepatitis B infection: updates in 2013 - PubMed",
      "description": "Hepatitis B reactivation is a potentially serious complication of anticancer chemotherapy, which occurs during and after therapy. This condition affects primarily hepatitis B surface antigen (HBsAg)-positive patients, but sometimes HBsAg-negative patients can be at risk, based only on evidence of pa ...",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "http://www.spaghettihaus.com/",
      "title": "Speghetti Haus Bibione - Spaghetti Haus Bibione",
      "description": "Chi siamo Benvenuti da Spaghetti Haus, il nostro ristorante pizzeria a Bibione, che portiamo avanti con amore dal 1991.Siamo una famiglia e ogni giorno accog...",
      "preview": "Chi siamo Benvenuti da Spaghetti Haus, il nostro ristorante pizzeria a Bibione, che portiamo avanti con amore dal 1991. Siamo una famiglia e ogni gior"
    },
    {
      "url": "http://www.alimentipedia.it/",
      "title": "Alimentipedia: Enciclopedia degli Alimenti, dei Vini e di Cucina",
      "description": "Alimentipedia è il portale degli ingredienti, trovi tutti i cibi dalla A alla Z, le ricette dettagliate sia dall'Italia che dal Mondo, i Vini e gli approfondimenti per manteneresi sani e in salute, con gusto.",
      "preview": "Skip to content Contenuti In Evidenza 2 Aprile 2025 Le sane abitudini alimentari iniziano al supermercato Fare scelte alimentari sane non inizia in cu"
    },
    {
      "url": "http://ossbss.pipelinepub.com/index.php?download=1568",
      "title": "Research Center",
      "description": "Pipeline, OSS, BSS, whitepapers, webinars, articles, reports, analyst, brochures, presentations, case studies, research, publication, magazine, ebooks, surveys, videos, information, market, data, communications, information technology, IT, CSP, service provider, telecom, cable, MSO, mobile",
      "preview": "Home Subscribe Knowledge Center Research Center News Center Webinars Sponsors Innovation Awards About Pipeline Industry Advisory Board Marketing Oppor"
    },
    {
      "url": "https://messenger.com/",
      "title": "Messenger",
      "description": "Incontra chi vuoi ovunque e in qualsiasi momento: Messenger consente di restare in contatto con le persone che preferisci in modo semplice e divertente",
      "preview": "Uno spazio per favorire conversazioni significative Con Messenger puoi connetterti con i tuoi familiari e amici di Facebook, creare la tua community e"
    },
    {
      "url": "https://jobs.mv-online.de/jobs/gesundheitswesen/gesundheits-und-sozialwesen/europa/teilzeit/langjaehrige-berufserfahrung-7-jahre-/",
      "title": "Startseite - Stellenportal Münsterländische Volkszeitung",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.flpcdr.com/",
      "title": "Florida PC Doctor | Remote Support Services",
      "description": "Expert remote support for Windows computers in Florida. Connect with David Moore, the Florida PC Doctor, for efficient solutions.",
      "preview": "David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor Provid"
    },
    {
      "url": "http://xanga.com/",
      "title": "Xanga 2.0 is Here!",
      "description": "Xanga 2.0 is Here!",
      "preview": "Xanga News What we've been learning about themes The servers have been stable for a while now, and we're starting to shift gears to looking into featu"
    },
    {
      "url": "https://spotmedia.ro/tag/covid-19-stiri",
      "title": "Covid 19 știri - Stiri - spotmedia.ro",
      "description": "Citeste mai noi stiri cu tema: Covid 19 știri in spotmedia.ro",
      "preview": "Skip to content Acasă Covid 19 știri O echipă de medici americani raportează ceea ce pare a fi primul caz pediatric de paralizie bilaterală a corzilor"
    },
    {
      "url": "https://comment.blog.hu/2007/01/20/szurkoljon_az_eletundornak/full_commentlist/1?token=746e5f002d8561494171c0ec2fa94273",
      "title": "Szurkoljon az életundornak! - comment:com",
      "description": "Jön a hidegfront, tehát most élvezze még ki, amíg lehet, hogy nyitott ablaknál tévézhet egy szál pulóverben. Szerintem a nap romantikus filmje a Szerelem Harley Davidsonon érkezik, amit ezúttal az MGM-en adnak 18:50-től. Stven Guttenberg a testvére tanácsait kéri, hogy nagymenő...",
      "preview": "Email Facebook Twitter RSS Disclaimer Ha a Mezzo tévét és a Spektrumot is 10 éve nézted utoljára mert azóta túl mainstream, vagy ha visszasírod az Abl"
    },
    {
      "url": "https://think.nbcnews.com",
      "title": "THINK: Fresh Opinions, Sharp Analyses and Powerful Essays | NBC News",
      "description": "THINK is NBC News' home for op-eds, in-depth analyses and essays about news and current events. Find opinions that will make you think differently and deeply about the world and our place in it.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.qldcricket.com.au/",
      "title": "Queensland Cricket | Home",
      "description": "Live cricket coverage, live streaming, cricket highlights, live scores, breaking news, video, analysis and expert opinion.",
      "preview": "Skip to main content Fire Set For Meteors The Queensland Fire have named an unchanged squad for their second round games in the Women's National Crick"
    },
    {
      "url": "https://milkchokolate.tumblr.com/",
      "title": "Milk Chokolate",
      "description": "I'm fascinated with reality TV. The more ridiculous the \"plot\" the more I like the series. In fact,...",
      "preview": "Milk Chokolate Photo 77209 Notes Via ~ Link Port City Paparazzi: CHOCOLATE! Link 2thelastdrop Text 1650 Notes That awkward moment wen u hold the door"
    },
    {
      "url": "https://www.eatthistown.ca/dartmouth-pizza-quest-woodsideeastern-passage/",
      "title": "Dartmouth Pizza Quest: Woodside/Eastern Passage - Eat This Town",
      "description": "void",
      "preview": "Food Quests Halifax Nova Scotia Pizza Pizza Dartmouth Pizza Quest: Woodside/Eastern Passage July 21, 2015 Eat This Town The Dartmouth Pizza Quest is n"
    },
    {
      "url": "https://www.tsa.gov/news/press/releases/2023/03/01/tsa-officers-prevent-explosive-device-being-loaded-plane-lehigh",
      "title": "TSA officers prevent explosive device from being loaded on plane at Lehigh Valley International Airport | Transportation Security Administration",
      "description": "ALLENTOWN, Pa. - A Transportation Security Administration (TSA) officer prevented an explosive device from being loaded onto a flight at Lehigh Valley International Airport on Monday, Feb. 27. The device was detected during the routine screening of checked baggage. The suitcase triggered an alarm when it entered the baggage screening unit, which required a TSA officer to physically inspect the contents of the luggage. During the inspection, the TSA officer located an item inside the suitcase that appeared to be suspicious and was believed to possibly be a live explosive device.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.deannalynnsletten.com/p/about-mecontact.html",
      "title": "Deanna Lynn Sletten: About Me/Press",
      "description": "Deanna Lynn Sletten, About Me",
      "preview": "Pages About Me/Press The Heart of the Matter The Lifestyle The Last Lady of the Silver Screen Christmas at Mountain View Lodge Mrs. Winchester's Biogr"
    },
    {
      "url": "https://music.apple.com?itscg=10000&itsct=pod-services-music-apl-tvhm-21_1019",
      "title": "‎Apple Music - Web Player",
      "description": "Listen to millions of songs, watch music videos, and experience live performances all on Apple Music. Play on web, in app, or on Android with your subscription.",
      "preview": "New Hear Nashville singer ERNEST's new version of \"End of the Night.\" LISTEN NOW Hear Nashville singer ERNEST's new version of \"End of the Night.\" aft"
    },
    {
      "url": "http://www.epaperpress.com/sortsearch/",
      "title": "Sorting and Searching Algorithms",
      "description": "Algorithms for sorting and searching including shell sort, quicksort, qsort, binary tree, red-black tree, hash table, skip list, and external sort",
      "preview": "Menu Introduction Bibliography Basics Arrays Linked Lists Timing Estimates Summary Sorting Insertion Sort Shell Sort Quick Sort Comparison External So"
    },
    {
      "url": "https://kendamabulgaria.bg/en/shop/ezoterika/page/6/?orderby=price",
      "title": "Езотерика и гадателски карти",
      "description": "Добре дошли в нашата мистична колекция от езотерика и гадателски карти, където древната мъдрост се среща със съвременната духовност.",
      "preview": "ЕЗОТЕРИКА Categories THE SECRET KENDAMAS 6 products KENDAMAS 15 products KENDAMA BULGARIA 7 products KB CUSTOM 7 products KROM KENDAMA 1 product SWEET"
    },
    {
      "url": "https://www.bibliothecaculinaria.it/libri_cucina/edizioni_bibliotheca_culinaria/cartolina_dalla_cucina/happy-hour/",
      "title": "Happy Hour - Libro di LUISE Franco - Bibliotheca Culinaria",
      "description": "Happy Hour:",
      "preview": "SPEDIZIONI GRATUITE IN ITALIA PER ORDINI DI LIBRI OLTRE 39 € Home La casa editrice Chi Siamo Collaborazioni aziendali Valorizzazione Tecnologica e Mer"
    },
    {
      "url": "https://kfupm.discovery.symplectic.org/Fyl-Louie-Panoy",
      "title": "Discovery",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.aclupa.org/en/cases/bl-v-mahanoy-area-sch-dist",
      "title": "B.L. v. Mahanoy Area School District - ACLU of Pennsylvania",
      "description": "On September 25, 2017, the ACLU-PA filed suit on behalf of B.L., a high school sophomore who has been cheerleading since she was in fifth grade and was expelled from the team as punishment for out-of-school speech. The case involves a First Amendment challenge to the Mahanoy Area High School's \"Cheerleading Rules,\" which prohibit cheerleaders [...]",
      "preview": "Court Cases B.L. v. Mahanoy Area School District First Amendment Rights, Student & Youth Rights Filed: 09/25/2017 Status: In U.S. Supreme Court Court:"
    },
    {
      "url": "https://www.brpedersen.com/genealogy/relationship.php?generations=15&altprimarypersonID=&savedpersonID=I3303&secondpersonID=&tree=Ancestors&primarypersonID=I29772",
      "title": "Relationship Calculator: Ancestors of Brenda & Glen",
      "description": "void",
      "preview": "| Home | Search | Photos | Histories | Cemeteries | View Guestbook | Contact Us |"
    },
    {
      "url": "https://www.nass.org/can-I-vote/voter-registration-status",
      "title": "Voter Registration Status | NASS",
      "description": "void",
      "preview": "Skip to main content X Click the search icon or 'view more results' to see all results. VIEW MORE RESULTS CLOSE Not sure if you're already registered,"
    },
    {
      "url": "https://howlongtobeat.com/game?id=46186&s=backlogs",
      "title": "Friday the 13th: The Game - Lists | HowLongToBeat",
      "description": "How long is Friday the 13th: The Game? HowLongToBeat has the answer. Create a backlog, submit your game times and compete with your friends!",
      "preview": "Friday the 13th: The Game 21 Playing 1.4K Backlogs 21 Replays 17 % Retired 65% Rating 284 Beat Join for a Better Experience Library Management Time Tr"
    },
    {
      "url": "https://sczaction.org/",
      "title": "S&PAA - Schizophrenia & Psychosis Action Alliance",
      "description": "The Schizophrenia and Psychosis Action Alliance stands for hope and recovery through the promotion of education, support programs, & better public policy",
      "preview": "Skip to content Shattering Barriers to Treatment, Survival and Recovery. Advancing best-practice treatment Empowering our community with knowledge, sk"
    },
    {
      "url": "https://help.providencejournal.com/",
      "title": "Help Center - The Providence Journal",
      "description": "void",
      "preview": "Help Center Help Center Subscriptions Become a subscriber, manage account information, change payment or delivery details. Subscriber Benefits Access"
    },
    {
      "url": "https://www.balboaisland.com/video-of-balboa-peninsula-and-newport-harbor-in-the-1950s/",
      "title": "Video of Balboa Peninsula and Newport Harbor in the 1950s! - Balboa Island",
      "description": "Take a nostalgic trip back to the late 1950's on Balboa Peninsula. See the beach-goers on the sands of the Harbor, the fisherman casting their lines from the Pavilion and all the great fashions from this by-gone era.",
      "preview": "Skip to content Video of Balboa Peninsula and Newport Harbor in the 1950s! Take a nostalgic trip back to the late 1950's on Balboa Peninsula. See the"
    },
    {
      "url": "http://www.erp-recycling.es",
      "title": "Reciclaje de residuos RAEE y pilas y baterías - ERP Recyling",
      "description": "ERP Recycling es un SCRAP encargado de la gestión de residuos de aparatos eléctricos, electrónicos, pilas y acumuladores, cumpliendo la normativa.",
      "preview": "Skip to content Search for: Miembros Login Search for: Miembros Login Homepage admin 2025-03-31T19:07:22+02:00 Gestión y reciclaje de RAEE y residuos"
    },
    {
      "url": "https://together.nbcuni.com/advertise/?utm_source=today&utm_medium=referral&utm_campaign=property_ad_pages",
      "title": "Advertise With Us | NBCUniversal Together",
      "description": "Interested in learning more about our advertising opportunities under NBCU's One Platform? Reach out to start working with us today.",
      "preview": "void"
    },
    {
      "url": "https://newsroom.accenture.com/news/accenture-reports-very-strong-fourth-quarter-and-full-year-fiscal-2022-results.htm",
      "title": "Accenture Reports Very Strong Fourth-Quarter and Full-Year Fiscal 2022 Results",
      "description": "<div>NEW YORK; Sept. 22, 2022 &mdash; Accenture (NYSE: ACN) reported financial results for the fourth quarter and full fiscal year ended Aug. 31, 2022.</div",
      "preview": "September 22, 2022 NEW YORK; Sept. 22, 2022 - Accenture (NYSE: ACN) reported financial results for the fourth quarter and full fiscal year ended Aug."
    },
    {
      "url": "https://www.mills.edu/",
      "title": "Home - Northeastern University Oakland",
      "description": "A bicoastal university for undergraduate and graduate learning",
      "preview": "NORTHEASTERN UNIVERSITY OAKLAND Our West Coast hub for innovation, experiential learning, and frontier technology Discover the power of experience in"
    },
    {
      "url": "https://www.carrefour.com/en/actuality/carrefour-reinforces-its-leading-position-brazil-acquisition-grupo-big",
      "title": "Carrefour reinforces its leading position in Brazil with the acquisition of Grupo BIG | Carrefour Group",
      "description": "void",
      "preview": "Skip to menu Skip to main content Skip to footer"
    },
    {
      "url": "https://politiken.dk/indland/",
      "title": "Danmark",
      "description": "Danmark | Sektionen med Politikens undersøgende journalistik og seneste nyt indenfor politik, ret, sundhed, uddannelse, forbrug, økonomi og aktuelle temaer",
      "preview": "Politik Messerschmidt kalder sin egen beskyldning »upræcis« - professor kalder den »noget vrøvl« Danmark Mand begik talrige overgreb mod lille barn i"
    },
    {
      "url": "https://www.petermckinnon.com",
      "title": "PETER MCKINNON",
      "description": "Toronto Photographer / YouTuber",
      "preview": "Back Portraits Lifestyle"
    },
    {
      "url": "https://docs.mapbox.com/#maps",
      "title": "Mapbox Docs",
      "description": "void",
      "preview": "Skip to main content Mapbox Documentation Examples, tutorials, and API references for building with Mapbox. Maps Navigation Search Data Help & Support"
    },
    {
      "url": "https://www.unikdekor.se/tapet/barntapeter-standard/disney-pixar-bilar/",
      "title": "Disney Pixar Bilar - Unikdekor.se",
      "description": "Glad barntapet med Blixten från Disney Pixars film bilar till riktigt bra pris. Vi har mängder av motiv att välja bland!",
      "preview": "Produkten har blivit tillagd i varukorgen Svensk butik Trygga köpvillkor Säkra betalsätt - inga avgifter Fraktfritt vid köp över 500 kr 100% Nöjd-Kund"
    },
    {
      "url": "https://www.britannica.com/art/Renaissance-art",
      "title": "Renaissance art | Definition, Characteristics, Style, Examples, & Facts | Britannica",
      "description": "Renaissance art, painting, sculpture, architecture, music, and literature produced during the 14th, 15th, and 16th centuries in Europe under the combined influences of an increased awareness of nature, a revival of classical learning, and a more individualistic view of humans.",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos Re"
    },
    {
      "url": "https://www.centexchamber.com/",
      "title": "Home | CTAAC",
      "description": "The mission of the Cen-Tex-Tex African American Chamber of Commerce is to create economic and community development.",
      "preview": "top of page Strengthening our Community by Empowering Business Become a Member Networking Chamber members enjoy multiple marketing platforms designed"
    },
    {
      "url": "http://www.calculator.org/",
      "title": "calculator.org - calculator.org",
      "description": "The calculator home page",
      "preview": "Calculator software and online resources Units Conversions Calculator Database JavaScript Calculator Download Calc98 Running Calculator Calculator Rep"
    },
    {
      "url": "https://public.wmo.int/en/resources/world-meteorological-day",
      "title": "World Meteorological Day",
      "description": "void",
      "preview": "Skip to main content World Meteorological Day Every 23 March, the World Meteorological Organization commemorates the coming into force of the Conventi"
    },
    {
      "url": "http://appt.ly/privacy-policy",
      "title": "How to Improve your Baby Photos | HeyBaby.sg",
      "description": "Learn how to improve all your family and baby photos easily with these apps.",
      "preview": "How to Capture Your Baby's Precious Moments with Photoleap & Facetune from Apptly Every smile, yawn, and tiny milestone is worth preserving, and with"
    },
    {
      "url": "https://pbskids.org/apps/",
      "title": "Apps & More | PBS KIDS Mobile Downloads | PBS KIDS",
      "description": "void",
      "preview": "For Parents : Toggle message bar View All Apps View All E-Books View All Albums X Select a Store for Available Devices Or Download From Another Store"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/scheduling-eviction/assign-pod-node/",
      "title": "Assigning Pods to Nodes | Kubernetes",
      "description": "You can constrain a Pod so that it is restricted to run on particular node(s), or to prefer to run on particular nodes. There are several ways to do this and the recommended approaches all use label selectors to facilitate the selection. Often, you do not need to set any such constraints; the scheduler will automatically do a reasonable placement (for example, spreading your Pods across nodes so as not place Pods on a node with insufficient free resources).",
      "preview": "Assigning Pods to Nodes You can constrain a Pod so that it is restricted to run on particular node(s) , or to prefer to run on particular nodes. There"
    },
    {
      "url": "https://example.com",
      "title": "Example Domain",
      "description": "void",
      "preview": "Example Domain This domain is for use in documentation examples without needing permission. Avoid use in operations. Learn more"
    },
    {
      "url": "https://www.wm.com/",
      "title": "WM | Waste Management & Recycling Services",
      "description": "WM is the leading provider of comprehensive waste management, offering services such as garbage collection, recycling pickup and dumpster rental.",
      "preview": "Loading interface... Find Waste Management Services Residential Waste Pickup WM's curbside trash and recycling pickup is the best choice for your home"
    },
    {
      "url": "https://wpml.org",
      "title": "WPML - The WordPress Multilingual Plugin",
      "description": "WPML is the plugin that makes over a million WordPress sites multilingual. It's powerful enough for corporate sites, yet simple for blogs.",
      "preview": "Skip to content Skip to sidebar LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWZpZWxke21hcmdpbi1ib3R0b206MC43NmVtfS50Yi1maWVsZC0tbGVmdHt0Z"
    },
    {
      "url": "https://express.adobe.com/page/EBco39ojRZKyQ/",
      "title": "Walmart Constituent Relations Annual Report 2021",
      "description": "See the story",
      "preview": "Loading A Message from Tony Waller Stubborn problems that defy solutions for years aren't solved by well-meaning efforts to do more of the same. Real"
    },
    {
      "url": "https://forum.qt.io/topic/64285/height-of-a-qlistview-item-in-css",
      "title": "Height of a QListView item in css | Qt Forum",
      "description": "I've got a QT Combobox Object. Now I want to design the Items of it (QListView) in a bigger context. But QListView::item does not work.... any suggestions? h...",
      "preview": "Skip to content Your browser does not seem to support JavaScript. As a result, your viewing experience will be diminished, and you have been placed in"
    },
    {
      "url": "http://www.hcibib.org/hci-sites/BIBLIOGRAPHY.html",
      "title": "HCI Bibliography : HCI Webliography : HCI-SITES : BIBLIOGRAPHY",
      "description": "Bibliographic databases and annotated bibliographies on HCI.",
      "preview": "HCI Bibliography : HCI Webliography : HCI-SITES : BIBLIOGRAPHY Page updated: 2019-05-13 Accesses since 2000-01-18 : director@hcibib.org Hosted by ACM"
    },
    {
      "url": "https://huridocs.org/services/",
      "title": "Services | HURIDOCS",
      "description": "HURIDOCS offers support to human rights groups that want to gather, organise and use information to create positive change in the world.",
      "preview": "Skip to content Home > Services Services HURIDOCS offers support to human rights groups that want to gather, organise and use information to create po"
    },
    {
      "url": "http://www.ininternet.org/ricette_cucina.htm",
      "title": "Ricette di cucina prese dal ricettario italiano di culinaria",
      "description": "Raccolta gratuita di ricette di cucina prese dal ricettario italiano di culinaria.",
      "preview": ", Home Page : Il portale tutto gratis con risorse, servizi e download gratis!! Segnala il tuo sito RICETTE DI CUCINA Raccolta di tutte le ricette ital"
    },
    {
      "url": "https://www.eatthistown.ca/dartmouth-pizza-quest-woodsideeastern-passage/",
      "title": "Dartmouth Pizza Quest: Woodside/Eastern Passage - Eat This Town",
      "description": "void",
      "preview": "Food Quests Halifax Nova Scotia Pizza Pizza Dartmouth Pizza Quest: Woodside/Eastern Passage July 21, 2015 Eat This Town The Dartmouth Pizza Quest is n"
    },
    {
      "url": "https://developers.planet.com/",
      "title": "Planet Documentation | Planet Documentation",
      "description": "Planet developer and platform documentation",
      "preview": "Skip to main content Platform Capabilities Platform Access daily imagery, high resolution tasking, Planetary Variables, and Open Data from public cons"
    },
    {
      "url": "https://www.bergdorfgoodman.com/p/dyson-special-edition-airwrap-multi-styler-gift-set-prod176550015?slfpid=3",
      "title": "Dyson Special Edition Airwrap Multi-Styler Gift Set - Bergdorf Goodman",
      "description": "Shop Dyson Special Edition Airwrap Multi-Styler Gift Set at Bergdorf Goodman. Find the latest luxury fashions from top designers.",
      "preview": "Skip To Main Content Previous Get 15% off your first order in the BG app. Details > SPLIT YOUR PURCHASES INTO 4 INTEREST-FREE PAYMENTS | LEARN MORE FO"
    },
    {
      "url": "https://cartercenter.org/",
      "title": "The Carter Center | Waging Peace, Fighting Disease & Building Hope",
      "description": "The Carter Center is a nongovernmental organization that helps to improve lives by resolving conflicts; advancing democracy and preventing diseases.",
      "preview": "Peace Programs Peace Programs Overview China Focus Conflict Resolution Program Democracy Program Human Rights Program Inform Women, Transform Lives La"
    },
    {
      "url": "https://www.postgresql.org/docs/current/functions-window.html",
      "title": "PostgreSQL: Documentation: 18: 9.22. Window Functions",
      "description": "9.22.&nbsp;Window Functions # Window functions provide the ability to perform calculations across sets of rows that are related to the ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://www.denverpost.com/2021/05/13/xcel-energy-crestone-peak-cleaner-gas/",
      "title": "Colorado oil and gas company aims to produce \"cleanest molecules\" anywhere",
      "description": "Amid escalating worries about climate change and pollution from oil and gas operations, Colorado's largest electric utility is going to buy natural gas from a company that is continuously monitoring its emissions and working to certify its product as responsible.",
      "preview": "Skip to content Kathryn Scott, Special to The Denver Post Wrapped insulation covers several of the wells at a Crestone Peak Resources oil and gas fiel"
    },
    {
      "url": "https://www.bibliothecaculinaria.it/libri_cucina/edizioni_bibliotheca_culinaria/cartolina_dalla_cucina/happy-hour/",
      "title": "Happy Hour - Libro di LUISE Franco - Bibliotheca Culinaria",
      "description": "Happy Hour:",
      "preview": "SPEDIZIONI GRATUITE IN ITALIA PER ORDINI DI LIBRI OLTRE 39 € Home La casa editrice Chi Siamo Collaborazioni aziendali Valorizzazione Tecnologica e Mer"
    },
    {
      "url": "https://channel9.msdn.com/",
      "title": "Shows - Event & Video Content | Microsoft Learn",
      "description": "Browse thousands of hours of video content from Microsoft. On-demand video, certification prep, past Microsoft events, and recurring series.",
      "preview": "Shows Discover thousands of hours of fun, authentic, and informative original programming from Microsoft technical experts. Browse all shows and event"
    },
    {
      "url": "https://docs.microsoft.com/en-us/lifecycle/faq/internet-explorer-microsoft-edge",
      "title": "Lifecycle FAQ - Internet Explorer and Microsoft Edge | Microsoft Learn",
      "description": "Answers to frequently asked questions about the lifecycle policy for Internet Explorer and Microsoft Edge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://www.hiclub.bg/Article/10459036",
      "title": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай | Хай Клуб",
      "description": "В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един от основните конкуренти в производството на електрически автомобили. Според автора благодарение на „Тесла\" и други местни компании китайските марки електрически автомобили стават по-конкурентоспособни. Мащабната фабрика на американския автомобилопроизводител в",
      "preview": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай От КМГ В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един"
    },
    {
      "url": "https://www.klowdtv.com/",
      "title": "Live TV Streaming | KlowdTV",
      "description": "KlowdTV provides live TV streaming on your desktop or mobile device without a contract, offering flexibility and affordability. Sign up for a free-trial!",
      "preview": "Close menu Join Packages Channels Support Log in Watch Free. Check it out. Watch 90+ Live Channels Free Watch Free Now Package Pricing Subscribe to on"
    },
    {
      "url": "https://www.goodmorningamerica.com/living/story/couple-postponed-wedding-due-covid-dream-wedding-gma-77907727",
      "title": "Couple who postponed wedding twice due to COVID get dream wedding on 'GMA' - Good Morning America",
      "description": "A Chicago couple who postponed their wedding twice got the wedding of their dreams on \"GMA.\"",
      "preview": "Living Couple who postponed wedding twice due to COVID get dream wedding on 'GMA' 10:59 Bride and groom get wedding of their dreams after COVID postpo"
    },
    {
      "url": "https://www.nzz.ch/digital",
      "title": "Technologie - News, Hintergründe & Kommentare | NZZ",
      "description": "Nachrichten, Hintergründe & Kommentare aus der Welt der Technologie.",
      "preview": "Mit Sora baut Open AI ein soziales Netzwerk für Videos. Die Deepfake-Videos sind gefährlich gut Die Firma hinter Chat-GPT lanciert ihr eigenes soziale"
    },
    {
      "url": "http://oek.hu/oek.web?to=2560,2296,1433&nid=520&pid=1&lang=hun",
      "title": "Országos Epidemiológiai Központ honlapja",
      "description": "camelcom dynamic HTML",
      "preview": "Mintabeküldés Intézetünkről Hasznos linkek Közérdekű adatok Oltóközpont Főoldal KÖR eredmények VÉRVÉTEL-HIV/AIDS tanácsadás HIV/AIDS tájékoztatók Letö"
    },
    {
      "url": "http://www.inps.it/",
      "title": "Portale Inps - Home",
      "description": "Sito ufficiale di INPS (Istituto Nazionale Previdenza Sociale)",
      "preview": "it Vai al menu principale Vai al contenuto principale Vai al footer Pensione e Previdenza Pensione e Previdenza Domanda di pensione Fondi e Gestioni R"
    },
    {
      "url": "https://www.yearupannualreport.com/2019",
      "title": "2019 Annual Report - Year Up United Annual Impact Report",
      "description": "void",
      "preview": "Back Impact Report: 25th Anniversary Edition 2023 Impact Report 2022 Impact Report 2021 Impact Report 2020 Annual Report 2019 Annual Report 2018 Annua"
    },
    {
      "url": "https://www.appsyoulove.com/",
      "title": "Apps You Love",
      "description": "void",
      "preview": "0 Farm Jam - Animal Parking Game Take part in the great escape from the farm! Meet FARM JAM, a brilliant mix of a farming simulator and a parking game"
    }
  ],
  "_meta": {
    "total_bookmarks": 142
  }
}