{
  "data": [
    {
      "url": "https://www.nrk.no/urix/",
      "title": "NRK Urix - Utenriksnyheter og -dokumentarer",
      "description": "Følg med på hva som skjer i verden. Finn aktuelle utenriksnyheter og innsiktsfulle dokumentarer på NRK.no/urix",
      "preview": "NRK Urix - Utenriksnyheter og -dokumentarer Urix Maria Corina Machado får Nobels fredsprisen 2025: Det hvite hus reagerer Det hvite hus mener Nobelkom"
    },
    {
      "url": "https://www.virustotal.com/gui/search",
      "title": "VirusTotal",
      "description": "VirusTotal",
      "preview": "Please enable JavaScript to view this website."
    },
    {
      "url": "https://newsroom.deatch.paypal-corp.com/Startseite",
      "title": "PayPal Newsroom: Offizielle News, Pressemitteilungen, Kontakt",
      "description": "Bleiben Sie immer auf dem neuesten Stand. Im PayPal Newsroom finden Sie aktuelle Pressemitteilungen, Bilder und unseren Blog. Entdecken Sie die PayPal-Welt!",
      "preview": "Titelgeschichte Titelgeschichte / HERO BLOCK PayPal Venmo Unternehmensnews Strategische Partnerschaften PayPal stellt „PayPal World\" vor: Die globale"
    },
    {
      "url": "https://www.nelp.org/wp-content/uploads/Policy-Brief-15-Minimum-Wage-Women-Workers-of-Color.pdf",
      "title": "What a $15 Minimum Wage Means for Women and Workers of Color - National Employment Law Project",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://betweennapsontheporch.net/christmas-in-heaven/?replytocom=646275",
      "title": "Christmas in Heaven",
      "description": "Enjoy this beautiful Christmas table setting with a joyous angel theme.",
      "preview": "Between Naps on the Porch Decorating, Tablescaping, Before and Afters, Thrifty Finds, and Gardening Home TABLESCAPES Holiday Christmas Easter Hallowee"
    },
    {
      "url": "https://www.worldcleanupday.org/",
      "title": "World Cleanup Day - Join the Global Movement for a Cleaner Planet",
      "description": "World Cleanup Day unites millions of volunteers in over 200 countries to tackle the global waste crisis and protect our environment. Be part of the solution-take action and join the movement for a cleaner, healthier world.",
      "preview": "World Cleanup Day World Cleanup Day has brought together over 114 million people in 211 countries to tackle the waste crisis. The 2024 year's World Cl"
    },
    {
      "url": "https://ignite.microsoft.com/",
      "title": "Microsoft Ignite - November 18-21, 2025",
      "description": "Microsoft Ignite - November 18-21, 2025 in San Francisco, CA. Get the edge you need to drive impact in the era of AI. Join us to bolster your knowledge, build connections, and explore emerging technologies.",
      "preview": "void"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/",
      "title": "Responsible Minerals Initiative",
      "description": "With more than 500 member companies, the Responsible Minerals Initiative is one of the most utilized and respected resources for companies from a range of industries addressing responsible mineral sourcing issues in their supply chains. We provide companies with tools and resources to",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "https://music.apple.com?itscg=10000&itsct=pod-services-music-apl-tvhm-21_1019",
      "title": "‎Apple Music - Web Player",
      "description": "Listen to millions of songs, watch music videos, and experience live performances all on Apple Music. Play on web, in app, or on Android with your subscription.",
      "preview": "New Hear Nashville singer ERNEST's new version of \"End of the Night.\" LISTEN NOW Hear Nashville singer ERNEST's new version of \"End of the Night.\" aft"
    },
    {
      "url": "https://www.legis.iowa.gov/legislation/BillBook?ba=HJR8&ga=90",
      "title": "Iowa Legislature - BillBook",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "The Iowa Legislature > Legislation > BillBook Permanent Link Print X Bill Information Clear GA: 91 (01/13/2025 - 01/10/2027) 90 (01/09/2023 - 01/12/20"
    },
    {
      "url": "https://bun.sh/docs/runtime",
      "title": "File types - Runtime | Bun Docs",
      "description": "Bun's runtime supports JavaScript/TypeScript files, JSX syntax, Wasm, JSON/TOML imports, and more.",
      "preview": "Intro What is Bun? Installation Quickstart TypeScript Templating bun init bun create Runtime bun run File types TypeScript JSX Text files JSON, TOML,"
    },
    {
      "url": "https://genealogy.cjh.org/synagogue/1132",
      "title": "Ackman & Ziff Genealogy Institute at the Center for Jewish History",
      "description": "void",
      "preview": "Toggle navigation Ackman & Ziff Family Genealogy Institute A&ZFGI @ CJH Family History Collections NYC Synagogue Map Home New York Historical Synagogu"
    },
    {
      "url": "https://www.providencejournal.com/story/news/local/2022/07/26/recording-system-east-providence-city-hall-raises-flags-aclu/10143873002/",
      "title": "RI ACLU calls audio recording in East Providence City Hall a red flag",
      "description": "'It raises extremely significant and serious privacy issues,' says ACLU's Steven Brown.",
      "preview": "Skip to main content Home Election Voter Guide Politics Local Public Safety Education Growth and Development Positively RI Court State Nation & World"
    },
    {
      "url": "http://csip.ashoka.edu.in",
      "title": "Under Construction - Centre for Social Impact and Philanthropy",
      "description": "We're Revamping Our Website! Exciting changes are on the way as we work on building a better digital experience for our visitors. In the meantime, you can still explore our existing content on the old website here: https://csip.ashoka.edu.in/ Stay tuned for updates-we'll be launching soon!",
      "preview": "We're Revamping Our Website! Exciting changes are on the way as we work on building a better digital experience for our visitors. In the meantime, you"
    },
    {
      "url": "https://in.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Gain essential AI skills to enhance your career Get started by learning from AI experts and industry leaders such as Google, Microsoft, IBM, and Vande"
    },
    {
      "url": "https://channelstore.roku.com/details/193106",
      "title": "Roku",
      "description": "WOW Presents Plus is the only streaming service featuring Werq The World, UNHhhh with Trixie and Katya, and hundreds of other World of Wonder originals, documentaries, specials, and LGBTQ+ programming. Terms of Service: https://www.wowpresentsplus.com/tos Privacy Policy: https://www.wowpresentsplus.com/privacy",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://spinthewheel.app/privacy-policy",
      "title": "Wheel Maker | Spin the Wheel - Random Picker",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. Wheel Maker // Spin the Wheel - Random Picker Discover endless possibilities with Spin the Wheel - Rand"
    },
    {
      "url": "https://woerterbuch.hantrainerpro.de/chinesisch-deutsch/bedeutung-anteweipu_antwerp.htm",
      "title": "Deutsche Übersetzung von 安特卫普 ( Anteweipu / Āntèwèipŭ ) - Antwerpen auf Chinesisch",
      "description": "安特卫普 ( Anteweipu / Āntèwèipŭ ) (deutsche Übersetzung: \"Antwerpen\") als chinesisches Schriftzeichen inklusive Strichreihenfolge, Pinyin-Lautumschrift, Aussprache in Mandarin, Beispielsatz und deutscher Übersetzung",
      "preview": "WÖRTERBUCH Das chinesische Wort Anteweipu - 安特卫普 - Āntèwèipŭ ( Antwerpen auf Chinesisch) English English translation Français Traduction française Esp"
    },
    {
      "url": "https://lacelock.net/",
      "title": "Fingaz Beauty",
      "description": "Fingaz Beauty",
      "preview": "Skip to content FREE GROUND SHIPPING ON ALL U.S. ORDERS THIS MONTH!!! Item added to your cart View cart Check out Continue shopping Browse our latest"
    },
    {
      "url": "https://confirmsubscription.com/h/i/463208600EB4D89A",
      "title": "void",
      "description": "void",
      "preview": "For full functionality of this application it is necessary to enable JavaScript. Here are the instructions on how to enable JavaScript in your web bro"
    },
    {
      "url": "http://www.chessvideos.tv/",
      "title": "Chess Videos TV - The Largest Chess Video Site on the Web!",
      "description": "ChessVideos.TV offers thousands of free chess videos, including world class lessons from master level players. Improve your game today!",
      "preview": "Chess Openings | Chess Endgames | Chess Puzzle of the Day Chess Videos ▶ Chess Videos on YouTube Chess Tools ▶ Chess Diagram Generator ▶ Chess Endgame"
    },
    {
      "url": "https://flipboardforbrands.com/",
      "title": "Flipboard For Brands",
      "description": "void",
      "preview": "Flipboard helps you connect your brand story to people who are interested and paying attention. Flipboard's Interest Graph provides a unique look into"
    },
    {
      "url": "https://www.gazzettaufficiale.it/eli/id/2025/01/10/25G00001/sg",
      "title": "Gazzetta Ufficiale",
      "description": "void",
      "preview": "Home torna all'indice Serie Generale n. del Gazzetta in fase di caricamento informazioni Gazzetta Ufficiale Certificata Privacy Formato Grafico PDF co"
    },
    {
      "url": "http://metv.com/contact/",
      "title": "Contact Us",
      "description": "Contact MeTV",
      "preview": "void"
    },
    {
      "url": "http://www.chemistry.co.nz/",
      "title": "Chemistry | Creative Agency, Auckland, NZ",
      "description": "Chemistry is an integrated independent advertising agency in Auckland, New Zealand.",
      "preview": "Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 chem_neg chem_pos logo Artboard 1 Artboard 1 Artboard 1 Artboard 1 Icons"
    },
    {
      "url": "https://about.flipboard.com",
      "title": "Home - About Flipboard",
      "description": "Flipboard is one place for all the top stories, deep dives and curated content you need. Get the award winning app for iOS or Android.",
      "preview": "void"
    },
    {
      "url": "https://www.urbanoutfitters.com/shop/tonymoly-all-you-need-mask-set2",
      "title": "TONYMOLY All You Need Mask Set | Urban Outfitters",
      "description": "Shop TONYMOLY All You Need Mask Set at Urban Outfitters today. Discover more selections just like this online or in-store. Shop your favorite brands and sign up for UO Rewards to receive 10% off your next purchase!",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "http://www.R-project.org/",
      "title": "R: The R Project for Statistical Computing",
      "description": "void",
      "preview": "[Home] Download CRAN R Project About R Logo Contributors What's New? Reporting Bugs Conferences Search Get Involved: Mailing Lists Get Involved: Contr"
    },
    {
      "url": "https://budaorshandball.hu/author/david/",
      "title": "Főoldal - MBH",
      "description": "void",
      "preview": "utánpótlás Élő 2025. október 10. Teher nélkül DVSC K&H liga Marincsák Nikolett Pinizsi Zoltán 2025. október 09. Szurkolói pulóver rendelés + nyeremény"
    },
    {
      "url": "https://www.usmagazine.com/entertainment/news/khloe-kardashian-to-guest-judge-rupauls-drag-race-see-khloe-and-rupauls-photo-together-2014131/",
      "title": "Khloe Kardashian on RuPaul's Drag Race Picture: Star to Guest Judge | Us Weekly",
      "description": "Khloe Kardashian headlines the lineup of celebrity guest judges on season six of RuPaul's Drag Race; see Kardashian's first photo with RuPaul!",
      "preview": "Tap Here To Add Us Weekly As A Trusted Source Add as a preferred source on Google Khloe Kardashian is a woman on a mission . . . to find America's Nex"
    },
    {
      "url": "https://forum.doctissimo.fr/psychologie/amour/rencontrer-fille-sujet_198491_1.htm",
      "title": "Comment rencontrer une fille? - Relations amoureuses - FORUM psychologie - Club.doctissimo.fr",
      "description": "void",
      "preview": "Page introuvable - Doctissimo"
    },
    {
      "url": "https://www.donorschoose.org/",
      "title": "DonorsChoose: Support a classroom. Build a future.",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://go.dev/doc/effective_go",
      "title": "Effective Go - The Go Programming Language",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://amzn.to/3x8Hk7p",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://www.bmw.hn/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Honduras | Autos Deportivos, Híbridos y Más - Home",
      "description": "Descubre los autos deportivos eléctricos, híbridos conectables y camionetas SUV de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "BMW Guatemala | Autos Deportivos, Híbridos y Más BMW Guatemala BMW VISION NEUE KLASSE X LA NUEVA ERA «X». Más información HERRAMIENTAS DE COMPRAS ENCU"
    },
    {
      "url": "https://apps.apple.com/us/app/google-family-link/id1150085200",
      "title": "‎Google Family Link on the App Store",
      "description": "Google Family Link is a parental controls app that helps you keep your family safer online. Every family's relationship with technology is unique, so we built t...",
      "preview": "Screenshots Description Google Family Link is a parental controls app that helps you keep your family safer online. Every family's relationship with t"
    },
    {
      "url": "https://www.iphonemod.net/iphone-6s-and-6s-plus-feature-2gb-ram.html",
      "title": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "description": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "preview": "Search for: Search Switch skin facebook twitter instagram youtube Search for: Search Menu Follow us facebook twitter instagram youtube นักพัฒนา iOS ชื"
    },
    {
      "url": "https://ai.google/",
      "title": "Google AI - How we're making AI helpful for everyone",
      "description": "Discover how Google AI is committed to enriching knowledge, solving complex challenges and helping people grow by building useful AI tools and technologies.",
      "preview": "Homepage - I/O 2025 Get started Ask Gemini Search with AI Mode Create an image Generate video Learn with NotebookLM Combine elements from different im"
    },
    {
      "url": "https://www.eopticon.ro/rame-de-ochelari/rama-de-ochelari-luca-ls001-1.html",
      "title": "Cumpara ochelari de vedere incepand de la 57,80 RON",
      "description": "Comanda cu incredere ochelari de vedere incepand de la 57,80 RON Fiecare purtator de ochelari stie ca este foarte important sa alegem produse calitative. Vezi oferta eOpticon.ro pentru ochelari de vedere!",
      "preview": "void"
    },
    {
      "url": "https://www.boxycharm.com/",
      "title": "BOXYCHARM: The Best Monthly Beauty and Makeup Box Subscription",
      "description": "Your customized beauty membership with five full-size products worth up to $200 for only $32 per month.",
      "preview": "BUZZWORTHY BEAUTY DELIVERED MONTHLY Score 5 full-size beauty products worth up to $200 for only $32/month, plus unlock 24/7 access to epic deals (up t"
    },
    {
      "url": "https://www.bbc.com/news/science_and_environment",
      "title": "Science & Environment | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about Science & Environment from across the BBC.",
      "preview": "Science & Environment Green turtle bounces back from brink in conservation 'win' Once endangered due to hunting, it is making a strong recovery thanks"
    },
    {
      "url": "https://www.drinkbai.com/bai-boost",
      "title": "Bai Boost - Bai",
      "description": "Fuel up on the good stuff. Like plant-based energy from tea extract, with 110 mg of caffeine, no artificial sweeteners and 10 calories. With this in your",
      "preview": "Page top Menu Bai Boost Products Fuel up on the good stuff. Like plant-based energy from tea extract, with 110 mg of caffeine, no artificial sweetener"
    },
    {
      "url": "https://gridintegration.lbl.gov/publications?page=7&f%5Bauthor%5D=479&s=title&o=asc",
      "title": "Publications | Grid Integration Group",
      "description": "void",
      "preview": "Skip to main content Berkeley Lab Energy Technologies Area Energy Storage & Distributed Resources Publications X Search: title 2014 Stadler, Michael ,"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85938",
      "title": "Searchable Recipe Database - Summer Shrimp Scampi With Tomatoes and Corn",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.augustachronicle.com/story/news/crime/2023/02/23/woman-arrested-after-crashing-into-popeyes-on-walton-way-in-augusta/69935512007/",
      "title": "Woman arrested after crashing into Popeyes on Walton Way in Augusta",
      "description": "An Augusta woman was arrested after allegedly crashed into the Popeyes on Walton Way.",
      "preview": "Skip to main content Home Election Local Crime Education State Nation & World Politics Kirby's Videos Hurricane Helene Woman crashes into Popeyes on W"
    },
    {
      "url": "https://www.thatblogthatchickwrote.com/2010/07/twilight-eclipse.html",
      "title": "that blog that chick wrote: Twilight: Eclipse",
      "description": "The gang is back with a whole new set of wigs. Three down, two to go. Yuh-huh, just like the last Harry Potter film, someone has decided to ...",
      "preview": "void"
    },
    {
      "url": "https://www.downtowndayton.org/rediscover/",
      "title": "Rediscover Downtown Dayton | Downtown Dayton Partnership",
      "description": "void",
      "preview": "Read the full Rediscover Downtown Dayton Action Plan REDISCOVER DOWNTOWN DAYTON The Greater Downtown Dayton Plan was launched in 2010 and has been the"
    },
    {
      "url": "https://hardyofficial.com/home/",
      "title": "HARDY | Official Website",
      "description": "Official website of HARDY. Music, tour dates, videos and more!",
      "preview": "Country! Country! out now listen"
    },
    {
      "url": "https://www.undocs.org/S/RES/2371%20(2017)",
      "title": "Select a language for S/RES/2371 (2017)",
      "description": "void",
      "preview": "S/RES/2371 (2017) العربية 中文 English Français Русский Español"
    },
    {
      "url": "https://lifeatno27.com/",
      "title": "Life at No.27",
      "description": "Life at No.27 is a non-profit gardening and wellbeing therapy organisation. We provide practical group and 1-2-1 classes and workshops for all ages.",
      "preview": "Life at No.27 is a leading horticultural therapy and mental health counselling provider, built with passion at its core and designed to improve lives."
    }
  ],
  "_meta": {
    "total_bookmarks": 50
  }
}