{
  "data": [
    {
      "url": "https://www.seedsindia.org/",
      "title": "Home - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Maharashtra Flood Response 2025 Donate Now Jammu & Kashmir and Punjab Flood Response 2025 Donate Now SEEDS receives prestigious United Nati"
    },
    {
      "url": "https://www.hrw.org/report/2018/01/23/hidden-chains/rights-abuses-and-forced-labor-thailands-fishing-industry",
      "title": "Hidden Chains: Rights Abuses and Forced Labor in Thailand's Fishing Industry | HRW",
      "description": "This report describes how migrant fishers from neighboring countries in Southeast Asia are often trafficked into fishing work, prevented from changing employers, not paid on time, and paid below the minimum wage. Migrant workers do not receive Thai labor law protections and do not have the right to form a labor union.",
      "preview": "Would you like to see a version of this page that loads faster by showing text only? Yes No, don't ask again ✕ Close Summary Our money is with [the ow"
    },
    {
      "url": "https://www.accesscu.ca/en/news/access-cu-fulfills-commitment-for-better-member-experience-and-cyber-security",
      "title": "Access Credit Union - Access CU fulfills commitment for better member experience & cyber security",
      "description": "Access Credit Union persisted through the past year's challenges to deliver a promise made to their members for a better member experience and enhanced cyber security.",
      "preview": "Personal Business Wealth About Service Status Rates News Join Us Contact Search Sign In Search Sign In Sign In Personal + - Spending Saving Borrowing"
    },
    {
      "url": "https://www.randomlists.com/nouns",
      "title": "Generate a list of random nouns",
      "description": "A great free teaching tool. Create a list of nouns from our massive English word database. Also add any other parts of speech.",
      "preview": "Random nouns: Loading... Random Noun Generator If you missed your curfew, or were out with that friend your husband/wife just doesn't like, you probably"
    },
    {
      "url": "https://bulletins.psu.edu/undergraduate/colleges/engineering/civil-engineering-bs/#accreditationtext",
      "title": "Civil Engineering, B.S. (Engineering) &vert Penn State",
      "description": "void",
      "preview": "New Bulletin Edition: You are viewing the 2025-2026 edition of the Undergraduate Bulletin. Undergraduate students who entered the university prior to"
    },
    {
      "url": "http://slideme.org/fr/node/20110178/reviews",
      "title": "SLIDEME-end",
      "description": "void",
      "preview": "Thank you for being part of this journey."
    },
    {
      "url": "https://vitaminpatchclub.com/products/total-package-bundle",
      "title": "Total Package Bundle - Vitamin Patch Club",
      "description": "Meet The Total Package-a powerful 4-in-1 bundle designed for those who want it all: more energy, stronger immunity, faster recovery, enhanced strength, and radiant beauty. Featuring our Energize (B-Complex), Wellness (Vitamins D &amp; C), Strength (Iron), and Restore (Zinc) patches, this bundle supports your body from",
      "preview": "Skip to content Shop Columbus Day Sale! Spend $100 get $40GC, spend $200 get $75GC, spend $400 get $100GC. gift cards will be emailed on Oct 20th 5 Wa"
    },
    {
      "url": "https://cargoforum.de/Forums/viewtopic/p=64862.html",
      "title": "Cargoforum › Forum › Außenhandel und Zoll › Außenhandel und Zoll allgemein › neue EORI Nummer",
      "description": "Cargoforum.de, Forum für Transport, Logistik, Spedition, Zoll und Aussenwirtschaft.",
      "preview": "Forum für Transport, Logistik, Spedition, Zoll und Außenhandel Cargoforum.de in Zahlen: 13.142 registrierte User - 0 User online - 41 Gäste online - 6"
    },
    {
      "url": "https://recipesfromapantry.com/",
      "title": "Fresh Easy Recipes with colours, flavours and spices - Recipes From A Pantry",
      "description": "Browse hundreds of fresh easy recipes made with exciting colours, flavours and spices. Easy Instant Pot Recipes, healthier easy Air Fryer Recipes, Southern Recipes, Jamaican Recipes, easy Seasonings and kitchen tips that anyone can use.",
      "preview": "Skip to content Dinner Air Fryer Instant pot Dessert Learn To Cook Subscribe to get tasty new recipes + cooking tips and tricks delivered into your in"
    },
    {
      "url": "https://www.gopenske.com/",
      "title": "Penske Truck Leasing, Logistics, Truck Rental, Used Trucks Sales",
      "description": "Penske's product lines include commercial and consumer truck rentals, full-service truck leasing and maintenance, logistics solutions, and used trucks.",
      "preview": "Move Forward We have a relentless drive to help our customers win. Move Forward TRUCK RENTAL Personal Commercial Lease & Maintenance Learn More Logist"
    },
    {
      "url": "https://decidenow-app.com/privacy/",
      "title": "Decide Now! - Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Effective date: April 13, 2019 Catforce Studio represented by Gleb Kotov operates the https://decidenow-app.com website. Gleb Kotov bui"
    },
    {
      "url": "https://hrtechprivacy.com/brands/glassdoor#privacypolicy",
      "title": "HR Tech Privacy -",
      "description": "Glassdoor Privacy Policy Revised September 29, 2025 (previous version) Glassdoor LLC (\"Glassdoor\") is the provider of the services Glassdoor.com and Fishbowlapp.com.",
      "preview": "Glassdoor Privacy Policy Revised September 29, 2025 ( previous version ) Glassdoor LLC (\"Glassdoor\") is the provider of the services Glassdoor.com and"
    },
    {
      "url": "https://nicholasdevito.wordpress.com/tag/books/",
      "title": "books | Nicholas DeVito",
      "description": "Posts about books written by Nicholas",
      "preview": "Nicholas DeVito Skip to content Home About About Me Photos Tag Archives: books July 6, 2011 · 3:59 pm The Pioneer Spirit \"Pioneers! O Pioneers! Come m"
    },
    {
      "url": "https://www.campaignfornature.org/global-steering-committee",
      "title": "Global Steering Committee - Campaign For Nature",
      "description": "void",
      "preview": "Back Why 30%? Getting to 30% The Science Behind 30x30 Support for 30x30 Back Why $20 Billion? Fairshare Of Biodiversity Finance Back NEWS Back Press R"
    },
    {
      "url": "https://pressable.com/?utm_source=Automattic&utm_medium=rpc&utm_campaign=Concierge%20Referral&utm_term=concierge",
      "title": "Truly Incredible WordPress Hosting by Pressable",
      "description": "Pressable is where WordPress works best. We provide reliable, secure, and speedy WordPress hosting backed by expert support.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://adage.com/",
      "title": "Advertising, Marketing, Media and Tech News - Ad Age",
      "description": "void",
      "preview": "Keep Hispanic consumers engaged-why pulling back now costs more later Despite slower spending, sustained and culturally fluent engagement builds Hispa"
    },
    {
      "url": "https://forward.com/news/529130/george-santos-jewish-lie-genealogy-records/",
      "title": "Congressman-elect George Santos lied about grandparents fleeing anti-Jewish persecution during WWII - The Forward",
      "description": "Genealogy records, Facebook posts and other online clues show that Congressman-elect George Santos' claims of Jewish heritage are false.",
      "preview": "Skip To Content logo/forward/small Israel-Hamas War Antisemitism Decoded Republish our articles פֿאָרווערטס News Congressman-elect George Santos lied"
    },
    {
      "url": "http://digitaledition.dailysouthtown.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "http://palacantonin.pl/en",
      "title": "Palace in Antonin",
      "description": "void",
      "preview": "Skip to main content Pl Eng D Accommodation Reservation Location Contact Buy Adidas Yeezy Boost,Adidas Buy Yeezy Boost Adidas Yeezy 350 Original,adida"
    },
    {
      "url": "https://shop.calliste.lu/de/marken?/hersteller-someday?",
      "title": "Marken - Calliste Fashion",
      "description": "Trendige Marken für Damen, Herren und Ihr Zuhause - Entdecken Sie angesagte Brands und Labels im Calliste Onlineshop oder in den Calliste Filialen in Luxemburg",
      "preview": "× Wird geladen... Ihre Zustimmung zu Cookies Um Ihr persönliches Shoppingerlebnis so angenehm wie möglich zu gestalten, verwendet Calliste Cookies, au"
    },
    {
      "url": "https://news.engr.psu.edu/2022/stewart-bryn-carbon-release-from-streams.aspx",
      "title": "Climate plays large role in carbon release from streams, researchers find | Penn State Engineering",
      "description": "void",
      "preview": "Penn State | College of Engineering < Back A team of Penn State engineers has determined that both water discharge - or the volume of water flowing th"
    },
    {
      "url": "https://www.rollingstone.com/music/music-lists/500-greatest-albums-of-all-time-156826/",
      "title": "Greatest Albums List (Published 2003)",
      "description": "Rolling Stone's list of the 500 Greatest Albums of All Time was originally published in 2003, with a slight update in 2012.",
      "preview": "× × Skip to main content By Rolling Stone Rolling Stone View all posts by Rolling Stone May 31, 2009 The RS 500 was assembled by the editors of Rollin"
    },
    {
      "url": "https://www.xumo.tv/",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "https://webopen.oberhaching.de/Mediensuche/Einfache-Suche?searchhash=OCLC_866c49ab88751edea4a484fed95e491777ae9591&top=y",
      "title": "Einfache Suche",
      "description": "void",
      "preview": "Informationen zum Datenschutz Bei der Verwendung dieser Webseite werden Cookies angelegt, um die Funktionalität für Sie optimal gewährleisten zu könne"
    },
    {
      "url": "https://kingdomhearts.fandom.com/fr/wiki/Reine_Minnie",
      "title": "Reine Minnie | Kingdom Hearts Wiki | Fandom",
      "description": "MinniePrincesseGalerie Oh, Sora ! Le roi m'a parlé de vous dans ses lettres. Il dit que vous êtes un jeune homme très courageux.La Reine Minnie à Sora, ce dernier n'étant pas déplu de ce que lui disait la Reine La Reine Minnie est la reine du Château Disney. Elle gère très bien le château et le...",
      "preview": "Kingdom Hearts Wiki Les alertes Spoiler pour Birth by Sleep doivent avoir été enlevées depuis le 4 octobre. Si vous retrouver des alertes Spoiler, veu"
    },
    {
      "url": "https://www.bb-shop.ro/bijuterie-vida_colored_diamonds-100934.html?utm_source=splendor.ro&utm_campaign=Bijuterii&utm_medium=referral&utm_content=PaginaProdus",
      "title": "Inele de logodna Vida Colored Diamonds 43983R-LD8WP | Bijuterii dama | B&B SHOP Magazin online de bijuterii si accesorii",
      "description": "Bijuterie Inele de logodna Vida Colored Diamonds 43983R-LD8WP, clasa Premium, tip dama | aur 18 Kt, diamant natural negru 0.81ct, 28 diamante naturale 0.485ct (H SI), | B&B SHOP Magazin online de bijuterii originale/autentice",
      "preview": "▲ B&B Shop Bijuterii INELE DE LOGODNA INELE DE LOGODNA DAMA inele de logodna dama aur 18 kt diamant Inele de logodna Vida Colored Diamonds 43983R-LD8W"
    },
    {
      "url": "https://deathpenaltyinfo.org/policy-issues/innocence",
      "title": "Innocence | Death Penalty Information Center",
      "description": "The Death Penalty Information Center (DPI) is a national non-profit organization whose mission is to serve the media, policymakers, and the general public...",
      "preview": "Breaking News: Texas Court of Criminal Appeals Grants Stay of Execution for Robert Roberson Policy Innocence The death penalty carries the inherent ri"
    },
    {
      "url": "https://olympics.com/en/athletes/jamie-anderson",
      "title": "Jamie ANDERSON",
      "description": "Visit Jamie ANDERSON profile and read the full biography, watch videos and read all the latest news. Click here for more.",
      "preview": "Jamie ANDERSON United States of America Snowboard Olympic Medals 2 G 1 S Games Participations 3 First Olympic Games Sochi 2014 Year of Birth 1990 Olym"
    },
    {
      "url": "https://www.unocha.org/sites/unocha/files/Global-Humanitarian-Response-Plan-COVID-19.pdf",
      "title": "Global Humanitarian Response Plan: COVID-19 (April - December 2020) GHRP July Update [EN/AR] - World | ReliefWeb",
      "description": "Appeal in Arabic on World and 71 other countries about Agriculture, Coordination, Epidemic and more; published on 17 Jul 2020 by OCHA",
      "preview": "Skip to main content Ask about this document Go to chat page Attachments Download Report (PDF | 3.51 MB) Download Report (PDF | 2.01 MB) Download Repo"
    },
    {
      "url": "https://nclud.com/",
      "title": "nclud - A Creative Digital & Branding Agency",
      "description": "We are a full service digital creative and branding agency focused on imagining and building highly-interactive websites that push the limits of design and development.",
      "preview": "We are a strategic creative agency that elevates brands . We discover, analyze, and innovate to create ideas - then bring those ideas to life. We diss"
    },
    {
      "url": "https://www.guggenheim.org/visit",
      "title": "Plan Your Visit | The Guggenheim Museums and Foundation",
      "description": "Plan your visit to the Guggenheim with information about the hours, tickets, discounted admission, and more.",
      "preview": "We use cookies to provide a more personalized website experience. By clicking \"I Accept\" you consent to all cookies. Click \"I Decline\" to continue wit"
    },
    {
      "url": "https://publicdomainreview.org/",
      "title": "The Public Domain Review - Online journal dedicated to showcasing the most interesting and unusual out-of-copyright works available on the web",
      "description": "Online journal and not-for-profit project dedicated to the exploration of curious and compelling works from the history of art, literature, and ideas.",
      "preview": "Home Essays Collections Explore Shop Support PDR About Blog Search Search The Public Domain Review The Adventures and Experiences of the First Slovak"
    },
    {
      "url": "https://www.businessoffashion.com/articles/luxury/the-plan-for-off-white-after-virgil-abloh/",
      "title": "The Plan for Off-White After Virgil Abloh | BoF",
      "description": "Executives at New Guards Group and LVMH reveal exclusively to BoF the 'endless' pipeline Abloh left behind and their plans to harness his legacy to build a multi-billion-dollar brand.",
      "preview": "Skip to main content Share current article via Email Share current article via Facebook Share current article via Twitter Share current article via Li"
    },
    {
      "url": "https://magicbymio.com/",
      "title": "Close up Magician in Miami and Fort Lauderdale | Mentalist",
      "description": "Mio is a world class magician based out of Miami. He provides close up magic, very popular mentalism shows, and corporate team building.",
      "preview": "Home Extraordinary Close-Up Magic ® & Mentalism™ Michael Jordan, Prince Albert of Monaco, Robert De Niro, Barbra Streisand, Howie Mandel, Madonna, Syl"
    },
    {
      "url": "http://www.cantinedimarca.it/",
      "title": "Marketing del Vino | Roberto Cavasin Marketing Strategist",
      "description": "In questi anni mi sono specializzato nello sviluppo di progetti di comunicazione legati all'enogastronomia e in particolare nel settore del Vino",
      "preview": "Salta al contenuto In questi anni mi sono specializzato nello sviluppo di progetti di comunicazione legati all'enogastronomia e in particolare nel set"
    },
    {
      "url": "https://cordis.europa.eu/project/rcn/204036/results/en",
      "title": "Making a yeast-based candidate vaccine against Porcine Epidemic Diarrhea Virus (PEDV) | PIGYVAX | Project | Results | H2020 | CORDIS | European Commission",
      "description": "Deliverables, publications, datasets, software, exploitable results",
      "preview": "Skip to main content Making a yeast-based candidate vaccine against Porcine Epidemic Diarrhea Virus (PEDV) CORDIS provides links to public deliverable"
    },
    {
      "url": "https://www.boostjuice.com.au/home_promo/new-nothing-but-passion/",
      "title": "Gabby's Dollhouse - Boost Juice",
      "description": "Boost Juice is one of Australia's most famous and loved juice and smoothie brands.",
      "preview": "We couldn't find the page you're looking for so we smashed this watermelon to easeour frustration. We feel better now. See our drinks Back to home Sur"
    },
    {
      "url": "https://www.rewild.org/",
      "title": "We don't need to reinvent the planet-we need to rewild it.",
      "description": "Protect and restore the wild with Re:wild. Discover our conservation projects, campaigns, and ways to take action for a thriving planet.",
      "preview": "We don't need to reinvent the planet. We need to rewild it. Re:wild protects and restores the wild. We do this because the solutions to our most press"
    },
    {
      "url": "http://www.vpchat.com/",
      "title": "Chat Rooms - Chat Games - Avatar Chat",
      "description": "Chat with your personalized avatar, play multi-player games, use instant messaging or voice chat.",
      "preview": "VPchat Shut Down February 19, 2022 It's been 20 years since VPChat was launched, following the closure of Excite VPChat, but now it has come to an end"
    },
    {
      "url": "https://www.drazby.cz/drazba-zasob-elektronika-kabely-spolecnosti-inn/",
      "title": "Dražba zásob - elektronika, kabely společnosti I.N.N. | Drazby.cz",
      "description": "void",
      "preview": "Domů zavřít Chci uspořádat dražbu Chci nakoupit v dražbě Právě dražíme Chci nabídku zdarma Vše o dražbách Reference O nás Kontakty / Nabídka dražeb /"
    },
    {
      "url": "https://mlflow.org/docs/latest/python_api/mlflow.sklearn.html",
      "title": "mlflow.sklearn",
      "description": "void",
      "preview": "Documentation Python API mlflow.sklearn mlflow.sklearn The mlflow.sklearn module provides an API for logging and loading scikit-learn models. This mod"
    },
    {
      "url": "https://marksoons.nl/category/momentum-podcast/",
      "title": "Momentum Podcast Archieven - Mark Soons | Auteur | Businesscoach | Investeerder",
      "description": "void",
      "preview": "Omgaan met 2 Soorten Onderhandelaars Ontdek de 2 soorten onderhandelaars in deze nieuwe aflevering en pas de tips van deze video toe bij het onderhand"
    },
    {
      "url": "https://safety.blr.com/",
      "title": "EHS Hero",
      "description": "void",
      "preview": "Welcome Please log in to continue. Log In"
    },
    {
      "url": "https://www.calicolabs.com/people/arthur-d-levinson",
      "title": "Arthur D. Levinson, Ph.D. - Calico",
      "description": "void",
      "preview": "Skip to content 0% About In September 2013, Art was named chief executive officer of Calico. Before that, he was chief executive officer of Genentech"
    },
    {
      "url": "https://my.ucsc.edu",
      "title": "MyUCSC redirect to Login Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.eingang.org/Games/boggle.html",
      "title": "Boggle/Big Boggle Word Finding Game FAQ",
      "description": "Mach and Ein's IRC Boggle Game FAQ",
      "preview": "Boggle/Big Boggle FAQ This FAQ (Frequently Asked Questions) document is maintained by Michelle A. Hoyle ( eingang@eingang.org ). It is normally posted"
    },
    {
      "url": "https://zsmi.pl/tag/zasady-ortografii/",
      "title": "Zasady Ortografii | Zespół Szkół Mechaniczno - Informatycznych",
      "description": "void",
      "preview": "Wyszukaj na stronie Popularne wyszukiwania: Rekrutacja Wydarzenia Kontakt Dokumenty Strona główna Dziennik Elektroniczny PODRĘCZNIKI REKRUTACJA EGZAMI"
    },
    {
      "url": "https://oceanpanel.org/sites/default/files/2020-02/HLP%20Blue%20Paper%20on%20IUU%20Fishing%20and%20Associated%20Drivers.pdf",
      "title": "High Level Panel for a Sustainable Ocean Economy",
      "description": "The High Level Panel is committed to putting sustainability at the heart of ocean management to benefit people, nature and the economy.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://renner.org/article/what-should-you-do-when-you-get-offended/",
      "title": "What Should You Do When You Get Offended? | Renner Ministries",
      "description": "What Should You Do When You Get Offended?",
      "preview": "What Should You Do When You Get Offended? Back What Should You Do When You Get Offended? Then said he unto the disciples, It is impossible but that of"
    },
    {
      "url": "https://www.medanta.org/",
      "title": "Super Speciality Hospital | Best Healthcare Hospital in India",
      "description": "Medanta is a super-specialty healthcare hospital in India, that provides world-class proven treatment including heart, liver, and kidney transplants, & cancer treatments. Call to book an appointment.",
      "preview": "1068 Facebook Twitter instagram Youtube Request Call Back Name * Mobile Number * Email Submit Name * Mobile Number * Email * Resume (accepted only pdf"
    },
    {
      "url": "https://carlsonschool.umn.edu/faculty-research/analytics-for-good-institute",
      "title": "Analytics for Good Institute | Minnesota Carlson",
      "description": "Minnesota Carlson's Analytics for Good Institute uses data analytics to solve social problems. Partner with us to make a difference",
      "preview": "Skip to main content Analytics for Good Institute Big data analytics, machine learning, and artificial intelligence all hold tremendous potential to a"
    },
    {
      "url": "https://www.fariyas.com/resort-in-lonavala/",
      "title": "Fariyas Resort, Lonavala. Hotel, Restaurant & Wedding Venue",
      "description": "Resort, Hotel, Wedding Venue & Spa in Lonavala-Khandala with Water Theme Park near Mumbai, Pune, Bhushi Dam, Pawna Lake, Railway Station, Wax Museum",
      "preview": "SEARCH SITE BY TYPING (ESC TO CLOSE)"
    },
    {
      "url": "https://www.livexlive.com",
      "title": "LiveOne - Music, Podcasts and more",
      "description": "LiveOne (NASDAQ:LVO) is a global digital media company dedicated to music and live entertainment. LiveOne powered by Slacker Radio is your home for music, podcasts, and more featuring Kids' Halloween, Weekly Dance/Electronic 20, Halloween Party, Autumn Air",
      "preview": "LiveOne LiveOne Sign Up Free Login Home Live Events Music Originals Podcasts Alternative Country Rock Pop Video Insomniac Alt Indie Country EDM/Dance"
    },
    {
      "url": "http://www.nacionlibre.net/track/1044/furiosa-aullidos",
      "title": "Aullidos por Furiosa (Furiosa) | Nación Libre Records",
      "description": "Grabado, mezclado y producido por Alan Vargas en Fogata Grabaciones (Chihuahua, México) durante Agosto de 2017. Asistente de producción: Ara",
      "preview": "Aullidos por Furiosa Del álbum: Furiosa Aullidos"
    },
    {
      "url": "https://www.svietidla-eshop.sk/svietidlo/serenity-svietidlo-zavesne-biele",
      "title": "Serenity - svietidlo závesné biele | Svietidla-eshop.sk",
      "description": "<p>Závesné svietidlo moderného vzhľadu, určené na osvetlenie obytných miestností. Materiál: matné striebro, biele saténové sklo. Rozmery svietidla: výška 1200mm x šírka 290mm. Svetelný zdroj: 1 x 60W, objímka E27.</p>",
      "preview": "Interiérové svietidlá Interiérové závesné svietidlá Serenity - svietidlo závesné biele Serenity - svietidlo závesné biele 62.00 € Závesné svietidlo mo"
    },
    {
      "url": "https://plevenzapleven.bg/blog/tag/%D0%BE%D1%82%D0%BA%D1%80%D0%B0%D0%B4%D0%BD%D0%B0%D1%82-%D0%B0%D0%B2%D1%82%D0%BE%D0%BC%D0%BE%D0%B1%D0%B8%D0%BB/",
      "title": "Плевен За Плевен - откраднат автомобил",
      "description": "Животът в Плевен, какъвто е",
      "preview": "петък 10 октомври 2025 За нас / Реклама в сайта БЕЛЕНЕ ГУЛЯНЦИ ДОЛНА МИТРОПОЛИЯ ДОЛНИ ДЪБНИК ИСКЪР КНЕЖА ЛЕВСКИ НИКОПОЛ ПОРДИМ ЧЕРВЕН БРЯГ СПОРТ ФУТБО"
    },
    {
      "url": "https://advisory.kpmg.us/articles/2021/net-zero-commitments-where-plan.html",
      "title": "Net-zero commitments: Where's the plan?",
      "description": "Turning net-zero commitments into action requires comprehensive planning.",
      "preview": "Download PDF Share Net-zero commitments: Where's the plan? Turning net-zero commitments into action requires comprehensive planning. With 70 percent o"
    },
    {
      "url": "https://covid19.colorado.gov/",
      "title": "COVID19 | Colorado Department of Public Health and Environment",
      "description": "void",
      "preview": "Skip to main content 1 COVID19 Available languages: Español 2025-2026 COVID-19 vaccines On Sept. 3, 2025, CDPHE Executive Director Jill Hunsaker Ryan"
    },
    {
      "url": "https://relianceretail.com/reliance-fresh.html",
      "title": "Reliance Retail",
      "description": "void",
      "preview": "Reliance Fresh Home Our Brands Reliance Fresh Reliance Retail started its journey in 2006 with the opening of its first Reliance Fresh store. Today Re"
    },
    {
      "url": "https://carpet-rug.org/testing/seal-of-approval-service-providers/hire-a-carpet-cleaning-professional/",
      "title": "Hire a Carpet Cleaning Professional - The Carpet and Rug Institute",
      "description": "Keep Your Carpet Looking Beautiful with Professional Cleaning Vacuuming is great for basic carpet maintenance, but to keep it at peak performance, CRI recommends professionally deep cleaning your carpet every 12 to 18 months. (Be sure to check your carpet warranty for specific requirements.) Seal of Approval Service Providers CRI strongly recommends getting your carpet [...]",
      "preview": "Skip to content Home Testing Seal of Approval Service Providers Hire a Carpet Cleaning Professional Hire a Carpet Cleaning Professional Keep Your Carp"
    },
    {
      "url": "https://shop.github.com/",
      "title": "GitHub Shop",
      "description": "GitHub's collection of high-quality, sustainable gifts for yourself, a friend, or even your pet.",
      "preview": "Skip to content Explore the full Universe 2025 agenda and build your schedule today . GitHub Shop logo Close Search Search Console git Close dev/core"
    },
    {
      "url": "https://www.pincergames.com",
      "title": "Pincer Games",
      "description": "Indie Game Studio from Uruguay. Creators of Fighters of Fate and Scam Quest.",
      "preview": "top of page Hello there! Subscribe now to get the latest news about Pincer Games and invitations to early tests SUBSCRIBE I accept the Privacy Policy"
    },
    {
      "url": "https://www.formula1.com/en/latest/features.html",
      "title": "Latest F1 News",
      "description": "Don't miss a Formula 1 moment - with the latest news, videos, standings and results. Go behind the scenes and get analysis straight from the paddock.",
      "preview": "LATEST F1 NEWS All Analysis Technical Lifestyle & Culture F1 Unlocked F2 F3 F1 Academy All How many titles would F1 drivers have using today's points?"
    },
    {
      "url": "http://my.studiopress.com/themes/enterprise/",
      "title": "Themes Archive - StudioPress",
      "description": "void",
      "preview": "Skip to main content Premium WordPress Themes Want access to and support for all our themes? Explore our all-in-one Genesis Pro , Hosting , and Agency"
    },
    {
      "url": "https://www.forbes.com.mx/buffett-dona-2000-millones-a-la-gates-foundation/",
      "title": "Buffett dona 2,000 millones a la Gates Foundation • Forbes México",
      "description": "El Oráculo de Omaha donó en total 2,600 mdd en acciones de Berkshire Hathaway a cinco fundaciones benéficas, ha donado casi 20,000 mdd en toda su vida.",
      "preview": "Portada / Forbes Life / Filantropía / Buffett dona 2,000 millones a la Gates Foundation Forbes Staff julio 9, 2013 @ 6:28 am 2013-07-09T06:28:00-0600"
    },
    {
      "url": "https://www.acm.org",
      "title": "Association for Computing Machinery",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession Join Volunteer myACM Search Input Search Submit Association for Computing Machinery Advancing Computing"
    },
    {
      "url": "https://www.prisonpolicy.org/reports/pie2019women.html",
      "title": "Women's Mass Incarceration: The Whole Pie 2019 | Prison Policy Initiative",
      "description": "Report showing the number of women in the U.S. who are locked up in various correctional systems and why",
      "preview": "Home About Publications Reports Briefings Visuals State Profiles Advocacy Toolkit Fact Sheets Art Issues Data Blog Trump Tracker Contact Careers Donat"
    },
    {
      "url": "https://downandfeathercouncil.com/",
      "title": "American Down and Feather Council - The ADFC Seal of Approval",
      "description": "void",
      "preview": "Click on the video below or visit the sustainability tab to learn about down's superior sustainability. Down naturally helps to regulate body temperat"
    },
    {
      "url": "https://ipsnews.be",
      "title": "Home | Inter Press Service",
      "description": "void",
      "preview": "Overslaan en naar de inhoud gaan Menu Inter Press Service Nieuwsagentschap Dit nieuws in uw medium? -- Kies een regio -- Noord-Amerika Latijns-Amerika"
    },
    {
      "url": "http://www.ice.it/",
      "title": "Home | Agenzia ICE",
      "description": "ICE - Agenzia per la promozione all'estero e l'internazionalizzazione delle imprese italiane organismo attraverso cui il Governo favorisce lo sviluppo delle imprese",
      "preview": "Go to main content Go to site navigation Offcanvas Sito in manutenzione. Ci scusiamo per i possibili disagi. Stop autoplay Restart autoplay Go to prev"
    },
    {
      "url": "https://darkhouroftokyo.tumblr.com/",
      "title": "@darkhouroftokyo on Tumblr",
      "description": "him/they / 22 / antisocial shut-in / I miss having friends",
      "preview": "Posts nerdy-arty Follow Venezuelan Miku!! pukicho Follow I bet you work at the anti-soup kitchen, which steals soups from the poor. propaganda-inc Yea"
    },
    {
      "url": "http://www.geonames.org/about.html",
      "title": "About GeoNames",
      "description": "void",
      "preview": "GeoNames Home | Postal Codes | Download / Webservice | About search About GeoNames The GeoNames geographical database is available for download free o"
    },
    {
      "url": "https://translate.wordpress.org/projects/wp-plugins/gdpr-cookie-compliance",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law < GlotPress | WordPress.org",
      "description": "void",
      "preview": "Skip to content Log In Register Projects Plugins GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law New to"
    },
    {
      "url": "https://www.scout.com/",
      "title": "College Sports News and Recruiting",
      "description": "Stay up to date with all the College sports news, recruiting, transfers, and more at 247Sports.com",
      "preview": "‌ ‌ ‌ 247 Logo 247Sports VIP VIP 30% off Annual VIP Pass first year Chat Chat with Experts & hard-core fans in our premium message boards Newspaper In"
    },
    {
      "url": "https://docs.appsyoulove.com/policies/privacy-policy/",
      "title": "Privacy Policy · AppsYouLove Terms & Policies",
      "description": "void",
      "preview": "Privacy Policy Effective September 22, 2025 Welcome to AppsYouLove LTD. Your privacy is important to us AppsYouLove LTD (\"AppsYouLove\", \"us\", \"our\" or"
    },
    {
      "url": "https://help.nationalgeographic.com/",
      "title": "National Geographic Partners Support Center",
      "description": "void",
      "preview": "ng-border-footer facebook twitter instagram"
    },
    {
      "url": "https://www.hazeldenbettyford.org/treatment/family-children/childrens-program",
      "title": "Family and Children Services | Hazelden Betty Ford",
      "description": "Addiction recovery unites and strengthens families. These resources for family members of addicts and alcoholics promote accountability, acceptance, and respect.",
      "preview": "Care and Support for Families Our Family Access Coordinators provide personalized support to help you find the right programs for your family. Call or"
    },
    {
      "url": "https://stablediffusionweb.com/",
      "title": "Stable Diffusion Online",
      "description": "Stable Diffusion is a deep learning model that generates images from text descriptions. Use Stable Diffusion online for free.",
      "preview": "Stable Diffusion Online Stable Diffusion is a latent text-to-image diffusion model capable of generating photo-realistic images given any text input,"
    },
    {
      "url": "https://aws.amazon.com/what-is-cloud-computing",
      "title": "What is Cloud Computing? - Cloud Computing Services, Benefits, and Types - AWS",
      "description": "void",
      "preview": "Skip to main content AWS › Cloud Computing What is cloud computing? Cloud computing is the on-demand delivery of IT resources over the Internet with p"
    },
    {
      "url": "https://cincode5.blogspot.com/2009/03/caricaturas-pessoas-famosas.html",
      "title": "\"Caricaturas de pessoas famosas!\" ~ \"Cinco de 5\"",
      "description": "Rei das cirúrgias plásticas, praticante de aberração facial... Desenhista, criador de personagens dentuços e comilões... Conhecido como Sh...",
      "preview": "skip to main | skip to sidebar Inicio Equipe Assine Support About Home Humor Relacionamento Mulher Homens Quadrinhos Curiosidades Cinema Sexo 20/03/20"
    },
    {
      "url": "https://www.policylink.org/",
      "title": "PolicyLink | PolicyLink",
      "description": "void",
      "preview": "Skip to main content WE ARE THE FOUNDERS More About Our Vision Governing for All A LETTER: OUR FOUNDING OPPORTUNITY Learn About Governing for All The"
    },
    {
      "url": "https://inspiredleaders.downtown.org/account/login.aspx?ReturnUrl=https://downtown.org/",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://www.repostatus.org/#active",
      "title": "repostatus.org",
      "description": "void",
      "preview": "What It Is Many people and organizations have publicly available code in varying states of usability, development (whether or not further development"
    },
    {
      "url": "https://www.bookedupac.com/",
      "title": "Booked Up AC",
      "description": "Welcome to the website of Booked Up AC",
      "preview": "Our Story A new era of Booked Up. Read more about our story. Read More Mugs Booked Up Mugs Now Back In Stock Shop Now Browse our Inventory A collectio"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85917",
      "title": "Searchable Recipe Database - ALBERELLO DI NATALE",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.patreon.com/clairesaffitz",
      "title": "Claire Saffitz | creating recipes, videos, and community | Patreon",
      "description": "creating recipes, videos, and community",
      "preview": "Skip navigation Recent posts by Claire Saffitz Claire Saffitz Unlock 65 posts Join for free Unlock 65 posts and join a growing community Join for free"
    },
    {
      "url": "https://famigros.migros.ch/de/familienleben/essen-und-trinken/rezepte/tags/profi/wickelmoeglichkeit",
      "title": "Familien-Rezepte | Famigros",
      "description": "Feine Rezepte und hilfreiche Ernährungstipps rund ums Essen und Trinken in der Familie.",
      "preview": "Internet Explorer 11 wird nicht mehr unterstützt Für ein optimales Webseiten Erlebnis bitten wir dich einen neueren Webbrowser zu nutzen. Breadcrumb N"
    },
    {
      "url": "https://comprarahorrando.es/essie-allure/",
      "title": "▷ essie allure 】",
      "description": "l➤ ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure, has llegado al sitio correcto. En esta sección te vamos a",
      "preview": "essie allure Comprar Ahorrando Salud y Belleza essie allure ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure,"
    },
    {
      "url": "https://help.shipt.com/",
      "title": "Get Help With Your Questions About Shipt",
      "description": "Find answers to frequently-asked-questions and share your feedback about Shipt. Get in touch with our support team 24/7 via phone or live chat.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Popular Topics How do I switch my Shipt"
    },
    {
      "url": "https://stahlwandpool.ch/poolreinigung-f4/pool-ersatzfolie-rund-collonges-kanton-tessin-bezi-t24806.html?sid=5f578a1469576edd04779d71d07e883b",
      "title": "pool ersatzfolie rund Collonges - Kanton Tessin / Bezirk St. Moritz - stahlwandpool.ch",
      "description": "Stahlwandbecken Schwimmbecken als Einbaupool zum versenken im Garten. Hochwertige Swimmingpool von Profi-Poolwelt.de",
      "preview": "stahlwandpool.ch Stahlwandbecken Schwimmbecken als Einbaupool zum versenken im Garten. Hochwertige Swimmingpool von Profi-Poolwelt.de Zum Inhalt Schne"
    },
    {
      "url": "https://public.wmo.int/en/resources/world-meteorological-day",
      "title": "World Meteorological Day",
      "description": "void",
      "preview": "Skip to main content World Meteorological Day Every 23 March, the World Meteorological Organization commemorates the coming into force of the Conventi"
    },
    {
      "url": "https://app.geniusu.com/mentor_circles/1045/events/1514",
      "title": "Mini-Mastermind for GeniusU Mentors Week 4 - Webinars on GeniusU",
      "description": "What path should you follow in life? When you follow your natural genius, life becomes a joy. But if you focus on your weaknesses, everything becomes hard work. Take the free, one minute Genius Test, and discover your genius.",
      "preview": "Genius AI Join for free Log in Home Campuses Investor Entrepreneur University School Community Circles Mentors Students Companies Events Courses About"
    },
    {
      "url": "https://prose.ffxwxg.net/c/3408212/804499/11046?subid3=people",
      "title": "Truly Custom Haircare and Skincare | Prose",
      "description": "Discover the difference of truly custom haircare and skincare with Prose: Personalized formulas made just for you. Take your free consultation now.",
      "preview": "Prose.com requires JavaScript in order to run properly. Please enable JavaScript in your browser settings. If you are attempting to access this site w"
    },
    {
      "url": "https://wtfdidyoujust.tumblr.com/",
      "title": "@wtfdidyoujust on Tumblr",
      "description": "dat me",
      "preview": "Posts glumshoe Follow stereotypes about people \"really interested in WWI\" are wildly different than stereotypes about people \"really interested in WWI"
    },
    {
      "url": "https://a-blissful-infinity.tumblr.com/",
      "title": "Blissfully Infinite",
      "description": "void",
      "preview": "trilbiesarecool : ami-sempai : This gave me fucking goosebumps. I will always reblog this. entitling rotition amazed 4366. \"What were the chances you'"
    },
    {
      "url": "https://ida.submittable.com/submit/3f283ab8-8dec-49b7-81f4-694c362cdd9a/ida-2023-top-issues-councils-applications",
      "title": "IDA Submission Manager",
      "description": "IDA Submission Manager Powered By Submittable - Accept and Curate Digital Content",
      "preview": "Skip to Main Content Home View Your Submissions IDA There are presently no open calls for submissions. Welcome to the IDA submissions portal. Here you"
    },
    {
      "url": "https://lookingtogod.org/2021/05/03/stay-the-course/",
      "title": "Stay the Course - Looking to God",
      "description": "How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then others are saying, \"The truth is abound.\" God is not a God of confusion but of peace. \"Do not be anxious, saying, 'What shall we eat?' or 'What...",
      "preview": "Skip to content How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then oth"
    },
    {
      "url": "http://acestoohigh.com",
      "title": "ACEs Too High",
      "description": "void",
      "preview": "ACEs Too High Blog at WordPress.com. Subscribe Subscribed ACEs Too High Join 11,786 other subscribers Sign me up Already have a WordPress.com account?"
    },
    {
      "url": "https://busquedas.elperuano.pe/normaslegales/modifican-reglamento-del-sistema-de-seguimiento-satelital-pa-resolucion-ministerial-n-069-2019-produce-1745974-1/",
      "title": "Modifican Reglamento del Sistema de Seguimiento Satelital para las Embarcaciones Pesqueras - SISESAT - RESOLUCION MINISTERIAL - N° 069-2019-PRODUCE - PRODUCE",
      "description": "Modifican Reglamento del Sistema de Seguimiento Satelital para las Embarcaciones Pesqueras - SISESAT",
      "preview": "Buscar Filtro PDF HTML Cuadernillo Fecha de publicación: 02/03/2019"
    },
    {
      "url": "https://www.ihuonline.unisinos.br/edicao/260",
      "title": "Início",
      "description": "O Instituto Humanitas Unisinos - IHU - um órgão transdisciplinar da Unisinos, que visa apontar novas questões e buscar respostas para os desafios de nossa época. Parte da visão do humanismo social cristão, debatendo a sociedade do futuro.",
      "preview": "close search Início Edições anteriores Cadastre-se Contato Instituto Humanitas Unisinos search Edição 260 02 Junho 2008 SUS: 20 anos de curas e batalh"
    },
    {
      "url": "http://mtia.labs.si.umich.edu/search/?selected_facets=host_exact:Rita%20Rochelle&selected_facets=locations_exact:Guinea&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Angola&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Tanzania&selected_facets=completeness_exact:Platinum&selected_facets=performers_exact:Sunny%20Ade&selected_facets=performers_exact:Urafiki%20Band",
      "title": "Leo Sarkisian MTiA Archive",
      "description": "void",
      "preview": "1 Results Filters Host - Rita Rochelle 1 remove all filters Performers - Antoine Mundanda 1 Fela Ransome Kuti 1 Sunny Ade 1 Urafiki Band 1 remove all"
    },
    {
      "url": "http://wenk-autopflege.de/",
      "title": "Wenk Autopflege - Ihr professioneller Partner für umweltfreundliche Reinigungssysteme",
      "description": "Wenk Autopflege - Ihr professioneller Partner für umweltfreundliche Reinigungssysteme",
      "preview": "Ihr professioneller Partner für umweltfreundliche Reinigungssysteme Startseite Jobs Kontaktformular Impressum Datenschutz Login / Logout Startseite Fr"
    },
    {
      "url": "https://www.arcoirisnacozinha.com/2016/tortilha-de-batata-cenoura-e-cebola/",
      "title": "Tortilha de Batata, Cenoura e Cebola - Arco-íris na Cozinha",
      "description": "void",
      "preview": "Pesquisa por: Pesquisar outras receitas , sem frutos secos , sem glúten , vegetarianas Tortilha de Batata, Cenoura e Cebola 16 de Novembro, 2016 5 com"
    },
    {
      "url": "https://www.uwyo.edu/entomology/grasshoppers/colorado/fact-sheets/acrolophitus-hirtipes.html",
      "title": "Grasshoppers of Colorado",
      "description": "void",
      "preview": "Grasshoppers of Wyoming and the West Entomology Acrolophitus hirtipes (Say) Adult female Common name - Green fool grasshopper (Helfer, 1972) or Creste"
    },
    {
      "url": "https://blog.github.com",
      "title": "Home - The GitHub Blog",
      "description": "Updates, ideas, and inspiration from GitHub to help developers build and design software.",
      "preview": "Git 20 Years of Git, 2 days at GitHub HQ: Git Merge 2025 highlights 🎉 Git Merge 2025 celebrated 20 years of Git with talks, collaboration, and communi"
    }
  ],
  "_meta": {
    "total_bookmarks": 105
  }
}