{
  "data": [
    {
      "url": "https://www.khanacademy.org/computing/computer-science/algorithms",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://video.repubblica.it/edizione/parma?pag=4",
      "title": "Video - la Repubblica",
      "description": "Tutti gli articoli pubblicati, le gallerie fotografiche e i video pubblicati nella sezione Video",
      "preview": "Abbonati Scarica l'app Menu Cerca Notifiche Abbonati Abbonati Redazione Scriveteci Video Parma, rogo in un appartamento: madre e figlio salvati dai vi"
    },
    {
      "url": "https://ca.linkedin.com/company/dawn-staffing-solutions?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Dawn Staffing Solutions Inc | LinkedIn",
      "description": "Dawn Staffing Solutions Inc | 44,408 followers on LinkedIn. Driven By AI, Led By People. | One of the most renowned employment agencies in the Canadian Manufacturing, Skilled Trades and Engineering recruitment is Dawn Staffing Solutions Inc. With our team of specialized recruiters and strong database, we are able to secure qualified candidates to work with companies ranging from emerging growth companies to Fortune 500 clients for a wide range of positions. As part of the hiring process, we will work with you to ensure your complete satisfaction.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.nngroup.com/articles/top-10-mistakes-web-design/",
      "title": "Top 10 Mistakes in Web Design - NN/G",
      "description": "The 10 most egregious UX offenses against users. Web design disasters and HTML horrors are legion, though many usability atrocities are less common than they used to be.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 Top 10 Mistakes in Web Design Jakob Nielsen Jakob Nielsen January 1"
    },
    {
      "url": "https://disneyplus.com",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://www.drinkbai.com/bai-boost",
      "title": "Bai Boost - Bai",
      "description": "Fuel up on the good stuff. Like plant-based energy from tea extract, with 110 mg of caffeine, no artificial sweeteners and 10 calories. With this in your",
      "preview": "Page top Menu Bai Boost Products Fuel up on the good stuff. Like plant-based energy from tea extract, with 110 mg of caffeine, no artificial sweetener"
    },
    {
      "url": "http://www.kidswithfoodallergies.org/",
      "title": "Home | Kids with Food Allergies",
      "description": "(KFA) is a division of the Asthma and Allergy Foundation of America (AAFA), the nation's oldest and leading asthma and allergy charity. With one in 13 children now having a food allergy, KFA services are needed more than ever. We are a vital lifeline to families raising children with food allergies.",
      "preview": "New Anaphylaxis Action Plan AAFA's Food Allergy Anaphylaxis Action Plan provides information and instructions on how to manage an allergic reaction LE"
    },
    {
      "url": "https://woerterbuch.hantrainerpro.de/chinesisch-deutsch/bedeutung-anteweipu_antwerp.htm",
      "title": "Deutsche Übersetzung von 安特卫普 ( Anteweipu / Āntèwèipŭ ) - Antwerpen auf Chinesisch",
      "description": "安特卫普 ( Anteweipu / Āntèwèipŭ ) (deutsche Übersetzung: \"Antwerpen\") als chinesisches Schriftzeichen inklusive Strichreihenfolge, Pinyin-Lautumschrift, Aussprache in Mandarin, Beispielsatz und deutscher Übersetzung",
      "preview": "WÖRTERBUCH Das chinesische Wort Anteweipu - 安特卫普 - Āntèwèipŭ ( Antwerpen auf Chinesisch) English English translation Français Traduction française Esp"
    },
    {
      "url": "https://www.blackcurlmagic.com/wash-your-damn-hair/",
      "title": "About 5 - Black Curl Magic",
      "description": "void",
      "preview": "Hello! You're looking for the Wash Your Damn Hair Textbook. But don't worry-we've got something even better. Click the button below to learn more abou"
    },
    {
      "url": "https://air-loisirs.com/gb/contact-us",
      "title": "Nous contacter",
      "description": "Use our form to contact us",
      "preview": "Store information  AIR LOISIRS Chemin des Queutes 72230 Ruaudin France  Call us: 02 43 85 91 76  Email us: info@air-loisirs.com Contact us Subject"
    },
    {
      "url": "https://www.advocate.com/hiv-aids/2017/6/20/end-hiv-epidemic-not-if-trumpcare-passes",
      "title": "An End to the HIV Epidemic? Not If Trumpcare Passes",
      "description": "\"More people are going to get sick and more people are going to die.\"",
      "preview": "News Voices Arts & Entertainment Crime Education Health Love & Sex People Politics Sports OUT Pride Out Traveler PLUS ADVOCATE CHANNEL Support Us Subs"
    },
    {
      "url": "https://omidfarhang.com/2012/08/02/chrome-21-arrives-with-new-api-for-video-and-audio-communication/",
      "title": "Chrome 21 arrives with new API for video and audio communication | Omid Farhang",
      "description": "h-online: With the release of Chrome 21, web applications can now directly access the local system's built-in camera and microphone. Instead of requiring a special plugin, the major stable update to the WebKit-based web browser includes a new HTML5 <a href=\"http://www.html5rocks.com/en/tutorials/getusermedia/intro/\">getUserMedia</a> API - currently a W3C Editor's Draft - to provide web apps with access to the camera and microphone. For security purposes, users will be prompted to grant apps permission to access the hardware.",
      "preview": "h-online: With the release of Chrome 21 , web applications can now directly access the local system's built-in camera and microphone. Instead of requi"
    },
    {
      "url": "https://havaianas.com/us/en",
      "title": "Havaianas | Flip Flops & Sandals Original From Brazil Since 1962",
      "description": "With over 250 million pairs of flip flops sold every year in over 100 countries, Havaianas has become synonymous with modern flip flops, a must-have for beach-goers and trendsetters alike. From the streets of Brazil to the halls of the most famous contemporary art museum in New York - a true global icon.",
      "preview": "Quick View See Details Size: Size chart size chart Need help choosing your size? Havaianas sizing is Brazilian, which is different to European and US"
    },
    {
      "url": "https://www.klompsyhuis.nl/category/weekje-weg/",
      "title": "Weekje weg | Klomp Sy Huis bestaat niet meer",
      "description": "void",
      "preview": "Ga naar de inhoud Helaas, er zijn geen resultaten gevonden. Misschien helpt zoeken je om een gerelateerd bericht te vinden. Zoeken naar:"
    },
    {
      "url": "https://metalltechnik-dermbach.eshop.t-online.de/epages/Shop42414.sf/de_AT/?ObjectPath=/Shops/Shop42414/Products/61040-5",
      "title": "Kaminholzregal Metall 1,9 m x 0,6 m x 0,35 m Oberfläche feuerverzinkt ohne Dekor",
      "description": "Das Kaminholzregal aus Metall ist ohne Farbe und wird in natürlichem Cortenstahl Material geliefert.",
      "preview": "Zum Hauptinhalt springen Made in Germany Merkliste Mein Konto Anmelden Suchen nach (0) RASENKANTEN AUS METALL FÜR IHRE BEETE Jetzt entdecken Drucken K"
    },
    {
      "url": "https://www.abc.net.au/news/",
      "title": "ABC News - Trusted Source of Latest News & Headlines",
      "description": "Follow the latest news headlines from Australia's most trusted source. Read in-depth expert analysis and watch live coverage on ABC News.",
      "preview": "ABC News Loading Top Stories All State Trending Top Stories Ceasefire begins but IDF to 'remain in Gaza to pressure Hamas' Topic: Unrest, Conflict and"
    },
    {
      "url": "https://www.spotify.com/in/",
      "title": "Spotify - Web Player: Music for everyone",
      "description": "Spotify is a digital music service that gives you access to millions of songs.",
      "preview": "Trending songs Fanculo (feat. Marracash) The Fate of Ophelia DUOMO Scama NON CAPISCI (FREESTYLE) Non è mica te Semplicemente (from the Netflix Series"
    },
    {
      "url": "https://www.fox13now.com/news/local-news/family-mourns-loss-of-utah-woman-who-died-in-storage-unit-fire",
      "title": "Family mourns loss of Utah woman who died in storage unit fire",
      "description": "Murray City Police announced Monday that the victim was 27-year-old Morgan Kay Harris, formerly of southern Utah.",
      "preview": "void"
    },
    {
      "url": "https://www.joyclair.com/collections/only-stamps/products/prayer-warrior",
      "title": "Prayer Warrior",
      "description": "Prayer Warrior is a 4x6 Color by Faith Bible Journaling Clear stamp set used for Bible Journaling, Scrapbooking or Crafting projects. Joy Clair stamps are photopolymer clear stamps made in the USA. Free digital die svg file with purchase",
      "preview": "0 Home / CLEAR STAMPS / Prayer Warrior Prayer Warrior $ 15.99 Quantity Name Email Phone Number Message 4\"x 6\" Clear Photopolymer Stamp Set of 7 Bible"
    },
    {
      "url": "https://agency.accesshealthct.com/3d-flip-book/2019-board-of-directors-meeting",
      "title": "2019 Board of Directors Meeting - Access Health CT",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ywca-berkeley.org/",
      "title": "YWCA Berkeley/Oakland | Social Justice | Career Readiness | Financial Literacy",
      "description": "Resources and programming to advance racial justice, eliminate racism, empower women, and develop leaders with an anti-racist approach. Learn more about programs, impact and opportunities to get involved.",
      "preview": "0 Join our Strong Women For These Times Campaign We are excited to host events that highlight trailblazers in our community as part of our mission to"
    },
    {
      "url": "https://ed.ted.com/lessons/what-does-the-world-s-largest-machine-do-henry-richardson",
      "title": "What does the world's largest machine do? - Henry Richardson | TED-Ed",
      "description": "In 1967, Homer Loutzenheuser flipped a switch and connected the power grids of the United States, forming one interconnected machine. Today, the US power grid is the world's largest machine, containing more than 7,300 electricity-generating plants. So how exactly do these power plants work? Henry",
      "preview": "Skip to main content Your browser is not supported . This website may not work as expected. Please use the latest version of Chrome, Firefox, Safari,"
    },
    {
      "url": "https://www.oceng.cz/produkty/zubovy-system-elite-trida/",
      "title": "Zubový systém ELITE třída | Oceng.cz",
      "description": "Zubový systém ELITE třída. Prémiové provedení. Nevíte si rady s výběrem? Kontaktujte nás.",
      "preview": "Úvod Produkty Zuby a zubové systémy Zubový systém ELITE třída Zubový systém ELITE třída Krátký popis: Popis:"
    },
    {
      "url": "https://withoutyoumusical.com/",
      "title": "Home | Anthony Rapp's Without You",
      "description": "A new musical based on Anthony Rapp's New York Times best-selling memoir of love, loss and the musical RENT.",
      "preview": "Stay tuned for more dates! You would have to be made of stone to NOT be moved. The New York Times Out of the 525,600 MINUTES in your year, spend 90 of"
    },
    {
      "url": "https://vanessahurst.com/post/150351668335",
      "title": "Vanessa Hurst - Computing occupations are now the #1 source of new...",
      "description": "Computing occupations are now the #1 source of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "Vanessa Hurst - Computing occupations are now the #1 source of new... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfec"
    },
    {
      "url": "https://www.stjude.org",
      "title": "St. Jude Children's Research Hospital",
      "description": "A leading children's hospital, St. Jude treats the toughest childhood cancers and pediatric diseases. Learn about patient referrals, and donate so families never receive a bill for treatment, travel, housing or food.",
      "preview": "Finding cures. Saving children. Refer a Patient Explore Our Research Donate Now 5 reasons to become a monthly donor Research bolsters patient care Lea"
    },
    {
      "url": "https://kubernetes.io/",
      "title": "Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Kubernetes , also known as K8s, is an open source system for automating deployment, scaling, and management of containerized applications. It groups c"
    },
    {
      "url": "https://cse.google.ki/url?q=https://outsons.com/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://outsons.com/ . Se non desideri visitare questa pagina, pu"
    },
    {
      "url": "https://www.britishairways.com/travel/home/public/en_in/",
      "title": "British Airways | Book Flights, Holidays, City Breaks & Check In Online",
      "description": "Save on worldwide flights and holidays when you book directly on ba.com. Browse our guide, find great deals, manage your booking and check in online",
      "preview": "British Airways -- Book Flights, Holidays, City Breaks & Check In Online Skip to main content Search London flights Search London vacations Search New"
    },
    {
      "url": "https://govstatus.egov.com/find-covid-19-vaccine",
      "title": "Find a COVID-19 Vaccine in Oregon",
      "description": "How to find a COVID-19 Vaccine in Oregon",
      "preview": "Skip to main content Español / Spanish Who can get a vaccine? All people in Oregon age 6 months and older are eligible to receive the COVID-19 vaccine"
    },
    {
      "url": "https://vaccinate.oklahoma.gov/en-US/?npclid=CjwKCAjwgZuDBhBTEiwAXNofRKMOhd8rvxaF7i69dc1dzWiTFlMRYisPdut2rkmfYk5Ln3TNS8leQBoC1ZMQAvD_BwE&gclid=CjwKCAjwgZuDBhBTEiwAXNofRKMOhd8rvxaF7i69dc1dzWiTFlMRYisPdut2rkmfYk5Ln3TNS8leQBoC1ZMQAvD_BwE",
      "title": "Viral View",
      "description": "void",
      "preview": "Skip to main content OK ViralView Attention Healthcare Providers and Laboratories: Join Our Surveillance Network! Partner with Oklahoma's leading resp"
    },
    {
      "url": "https://concernedpuengineer-blog.tumblr.com/",
      "title": "@concernedpuengineer-blog on Tumblr",
      "description": "Follow @concernedpuengineer-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required techno"
    },
    {
      "url": "http://www.gs1us.org/",
      "title": "Barcodes Powered by GS1 Standards | GS1 US",
      "description": "Authentic barcodes powered by GS1 uniquely identify your brand & products in e-commerce. GS1 standards are the most widely-used in global supply chains.",
      "preview": "The GS1 US Solution Getting and Using Barcodes Getting into the Marketplace Using Product Data Industry Insights I want to Choose an option So that I"
    },
    {
      "url": "https://www.phonetics.ucla.edu/course/chapter1/chapter1.html",
      "title": "ipachart",
      "description": "void",
      "preview": "Contents page Contents page for Vowels and Consonants Chapter 1 Chapter 1 book links Clicking on a symbol will take you to a part of the chart where y"
    },
    {
      "url": "https://mxtoolbox.com/dkim.aspx",
      "title": "DKIM Check- DomainKeys Identified Mail (DKIM) Record Lookup - MxToolBox",
      "description": "void",
      "preview": "Javascript is disabled. Javascript is required for this site. DKIM Record Lookup Domain Name : Selector Solve Email Delivery Problems ABOUT DKIM RECOR"
    },
    {
      "url": "https://www.toyotavantech.com/forum/content.php?185&s=00fc93410e425fe4e5e90c822c18514a",
      "title": "ToyotaVanTech.com Library - Add New Section",
      "description": "void",
      "preview": "Register Help Remember Me? What's New? Articles TVT Vanwagon Owner's Manual TVT Previa Owner's Manual Tim's Tech Tips Forum Blogs Advanced Search Home"
    },
    {
      "url": "https://outdoorsmagic.com/author/jon-doran/",
      "title": "Jon |",
      "description": "void",
      "preview": "Jon Doran Recent Articles By Jon Buyer's Guides Down And Synthetic Insulated Jackets | Buyer's Guide Going shopping for a nice warm down or synthetic"
    },
    {
      "url": "https://jlr.oemdtc.com",
      "title": "JLR - OEMDTC",
      "description": "Jaguar & Land Rover Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.uso.org/uso-stands-ready-to-support",
      "title": "United Service Organizations",
      "description": "The nation's leading charitable organization in serving active-duty service members and military families. Learn how you can support the troops through the USO and make a difference.",
      "preview": "Skip to navigation Skip to main content Skip to footer Menu Close USO Homepage uso-logo-dark.svg Volunteer Donate Government Shutdown: Service Members"
    },
    {
      "url": "http://www.pocketsoap.com/4s4c/",
      "title": "@superfell",
      "description": "void",
      "preview": "@Superfell Home Web Services Salesforce.com Weblog 4s4c This is a COM component that will invoke methods on COM objects (via any automation compatible"
    },
    {
      "url": "https://livability.com/topics/love-where-you-live/10-ways-you-can-help-local-businesses-right-now",
      "title": "10 Ways You Can Help Local Businesses Right Now - Livability.com",
      "description": "Small businesses need our help now more than ever. Here are 10 creative ways to lend your support without risking your health.",
      "preview": "Skip to content Home > Love Where You Live > 10 Ways You Can Help Local Businesses Right Now 10 Ways You Can Help Local Businesses Right Now Small bus"
    },
    {
      "url": "http://www.targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://finhealthnetwork.org/",
      "title": "Financial Health Network",
      "description": "Financial Health Network unites business leaders, policy makers, and innovators to design and implement solutions that improve financial health for all people.",
      "preview": "Improving Financial Health for All For more than two decades, we've united financial services leaders, employers, policymakers, and innovators to desi"
    },
    {
      "url": "http://colormind.io/",
      "title": "Colormind - the AI powered color palette generator",
      "description": "Generate color combinations in one click. Colormind creates cohesive color schemes using a deep neural net.",
      "preview": "333333 555555 777777 999999 BBBBBB Generate Colormind is a color scheme generator that uses deep learning. It can learn color styles from photographs,"
    },
    {
      "url": "https://www.adcouncil.org/our-story",
      "title": "Powerful Ads Inspiring Action Since 1941 | The Ad Council",
      "description": "Powerful ads that strengthen the health, education, & safety of our country. We settle for nothing less than a lasting impact on American life. Get involved.",
      "preview": "donated_media Created with Sketch. Experiential & Events Created with Sketch. Access to Experts and Spokespeople Created with Sketch. gaming Created w"
    },
    {
      "url": "https://www.freikirchegronau.de/datenschutz/",
      "title": "Datenschutz - Evangelische Freikirche Gronau",
      "description": "void",
      "preview": "Datenschutz 1. Datenschutz auf einen Blick Allgemeine Hinweise Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenb"
    },
    {
      "url": "https://www.portaldasfinancas.gov.pt/at/html/index.html",
      "title": "Portal das Finanças",
      "description": "Autoridade Tributária e Aduaneira",
      "preview": "Indique o que pretende NIF E ALTERAÇÃO DE MORADA Cidadãos estrangeiros Marque o seu atendimento presencial. Aceder APOIO Atendimento e-balcão Obtenha,"
    },
    {
      "url": "https://www.speakhuman.today/ecommercequote/614r1a",
      "title": "Speak Human",
      "description": "void",
      "preview": "Content copied to clipboard! Speak Human. Generate human centric microcopy for all purposes. Signal Sent by Convey Select a Category Asking for Email"
    },
    {
      "url": "https://advisory.kpmg.us/articles/2021/net-zero-commitments-where-plan.html",
      "title": "Net-zero commitments: Where's the plan?",
      "description": "Turning net-zero commitments into action requires comprehensive planning.",
      "preview": "Download PDF Share Net-zero commitments: Where's the plan? Turning net-zero commitments into action requires comprehensive planning. With 70 percent o"
    },
    {
      "url": "https://www.phonetics.ucla.edu/course/chapter1/chapter1.html",
      "title": "ipachart",
      "description": "void",
      "preview": "Contents page Contents page for Vowels and Consonants Chapter 1 Chapter 1 book links Clicking on a symbol will take you to a part of the chart where y"
    },
    {
      "url": "https://secure.vera.org/a/signup",
      "title": "Join our movement today: - Vera Institute of Justice",
      "description": "We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight to end mass incarceration, secure equal justice, and strengthen families and communities.",
      "preview": "Join the Vera Institute of Justice We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight"
    },
    {
      "url": "https://www.ywca.org/about/",
      "title": "Who We Are Landing - YWCA - YWCA",
      "description": "YWCA USA is on a mission to eliminate racism, empower women, stand up for social justice, help families, and strengthen communities. We are one of the oldest and largest women's organizations in the nation, serving over 1 million women, girls, and their families.",
      "preview": "0 who we are YWCA USA is on a mission to eliminate racism, empower women, stand up for social justice, help families, and strengthen communities. We a"
    },
    {
      "url": "https://goglc.org/and-pdf/525-nursery-and-primary-school-curriculum-in-nigeria-pdf-757-514.php",
      "title": "Goglc",
      "description": "Goglc",
      "preview": "Goglc 10 Must Have Womens Fashion Trends For Fall 2023 Embrace Innovation And Style 2023 Business Innovations Navigating Trends In Remote Work Sustain"
    },
    {
      "url": "https://press.un.org/en/2022/ga12448.doc.htm",
      "title": "Promise of Declaration on Protecting Minority Rights Still Not Fulfilled, Speakers Tell High-Level Meeting Marking Adoption's Thirtieth Anniversary | Meetings Coverage and Press Releases",
      "description": "Thirty years after its adoption by the General Assembly, the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities has yet to fulfil its promise, speakers stressed, during a high-level meeting today on the side lines of the Assembly's general debate.",
      "preview": "Skip to main content / navigation Meetings Coverage and Press Releases English Search Site Search Search Meetings Coverage and Press Releases Meetings"
    },
    {
      "url": "https://glyphsapp.com/learn/spacing",
      "title": "Spacing | Glyphs",
      "description": "Determining the sidebearings of your glyphs is called spacing. Here's how to do it in Glyphs.",
      "preview": "Determining the sidebearings, i.e. the vital spaces to the right and left sides of your glyphs, is called spacing. Spacing is very important to the ov"
    },
    {
      "url": "https://www.baden.fm/mediathek/video/christian-guenter-vor-bremen/",
      "title": "Christian Günter vor Bremen | baden.fm",
      "description": "Christian Günter vor Bremen | Christian Günter vor Bremen",
      "preview": "void"
    },
    {
      "url": "https://jaipur.craigslist.org/d/garage-moving-sales/search/gms?hints=static&sort=upcoming&lang=en&cc=gb&sale_date=2021-12-09",
      "title": "Jaipur garage & moving sales - craigslist",
      "description": "Jaipur garage & moving sales - craigslist",
      "preview": "loading Reading writing saving searching refresh the page. craigslist Garage & Moving Sales in Jaipur see also"
    },
    {
      "url": "https://news.europawire.eu/press-releases-tagged-with/telecom-market/",
      "title": "Telecom Market | EuropaWire",
      "description": "The European Union's press release distribution & newswire service",
      "preview": "Skip to content Home About FAQs Editorial Staff Contact Investors PR Firms Press Release Distribution How to get started? Advanced Targeting Basic Tar"
    },
    {
      "url": "https://www.claires.com/",
      "title": "Claire's | Ear piercing - gentle safe and fun for all ages",
      "description": "Claire's provides Ear Piercing for Kids & Teens | Safe Piercing | Jewelry | Accessories for girls of all ages; free piercings with any earring purchase.",
      "preview": "top of page A Little Update We've pressed \"pause\" on shopping at Claires.com, but the sparkle lives on in our stores! From ear piercing to the latest"
    },
    {
      "url": "https://www.fox.com/privacy-policy",
      "title": "FOX One - Stream the Best of FOX TV Shows, Movies, News, Sports & Documentaries",
      "description": "FOX One is the new streaming destination for the full FOX catalog - TV shows, movies, news, sports, and exclusive documentaries.",
      "preview": "Skip to main content Privacy Policy Last Updated/Effective Date: August 21, 2025 Table of Contents SCOPE AND APPLICATION: What and who this Policy cov"
    },
    {
      "url": "http://www.heforshe.org/",
      "title": "Home Page | HeForShe",
      "description": "void",
      "preview": "Skip to main content HeForShe Alliance Impact Report 2025 As the world marks the 30th anniversary of the Beijing Declaration and Platform for Action,"
    },
    {
      "url": "https://adisandu.ro/tag/usztijo/",
      "title": "Usztijo",
      "description": "Un blog cu si despre viata by Adi Sandu.",
      "preview": "Home Despre Vegetarianism Cinemateca Ezoteric Subscribe Astăzi: 10 Octombrie 2025 | shanti shanti!"
    },
    {
      "url": "http://womenwatchafrika.org/donate/",
      "title": "Donate - Women Watch Afrika",
      "description": "WWA thanks and appreciates all the financial and in-kind donations of community members, foundations, government agencies, and academic institutions over the years. In order to sustain our highly needed and valued programs and services, Women Watch Afrika needs your support in our movement towards the empowerment of women and girls, in building strong, safe communities, [...]",
      "preview": "Donate WWA thanks and appreciates all the financial and in-kind donations of community members, foundations, government agencies, and academic institu"
    },
    {
      "url": "https://www.bucksfreepress.co.uk/news/23336608.princess-wales-shares-family-plans-pancake-day-slough/",
      "title": "Princess of Wales shares her family plans for Pancake Day in Slough | Bucks Free Press",
      "description": "THE Princess of Wales revealed her family plans for Pancake Day as she took a tour around a nursing home in Slough earlier today",
      "preview": "Princess of Wales shares her family plans for Pancake Day in Slough Royal Family People Slough By Isabella Perrin Audience and Content Editor @Isabell"
    },
    {
      "url": "https://dykesonbikeslondon.uk/members-info/meeting-minutes/",
      "title": "Meeting Minutes | Dykes on Bikes London",
      "description": "Ride with Pride",
      "preview": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Like Loading... Subscribe Subscribed"
    },
    {
      "url": "https://wedsites.com",
      "title": "All-in-One Wedding Website, Online Invitations & Digital Planner - WedSites",
      "description": "A wedding planning platform for busy couples.",
      "preview": "Everything you need to plan a stress-free wedding -in one beautiful place. All of the completely customizable bells and whistles you need for the wedd"
    },
    {
      "url": "https://login.microsoftonline.com/51a9fa56-3f32-449a-a721-3e3f49aa5e9a/saml2?SAMLRequest=fVJLb9swDP4rhu7yQ7bjWkgCZA2GBei2oMl22GWgZboRKkueKO%2F16%2BvYG9ZdchJE8nvwA9cEvRnkbgwX%2B4jfRqQQ%2FeyNJTk3Nmz0VjogTdJCjySDkqfd%2Bwcp4lQO3gWnnGGvILcRQIQ%2BaGdZdNhv2NdS5WUNTVUJhaoqSqzuVkUtAKqsrhsFomjuiiYVqmPRZ%2FQ0ITdsIprgRCMeLAWwYSqlQvA049nqnKUyr2S5%2BsKi%2FbSNthBm1CWEgWSSGPekbdxr5R25LjhrtMVYuT4pM6g7KFc873LBi6IGDpXIeI55N32gxBqS646CRbu%2Fi9w7S2OP%2FoT%2Bu1b46fHhnxSRi3UbP6MNMah4fE50OyS9a0eD8XAZZrKElldwUDRX4ffokdPAouOfgN9o22r7dDvbZhki%2Be58PvLjx9OZbddXZjln5be3bc0eFoMYoIUAVzPr5DXDermWD5P2YX90Rqtf0Vvnewi3rV0ruuXdPCqDB0t6Up9iNMb9uPcIATcs%2BBFZsl0k%2F7%2FJ7Qs%3D",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://m.att.com/stores/",
      "title": "AT&T Stores Near You - Get Directions & Book Appointments",
      "description": "Search for AT&T stores near you. View store hours, get directions, and find the latest cell phones including iPhones and Galaxy models.",
      "preview": "Everyone gets our best deals on every smartphone -> Shop Now for best deals Offers vary by device. Restrictions apply. Buy the new iPhone 15 now at AT"
    },
    {
      "url": "https://jsonschema.dev/",
      "title": "JSON Schema Validation",
      "description": "JSON Schema Validation, in browser, using ajv, with linting, and shareable schemas",
      "preview": "We're sorry but json-schema-check doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.freebsd.org/cgi/man.cgi?query=explain_lutimes&sektion=3&manpath=FreeBSD+13.0-RELEASE+and+Ports",
      "title": "explain_lutimes(3)",
      "description": "void",
      "preview": "Skip site navigation (1) Skip section navigation (2) Header And Logo Peripheral Links . Donate to FreeBSD . Search Site Navigation Home About Introduc"
    },
    {
      "url": "https://alejka24.pl/product-pol-1067-Tasma-ogrodzeniowa-jasnoszara-PVC-19-cm-35mb-450g-m2-klipsy.html",
      "title": "Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy | sklep Alejka24.pl",
      "description": "Sprawdź Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy z oferty naszego sklepu internetowego z rozwiązaniami ogrodniczymi i przekonaj się, jak łatwo kształtować i formować swój ogród!",
      "preview": "+ 2 więcej Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy 5.00/5.00 Opini"
    },
    {
      "url": "http://www.ara.at",
      "title": "ARA | Zukunft. Kreislauf. Wirtschaft. | Home",
      "description": "Seit über 30 Jahren ist die Altstoff Recycling Austria die treibende Kraft der Kreislaufwirtschaft in Österreich - Von der Lizenzierung bis zu Circular...",
      "preview": "void"
    },
    {
      "url": "https://en.taiko.art/pauliparkkinen",
      "title": "Taiko - Finnish Art Online | Taiko",
      "description": "Buy Finnish fine art online. 1000s of artworks for your home decor -paintings, sculptures etc. Your contemporary art gallery online. Global shipping!",
      "preview": "We're sorry but Taiko doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.oreilly.com/library/view/97-things-every/9781492076728/",
      "title": "97 Things Every Cloud Engineer Should Know [Book]",
      "description": "If you create, manage, operate, or configure systems running in the cloud, you're a cloud engineer--even if you work as a system administrator, software developer, data scientist,... - Selection from 97 Things Every Cloud Engineer Should Know [Book]",
      "preview": "Skip to Main Content Overview If you create, manage, operate, or configure systems running in the cloud, you're a cloud engineer--even if you work as"
    },
    {
      "url": "https://support.bestfriends.org/site/SPageNavigator/osd_pmx_search_one_api.html",
      "title": "How you can help homeless pets | Best Friends Animal Society - Save Them All",
      "description": "Home, family, and love are things we all deserve, but millions of pets in shelters across the country are still waiting for theirs.",
      "preview": "Skip to main content | It's official: We're BFFs! Now that we're friends, we'll send you emails with inspiring tales and the latest ways you can make"
    },
    {
      "url": "https://animalfoundation.com/",
      "title": "The Animal Foundation",
      "description": "All Of Us For All Of Them We impact 20,000+ animals annually through sheltering, adoption, and community programs, building brighter futures for pets and the people who love them. Who We Are Discover Our Services:From Shelter to Forever Homes We help pets find and stay in loving homes with adoption, veterinary care, and essential resources.",
      "preview": "Skip to content All Of Us For All Of Them We impact 20,000+ animals annually through sheltering, adoption, and community programs, building brighter f"
    },
    {
      "url": "https://catboost.ai/en/docs/concepts/python-reference_catboostregressor",
      "title": "CatBoostRegressor | CatBoost",
      "description": "class CatBoostRegressor (iterations= None, learning_rate= None, depth= None, l2_leaf_reg= None, model_size_reg= None, rsm= None, loss_function= 'RMSE', border_c",
      "preview": "Documentation Your browser is out of date Some features of the site may not work, and the browser may not be secure. Install a new browser: Yandex Bro"
    },
    {
      "url": "https://images.google.com.mx/url?q=https://www.dealermobil.top/model/bmw-6-series-gt",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://www.dealermobil.top/model/bmw-6-series-gt . Se non deside"
    },
    {
      "url": "https://www.simplegenerosity.org/",
      "title": "Simple Generosity",
      "description": "Simple Generosity offers streamlined donation processing, simplified fundraising compliance and customized matchmaking with nonprofits that fit your brand, customers and community best.",
      "preview": "0 Helping companies do good and look good Customized, nimble matchmaking with nonprofits that fit your brand, customers, and communities best. Plus st"
    },
    {
      "url": "https://octoverse.github.com",
      "title": "Octoverse 2024: The state of open source | The State of the Octoverse",
      "description": "Find out how AI and a rapidly growing global developer community are coming together with compounding results.",
      "preview": "void"
    },
    {
      "url": "https://www.csmonitor.com/",
      "title": "Christian Science Monitor - CSMonitor.com",
      "description": "void",
      "preview": "Israelis and Palestinians greet Gaza deal with joy, relief, and caution Shutdown hits government workers already reeling from Trump's cuts How Ukraini"
    },
    {
      "url": "https://www.urnsnw.com/laser-engraved-wooden-keepsake-urn-horizontal/",
      "title": "Laser Engraved Wooden Keepsake Urn - Horizontal - Urns Northwest",
      "description": "Small wood keepsake urn for holding a tiny amount of remains. Made in the USA. Optional engraving. Solid wood with engraved scene.",
      "preview": "Skip to content Free ground shipping on orders of $100 or more in the contiguous United States Free ground shipping on orders of $100 or more in the c"
    },
    {
      "url": "https://www.deltafoundation.net",
      "title": "Delta Research and Educational Foundation - The Official Research and Educational Foundation of Delta Sigma Theta Sorority, Inc.",
      "description": "void",
      "preview": "Charitable Engagement DREF provides opportunities to promote research that identifies and fashions solutions to issues affecting African American wome"
    },
    {
      "url": "https://makingmanhattan.tumblr.com/post/139454214463",
      "title": "z = boy + girl - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "z = boy + girl - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wa"
    },
    {
      "url": "https://digcitconnect.org",
      "title": "ISTE | Digital Citizenship",
      "description": "ISTE resources on digital citizenship focus on creating digital citizens who can address ethical questions at the intersection of technology and humanity.",
      "preview": "Skip to content Digital Citizenship in Education Bring Digital Citizenship to the Classroom in Meaningful Ways Teaching digital citizenship has never"
    },
    {
      "url": "https://wsts.atis.org/presentation/network-upgrade-option-to-simplify-ptp-slave-operation/",
      "title": "Network Upgrade Option to Simplify PTP Slave Operation - Workshop on Synchronization and Timing Systems",
      "description": "This is seo description",
      "preview": "Network Upgrade Option to Simplify PTP Slave Operation Year: 2015 Presenter: Mikael Olofsson Network Synchronization Algorithm Developer Ericsson Down"
    },
    {
      "url": "https://integrated-report.bnpparibas/2021/",
      "title": "Editorial - Page 1 | BNP Paribas - 2024 integrated report",
      "description": "BNP Paribas - 2024 integrated report",
      "preview": "group.bnpparibas Contact Table of contents 2024 integrated report E-accessible Bookmarks Search 2024 INTEGRATED REPORT Read the report The bank for a"
    },
    {
      "url": "https://www.ada.gov/ada_voting/ada_voting_ta.htm",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Redirecting... Click here if you are not redirected."
    },
    {
      "url": "http://www.epaperpress.com/sortsearch/",
      "title": "Sorting and Searching Algorithms",
      "description": "Algorithms for sorting and searching including shell sort, quicksort, qsort, binary tree, red-black tree, hash table, skip list, and external sort",
      "preview": "Menu Introduction Bibliography Basics Arrays Linked Lists Timing Estimates Summary Sorting Insertion Sort Shell Sort Quick Sort Comparison External So"
    },
    {
      "url": "https://busquedas.elperuano.pe/normaslegales/decreto-supremo-que-modifica-el-decreto-supremo-n-016-2016-decreto-supremo-n-016-2020-produce-1880165-6/#:~:text=Descargar%20Contenido%20en-,Decreto%20Supremo%20que%20modifica%20el%20Decreto%20Supremo%20N%C2%B0%20016,o%20transfronterizos%20en%20alta%20mar",
      "title": "Decreto Supremo que modifica el Decreto Supremo N° 016-2016-PRODUCE, Establecen medidas para autorizar operaciones en puertos y astilleros peruanos de embarcaciones de bandera extranjera que realizan actividades pesqueras de recursos hidrobiológicos altamente migratorios, transzonales o transfronterizos en alta mar - DECRETO SUPREMO - N° 016-2020-PRODUCE - PRODUCE",
      "description": "Decreto Supremo que modifica el Decreto Supremo N° 016-2016-PRODUCE, Establecen medidas para autorizar operaciones en puertos y astilleros peruanos de embarcaciones de bandera extranjera que realizan actividades pesqueras de recursos hidrobiológicos altamente migratorios, transzonales o transfronterizos en alta mar",
      "preview": "Buscar Filtro PDF HTML Cuadernillo Fecha de publicación: 27/08/2020"
    },
    {
      "url": "https://shopcouper.com/",
      "title": "Couper",
      "description": "Shop limited edition, museum worthy looks. Couper is an online luxury retailer featuring thoughtfully designed exclusive collaborations from global emerging designers.",
      "preview": "Skip to content Close menu About Shop New To Couper Shop All Best Sellers Dresses Tops Bottoms Matching Sets Sweaters/Knits Jackets/Outerwear Swimwear"
    },
    {
      "url": "https://ellinikiagogi.gr/18-%CE%B8%CE%B1%CE%BB%CE%B1%CF%83%CF%83%CE%B9%CE%BD%CE%AC-%CF%84%CF%81%CE%B1%CE%B3%CE%BF%CF%8D%CE%B4%CE%B9%CE%B1/",
      "title": "18. Θαλασσινά τραγούδια | Ελληνική Αγωγή",
      "description": "void",
      "preview": "Skip to content 18. Θαλασσινά τραγούδια Για να δείτε αυτό το περιεχόμενο πρέπει πρώτα να συνδεθείτε . Ἡ σύνδεση μπορεῖ νὰ γίνει κατὰ τὴ διάρκεια τῆς π"
    },
    {
      "url": "http://digitaledition.aurorabeaconnews.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "http://northsideachievement.org/",
      "title": "Home | Northside Achievement Zone",
      "description": "void",
      "preview": "Skip to main content Powering potential on the Northside Donate Now Powering potential on the Northside Donate Now Knowledge is Power: Faith's Story M"
    },
    {
      "url": "https://support.stripe.com/how-to-disconnect-a-linked-financial-account",
      "title": "Stripe: Help & Support",
      "description": "Find help and support for Stripe. Our support site provides answers on all types of situations, including account information, charges and refunds, and subscriptions information. Get your questions answered and find international support for Stripe.",
      "preview": "JavaScript is currently disabled You need JavaScript for the best experience on Stripe. Please enable it in your browser settings. Find out how"
    },
    {
      "url": "https://www.whatsthebest.co.uk/tech/photography/",
      "title": "The Best Photography Products, Reviews and Advice | What's The Best",
      "description": "Read independent reviews and comparisons on all photography products and gadgets at What's The Best. Stay on top of the latest trends in the photography gadget world.",
      "preview": "Home | Tech | Photography Photography"
    },
    {
      "url": "https://pangrampangram.com/",
      "title": "Pangram Pangram - Free to try, High-Quality Fonts for Designers - Pangram Pangram Foundry",
      "description": "Pangram Pangram is a world-renowned type foundry crafting premium, contemporary fonts for bold brands and creatives. Explore our full catalog, every font is free to try, made to perform across print, digital, and everything in between.",
      "preview": "Skip to content @@ -1,109 +0,0 @@ cross No newline at end of file New Kyoto Naturally bridging tradition and modernity. Learn more Try for Free Update"
    },
    {
      "url": "https://elpais.com/tecnologia/",
      "title": "Tecnología en EL PAÍS",
      "description": "Las últimas noticias sobre tecnología con EL PAÍS. Internet, redes sociales, móviles, gadgets, software, legislación, seguridad y empresas de tecnología, ocio, entretenimiento y los blog de tecnología",
      "preview": "Ir al contenido _ _ _ _ Raúl Limón | 10 oct 2025 - 05:20 CEST Compañías y organizaciones se lanzan a adoptar la inteligencia artificial, aunque la may"
    },
    {
      "url": "https://technet.microsoft.com/scriptcenter",
      "title": "Scripting Blog [archived] - Formerly known as the \"Hey, Scripting Guy!\" blog",
      "description": "Formerly known as the \"Hey, Scripting Guy!\" blog",
      "preview": "Skip to main content This is an archived blog. The \"Hey, Scripting Guys!\" blog has been retired. There are many useful posts in this blog, so we keep"
    },
    {
      "url": "https://commonercenter.org/safeandjust.html",
      "title": "The Safe and Just Cleaners",
      "description": "void",
      "preview": "The Safe and Just Cleaners/Limpieza Sana Y Justa Project"
    },
    {
      "url": "https://www.nav.no/no/person",
      "title": "Forside privatperson - nav.no",
      "description": "Informasjon fra Nav om arbeid, helse og sykdom, familie og barn, pensjon, sosiale tjenester og veiledning, hjelpemidler og tilrettelegging.",
      "preview": "Hva kan vi hjelpe deg med? Arbeid Helse og sykdom Familie og barn Pensjon Sosiale tjenester og veiledning Hjelpemidler og tilrettelegging Snarveier Ko"
    },
    {
      "url": "https://www.gazebo.uk.com/product-tag/promotion/?filter_gazebo-colour=black,brown,dark-blue,pink,red,redwhite",
      "title": "promotion Archives - Branded Gazebos | by Gazebo UK Custom Printed Canopies Promotional Merchandise",
      "description": "void",
      "preview": "Call 01379 407040 Home My Account Terms & Conditions Contact - Gazebo UK Home / Products tagged \"promotion\" Filter Active filters Black Brown Dark Blu"
    },
    {
      "url": "http://www.rphaven.com/",
      "title": "Role Play Haven - RP Chatroom and more",
      "description": "Online role playing web chat and profiles",
      "preview": "to join our RP text chat currently 41 users online. Home Chat Groups [Beta] Login / Register What is Roleplay Haven? Roleplay Haven is a chatroom desi"
    },
    {
      "url": "https://www.khanacademy.org/math/statistics-probability",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.googlecloudpresscorner.com/",
      "title": "Latest News",
      "description": "Explore the Google Cloud Press Corner for breaking news, stories of innovation, and resources detailing how Google Cloud's powerful, fully integrated and optimized AI stack-along with its infrastructure, developer, data, security, and collaboration tools-is transforming industries and driving digital transformation for customers globally.",
      "preview": "Google Cloud Logo News Skip to content News Menu Desktop Search Search Get started Mobile Search Search Press Corner Gap Inc. Sets Out to Reimagine Re"
    },
    {
      "url": "https://www.fdp-koeln.de/politik/kapazit%C3%A4tserweiterung-der-pr-anlage-k%C3%B6nigsforst/antr%C3%A4ge",
      "title": "Kapazitätserweiterung der P+R-Anlage Königsforst | FDP Köln",
      "description": "Kapazitätserweiterung der P+R-Anlage Königsforst",
      "preview": "Startseite Politik Beschlüsse Kapazitätserweiterung der P+R-Anlage Königsforst Antrag der FDP-Fraktion 28.10.2019 Beschlüsse der Ratsgremien FDP-Frakt"
    },
    {
      "url": "https://www.csipacific.ca/",
      "title": "Canadian Sport Institute Pacific - CSI Pacific",
      "description": "void",
      "preview": "Skip to content Victoria | Vancouver | Whistler Performance Nation Careers News EDIA Donate Now Topbar Menu Facebook page opens in new window X page o"
    },
    {
      "url": "http://mcspartners.ning.com/forum/topic/listForTag?tag=direct",
      "title": "Direct - Discussion Forum - MCS Partners",
      "description": "All Discussions Tagged 'direct' | We are a network of people dedicated to supporting the cause of the Detroit based organization EPAC Inc. The EPACMCS Web Part...",
      "preview": "Search Sign In MCS Partners Helping others is key to your complete success Main My Page Members Photos Videos Forum All Discussions My Discussions Add"
    },
    {
      "url": "http://pre-kc.org/",
      "title": "Mature wives will fuck anything in the wild duck",
      "description": "void",
      "preview": "Home Member Login Search ShaHay1980 4 Mi The fates of people you never met suddenly become entwined in your own life is dynamic in a constant state of"
    },
    {
      "url": "http://www.erp-recycling.es",
      "title": "Reciclaje de residuos RAEE y pilas y baterías - ERP Recyling",
      "description": "ERP Recycling es un SCRAP encargado de la gestión de residuos de aparatos eléctricos, electrónicos, pilas y acumuladores, cumpliendo la normativa.",
      "preview": "Skip to content Search for: Miembros Login Search for: Miembros Login Homepage admin 2025-03-31T19:07:22+02:00 Gestión y reciclaje de RAEE y residuos"
    },
    {
      "url": "https://www.pathfinderpress.com/collections/books-of-the-month-january-2022/products/what-is-surrealism-selected-writings_by-andre-breton",
      "title": "What Is Surrealism | Pathfinder Press",
      "description": "Writings of the best-known leader of the Surrealist movement in literature and the arts. Includes a facsimile reproduction of the 1942 Surrealist Album by André Breton. To read full review(s), please click the REVIEWS &amp; PROMO tab on this page.",
      "preview": "JOIN THE PATHFINDER READERS CLUB AND SAVE 25-30% Home Promotional Leaflets How to Order Contact My Wishlist Create Account Login My Wishlist Create Ac"
    }
  ],
  "_meta": {
    "total_bookmarks": 111
  }
}