{
  "data": [
    {
      "url": "https://www.commercialappeal.com/story/news/local/suburbs/collierville/2023/02/15/paul-rudd-ant-man-tennessee-shelter-dog-adoption-lookalike/69906980007/",
      "title": "Paul Rudd: Shelter wants Ant-Man actor to adopt 'look-alike' dog",
      "description": "The Collierville Animal Shelter has a dog up for adoption, and he looks like actor Paul Rudd. Meet Pawl Ruff.",
      "preview": "Skip to main content Home Election Voter Guide Crime/Courts News Government/Politics Washington Whitehaven Suburbs Education USA TODAY Memphis Bicente"
    },
    {
      "url": "https://jobs.mv-online.de/jobs/europa/vollzeit/erste-berufserfahrung-1-bis-2-jahre-/fachhochschulstudium/personalberatung/",
      "title": "Startseite - Stellenportal Münsterländische Volkszeitung",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://utsouthwestern.pure.elsevier.com/en/publications/relationship-between-safe-sex-and-acculturation-into-the-gay-subc",
      "title": "Relationship between safe sex and acculturation into the gay subculture - University of Texas Southwestern Medical Center",
      "description": "void",
      "preview": "Search All UT System Experts Relationship between safe sex and acculturation into the gay subculture A. C. Seibt, M. W. Ross, A. Freeman, M. Krepcho,"
    },
    {
      "url": "https://www.daviddavisson.com/full-moon-story-the-night-parade/",
      "title": "Full Moon Story: The Night Parade - Abderitic",
      "description": "(UPDATE: The full moon story series was only available in 2017. All stories posted in 2017 have been taken down.) It's another full moon and time for a new story. This month it's &#8220...",
      "preview": "Skip to content ( UPDATE: The full moon story series was only available in 2017. All stories posted in 2017 have been taken down.) It's another full m"
    },
    {
      "url": "https://depositphotos.com/",
      "title": "Royalty-free Images, Photo Stock, Video & Music | DepositPhotos",
      "description": "Royalty-free stock images at affordable prices on DepositPhotos. Download stock photos for commercial use. Pictures, videos, music for every topic.",
      "preview": "Current page requires JavaScript, this web browser either does not support JavaScript, or scripts are being blocked. Please turn on JavaScript or use"
    },
    {
      "url": "https://charity-navigator.tenderapp.com/kb",
      "title": "Welcome - Charity Navigator Support",
      "description": "void",
      "preview": "Log in or Create a profile Support Home Go to Charity Navigator → Charity Navigator wants to hear from you Welcome to Charity Navigator's help desk. T"
    },
    {
      "url": "https://pulsepdx.net/",
      "title": "PulsePDX Home Page - PulsePDX",
      "description": "Group Fitness Reimagined. Cardio, Strength and Repair classes in an inclusive, nightclub-style setting with no mirrors and no judgement.",
      "preview": "3602 NE Sandy Blvd. Portland, OR 97232 503.985.8355 info@pulsepdx.net GROUP FITNESS REIMAGINED welcome! we're so glad you're here. IN-PERSON & ONLINE"
    },
    {
      "url": "https://remove.bg/upload",
      "title": "Upload Image - remove.bg",
      "description": "Select an image & remove the background - 100% automatically - in 5 seconds - without a single click - for free.",
      "preview": "Skip to main content Thanks for your feedback! Want to help us improve? (optional) Contribute this image & help us make remove.bg better Teach the Art"
    },
    {
      "url": "https://backyardmetalcasting.com/",
      "title": "Melting metal in a home foundry, backyard metalcasting, metal casting",
      "description": "void",
      "preview": "BackyardMetalcasting.com ...Metalcasting at home. Info. and Updates: -- Feb./25/2018 -- Get your AlloyAvenue.com profile and post your project photos,"
    },
    {
      "url": "http://www.pocaan.org/",
      "title": "Home | POCAAN - BIPOC Social Service Agency - Seattle",
      "description": "POCAAN is a multicultural, multi-social service agency providing comprehensive programs and services to marginalized communities of color in Seattle and greater King County. We serve all, but prioritize the BIPOC community.",
      "preview": "top of page Welcome to POCAAN Promoting Health, Mobilizing Community, and Transforming Lives since 1987 Client Survey One of the first organizations h"
    },
    {
      "url": "https://tunein.com",
      "title": "TuneIn | Free Internet Radio | Live News, Sports, Music, Audiobooks, and Podcasts",
      "description": "Listen to free internet radio, news, sports, music, audiobooks, and podcasts. Stream live CNN, FOX News Radio, and MSNBC. Plus 100,000 AM/FM radio stations featuring music, news, and local sports talk.",
      "preview": "TuneIn Logo TuneIn Logo Listen Now Listen Now Audiobooks Sports Music News & Talk Podcasts Premium Download App Sign In Sign Up Listen Now Search Icon"
    },
    {
      "url": "https://www.insideedition.com/ghost-dog-found-with-pack-of-coyotes-inspires-battle-between-rescuers-and-couple-who-say-pup-is",
      "title": "Battle Waged Over Rescued Dog Who Roamed Streets With Coyote Pack | Inside Edition",
      "description": "The story of the dog raised by coyotes is now getting national attention, with many comparing it to the legend of the boy raised in the wild by wolves.",
      "preview": "Animals 'Ghost,' Dog Found With Pack of Coyotes, Inspires Battle Between Rescuers and Couple Who Say Pup Is Theirs Was This Dog Raised by Coyotes? 'Mo"
    },
    {
      "url": "https://www.lazienkiabc.pl/Wykonanie/zenon-tyminski-remonty-na-wyciagniecie-reki-273.html",
      "title": "LazienkiABC.pl",
      "description": "{$Opis}",
      "preview": "Łazienka Łazienka Pokaż Łazienka Baterie łazienkowe Baterie łazienkowe Pokaż Baterie łazienkowe Baterie łazienkowe Baterie łazienkowe Pokaż Baterie ła"
    },
    {
      "url": "https://thetoywagon.co.nz/products/croc-creek-16pc-wooden-puzzle-zoo",
      "title": "Crocodile Creek - The Toy Wagon",
      "description": "The Toy Wagon has a huge range of big brands, including Crocodile Creek. Find top brands on our online store.",
      "preview": "Kids Toys, Games & Puzzles - Creating Lasting Memories Discover Something New - Just In! New Toys, Games & Puzzles Home Age Group Back 0-2 year olds B"
    },
    {
      "url": "https://aviation-docs.spire.com/",
      "title": "Spire Aviation | Spire Aviation",
      "description": "Spire Aviation documentation and knowledge base",
      "preview": "Skip to main content Easy to Use Our APIs are designed to be easily accessible and are quick to bootstrap on your projects. Flexible Query our APIs, w"
    },
    {
      "url": "http://www.vogue.com/",
      "title": "Vogue: Fashion, Beauty, Celebrity, Fashion Shows | Vogue",
      "description": "The latest fashion news, beauty coverage, celebrity style, fashion week updates, culture reviews, and videos on Vogue.com.",
      "preview": "Skip to main content Vogue The November issue is here. SUBSCRIBE NOW icon Gallery Models Meet the 10 Breakout Models of Spring 2026 Fashion It's Almos"
    },
    {
      "url": "https://www.walmartmexico.com/aviso-de-privacidad",
      "title": "Aviso de Privacidad",
      "description": "En Walmart de México y Centroamérica estamos comprometidos con la protección de los Datos Personales de nuestros clientes y colaboradores, por lo que el cumplimiento de la legislación aplicable es parte de nuestra cultura.",
      "preview": "Skip to main Skip to footer Conócenos Contáctanos Directorio de tiendas Historia Nosotros Nuestra Ética Únete al equipo Noticias Sala de prensa Propós"
    },
    {
      "url": "https://coder-girls.tumblr.com/",
      "title": "@coder-girls on Tumblr",
      "description": "A human. Being.",
      "preview": "Posts seeinganewlight Follow it's 2016, can guys stop assuming girls are unintelligent because they like makeup? weareteachers Follow 1. Learn to code"
    },
    {
      "url": "https://shipsofscale.com/",
      "title": "Ships of Scale",
      "description": "Ships of Scale features detailed Build Logs. Build Scale Wooden Ships from wooden kits, Scratch Built, Plastic kits.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://njewasafaris.com/",
      "title": "void",
      "description": "void",
      "preview": "Home Tours & Safaris Kenya/ Tanzania Safaris Airport Transfers JKIA to Nairobi Hotels JKIA to Nanyuki town JKIA To Naivasha JKIA to Nakuru Town Mounta"
    },
    {
      "url": "https://www.avaseakrabi.com/",
      "title": "Ava Sea Resort, Ao Nang, Krabi",
      "description": "Ava Sea Resort, Ao Nang, Krabi - full service hotel, offers spacious, elegantly furnished rooms, situated only a short walk from Ao Nang Beach, near Restaurants and Conveniences ideal for couples and families.",
      "preview": "Home Accommodation Superior Room Superior Double Bed Room Superior Twin Bed Room Deluxe Connecting Room Deluxe Connecting Double Bed Room Deluxe Conne"
    },
    {
      "url": "https://isuzu.oemdtc.com",
      "title": "Isuzu - OEMDTC",
      "description": "Isuzu Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.kcchamber.com/",
      "title": "Home - KC Chamber",
      "description": "FOR A GREATER KANSAS CITY Success in business requires connections, advocacy, access, leadership and visibility. You'll find them all at the KC Chamber. Membership in the Greater Kansas City Chamber of Commerce aligns your company with the region's largest and most influential Chamber and strengthens your ability to succeed. Become a Member Become a Member [...]",
      "preview": "Skip to content FOR A GREATER KANSAS CITY Success in business requires connections, advocacy, access, leadership and visibility. You'll find them all"
    },
    {
      "url": "https://www.openhistory.de/author/charlottejahnz/",
      "title": "Charlotte Jahnz - Open History e.V.",
      "description": "114 Menschen mit verschiedenen Vorlieben und Interessen, die in Deutschland, Frankreich, Österreich und Luxemburg wohnen, beteiligen sich dieses Jahr am #histowichteln. Das ist eine ganze Menge (43 mehr als im letzten Jahr!) und macht die Sache umso spannender. Nun haben wir schon zwei Jahre #histowichteln hinter uns. Deshalb haben wir...",
      "preview": "114 Men­schen mit ver­schie­de­nen Vor­lie­ben und Inter­es­sen, die in Deutsch­land, Frank­reich, Öster­reich und Luxem­burg woh­nen, betei­li­gen si"
    },
    {
      "url": "https://www.mrisoftware.com/uk/",
      "title": "MRI Software | Real Estate Software | Community Solutions",
      "description": "MRI delivers real estate software and community solutions, powering amazing buildings, workplaces and citizen experiences.",
      "preview": "Skip to content We're hiring! Unlock your real estate vision with MRI Software Connecting real estate visionaries with AI-first proptech that powers t"
    },
    {
      "url": "https://reading-not-sleeping.tumblr.com/post/117426794175",
      "title": "codeorg: With all the national debate on... - Reading Not Sleeping",
      "description": "codeorg: \"With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for...",
      "preview": "Menu Reading Not Sleeping codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we g"
    },
    {
      "url": "https://obsegorbecastellon.es/caritas-de-santa-isabel/",
      "title": "Cáritas de Santa Isabel de Vila-real visita San Egidio en el Trastevere",
      "description": "Los voluntarios de Cáritas de Santa Isabel han peregrinado a Roma para conocer la labor de la Comunidad de San Egidio con los pobres.",
      "preview": "Los voluntarios de Cáritas de Santa Isabel en Vila-real han visitado la Comunidad de San Egidio en el barrio romano del Trastevere. Esta entidad es co"
    },
    {
      "url": "https://www.supa-palette.com/",
      "title": "Supa Palette - The ultimate color palette generator for Figma!",
      "description": "Generate or explore accessible, harmonious colors effortlessly, and save hours while building your design system.",
      "preview": "Supa Palette Features Pricing Try it now Changelog Introducing Supa Palette 5.0 The ultimate color palette generator for Figma Generate or explore acc"
    },
    {
      "url": "https://careers.blackrock.com/",
      "title": "Working at BlackRock",
      "description": "Browse available job openings at BlackRock",
      "preview": "Skip to main content BlackRock Our smartest investment is you Search jobs Keyword(s) Location Search Explore our Student & Graduate opportunities Expl"
    },
    {
      "url": "http://www.balsamhill.com/p/vermont-white-spruce-artificial-christmas-tree?",
      "title": "Vermont White Spruce® Artificial Christmas Tree | Balsam Hill",
      "description": "Bring home the Vermont White Spruce artificial Christmas tree for a natural look and full, lush branches. Shop now to make your holidays unforgettable!",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "https://olivebarandkitchen.com/",
      "title": "Olive Bar & Kitchen Pvt Ltd",
      "description": "void",
      "preview": "Scroll to set off on a culinary adventure Scroll to set off on a culinary adventure Scroll to set off on a culinary adventure Scroll to set off on a c"
    },
    {
      "url": "https://www.melissatiers.com/?module=bbmodule&src=50985a19dc3a5&tse=0n6q2217uq&action=view_category&id=1",
      "title": "Melissa Tiers | Coaching the Unconscious Mind",
      "description": "void",
      "preview": "0 learn how to coach the unconscious mind. Melissa Tiers is the founder of The Center For Integrative Hypnosis, and co-founder of the Ethical Coaching"
    },
    {
      "url": "https://photoai.com/ai-avatars?ref=avatarai",
      "title": "Avatar AI™ | Professional Photo Shoots with AI",
      "description": "Generate photorealistic images and videos of people with AI. Generate over 120 unique avatar styles inspired by the original Avatar AI™ that sparked the vi...",
      "preview": "void"
    },
    {
      "url": "https://www.accessability.org/",
      "title": "AccessAbility, Inc. Serving the Twin Cities Area",
      "description": "AccessAbility's mission is to provide opportunities for self-sufficiency for people with barriers to employment and community inclusion.",
      "preview": "Skip to content Skip to footer Serving the Twin Cities Metro Area AccessAbility's mission is to provide opportunities for self-sufficiency for people"
    },
    {
      "url": "https://welcometoyourkarlssonyears.com/2018/02/26/wtyky-podcast-episode-eight-the-price-of-life-in-blood-magic-is-death/",
      "title": "WTYKY Podcast: Episode Eight: The price of life in blood magic is death | Welcome To Your Karlsson Years",
      "description": "In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peristy Podcast, and we collectively struggle to find anything to talk about because so little is going on in the world of the Ottawa Senators other than the slow-motion destruction of the very thing...",
      "preview": "Skip to primary content In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peris"
    },
    {
      "url": "https://get.adobe.com/reader/",
      "title": "Adobe - Download Adobe Acrobat Reader",
      "description": "Download free Adobe Acrobat Reader software for your Windows, Mac OS and Android devices to view, print, and comment on PDF documents.",
      "preview": "This website no longer works on Internet Explorer due to end of support. Please use Microsoft Edge or another supported browser. JavaScript is current"
    },
    {
      "url": "https://giving.aub.edu.lb/aub",
      "title": "Donations - Donate to the American University of Beirut",
      "description": "void",
      "preview": "Home Bank Info Via Check Donate to the American University of Beirut Since the university was founded in 1866, donations from individuals, businesses,"
    },
    {
      "url": "http://www.getmyinternet.org",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://webinars.donorbox.org",
      "title": "Nonprofit Webinars: Attend Free Live Nonprofit Webinars Today with Donorbox",
      "description": "Join Donorbox's Free Nonprofit Webinars from the World's Top Nonprofit Experts and Solve Your Biggest Nonprofit Problems. Register Today.",
      "preview": "Nonprofit Webinars to help you help others Explore our webinars on nonprofit protips, strategies and fundraising, where our seasoned experts share the"
    },
    {
      "url": "https://tunein.com",
      "title": "TuneIn | Free Internet Radio | Live News, Sports, Music, Audiobooks, and Podcasts",
      "description": "Listen to free internet radio, news, sports, music, audiobooks, and podcasts. Stream live CNN, FOX News Radio, and MSNBC. Plus 100,000 AM/FM radio stations featuring music, news, and local sports talk.",
      "preview": "TuneIn Logo TuneIn Logo Listen Now Listen Now Audiobooks Sports Music News & Talk Podcasts Premium Download App Sign In Sign Up Listen Now Search Icon"
    },
    {
      "url": "http://www.iiep.unesco.org/",
      "title": "Planning education,building the future | International Institute for Educational Planning",
      "description": "IIEP-UNESCO has developed countries' capacities to design and implement educational policies and plans for six decades. Today, we continue to support countries in achieving their education goals.",
      "preview": "Skip to main content Search Search Anton_Ivanov / Shutterstock.com Planning education, building the future IIEP-UNESCO has developed countries' capaci"
    },
    {
      "url": "https://revista.cinedocumental.com.ar/traducciones-3/",
      "title": "Traducciones | Cine Documental",
      "description": "void",
      "preview": "La ética de la intervención: The good woman of Bangkok , de Dennis O'Rourke. Por Linda Williams. Traducción de Soledad Pardo. Págs. 217-236"
    },
    {
      "url": "https://www.studioalyse.com/",
      "title": "Studio Alyse",
      "description": "Studio Alyse is an Interior Design Studio with a focus thoughtfully crafted interiors. Alyse Eisenberg is the founder of her eponymous firm, where she acts as a full service interior designer residential projects.",
      "preview": "HOME"
    },
    {
      "url": "http://www.adb.org",
      "title": "Asian Development Bank",
      "description": "The Asian Development Bank (ADB) is committed to achieving a prosperous, inclusive, resilient, and sustainable Asia and the Pacific, while sustaining its efforts to eradicate extreme poverty. It assists its members and partners by providing loans, technical assistance, grants, and equity investments to promote social and economic development.",
      "preview": "Skip to main content Top Story How ADB and Its Partners Work to Provide High Quality Development Solutions Explore how ADB and its partners are collab"
    },
    {
      "url": "https://arstechnica.com/tech-policy/2014/06/first-chicago-robber-caught-via-facial-recognition-gets-22-years/",
      "title": "First Chicago robber caught via facial recognition gets 22 years - Ars Technica",
      "description": "With more cops using facial recognition tech, questions of efficacy remain.",
      "preview": "Skip to content Text settings Story text Size Small Standard Large Width * Standard Wide Links Standard Orange * Subscribers only Learn more Minimize"
    },
    {
      "url": "https://safety.google?hl=en",
      "title": "Google Safety Center - Stay Safer Online",
      "description": "Making technology for everyone means protecting everyone who uses it. Explore what Google does to help you stay safe online.",
      "preview": "Learn how Google AI-powered security keeps you safe from scams this Cybersecurity Awareness Month. The safer way to search. search. email. watch. stor"
    },
    {
      "url": "http://www.mclink.it/",
      "title": "Make Business Smarter - Retelit",
      "description": "Il partner di riferimento per la trasformazione digitale di aziende, pubbliche amministrazioni, telco e OTT",
      "preview": "Retelit perfeziona l'acquisizione delle attività e degli asset italiani di BT Italia Scopri di più Retelit si allea con Coro per rendere accessibile l"
    },
    {
      "url": "https://prominencebank.com/corporate-finance/",
      "title": "Corporate Finance - Prominence Bank",
      "description": "Corporate Finance What is Corporate Finance? We are motivated to solve the difficulties facing your business. Your enlargement forecasts for the short-term as",
      "preview": "Skip to content Corporate Finance What is Corporate Finance? We are motivated to solve the difficulties facing your business. Your enlargement forecas"
    },
    {
      "url": "https://etirapid.com/productos/ribbons/resina/negro-r90x91/",
      "title": "Negro R90X91 | Etirapid",
      "description": "Ideal para imprimir etiquetas plastificadas, impresión permanente.",
      "preview": "Skip to content Negro R90X91 Ideal para imprimir etiquetas plastificadas, impresión permanente. SKU: WLI090091 Categories: Resina , Ribbons Related pr"
    },
    {
      "url": "https://www.ns.nl/abonnementen",
      "title": "NS Flex webshop | NS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://hdencode.org/fatal-vows-s05-1080p-hulu-web-dl-aac2-0-h-264-squalor-21-5-gb/",
      "title": "Fatal.Vows.S05.1080p.HULU.WEB-DL.AAC2.0.H.264-squalor - 21.5 GB",
      "description": "HDencode - Download Movies and TV Shows - #1 Source for High Definition Releases",
      "preview": "Home Contact Categories Movies TV Shows TV Packs Genres Action Adventure Animation Biography Comedy Crime Documentary Drama Family Fantasy Film-Noir H"
    },
    {
      "url": "https://www.formula1.com/en/racing/2024.html",
      "title": "F1 Schedule 2024 - Official Calendar of Grand Prix Races",
      "description": "Re-live your favourite F1 moments. Find the full list of 2024 races including photos and videos, results, highlights and the biggest news stories",
      "preview": "2024 2024 FIA FORMULA ONE WORLD CHAMPIONSHIP™ RACE CALENDAR TESTING Flag of Bahrain Sakhir FORMULA 1 ARAMCO PRE-SEASON TESTING 2024 21 - 23 Feb ROUND"
    },
    {
      "url": "https://www.astropix.com/",
      "title": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "description": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "preview": "Comet Hale-Bopp Latest Stuff Ultimate Lenses for Astrophotography Smartphone Astrophotography Six Astrophotography Books - Now Free Table of Contents"
    },
    {
      "url": "https://www.houseofindya.com/women-accessories/cat",
      "title": "Indian Accessories Online - Buy Women & Girls Designer Ethnic Fashion Accessories - Indya",
      "description": "Indian Fashion Accessories for Women - Buy women accessories, girls accessories online in India. Shop new collection of trendy & designer ethnic fashion accessories for ladies online at Indya.",
      "preview": "Indian Accessories Online - Buy Women & Girls Designer Ethnic Fashion Accessories - Indya Ok LIGHTS OUTFIT ACTION SALE NOW LIVE | ENDS TONIGHT | UP TO"
    },
    {
      "url": "https://www.thetorturedatabase.org/search/apachesolr_search",
      "title": "Search | www.thetorturedatabase.org",
      "description": "...",
      "preview": "Torture Foia Database About Accountability Search Help ACLU [ - ] After September 11, 2001, U.S. officials authorized the cruel treatment and torture"
    },
    {
      "url": "https://dk.linkedin.com/company/pandora-a-s?trk=organization_guest_main-feed-card-text",
      "title": "Pandora | LinkedIn",
      "description": "Pandora | 520.621 følgere på LinkedIn. The world&#39;s largest jewellery brand | Pandora is the world's largest jewellery brand. The company designs, manufactures and markets hand-finished jewellery made from high-quality materials at affordable prices Pandora jewellery is sold in more than 100 countries through more than 6,500 points of sale, including more than 2,500 concept stores. Headquartered in Copenhagen, Denmark, Pandora employs 32,000 people worldwide and crafts its jewellery at two LEED-certified facilities in Thailand using mainly recycled silver and gold.",
      "preview": "LinkedIn respekterer dit privatliv LinkedIn og tredjeparter bruger essentielle og ikke-essentielle cookies til at levere, sikre, analysere og forbedre"
    },
    {
      "url": "https://www.sammaparts.com/en/tapered-roller-bearings-metric-series/6996-tapered-roller-bearing-60x130x335-31312-a-fag.html",
      "title": "Tapered roller bearing 60x130x33,5 31312-A FAG",
      "description": "Discover the Best Offers for Tapered roller bearing 60x130x33,5 31312-A FAG wide range of products, competitive prices, customer service.",
      "preview": "close Menu Brand FAG zoom_out_map chevron_left chevron_right -5% Tapered roller bearing 60x130x33,5 31312-A FAG Tapered roller bearing 60x130x33,5 313"
    },
    {
      "url": "https://ts.vcu.edu/cgi-bin/posh.pl?posh_referer=https%3A%2F%2Fts.vcu.edu%2Fcgi-bin%2Fposh.pl%3Fposh_referer%3Dhttps%253A%252F%252Fts.vcu.edu%252Fcgi-bin%252Fposh.pl%253Fposh_referer%253Dhttps%25253A%25252F%25252Fdigital.library.vcu.edu%25252Fislandora%25252Fsearch%25253Fislandora_solr_search_navigation%25253D0%252526f%2525255B0%2525255D%25253Dmods_genre_ms%2525253A%25252522Photograph%25252522%252526f%2525255B1%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522Elementary%2525255C%25252520schools%25252522%252526f%2525255B2%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522High%2525255C%25252520schools%25252522%252526f%2525255B3%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522African%2525255C%25252520American%2525255C%25252520schools%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Virginia%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Farmville%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520History%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Pictorial%2525255C%25252520works%25252522",
      "title": "Commitment to Privacy - Virginia Commonwealth University",
      "description": "Commitment to Privacy",
      "preview": "Skip to content Skip to footer Virginia Commonwealth University Commitment to Privacy Commitment to Privacy We collect limited information about web v"
    },
    {
      "url": "https://sci-chic.tumblr.com/post/143086629474",
      "title": "Sci Chic - 16% of all new wages in the U.S. are in computer science",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Home About Ask me anything Submit a post Archive The Fashionable Side of Science: www.scichic.com Twitter: @scichicnews 16% of all new wages in the U."
    },
    {
      "url": "https://www.bluemeridian.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.tricktionary.com/en/customer/account/login/referer/aHR0cHM6Ly93d3cudHJpY2t0aW9uYXJ5LmNvbS9mci9oaWdobGlnaHQvbmV3Lmh0bWw%2C/",
      "title": "Customer Login",
      "description": "void",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://themes.shopify.com/?locale=en",
      "title": "Ecommerce Website Templates - Free and Premium Themes for Your Online Store.",
      "description": "Explore all 800+ free and paid Shopify themes to launch your online store with.",
      "preview": "Clear Free Price Jewelry and accessories Industry Some (11-100+) Catalog size Food and drink Industry Suggestions Choose the right theme for your busi"
    },
    {
      "url": "https://deepmind.google/discover/blog",
      "title": "Blog - Google DeepMind",
      "description": "Discover our latest AI breakthroughs, projects, and updates.",
      "preview": "Blog Models Genie 3: A new frontier for world models 5 August 2025 Learn more Category All categories Company Models Research Responsibility & Safety"
    },
    {
      "url": "https://blog.onyxbits.de/category/tinkering/",
      "title": "Tinkering - /dev/random",
      "description": "void",
      "preview": "↓ Skip to Main Content /dev/random Things that came to mind Home Blog Contact Blog Archives Bypassing Google Play region blocks via VPN or Proxy Poste"
    },
    {
      "url": "https://shop.strato.com/epages/62057949.sf/nl_BE/?ViewObjectPath=%2FShops%2F62057949%2FProducts%2FSHWN-318350-101%2FSubProducts%2FSHWN-318350-101-0026",
      "title": "Cinteo Superheel - Women's - Sport Flash Plus",
      "description": "19.99€(-30%)",
      "preview": "Ga naar de hoofdinhoud Categories Producten in de aanbieding Categorieën Herenschoenen Damesschoenen Kinderschoenen Voetbalschoenen Accessoires & Text"
    },
    {
      "url": "https://www.comune.roma.it/web/it/servizi.page",
      "title": "Roma Capitale | Sito Istituzionale | Servizi",
      "description": "void",
      "preview": "Vai al Contenuto Vai alla navigazione del sito Casa Digitale del Cittadino Menu di navigazione Tutti i servizi Municipio Servizi online Modulistica Ap"
    },
    {
      "url": "https://www.dallasobserver.com/news/local-bike-community-mourns-the-loss-of-james-kincheloe-and-his-childlike-fascination-15993036",
      "title": "Local Bike Community Mourns the Loss of James Kincheloe and His 'Childlike Fascination'",
      "description": "Every scene or sub-culture needs someone who serves as a beacon - a person whose enthusiasm attracts the uninitiated and stokes the long-burning embers of those who've been around the block a time or two already. The North Texas mountain biking community lost one of its own beacons when James...",
      "preview": "Skip to content advertisement Close Menu Search Search facebook instagram x tiktok bsky threads Crime & Police Local Bike Community Mourns the Loss of"
    },
    {
      "url": "https://btseventmanagement.com/",
      "title": "Home - BTS Event Management",
      "description": "Luxurious weddings for a luxury clientele BTS Event Management, the premier Wedding and Event Planning Company From Our Brides BTS made this wedding beyond my dreams. When I walked down that aisle I was in absolute awe. Thank you for going above and beyond to make this day so seamless and special for me. The [...]",
      "preview": "Skip to content Luxurious weddings for a luxury clientele BTS Event Management, the premier Wedding and Event Planning Company From Our Brides BTS mad"
    },
    {
      "url": "https://www.texastribune.org/2022/04/06/texas-mail-in-ballot-rejection-voting/",
      "title": "More than 12% of Texas mail-in ballots rejected in March primary | The Texas Tribune",
      "description": "Figures released by the Texas secretary of state show that more than 24,000 Texas voters had their ballots rejected in the March primary. The rejection rate is a significant increase over previous elections.",
      "preview": "Skip to main content People wait outside the Bexar County Elections Department in San Antonio to drop off their mail-in ballots, turn in their voter r"
    },
    {
      "url": "https://www.sinostar.net/download/ies-files/item/led-retrofit-bulb-slb-36w-data-sheet.html",
      "title": "LED retrofit bulb SLB 36W data sheet - SINOSTAR",
      "description": "void",
      "preview": "Skip to main content LED retrofit bulb SLB 36W data sheet File size: 948.26 KB Download"
    },
    {
      "url": "https://www.spreadshirt.fi/shop/vaatteet/t-paidat/sukuvaakuna/",
      "title": "Sukuvaakuna t-paidat | Ainutkertaisia printtejä | Spreadshirt",
      "description": "Iso valikoima lahjakkaiden suunnittelijoiden luomia sukuvaakuna t-paidat » Paljon eri kokoja, värejä ja tyylejä ✓ Tilaa Spreadshirtiltä",
      "preview": "Uutuudet säännöllisesti postilokeroosi Spreadshirt käyttää sähköpostiosoitettasi tuotetarjousten sekä alennuskampanjoita ja arvontoja koskevien viesti"
    },
    {
      "url": "https://www.indiatimes.com/",
      "title": "Indiatimes: Latest in Lifestyle, Health, Fashion, and Wellness",
      "description": "Indiatimes is your destination when it comes to exploring the latest in lifestyle trends, health and wellness hacks, and fashion advice. From food fads to travel tips and relationship rules, we tell you how to live your best life. Bookmark this for all the latest lifestyle content tailored just for you.",
      "preview": "Woman turns her home birth into live Twitch stream event Fri, 10 Oct 2025 By Saloni Jha Fans react as Taylor Swift drops another album version Fri, 10"
    },
    {
      "url": "https://www.winkworth.co.uk/gloucestershire/dymock/properties-to-let?status=completed&bedroomsfrom=3&bedroomsto=3",
      "title": "Properties to rent in Dymock, Gloucestershire | Winkworth Estate Agents",
      "description": "Search for properties to rent in Dymock, Gloucestershire through Winkworth Estate Agents. Browse our selection of properties available to rent",
      "preview": "Skip to main content Book Valuation MyWinkworth My Account Buying Buyer's guide Mortgages Buy to Let Stamp Duty Calculator Tips for buyers Country hou"
    },
    {
      "url": "http://www.skype.com/go/skype/?cm_mmc=MSFT|TRAF_B1-_-mscom-hero-us",
      "title": "Free Online Meetings & Video Calls | Microsoft Teams",
      "description": "Start free Teams video calls instantly! Connect, collaborate, and communicate effortlessly. Enjoy features like video calls, chat, file sharing, and more. Perfect for personal use, freelancers, solopreneurs, PTAs, teachers, small businesses and social events. Get started today!",
      "preview": "Video calls with anyone, anytime Connect and collaborate for free in Teams Connect with anyone, anytime Sign in with your Skype account to meet and ch"
    },
    {
      "url": "https://info.uptogether.org/es/infosession/general",
      "title": "Sesión de información UpTogether 2021 | UpTogether",
      "description": "void",
      "preview": "Usted quiere ayudar a sus familiares y amigos a alcanzar sus metas y recibir inversiones en efectivo? UpTogether es una plataforma en línea donde uste"
    },
    {
      "url": "https://spacy.io/usage/training",
      "title": "Training Pipelines & Models · spaCy Usage Documentation",
      "description": "Train and update components on your own data and integrate custom models",
      "preview": "Guides Select page... Get started › Installation Get started › Models & Languages Get started › Facts & Figures Get started › spaCy 101 Get started ›"
    },
    {
      "url": "https://ida.worldbank.org/en/home",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/post/145495712593",
      "title": "Computing occupations are now the #1 source of new wages in America - @dumspirospero023-blog on Tumblr",
      "description": "A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just re-did the ana...",
      "preview": "codeorg Follow Computing occupations are now the #1 source of new wages in America A few weeks ago we published a study showing that computing occupat"
    },
    {
      "url": "https://mx.imberacooling.com/productos/refrigerador-vertical-9-pies",
      "title": "Imbera",
      "description": "Imbera : - Cold Units Coolmotion Foodservice Healthcare Home Institucional Smart",
      "preview": "× Tu navegador actual (Safari, versión unknown) puede no ser compatible con algunas funciones de la página. INSTITUCIONAL Refrigeración de alta gama p"
    },
    {
      "url": "https://www.huffingtonpost.com/entry/kelly-marie-tran-racists-last-jedi_us_5a4400fee4b06d1621b6b2bb",
      "title": "Kelly Marie Tran Of 'Last Jedi' Facing Racist, Sexist Comments Online | HuffPost Entertainment",
      "description": "Online trolls invaded the actress' fan page but social media users clapped back.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Entertainment. ©2025 BuzzFeed, Inc. All rights reserve"
    },
    {
      "url": "https://www.lachamberfoundation.org/",
      "title": "Home - Louisiana Chamber of Commerce Foundation, Inc",
      "description": "Welcome to the Louisiana Chamber of Commerce Foundation, Inc. Our mission is to help drive the economic growth of our State by empowering and sustaining the minority business community through the development of local minority chambers. Subscribe to LCCF Newsletter Training & Webinars Contact Us Events Programs Business Innovation Program (BIP) Business Innovation Program (BIP)",
      "preview": "Welcome to the Louisiana Chamber of Commerce Foundation, Inc. Our mission is to help drive the economic growth of our State by empowering and sustaini"
    },
    {
      "url": "https://stirr.com",
      "title": "STIRR - Stream Free Movies, TV Shows & Series",
      "description": "Watch Free live TV and on-demand shows-anytime, anywhere. News, sports, movies, and more with zero hassle. Stream it all free with STIRR.",
      "preview": "Ad Blocker Detected Sorry, We have detected that you have activated Ad-Blocker. Please Consider supporting us by disabling your Ad-Blocker, It helps u"
    },
    {
      "url": "http://grill22.dk/",
      "title": "Grill 22",
      "description": "Grill 22 tilbyder grillmenuer samt kinesiske menuer og specialiteter.",
      "preview": "Forside Menukort Ris/Ros Kontakt Nyheder Hold dig opdateret om tilbud eller lignende. Ny hjemmeside Lørdag den 21. december 2013 Grill 22 har nu fået"
    },
    {
      "url": "http://www.nutriente.it/",
      "title": "nutriente.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.rai.it/",
      "title": "Rai.it",
      "description": "News, intrattenimento, sport, cultura e tanto altro. Tutta la nostra offerta dedicata a te",
      "preview": "Benvenuto su Rai.it News, intrattenimento, sport, cultura e tanto altro. Tutta la nostra offerta dedicata a te"
    },
    {
      "url": "https://www.seasip.info/Cpm/",
      "title": "CP/M Main Page",
      "description": "void",
      "preview": "CP/M pages Home -> CP/M CP/M Main Page Last updated: 23 August 2024 CP/M links CP/M information CP/M software ZINC - clones of some CP/M 3 utilities I"
    },
    {
      "url": "https://support.springer.com/en/support/home",
      "title": "Support : Springer Support",
      "description": "void",
      "preview": "Welcome to Springer support How can we help you today? Enter your search term here... Search Account Management Springer Nature Link Springer Books an"
    },
    {
      "url": "https://www.adl.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.exim.gov/",
      "title": "Keeping America Strong | EXIM.GOV",
      "description": "void",
      "preview": "EXIM Export-Import Bank of the United States Close Search Follow Us EXIM Lapse Plan | Updated September 30, 2025 Image Nonpayment Protection Image Inc"
    },
    {
      "url": "https://thevillagedoctors.co.uk/surveyreport.aspx?p=C81050",
      "title": "void",
      "description": "void",
      "preview": "× This website uses cookies We use cookies to improve user experience. Choose what cookies you allow us to use. You can read more about our cookies be"
    },
    {
      "url": "https://www.hbs.edu/managing-the-future-of-work/podcast/Pages/podcast-details.aspx?episode=22066181",
      "title": "Podcast - Managing the Future of Work - Harvard Business School",
      "description": "void",
      "preview": "... → Harvard Business School → Managing The Future of Work → Podcast → Podcast Podcast Harvard Business School Professors Bill Kerr and Joe Fuller talk"
    },
    {
      "url": "http://www.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://www.cloudskillsboost.google/subscriptions?utm_source=cgc&utm_medium=website&utm_campaign=evergreen",
      "title": "Purchase A Subscription | Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right learning plan for you Leverage free credits, choose a monthly option"
    },
    {
      "url": "https://education.microsoft.com/",
      "title": "Educator Center Overview - Microsoft Learn Educator Center | Microsoft Learn",
      "description": "void",
      "preview": "Microsoft Learn Educator Center Dive deep into learning with interactive lessons, earn professional development hours, acquire certifications and find"
    },
    {
      "url": "https://id.linkedin.com/company/octopus-ina?trk=organization_guest_main-feed-card-text",
      "title": "Octopus Indonesia | LinkedIn",
      "description": "Octopus Indonesia | 11.310 pengikut di LinkedIn. A Reverse Logistic Platforms for Post-Consumer Materials | Octopus is a reverse-logistic startup that currently doing collection of post-consumer product through circular economy.",
      "preview": "LinkedIn menghargai privasi Anda LinkedIn dan pihak ketiga menggunakan cookie esensial dan non-esensial untuk menyediakan, mengamankan, menganalisis,"
    },
    {
      "url": "https://www.chalkbeat.org/22525983/map-critical-race-theory-legislation-teaching-racism",
      "title": "CRT MAP: Critical race theory legislation and schools - Chalkbeat",
      "description": "Chalkbeat is tracking efforts to restrict teaching about race and bias in schools, as well as efforts to expand it, on this map of critical race theory legislation.",
      "preview": "Skip to main content A classroom conversation in Denver, Colorado, in April 2021. (Eli Imadali for Chalkbeat) Teaching & Classroom Politics & Policy C"
    },
    {
      "url": "https://www.windsorstore.com/products/high-rise-drama-ruched-midi-skirt-064010360001",
      "title": "High-Rise Drama Ruched Midi Skirt &vert Windsor",
      "description": "The skirt features a high-rise waist, a ruched body with a drawstring, a hidden front zipper, a high center slit, and a midi-length silhouette. The skirt is composed of a lightweight woven fabric that offers a form-hugging fit with minimal stretch.",
      "preview": "Skip to content <div class=\"CartProduct\" data-id=\"[[ id ]]\" data-options=\"[[ variant_title ]]\" data-product-id=\"[[ product_id ]]\"> <div class=\"CartPro"
    },
    {
      "url": "http://www.mu.org/~doug/mao/",
      "title": "The Unofficial Mao Home Page",
      "description": "void",
      "preview": "Welcome! You are visitor number To the Unofficial Mao Home Page. This page is offered to the public free of charge so that people can learn the wonder"
    },
    {
      "url": "https://forum.canardpc.com/archive/index.php/t-196-p-7.html?s=a5450e0f4b3ec9bcd6bd6ed78b749ca7",
      "title": "Le fil des linuxiens BG - Canardpc.com",
      "description": "J'ai vu sur le forum que certains utilisent Linux (ou Unix). Ce fil essaie de savoir si du monde utilise cet OS, et si certains n'utilisent que lui (pour jouer). Mon Windows Me est mort depuis que j'ai une carte avec la troidé accélérée, déjà que je ne l'utilisais que très ponctuellement... Je ne sais même pas s'il",
      "preview": "Quand vous faites un signalement, malgré l'erreur du nodeid 73, le message est bien reçu par la modération. RDV ici pour remonter les bugs et les info"
    },
    {
      "url": "https://milkewhit13.blogspot.com",
      "title": "13",
      "description": "void",
      "preview": "Skip to main content Posts Get link Facebook X Pinterest Email Other Apps January 27, 2022 wayapk trackmytcs Post a Comment Read more"
    },
    {
      "url": "https://nypost.com/2023/02/02/don-lemon-screamed-at-cnn-this-morning-co-host-in-off-camera-tiff-sources/",
      "title": "Exclusive | Don Lemon 'screamed' at 'CNN This Morning' co-host in off-camera tiff: sources",
      "description": "Tensions on the set of \"CNN This Morning\" have recently boiled over, with Don Lemon allegedly \"screaming\" at co-host Kaitlan Collins off-camera during an ugly December incident that has left the cast and crew rattled ever since, The Post has learned.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Tensions on the set of \"CNN This Morning\" have recently boil"
    },
    {
      "url": "https://discord.gg/uMpcC5RmJh",
      "title": "Mapbox Official Dev Community",
      "description": "This is a community space for anyone who builds with Mapbox tools and services. | 16954 members",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.faa.gov/",
      "title": "Federal Aviation Administration",
      "description": "The Federal Aviation Administration is an operating mode of the U.S. Department of Transportation.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://www.healthychildren.org/English/ages-stages/baby/feeding-nutrition/Pages/Starting-Solid-Foods.aspx",
      "title": "Starting Solid Foods - HealthyChildren.org",
      "description": "feeding-nutrition~The American Academy of Pediatrics (AAP) discusses the introduction of solid food to babies and discusses signs of solid food readiness..",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://play.xumo.com",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "https://josheben.tumblr.com/",
      "title": "@josheben on Tumblr",
      "description": "Follow @josheben and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://www.skinnytaste.com/",
      "title": "Skinnytaste Recipes - Easy Healthy Recipes Made with Real Food",
      "description": "Healthy recipes made easy from NYTimes best selling author Gina Homolka. Get high-protein recipes, dinner ideas, air fryer recipes & more!",
      "preview": "Skip to content Check out my newest cookbook filled with 100 high-protein meals! Book Tour Dates Shop My Cookbooks My Latest Healthy Recipes More Reci"
    },
    {
      "url": "https://service.elsevier.com/app/overview/cell-press/",
      "title": "Cell Press Support Center",
      "description": "void",
      "preview": "Cell Press Support Center Cell Press Support Center Cell Press engages and empowers scientists across all disciplines, all geographies, and all stages"
    },
    {
      "url": "https://www.ttbook.org",
      "title": "To The Best Of Our Knowledge | Intelligent. Optimistic. Curious.",
      "description": "TTBOOK is a nationally-syndicated, Peabody award-winning radio show about big ideas from the great minds of our time.",
      "preview": "Skip to main content Skip to audio player Show Navigation Hide Navigation Home Latest Show Episodes Interviews Arts & Culture Politics & History Scien"
    },
    {
      "url": "https://www.gst.gov.in",
      "title": "Goods & Services Tax (GST) | Home",
      "description": "Goods And Services Tax",
      "preview": "News and Updates View all Popular help topics How do I register with GST? How do I apply for refund? How do I file returns? How can I use Returns Offl"
    },
    {
      "url": "https://www.rollingstone.com/music/music-lists/500-greatest-albums-of-all-time-156826/",
      "title": "Greatest Albums List (Published 2003)",
      "description": "Rolling Stone's list of the 500 Greatest Albums of All Time was originally published in 2003, with a slight update in 2012.",
      "preview": "× × Skip to main content By Rolling Stone Rolling Stone View all posts by Rolling Stone May 31, 2009 The RS 500 was assembled by the editors of Rollin"
    },
    {
      "url": "http://www.atlanticarona.com/",
      "title": "Hotel sulle rive del lago di Arona | Hotel Atlantic - Hotel 4 stelle ad Arona",
      "description": "void",
      "preview": "IT EN Home Posizione News & Eventi Photogallery PRENOTA ORA X MIGLIOR TARIFFA GARANTITA Arrivo Notti 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 2"
    },
    {
      "url": "https://blog.getpocket.com/",
      "title": "Pocket inside",
      "description": "Pocket is a content discovery platform that surfaces the best journalism from across the web: new perspectives, hidden gems, fascinating deep-dives and timeless classics. The Pocket blog brings you content and updates on our product.",
      "preview": "Announcements Posted on May 16, 2023 May 17, 2023 Stay up to date and informed on the topics you care about. Pocket's latest updates make it simpler t"
    },
    {
      "url": "http://www.dfo-mpo.gc.ca/media/rss-eng.htm",
      "title": "Stay connected",
      "description": "Stay connected",
      "preview": "Stay connected Fisheries and Oceans Canada uses the Internet and social media tools to provide timely and up-to-date information. Stay informed and co"
    },
    {
      "url": "https://waitt-map.netlify.app/?layers=grants",
      "title": "Waitt Institute / Foundation / Blue Prosperity Coalition Web Map",
      "description": "Create a React web app that uses Mapbox GL JS to render a map",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://vr.youtube.com/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.nngroup.com/articles/top-10-mistakes-web-design/",
      "title": "Top 10 Mistakes in Web Design - NN/G",
      "description": "The 10 most egregious UX offenses against users. Web design disasters and HTML horrors are legion, though many usability atrocities are less common than they used to be.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 Top 10 Mistakes in Web Design Jakob Nielsen Jakob Nielsen January 1"
    },
    {
      "url": "https://www.libreriadelsanto.it/libri/9788899005726/la-celebrazione-delleucaristia.html?utm_source=internal&utm_medium=link&utm_campaign=related_products&utm_content=auto",
      "title": "La celebrazione dell'eucaristia - Le Catechesi di papa Francesco libro, Francesco (Jorge Mario Bergoglio), Centro Eucaristico, settembre 2018, Eucaristia/Messa - LibreriadelSanto.it",
      "description": "Libro di Francesco (Jorge Mario Bergoglio), La celebrazione dell'eucaristia - Le Catechesi di papa Francesco, dell'editore Centro Eucaristico. Percorso di lettura del libro: Teologia, Sacramentale, Eucaristia/Messa.",
      "preview": "Login / Registrati Preferiti Spedizioni Pagamenti Aiuto | Contatti Registrati / Login Carrello Novità Sacra Scrittura Teologia Liturgia Catechesi Atti"
    },
    {
      "url": "https://www.ey.com",
      "title": "EY - Global | Building a better working world",
      "description": "EY offre servizi di Advisory, Assurance, Tax e Transaction che aiutano a risolvere le sfide più difficili dei nostri clienti e a costruire un mondo del lavoro migliore per tutti.",
      "preview": "EY Logo Insight Read More Read Less Porre le domande migliori che aprano la strada a soluzioni innovative per le problematiche più intricate del mondo"
    },
    {
      "url": "http://www.jedasoftwaresystems.com",
      "title": "Jedasoft",
      "description": "void",
      "preview": "Home Contact About News Support"
    },
    {
      "url": "https://www.cheesescience.org/",
      "title": "Cheese Science Toolkit",
      "description": "Cheese science toolkit is a resource for all things cheese science.",
      "preview": "Decoding the science of cheese A technical resource for cheesemongers, cheese buyers, and cheese connoisseurs In loving memory of Patrick Polowsky - c"
    },
    {
      "url": "https://www.columbiabank.com/",
      "title": "Columbia Bank | ColumbiaBank.com",
      "description": "Columbia Bank is here for you now more than ever. Our local business and personal bankers have helped our communities for over 50 years. Join us today.",
      "preview": "Link to Home Page Link to Home Page Close"
    },
    {
      "url": "http://www.pacificcommunityventures.org/",
      "title": "2030 Strategic Plan - Pacific Community Ventures",
      "description": "PCV's 2030 Strategic Plan: $100M Restorative Capital, 100K good green jobs, and ethical AI to build an inclusive, sustainable economy.Ask ChatGPT",
      "preview": "Skip to primary navigation Skip to main content Skip to footer PCV ACQUIRES RADIANT DATA"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/whats-on",
      "title": "What's on - Rijksmuseum",
      "description": "What is there to see and do at the Rijksmuseum",
      "preview": "Skip to main content What's on What is there to see and do at the Rijksmuseum {{ filter.name.charAt(0).toUpperCase() + filter.name.slice(1) }} Highlig"
    },
    {
      "url": "https://bistrolila.ro/tag/conserve",
      "title": "Bistro Lila » conserve",
      "description": "void",
      "preview": "Bistro Lila Experiente in familie! Culinare si nu numai! Dulceata (chutney) de ceapa rosie La capitolul delicatese de multa vreme am pe lista dulceata"
    },
    {
      "url": "https://www.amebatv.com",
      "title": "Ameba: Smart Kids TV",
      "description": "Free children's video streaming service that specializes in high quality kids TV.",
      "preview": "LOADING.. Watch MORE! To view this video please enable JavaScript, and consider upgrading to a web browser that supports HTML5 video {{signUpPushFeatu"
    },
    {
      "url": "http://earthengine.google.org/terms",
      "title": "Terms of Service - Google Earth Engine",
      "description": "Earth Engine combines a multi-petabyte catalog of satellite imagery and geospatial datasets with planetary-scale analysisGoogle capabilities and makes it available for scientists, researchers, and developers to detect changes, map trends, and quantify differences on the Earth's surface.",
      "preview": "Google Earth Engine Services are available for commercial use. Your continued use of the Services under these Google Earth Engine Terms of Service mus"
    }
  ],
  "_meta": {
    "total_bookmarks": 127
  }
}