{
  "data": [
    {
      "url": "https://ourworldindata.org/grapher/renewable-energy-consumption?tab=chart",
      "title": "Renewable energy consumption - Our World in Data",
      "description": "Measured in terawatt-hours of direct primary energy consumption. Traditional biomass refers to the consumption of fuelwood, forestry products, animal and agricultural wastes.",
      "preview": "Interactive visualization requires JavaScript Related research and data Charts Annual change in hydropower generation Annual change in renewable energ"
    },
    {
      "url": "https://divainbucatarie.ro/tag/retete-afrodisiace/",
      "title": "File de pastrav cu piure de telina - Diva in Bucatarie",
      "description": "File de pastrav cu piure de telina . File de pastrav cu piure de telina. reteta de pastrav cu piure de telina. File de pastrav cu piure de telina diva in bucatarie",
      "preview": "Retete culinare Vezi retete pe categorii Deserturi D Europeana E Coacere C Crumble cu prune si nuca Crumble cu prune si nuca. Reteta de crumble cu pru"
    },
    {
      "url": "https://writesonic.com/photosonic-ai-art-generator",
      "title": "AI Art Generator from Text | Writesonic.com",
      "description": "Photosonic is the AI art generator to create beautiful, royalty-free images in seconds. Let your imagination run wild - try the best AI image generator free!",
      "preview": "void"
    },
    {
      "url": "https://urvetcare.com/",
      "title": "URvet Care - 24/7 Emergency Vet & Animal Hospital NYC",
      "description": "Looking for a trusted vet near you? URvet Care is NYC's top 24/7 emergency vet & animal hospital for dogs and cats. Walk-in, same-day appointments available!",
      "preview": "Skip to content Comprehensive. 24/7. Unmatched. Revolutionizing Pet Care in NYC From walk-in emergencies to advanced surgeries, preventative care, an"
    },
    {
      "url": "https://www.goodwill.org/shoppers/",
      "title": "Shoppers - Goodwill Industries International",
      "description": "READ MORE from Shoppers",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content Shoppers Why Sh"
    },
    {
      "url": "http://www.argonblue.com/",
      "title": "Argon Blue -- Your leading source for premier colocation, web hosting and Internet services!",
      "description": "Argon Blue is your leading source for premier colocation, web hosting and Internet services.",
      "preview": "Information Made Simple Argon Blue provides colocation , hosting , dedicated servers , network and Internet service to enterprises of all sizes. What'"
    },
    {
      "url": "https://gitlab.cosma.dur.ac.uk/swift/swiftsim/-/graphs/83a60ec46cf16d3775d7fabcac126e228712e796/charts",
      "title": "Repository analytics · SWIFT / SWIFTsim · GitLab",
      "description": "SPH With Inter-dependent Fine-grained Tasking",
      "preview": "Programming languages used in this repository Measured in bytes of code. Excludes generated and vendored code. Commit statistics for 83a60ec46cf16d377"
    },
    {
      "url": "https://katalog.skd.museum/Search/Results?filter%5B%5D=~institution%3A%22DE-L228%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-referencebooks%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-techniquefinearts%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-studiesbooksmanuscripts%22&filter%5B%5D=format_de15%3A%22Software%22&filter%5B%5D=-mega_collection%3A%22Verbunddaten+SWB%22&dfApplied=1&type=AllFields",
      "title": "Suchergebnisse :: Staatliche Kunstsammlungen Dresden, Kunstbibliothek",
      "description": "void",
      "preview": "Suchergebnisse Angewandte Filter Seite wird neu geladen, wenn Filter entfernt wird. Filter zurücksetzen Filter anzeigen (6) Institution: Suchfilter en"
    },
    {
      "url": "https://cheerstocarla.com/tag/enzo-angiolini/",
      "title": "enzo angiolini | Cheers to Carla",
      "description": "Posts about enzo angiolini written by Chloe Roth",
      "preview": "Cheers to Carla Where Everybody Knows Your (Brand) Name Home About Tag Archives: enzo angiolini Jun 19 2013 1 Comment Sam's Women Sam's Women: The Bes"
    },
    {
      "url": "https://ywcaatlanta.org/conversations/",
      "title": "Donate to our Programs - YWCA Greater Atlanta | Advocacy | Social Justice | Education",
      "description": "We appreciate your generosity and know that without your support of our mission to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all would not be possible.",
      "preview": "0 Donate to Our Programs ↘ There are many ways for you to support YWCA Greater Atlanta, including making a secure online donation, including YWCA Grea"
    },
    {
      "url": "https://apps.who.int/iris/bitstream/handle/10665/258970/9789241550130-eng.pdf;jsessionid=862C12B8C2F2004C85A9F74015DBC547?sequence=1",
      "title": "DSpace",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.jiahometechs.com/support/",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "https://iics.medium.com/tech-support-scammers-use-xss-vulnerability-to-show-fake-malware-infection-7e56138ed186",
      "title": "Tech support scammers use XSS vulnerability to show fake malware infection | by Eli Cyber Security | Medium",
      "description": "Tech support scammers use XSS vulnerability to show fake malware infection Tech support scams are one of the most common threats to technology users, as both legitimate service providers and end ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Tech support scammers use XSS vulnerability to show fake malware infectio"
    },
    {
      "url": "https://www.handtalk.me/",
      "title": "Hand Talk: your website accessible in ASL",
      "description": "Your website more accessible in ASL with the Hand Talk Plugin. Our virtual translators connect your brand with millions of people.",
      "preview": "Home Discover the largest Sign Language translation platform in the world We have translated nearly 2 billion words since the Hand Talk Plugin was lau"
    },
    {
      "url": "https://sport360.com/",
      "title": "Sport360 - Latest Sports News",
      "description": "Latest sports news from aroud the globe, including breaking news, analysis and interviews.",
      "preview": "New York Knicks open NBA Abu Dhabi Games 2025 with win over Philadelphia 76ers Andre Fletcher and Scott Currie go big in the ILT20's maiden player auc"
    },
    {
      "url": "https://namelix.com/",
      "title": "Business Name Generator - free AI-powered naming tool - Namelix",
      "description": "Namelix uses generative AI to create a short, brandable business name. Search for domain availability, and instantly generate a logo for your new business",
      "preview": "by Brandmark.io Business Name Generator generate a short, brandable business name using artificial intelligence Get name ideas Namelix generates short"
    },
    {
      "url": "http://www.unhabitat.org/",
      "title": "UN-Habitat - A Better Urban Future | UN-Habitat",
      "description": "UN-Habitat works for a better urban future. Based in over 90 countries, we promote the development of socially and environmentally sustainable cities, towns & communities. UN-Habitat strives for adequate shelter with better living standards for all.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://blog.google/products/search/mapping-wildfires-with-satellite-data/",
      "title": "Mapping wildfires with the power of satellite data",
      "description": "New wildfire boundary information in Search and Maps helps people stay safe and informed.",
      "preview": "Mapping wildfires with the power of satellite data Aug 20, 2020 · Share Twitter Facebook LinkedIn Mail Copy link Yossi Matias VP Engineering & Researc"
    },
    {
      "url": "https://nationalvoterregistrationday.org/",
      "title": "National Voter Registration Day",
      "description": "Thank You to All of Our Community Partners Nationwide",
      "preview": "Skip to content National Voter Registration Day Will Return on September 15, 2026 Countdown to National Voter Registration Day Trusted Voting Resource"
    },
    {
      "url": "https://sputniknews.com/",
      "title": "Sputnik News - World News, Breaking News & Top Stories",
      "description": "Sputnik International is a global news media keeping you updated on all the latest world news 24/7. Browse Sputnik for breaking news and top stories on politics, economy, social media and the most viral trends.",
      "preview": "Sputnik International feedback@sputniknews.com +74956456601 MIA „Rossiya Segodnya\" 252 60 International Russia's Special Operation Russia-US Talks on"
    },
    {
      "url": "https://status.stripe.com/",
      "title": "Stripe system status",
      "description": "Real-time and historical data on Stripe system performance.",
      "preview": "Loading..."
    },
    {
      "url": "https://gps-anleitung.de/probleme-und-loesungen/?replytocom=36",
      "title": "Probleme und Lösungen | GPS-Anleitungen von Michael Blömeke",
      "description": "Add New Row Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Hilfe-Seite Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Schaue bitte zuerst hier, ob Du für Deine Fragen und Probleme eine Antwort findest. Add Element Add New Row Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Allgemeine Probleme Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Edit Parent ElementEdit ElementClone ElementAdvanced Element",
      "preview": "Hilfe-Seite Schaue bitte zuerst hier, ob Du für Deine Fragen und Probleme eine Antwort findest. Allgemeine Probleme Klicke auf den Titel um das Thema"
    },
    {
      "url": "https://hidratespark.com/blogs/hidrate-spark/march-is-national-nutrition-month",
      "title": "March is National Nutrition Month | HidrateSpark",
      "description": "March is National Nutrition Month, an annual campaign created by the Academy of Nutrition and Dietetics. Here's a preview of what you can learn about and try each week this March.",
      "preview": "Skip to content Close Cookie policy We use cookies and similar technologies to provide the best experience on our website. Refer to our Privacy Policy"
    },
    {
      "url": "https://news.sky.com/story/missing-man-found-in-sharks-stomach-after-family-identifies-his-tattoo-12821808",
      "title": "Missing man found in shark's stomach after family identifies his tattoo | World News | Sky News",
      "description": "Argentinian authorities say it is likely that Diego Barria had an accident in his vehicle before being dragged to his death.",
      "preview": "Missing man found in shark's stomach after family identifies his tattoo Argentinian authorities say it is likely that Diego Barria had an accident in"
    },
    {
      "url": "https://wtfdidyoujust.tumblr.com/",
      "title": "@wtfdidyoujust on Tumblr",
      "description": "dat me",
      "preview": "Posts glumshoe Follow stereotypes about people \"really interested in WWI\" are wildly different than stereotypes about people \"really interested in WWI"
    },
    {
      "url": "https://watttime.hire.trakstar.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://local.tourmake.it/tr/carnicer%C3%ADa-jamoner%C3%ADa-alcal%C3%A1-calle-de-alcal%C3%A1-comunidad-de-madrid-madrid",
      "title": "Restoran Dükkan Madrid Carnicería-Jamonería Alcalá - Local Tourmake",
      "description": "Calle de Alcalá 28009 Madrid Comunidad de Madrid Spain +34 914 01 74 26 jamoneriacarniceriaalcala.com/",
      "preview": "Twitter Facebook Çağrı Web sitesi Harita Açık Tur Carnicería-Jamonería Alcalá Madrid Calle de Alcalá 28009 Madrid Comunidad de Madrid Spain jamoneriac"
    },
    {
      "url": "https://www.thefamilyconservancy.org/",
      "title": "The Family Conservancy | Happy, Healthy, Educated Children",
      "description": "The Family Conservancy focuses on supporting Kansas City families, parents, and teachers who prepare children for success in school and life.",
      "preview": "Lifted Logic Web Design in Kansas City clock location phone play check_box_outline_blank check_box chevron-down chevron-left chevron-right chevron-up"
    },
    {
      "url": "https://reidjon.tumblr.com/",
      "title": "Jon Reid Tumbling",
      "description": "Quickdraw posts that haven't made it to my regular blog: Conversations. I'm blaming the other awesome Tumblr sites I'm stumbled upon for my presence. Come on over to Twitter too. Been there longer.",
      "preview": "6th May 2016 Drupalcon! Oh yeah, I'll be in New Orleans for Drupalcon next week. I'll be in town on Sunday. See you there! 19th Apr 2016 | 36 notes 16"
    },
    {
      "url": "https://www.seattlefoundation.org/",
      "title": "Home - Seattle Foundation",
      "description": "Seattle Foundation is an agent of change, igniting powerful philanthropy to make Seattle a stronger, more vibrant community for all. Get involved today.",
      "preview": "Skip to content The work doesn't stop, and neither will we. We continue to be steadfast in our commitment to center the voices of the marginalized, in"
    },
    {
      "url": "https://www.muenchen.de/sehenswuerdigkeiten",
      "title": "Sehenswürdigkeiten Attraktionen München - muenchen.de",
      "description": "Die wichtigsten Sehenswürdigkeiten und Attraktionen in München im Überblick. Von Kirchen und Bauwerken bis hin zu Parks und Plätzen.",
      "preview": "Home Anzeige Branchenbuch Sehenswürdigkeiten This is a carousel with rotating cards. Use the previous and next buttons to navigate, and Enter to activ"
    },
    {
      "url": "http://ow.ly/DBQy50E0Gkx",
      "title": "American Academy of Pediatrics Speaks Out Against Bills Harming Transgender Youth",
      "description": "\"With alarm and dismay, pediatricians have watched bills advance through state legislatures across the country with the sole purpose of threatening the health and well-being of transgender youth.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://skinseedapp.com/",
      "title": "Skinseed",
      "description": "void",
      "preview": "Privacy Policy Terms of Service Copyright 2023. Skinseed. All rights reserved."
    },
    {
      "url": "https://skytruth.org/",
      "title": "SkyTruth - If you can see it, you can change it",
      "description": "If you can see it, you can change it",
      "preview": "If you can see it, you can change it. Sharing the view from space to promote conservation for people and the planet. NASA Earth Observatory image modi"
    },
    {
      "url": "https://messenger.com/",
      "title": "Messenger",
      "description": "Incontra chi vuoi ovunque e in qualsiasi momento: Messenger consente di restare in contatto con le persone che preferisci in modo semplice e divertente",
      "preview": "Uno spazio per favorire conversazioni significative Con Messenger puoi connetterti con i tuoi familiari e amici di Facebook, creare la tua community e"
    },
    {
      "url": "https://www.uhccommunityplan.com/grow",
      "title": "UnitedHealthcare Community Plan",
      "description": "UnitedHealthcare Community Plan can help you find a Medicaid or Medicare plan that best fits your needs. Find benefits, eligibility & detailed plan information.",
      "preview": "Hmm ... it looks like your browser is out of date. Let's update your browser so you can enjoy a faster, more secure site experience. Update Now Skip to"
    },
    {
      "url": "https://sexgeschichten.xyz/?seite=3162",
      "title": "Sexgeschichten (3162) 🍓 SexGeschichten.xyz",
      "description": "Sexgeschichten (3162) ❤️ byJuenLin: Ich lese alle Kommentare Viel Spass beim dritten Teil! --- Isabels Hände verkrampfen sich ums Steuerrad. Sie...",
      "preview": "Sexgeschichten Sexgeschichten, Erotische Geschichten, Sex Geschichten, Erotikgeschichten, Erogeschichten Sexgeschichten Kategorien: Inzest / Tabu BDSM"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-programming",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://aeds-mn.org/",
      "title": "HOME | African Economic Development Solutions | AEDS-MN | Saint Paul",
      "description": "African Economic Development Solutions (AEDS) builds wealth within African immigrant communities through economic development. Our program and services include business lending, development, and financial capabilities. Our events - Little Africa and the National African Leadership Conference - build communities.",
      "preview": "top of page AEDS-MN builds wealth The goal of African Economic Development Solutions is simple . . . We want our clients to build businesses that crea"
    },
    {
      "url": "https://columbusfoundation.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgXY-8-ryOf412lm3ahKkKjspzxUVg-gVPHVDPFSFORurvkOWzZTzVxoC45AQAvD_BwE",
      "title": "Home | The Columbus Foundation",
      "description": "The Columbus Foundation is the Trusted Philanthropic Advisor® to thousands of individuals, families, and businesses who have created charitable funds and planned gifts to make a difference in the lives of others through the most effective philanthropy possible.",
      "preview": "Skip to Content Celebrating Philanthropy Award Honorees At the Celebration of Philanthropy, we honor the people and organizations whose generosity and"
    },
    {
      "url": "https://wwwn.cdc.gov/pubs/other-languages/",
      "title": "CDC Resources in Languages Other than English | Other | CDC",
      "description": "This is a listing of information and materials available on the Centers for Disease Control and Prevention (cdc.gov) website translated into other languages.",
      "preview": "Skip directly to site content Skip directly to search Español | Other Languages An official website of the United States government Here's how you kno"
    },
    {
      "url": "https://news.airbnb.com/fresh/",
      "title": "\"The Fresh Prince\" Will Smith Invites You to a Royal Stay on Airbnb",
      "description": "For the first time ever, local guests are invited to chill out and relax in a wing of one of television's most iconic homes.",
      "preview": "It's been 30 years since Will Smith rolled up the driveway and knocked on the door of this iconic LA crib for the very first time. To celebrate the un"
    },
    {
      "url": "https://www.thinkwithgoogle.com/intl/en-gb/future-of-marketing/digital-transformation/beauty-on-youtube-be-part-of-the-conversation/",
      "title": "Digital Transformation & Maturity - Think with Google",
      "description": "Every company is on the road to digital transformation. See how to embrace marketing technology, from automation and machine learning to measurement.",
      "preview": "Skip to Content Digital Transformation Every company is at different points in its digital transformation. See how other companies are making progress"
    },
    {
      "url": "https://emmafcownie.medium.com/ai-and-art-what-you-need-to-know-a1fd76311b8b",
      "title": "AI and Art:What You Need to Know. The Robots are coming for our Art... | by Emma Cownie | Medium",
      "description": "AI and Art:What You Need to Know The Robots are coming for our Art. Artists are losing their ability to make a living and we will all be poorer financially and creatively for it. How do we slow them ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in AI and Art:What You Need to Know Emma Cownie 9 min read · Apr 7, 2024 --"
    },
    {
      "url": "https://www.tennessean.com/story/entertainment/2022/10/02/hardy-hospitalized-after-bus-accident-on-interstate-40-near-nashville/69533641007/",
      "title": "HARDY hospitalized after bus accident on Interstate 40 near Nashville",
      "description": "The Philadelphia, MS native was \\",
      "preview": "Skip to main content Home News Sports Counties Business Music Opinion Things To Do Life Obituaries eNewspaper Crosswords Newsletters Connect With Us I"
    },
    {
      "url": "https://www.iaea.org/",
      "title": "International Atomic Energy Agency | Atoms for Peace and Development",
      "description": "The IAEA is the world's centre for cooperation in the nuclear field, promoting the safe, secure and peaceful use of nuclear technology. It works in a wide range of areas including energy generation, health, food and agriculture and environmental protection.",
      "preview": "Skip to main content Press centre Employment Contact English العربية 中文 Français Русский Español Your browser does not support the video tag. Internat"
    },
    {
      "url": "https://www.stiriagricole.ro/date/2017/01/18",
      "title": "18 ianuarie 2017 | StiriAgricole.ro",
      "description": "void",
      "preview": "Sari la conținut Instagram Rss Facebook Twitter Caută 00000001pm 720020, PM1 PNDR: pana cand puteti depune proiecte cu fonduri europene pe submasura 4"
    },
    {
      "url": "https://www.comune.roma.it/web/it/servizi.page",
      "title": "Roma Capitale | Sito Istituzionale | Servizi",
      "description": "void",
      "preview": "Vai al Contenuto Vai alla navigazione del sito Casa Digitale del Cittadino Menu di navigazione Tutti i servizi Municipio Servizi online Modulistica Ap"
    },
    {
      "url": "https://www.bang-olufsen.com/en/us/speakers/beosound-1",
      "title": "Bang & Olufsen - High-end Headphones, Speakers, and Televisions",
      "description": "Discover Bang & Olufsen - where sound meets design. Shop premium speakers, headphones, and televisions for home and travel.",
      "preview": "pause Home Audio Elevate your home with iconic design and immersive sound. Discover more Explore our bestsellers Pre-order Beo Grace €1,200 New Beosou"
    },
    {
      "url": "https://blog.militarybyowner.com/the-rosie-network-helping-military-family-owned-businesses-succeed",
      "title": "The Rosie Network: Helping Military Family-Owned Businesses Succeed",
      "description": "The Rosie Network was founded by military spouses to make it easy for the public to find and support military family-owned businesses.",
      "preview": "Member Login About Us About Us Company History Why Choose Us? Testimonials Advertise Blog Resources Resources Ebooks Home Buying Home Decorating/Maint"
    },
    {
      "url": "https://circuitosturquia.com/",
      "title": "Viajes a Turquía | Tours-Circuitos Turquía en Español 2025",
      "description": "Circuitos por Turquía en español. Descubra lo Mejor del país con Viajes a Turquía. Circuitos guiados y paquetes turísticos Turquía 2024",
      "preview": "Saltar al contenido Correo: info@circuitosturquia.com Telefono: +90 0212 527 06 71 Whatsapp: +90 532 368 00 35 Alemdar Mahallesi, İncili Çavuş Sk. No:"
    },
    {
      "url": "https://digital.usveteransmagazine.com/US-Veterans-Magazine-Spring-2021/46/",
      "title": "US-Veterans-Magazine-Spring-2021 46 U.S. Veterans Magazine Digital Issue",
      "description": "Equipping Veterans with essential career, education, and business opportunities and resources, including veteran hiring events and scholarships for veterans and their families.",
      "preview": "We're sorry but this application doesn't work properly without JavaScript enabled. To use this application, please enable JavaScript in your browser a"
    },
    {
      "url": "http://www.lottoconsult.it/estrazioni_sivincetutto.asp?sivinceID=324",
      "title": "Lotto Consult - Archivio Estrazioni Sisal SiVinceTutto SuperEnalotto, combinazioni vincenti e quote",
      "description": "Gli ultimi concorsi ed estrazioni del gioco Sisal SiVinceTutto SuperEnalotto con combinazioni vincenti e quote.",
      "preview": "venerdì 10 ottobre 2025 STATISTICHE ESTRAZIONI PREVISIONI CHI CI AZZECCA BOLLETTINI LOTTO LIMKS SOGNI E SMORFIA"
    },
    {
      "url": "http://andreasviklund.com/",
      "title": "andreasviklund.com",
      "description": "void",
      "preview": "Menu rss facebook twitter Free HTML template: Paris Fashion Blog Brussels Light Free HTML tempalte: Brussels Free HTML CV Template in different colors"
    },
    {
      "url": "https://www.nottinghampost.com/sport/football/",
      "title": "Football - Latest football news from Nottingham and the UK - Nottinghamshire Live",
      "description": "Get the latest football news with Nottinghamshire Live. Breaking news, fixtures, results, previews, match reports and transfer news from the Nottinghamshire Live team.",
      "preview": "Football Djed Spence sends Brennan Johnson brutal message after England win vs Wales Nottingham Forest FC Tottenham Hotspur teammates - and former Not"
    },
    {
      "url": "http://wp.me/p31W1G-24z",
      "title": "The $1 Trillion Economic Impact of Software | BSA TechPost",
      "description": "Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovation - laying the groundwork for advances that promise to make businesses more efficient, jobs more plentiful, opportunities more pervasive, and the economy even more prosperous. BSA | The Software Alliance has released",
      "preview": "Skip to content Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovatio"
    },
    {
      "url": "https://www.luriechildrens.org/",
      "title": "Lurie Children's Hospital of Chicago | Pediatric Medicine",
      "description": "Lurie Children's is one of the top children's hospitals in the nation, providing superior pediatric care, cutting-edge treatments and advanced research.",
      "preview": "Skip to main content MEDICAID NOTICE: Lurie Children's continues to serve all patients enrolled in Medicaid. As a safety-net hospital, we will continu"
    },
    {
      "url": "https://www.paccoespresso.com/preventivo/delivery/xF0flenvnYtDcCH_n2v9cQ",
      "title": "Calcola un preventivo spedizione - PACCOESPRESSO.COM",
      "description": "Calcola un preventivo gratuito per spedire pacchi con corriere espresso in italia ed europa con ritiro a casa",
      "preview": "Ricerca spedizione Assistenza Accedi Calcola un preventivo Inserisci le dimensioni dei pacchi/pallet che devi spedire, puoi aggiungere più colli attra"
    },
    {
      "url": "https://www.sciencedirect.com/science/article/abs/pii/S0964569122002411?via%3Dihub",
      "title": "Assessing the drivers of vessel tracking systems adoption for improved small-scale fisheries management - ScienceDirect",
      "description": "The use of vessel tracking systems (VTS) on small-scale fishing vessels can provide data necessary for improved fisheries management. Nevertheless, th...",
      "preview": "JavaScript is disabled on your browser. Please enable JavaScript to use all the features on this page. Skip to main content Skip to article Access thr"
    },
    {
      "url": "https://www.vmix.com",
      "title": "Live Video Streaming Software | vMix",
      "description": "vMix is a live streaming and live production software video mixer and switcher for Windows. Easily Produce, Record and Live Stream professional looking content from your PC.",
      "preview": "Javascript Required: The vMix website requires javascript enabled. Please enable javascript before continuing. Live Production and Streaming Software"
    },
    {
      "url": "https://www.vtiger.com/migration/",
      "title": "Migrating Customer Data Made Easy with Vtiger CRM",
      "description": "Considering moving from another CRM to Vtiger? Sign up for one of our migration plans and let us replicate all of your fields, users, workflows and data in Vtiger for you.",
      "preview": "× Search Vtiger.com Search Switching to Vtiger from another CRM? Allow us to make this transition seamless with free migration services. Write to [ema"
    },
    {
      "url": "https://www.spirittoolkit.com/privacypolicy",
      "title": "PrivacyPolicy | Mysite",
      "description": "void",
      "preview": "top of page Privacy This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if an"
    },
    {
      "url": "https://create.microsoft.com/?utm_source=m356edge&utm_medium=microsite&utm_campaign=creation",
      "title": "Free templates for social media, documents & designs | Microsoft Create",
      "description": "Use our free tools and customizable templates to craft presentations, videos, graphics, social media designs, and much more-no design expertise required.",
      "preview": "Create designs that inspire Trending searches Resumes Timesheet Business Slideshow Presentation Invoices Collaborate Budgets Charts Productivity Socia"
    },
    {
      "url": "https://www.mynextmove.org/explore/ip",
      "title": "O*NET Interest Profiler",
      "description": "void",
      "preview": "We're sorry but O*NET Interest Profiler doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://yostem.org/",
      "title": "Youth Outreach in Science, Technology, Engineering, and Math",
      "description": "void",
      "preview": "0 At YO-STEM , we believe that every young mind deserves a place to explore, innovate, and grow in science, technology, engineering, and math. Through"
    },
    {
      "url": "https://www.capitalonetravel.com/?utm_source=nav",
      "title": "Your Next Journey Starts Here - Capital One Travel",
      "description": "Book flights, hotels and car rentals with ease on Capital One Travel and get more from your next journey.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.equippedbrewer.com/sales-and-distribution/topic/website-design",
      "title": "The Equipped Brewer",
      "description": "The Equipped Brewer is dedicated to the success of craft beverage companies, including breweries, cideries, distilleries, and wineries.",
      "preview": "Operations equipment Production Brew Your Best Craft Beverage: Effective Wort Oxygenation Oxygenating wort on the way to the fermenter. Oxygen is some"
    },
    {
      "url": "https://www.nike.com/",
      "title": "Nike. Just Do It. Nike IT",
      "description": "Nike offre prodotti, esperienze e servizi innovativi per ispirare ogni atleta.",
      "preview": "NIKE TECH BOREAS Nike Tech Boreas fa la differenza: protezione ideale per condizioni imprevedibili. Acquista Scopri Tech Hub Novità: Nike Shox Z NOT H"
    },
    {
      "url": "https://resourcewatch.org/dashboards/coral-reef-dashboards",
      "title": "Coral Reef Dashboards | Resource Watch",
      "description": "Global and regional summaries of the importance, status and outlook of coral reefs around the world",
      "preview": "pause play external search user list-mode cross layers opacity hide show item-unknown item-date item-category item-number logo-cms arrow-down arrow-up"
    },
    {
      "url": "https://kozlu.tumblr.com/",
      "title": "@kozlu on Tumblr",
      "description": "Follow @kozlu and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Güneşten önce uyanmak... You are using an unsupported browser and things might not work as intended. Please make sure you're using the lat"
    },
    {
      "url": "https://www.mongabay.com/",
      "title": "Conservation and environmental science news - Mongabay",
      "description": "Environmental science and conservation news",
      "preview": "Latest A cacao rush drives 'alarming' deforestation in Liberia Ashoka Mukpo 10 Oct 2025 COP26 pledge to support Indigenous & local forest tenure was j"
    },
    {
      "url": "https://computinged.wordpress.com/2019/10/14/results-from-longitudinal-study-of-female-persistence-in-cs-ap-cs-matters-after-school-programs-and-internships-do-not/",
      "title": "Results from Longitudinal Study of Female Persistence in CS: AP CS matters, After-school programs and Internships do not | Computing Ed Research - Guzdial's Take",
      "description": "NCWIT has been tracking their Aspirations in Computing award applicants for several years. The Aspirations award is given to female students to recognize their success in computing. Tim Weston, Wendy DuBow, and Alexis Kaminsky have just published a paper in ACM TOCE (see link here) about their six year study with some 500 participants --...",
      "preview": "Computing Ed Research - Guzdial's Take Home About Guzdial's Computing Education Research Blog Guzdial Papers Resources for new CS Teachers Results fro"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2022/06/30/iowa-caucus-2024-nikki-haley-will-run-president-if-theres-place-me/7747121001/",
      "title": "Nikki Haley says during Iowa visit she is considering presidential run",
      "description": "Former U.N. Ambassador and potential presidential candidate Nikki Haley spoke at a fundraiser for U.S. Rep. Randy Feenstra of Iowa Thursday.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://scorefoundation.org/about/",
      "title": "About | Score Foundation",
      "description": "void",
      "preview": "ABOUT US The SCORE Foundation is a 501 (c) (3) non-profit organization that serves as the philanthropic arm of SCORE, America's premier source of free"
    },
    {
      "url": "https://gadebate.un.org/en",
      "title": "General Debate of the 80th Session | General Debate",
      "description": "General Assembly",
      "preview": "Skip to main content / navigation General Debate General Assembly English Search العربية 中文 English Français Русский Español Search Find General Debat"
    },
    {
      "url": "http://lokcerto.com.br/contato/",
      "title": "Central de Atendimento - LokCerto",
      "description": "R. Abelardo Pontes Lima, 435, Gruta de Lourdes, Maceio-AL +55 (82) 3241-6564 / 9922.8156",
      "preview": "Close LokCerto > Central de Atendimento Central de Atendimento R. Abelardo Pontes Lima, 435, Gruta de Lourdes, Maceio-AL +55 (82) 3241-6564 / 9922.815"
    },
    {
      "url": "https://www.bachmanhebble.com/book-of-memories/5142974/Snyder-Jack/index.php",
      "title": "Bachman Hebble Funeral Service | Battle Creek, MI",
      "description": "Bachman Hebble Funeral Service in Battle Creek, MI provides funeral, memorial, aftercare, pre-planning, and cremation services in ... Learn More",
      "preview": "void"
    },
    {
      "url": "https://www.bonappetit.com/recipe/chicken-parmesan",
      "title": "BA's Best Chicken Parmesan Recipe | Bon Appétit",
      "description": "For our very best chicken Parmesan recipe, we examined each aspect of the classic to create our ideal version. No more sad, soggy, mediocre outcomes allowed!",
      "preview": "Skip to main content Arrow Jump To Recipe Print Let's get one thing straight: We love chicken Parmesan , but we've had our fair share of mediocre vers"
    },
    {
      "url": "https://espressodingin.tumblr.com/",
      "title": "Halley Space",
      "description": "Poetry, Book and Movie Review",
      "preview": "espressodingin 1634909229 22 October 2021 copy link to post permalink link copied REVIEW I WANT TO DIE BUT I WANT TO EAT TTEOKPOKKI, BUKU REKOMENDASI"
    },
    {
      "url": "https://runningout-of-words.tumblr.com/post/89305551696",
      "title": "Angela - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Angela - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't"
    },
    {
      "url": "https://bitcoinwisdom.io/markets/bitstamp/xrpusdt",
      "title": "Bitstamp XRP/USDT - XRP to Tether Charts.",
      "description": "Real-Time Bitstamp XRP/USDT XRP to Tether Market Charts.",
      "preview": "BitcoinWisdom.io Mobile app Index page Aggregated Heatmap Layouts Send feedback Twitter Desktop mode BTC/USDT 121569 ETH/USD 4348.2 DOGE/USDT 0.25074"
    },
    {
      "url": "http://www.radioampm.com.ar/2017/10/direcotora-de-turismo.html",
      "title": "Direcotora de Turismo",
      "description": "AmPm Radio El Bolsón Noticias y entretenimiento 2944800999 Escucha 2021",
      "preview": "Inicio _Sin Sello Escuchar la Radio Enviar Whatsapp A Twitter List by RodrigoSotomayr AmPm Direcotora de Turismo 102.9 Radio Produccion octubre 11, 20"
    },
    {
      "url": "https://teaching-vacancies.service.gov.uk/jobs/class-teacher-45efcd2b-6aaf-4f36-858e-1d0f04430bbe",
      "title": "Class Teacher - Krishna Avanti Primary School - Teaching Vacancies - GOV.UK",
      "description": "Class Teacher job from Krishna Avanti Primary School. Apply by 10 Jan 2022.",
      "preview": "Cookies on Teaching Vacancies We'd like to set additional cookies to understand how you use this service and help us improve it. We also use cookies s"
    },
    {
      "url": "https://www.domesticworkers.org/",
      "title": "Homepage | National Domestic Workers Alliance",
      "description": "The National Domestic Workers Alliance (NDWA) works for the respect, recognition & rights for more than 2.2 million domestic workers in the US.",
      "preview": "National Domestic Workers Alliance Search for: Donate Donar For Domestic Workers Resource Hub Chapters & Affiliates Get Worker Updates Join NDWA Alrea"
    },
    {
      "url": "https://remove.bg/upload",
      "title": "Upload Image - remove.bg",
      "description": "Select an image & remove the background - 100% automatically - in 5 seconds - without a single click - for free.",
      "preview": "Skip to main content Thanks for your feedback! Want to help us improve? (optional) Contribute this image & help us make remove.bg better Teach the Art"
    },
    {
      "url": "https://tribecafilm.com/films/somewhere-in-queens-2022",
      "title": "Somewhere in Queens | 2022 Tribeca Festival | Tribeca",
      "description": "An Italian-American dad from Queens gets increasingly involved in ensuring his son's high school basketball success in Ray Romano's directorial debut.",
      "preview": "World Premiere Somewhere in Queens Spotlight Narrative Feature | United States | 106 MINUTES | English New York , Comedy , Drama As the prospect of at"
    },
    {
      "url": "https://www.reddit.com/r/wicked_edge/wiki/index",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content index View page history Editing Locked Permission needed for editing Editing Locked You don't have permission to edit this page."
    },
    {
      "url": "http://www.cribbage.org/",
      "title": "American Cribbage Congress Website",
      "description": "The American Cribbage Congress (ACC) is the largest cribbage organization in the world. The ACC sanctions tournaments, and authorizes grass roots clubs throughout North America.",
      "preview": "CLICK HERE TO PAY ONLINE Welcome to the American Cribbage Congress (ACC) Website Do you love playing cards? Meeting new people? Having a great time wi"
    },
    {
      "url": "https://customers.microsoft.com/en-us/search?sq=&ff=story_product_categories%26%3EAzure&p=0&so=story_publish_date%20desc",
      "title": "Search Customer Success Stories | Microsoft Customer Stories",
      "description": "Search Microsoft customer success stories by industry, product, and business need to discover how companies are achieving more with trusted solutions.",
      "preview": "This is the Trace Id: dcfd99153770eb99138fded36771a66b Skip to main content Search all stories Find customer stories Filters (0 results) Industries Al"
    },
    {
      "url": "https://yogajanda.com/blog/",
      "title": "Yoga Janda Yoga and Pregnancy Blog | Yoga Janda",
      "description": "Get pregnancy tips, labor and birth tips, and postpartum healing tips, and breastfeeding tips. This blog is a great resource for any pregnant woman.",
      "preview": "+1 760-716-6386 liza@yogajanda.com Facebook X RSS Facebook X RSS Gallery Testimonials FAQs Yoga Janda Pregnancy and Yoga Blog Get Pregnancy Tips, Labo"
    },
    {
      "url": "https://www.salesforce.com/",
      "title": "Il CRM numero 1 al mondo | Salesforce",
      "description": "Salesforce, il CRM basato sull'AI n. 1 al mondo, consente alle aziende di connettersi con i clienti attraverso la piattaforma Einstein 1 Platform unificata che combina CRM, AI, dati e fiducia.",
      "preview": "Skip to content Segui Dreamforce in diretta, gratuitamente | Registrati ora Provalo gratis Guarda le demo Scopri Agentforce Calcola il tuo ROI Provalo"
    },
    {
      "url": "https://www.bang-olufsen.com/en/us/speakers/beosound-1",
      "title": "Bang & Olufsen - High-end Headphones, Speakers, and Televisions",
      "description": "Discover Bang & Olufsen - where sound meets design. Shop premium speakers, headphones, and televisions for home and travel.",
      "preview": "pause Home Audio Elevate your home with iconic design and immersive sound. Discover more Explore our bestsellers Pre-order Beo Grace €1,200 New Beosou"
    },
    {
      "url": "https://kleinanzeigen.rp-online.de/nersingen/fahrzeuge/autoteile-zubehoer/sonstige/",
      "title": "Rheinische Post | Einfach Anzeigen aufgeben",
      "description": "Ob als Privatperson oder Unternehmen: Gestalten und schalten Sie Ihre Anzeigen selbst! Mit vielseitigen Buchungs- und Gestaltungsmöglichkeiten sowie Archiv- und Speicherfunktionen (bei Registrierung)!",
      "preview": "a href=\"https://leserservice.rp-online.de/Services/anzeigen/impressum/\" target=\"_blank\">Impressum"
    },
    {
      "url": "https://switchboardta.transistor.fm/",
      "title": "Switchboard",
      "description": "Switchboard is a one-stop resource hub for refugee service providers in the United States.",
      "preview": "Switchboard is a one-stop resource hub for refugee service providers in the United States. Play Episode One Pause Episode January 9, 2025 • 25 Minutes"
    },
    {
      "url": "https://www.lamag.com/tag/prime-finds/",
      "title": "Prime Finds Archives - LAmag",
      "description": "void",
      "preview": "Skip to main content Skip to header left navigation Skip to header right navigation Skip to after header navigation Skip to site footer Prime Finds Pr"
    },
    {
      "url": "https://wordcraft-writers-workshop.appspot.com/",
      "title": "Wordcraft Writers Workshop",
      "description": "The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta teams, and 13 professional writers. Together we explore the limits of co-writing with AI.",
      "preview": "Wordcraft Writers Workshop What does it mean to write with AI? The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta tea"
    },
    {
      "url": "https://www.jbhe.com/2022/03/spelman-college-teams-up-with-smash-to-promote-black-women-in-technology/",
      "title": "Spelman College Teams Up With SMASH to Promote Black Women in Technology | The Journal of Blacks in Higher Education",
      "description": "The inaugural SMASH/Spelman cohort will comprise 25 female high school students, who will have the opportunity to participate in multi-year immersive educational programming focused on preparing them to drive social change through technology.",
      "preview": "Facebook Bluesky Breaking News Appointments & Awards Research & Studies Grants and Gifts ------------- Find a Job Post a Job About JBHE Contact JBHE S"
    },
    {
      "url": "https://www.konstruktorgrupa.com/en/projects?field_project_type_target_id=2",
      "title": "Projects | Konstruktor",
      "description": "Projects Archive | Konstruktor",
      "preview": "Skip to main content Skip to footer Projects Projects Search ... Results See all results Sort From A to Z From Z to A Oldest first Newest first Shoppi"
    },
    {
      "url": "https://educationblog.microsoft.com/",
      "title": "Homepage | Microsoft Education Blog",
      "description": "Click here for resources that empower every educator and student to achieve. The Microsoft Education Blog inspires, informs, and supports learning.",
      "preview": "Skip to main content News Sep 24, 2025 3 min read Celebrating the 2025-2026 MIE Experts and Showcase Schools Meet the 2025-2026 MIE Experts and Showca"
    },
    {
      "url": "https://www.designdo.fr/blog/quand-lesoterique-sinvite-dans-le-design/",
      "title": "Quand l'ésotérique s'invite dans le design - Agence O",
      "description": "Dans le monde du design, l'ésotérique a certainement le vent en poupe. Les audiences s'engagent avec les croyances alternatives et les marques en prennent note.",
      "preview": "Skip to content Dans le monde du design, l'ésotérique a certainement le vent en poupe. Les audiences s'engagent avec les croyances alternatives et les"
    },
    {
      "url": "https://partnerships.nature.com/product/researcher-training/",
      "title": "Training | Support Your Researchers | Nature Partnerships",
      "description": "Enhance your research capabilities with Nature Masterclasses. Explore high-quality training tailored for every stage of the research life cycle, featuring live workshops, webinars and on-demand courses led by international experts and journal editors from the Nature Portfolio.",
      "preview": "Researcher Training Researchers today are competing for funding, publishing space and recognition on a global stage. Building practical skills for pla"
    },
    {
      "url": "https://masterchefmom.blogspot.com/",
      "title": "MASTERCHEFMOM",
      "description": "Food blog by a MOM with interesting,creative,healthy and very tasty recipes and fantastic TIFFIN BOX IDEAS.",
      "preview": "Home Media Mentions Work With Me Portfolio Cooking Tips Cakes Cookies/Biscuits Sips and Slurps Salad Recipes Dosa Recipes Vegan Rasam Recipes Kuzhambu"
    },
    {
      "url": "http://www.myplayhomeapp.com/",
      "title": "My PlayHome - An imaginative play house app for young children, toddlers and pre-k kids - iPad/iPhone/iPod Touch/Android",
      "description": "void",
      "preview": "My PlayHome is a digital doll house for the iGeneration. Imagine a doll house where your child can use everything, even the closets, TV and shower. Wh"
    },
    {
      "url": "https://cordis.europa.eu/project/rcn/204036/results/en",
      "title": "Making a yeast-based candidate vaccine against Porcine Epidemic Diarrhea Virus (PEDV) | PIGYVAX | Project | Results | H2020 | CORDIS | European Commission",
      "description": "Deliverables, publications, datasets, software, exploitable results",
      "preview": "Skip to main content Making a yeast-based candidate vaccine against Porcine Epidemic Diarrhea Virus (PEDV) CORDIS provides links to public deliverable"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/c/cubism",
      "title": "Cubism | Tate",
      "description": "Tate glossary definition for cubism: A revolutionary new approach to representing reality in art invented by artists Pablo Picasso and Georges Braque in which the artists aimed to bring different views of their subjects together in the same picture",
      "preview": "Cubism Cubism was a revolutionary new approach to representing reality invented in around 1907-08 by artists Pablo Picasso and Georges Braque. They br"
    },
    {
      "url": "https://data.unhcr.org/en/situations/ukraine",
      "title": "Situation Ukraine Refugee Situation",
      "description": "void",
      "preview": "Regional Dashboards Factbook - Ukraine Refugee Situation 2025 RRP Achievements Ukraine Refugee Situation Regional Intentions Survey (5th & 6th Round)"
    },
    {
      "url": "https://www.serviceofsupply.com/product-tag/open-faced-buckle/",
      "title": "Open Faced Buckle - SERVICE OF SUPPLY",
      "description": "void",
      "preview": "Sort by popularity Sort by average rating Sort by latest Sort by price: low to high Sort by price: high to low Showing the single result G.I. Web Trou"
    },
    {
      "url": "https://business.safety.google/adscookies/",
      "title": "Cookie information for Google's ad products",
      "description": "Cookie information on this site is made available to assist with the use of Google's ad products.",
      "preview": "Our advertising and measurement cookies To help our partners manage their advertising and websites, we offer many products, including AdSense, Google"
    },
    {
      "url": "https://www.ywcaofcleveland.org/about-ywca-cleveland/meet-our-president-ceo/",
      "title": "Our Team - YWCA Greater Cleveland | YWCA Greater Cleveland",
      "description": "For 150 years, YWCA Cleveland has been a powerful force for equality and justice. We've tackled barriers faced by women, people of color, and those experiencing discrimination, fighting for peace, justice, freedom, and dignity for all.",
      "preview": "0 Our Team contact Helen Forbes Fields President & CEO As a lifelong advocate for Cleveland, Helen Forbes Fields has the experience, strategic thinkin"
    },
    {
      "url": "https://mrsense.tistory.com/tag/%EC%8A%A4%ED%8F%B0%ED%8B%B0%EB%8B%88",
      "title": "'스폰티니' 태그의 글 목록",
      "description": "Fashion Editor & Photographer",
      "preview": "본문 바로가기 스폰티니 (2)"
    },
    {
      "url": "http://survey.walmart.com/",
      "title": "Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://commonsensemedia.org/donate",
      "title": "Donate | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español Our Work and Impact Col 1 Media Choice Digital Eq"
    }
  ],
  "_meta": {
    "total_bookmarks": 112
  }
}