{
  "data": [
    {
      "url": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d0ad1f1006b7d027d2f20ecc4caa532a9c838393ad1d419cafd80e8770a1b936/https%3A//github.com/mozilla/contain-facebook",
      "title": "Redirecting to https://github.com/mozilla/contain-facebook",
      "description": "void",
      "preview": "Redirecting to https://github.com/mozilla/contain-facebook Please use caution when installing third-party add-ons. If you are immediately prompted to"
    },
    {
      "url": "https://www.sephora.com/product/un-cover-up-cream-foundation-P450899",
      "title": "Sephora",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://celebrityvibe.photoshelter.com/image/I0000oN42iB4dhEA",
      "title": "Austin Powers Post Premiere Party-2002, Universal Studios, Hollywood | Partying With Selma by Selma Fonseca",
      "description": "void",
      "preview": "CVEAUSTINPOWERS072202_070 Val Kilmer & Adriana.EXCLUSIVE.\"Austin Powers\" Post Premiere Party.Universal Studios.Hollywood, CA.July 22, 2002.Photo By Ce"
    },
    {
      "url": "https://lightning.ai/docs/pytorch/stable/common/trainer.html",
      "title": "Trainer - PyTorch Lightning 2.5.5 documentation",
      "description": "void",
      "preview": "Table of Contents Overview Team management Production Security Open source Overview PyTorch Lightning Fabric Lit-GPT Torchmetrics Litdata Lit LLaMA Li"
    },
    {
      "url": "https://sharonsloan.org/2009/09/annual-all-fun-no-chores-day/",
      "title": "Annual \"All-Fun No-Chores Day\"!",
      "description": "Me and My Cherubs on the beach of Lake Pleasant (Camp of The Woods)August 2009″And on that day they offered great sacrifices, rejoicing because God had given them great joy. The wom...",
      "preview": "Me and My Cherubs on the beach of Lake Pleasant (Camp of The Woods) August 2009 \"And on that day they offered great sacrifices, rejoicing because God"
    },
    {
      "url": "https://knockinc.com/about",
      "title": "KNOCK | Minority/Women Owned Creative Agency | Culture",
      "description": "KNOCK, inc. is creatively open and independently owned - cultivating selfless positivity and equality while fostering art, culture, and community.",
      "preview": "void"
    },
    {
      "url": "https://www.ywcacassclay.org/",
      "title": "YWCA Cass Clay",
      "description": "YWCA Cass Clay is where survivors of domestic violence and homelessness find safety, shelter, and support. YWCA Emergency Shelter provides safety to over 1200 individuals annually as the largest shelter for women and children in North Dakota and NW Minnesota. YWCA Supportive Housing provides safe, affordable housing to 350 adults and children for the longer journey to stability and independence.",
      "preview": "0 Your support shows you care When you give to YWCA through the FM Area Foundation Caring Catalog now through December 2 , YOU provide safety, shelter"
    },
    {
      "url": "https://www.ijmess.com/showabstract.php?volume=volume-VI-2017&issue=issue-I-03-2017&ab=ab-3",
      "title": "The Smiling Mask in Service Encounters: The Impact of Surface and Deep Acting",
      "description": "The purpose of the study was to examine the impact of emotional labor mechanisms (surface acting and deep acting) on service encounters.",
      "preview": "Home Why IJMESS? Contact Us"
    },
    {
      "url": "https://lian-art.pl/pl/c/Kolczyki/1827050/1/default/3/f_at_3_78/1",
      "title": "Kolczyki materiał: złoto pr. 585 - Lian Art w Krainie Biżuterii",
      "description": "Lista produktów kategorii Kolczyki / Złoto / Pomysł na Prezent / Biżuteria ze srebra materiał: złoto pr. 585",
      "preview": "85 875 07 10 sklep@lian-art.pl 85 875 07 10 Strona główna Strona główna Biżuteria ze srebra Pomysł na Prezent Złoto Kolczyki ❤️❤️❤️ DARMOWA DOSTAWA od"
    },
    {
      "url": "https://www.bundesnetzagentur.de/DE/Sachgebiete/ElektrizitaetundGas/Unternehmen_Institutionen/E-Mobilitaet/Ladesaeulenkarte/start.html",
      "title": "Bundesnetzagentur - E-Mobilität",
      "description": "E-Mobilität",
      "preview": "Navigation und Service Springe direkt zu: Inhalt Hauptmenu Suche Elek­tro­mo­bi­li­tät Öffentliche Ladeinfrastruktur Öffentlich zugängliche Ladepunkte"
    },
    {
      "url": "https://obis.org",
      "title": "Ocean Biodiversity Information System",
      "description": "OBIS, the Ocean Biodiversity Information System, is a global open-access data and information clearing-house on marine biodiversity for science, conservation and sustainable development.",
      "preview": "OBIS is a global open-access data and information clearing-house on marine biodiversity for science, conservation and sustainable development Taxa Com"
    },
    {
      "url": "https://decarom.ro/ro/monitoare-touchscreen/463-elopos-sistem-intel-celeron-j4105-4-gb128-gb-sata-396-cm-156-lcd-touchscreen-pcap-win-10.html",
      "title": "EloPOS sistem - Intel Celeron J4105 - 4 GB/128 GB SATA - 39.6 cm (15.6\") LCD Touchscreen Pcap, WIn 10",
      "description": "POS System. Projected Capacitive. 39.6 cm (15.6''). 1366x768 pixels. Intel Celeron J. 2.5GHz. RAM: 4 GB. SSD: 128 GB. USB (micro-USB). powered-USB (3x). RS232 (2x). Bluetooth (class 4). Ethernet. Wi-Fi (802.11ac). drawer kickout. audio. display-port. VESA mount (75x75 mm). 10ms. brightness: 187cd. contrast: 400:1. antiglare. Win 10 IoT Enterprise. incl.: power supply unit. power cable (EU). QSG",
      "preview": "void"
    },
    {
      "url": "https://wlos.com/news/local/animal-shelter-dog-forever-home-cashiers-highlands-humane-society-adopted-hound-mitch-happy-ending-western-north-carolina-jackson-county",
      "title": "'Never give up' After 7 years at the animal shelter, hound dog finds his forever home",
      "description": "JACKSON COUNTY, N. C.--Finding forever homes for shelter animals often can take time. For a hound dog in Jackson County, it&rsquo;s been a 7 year wait. But Mitch has",
      "preview": "Fri, 10 Oct 2025 10:13:54 GMT (1760091234268) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "http://developingchild.harvard.edu/science/key-concepts/toxic-stress/",
      "title": "Toxic Stress : What is toxic stress?",
      "description": "Toxic stress can disrupt the healthy development of brain architecture and other bodily systems, increasing risk for stress-related disease well into adulthood.",
      "preview": "Skip to content Toxic Stress Copy Copied Learn how safe, stable developmental environments, including responsive relationships with caring adults, can"
    },
    {
      "url": "https://www.wto.org/english/tratop_e/rulesneg_e/fish_e/fish_e.htm#:~:text=Agreement%20on%20Fisheries%20Subsidies%20The%20WTO%20Agreement%20on,the%20widespread%20depletion%20of%20the%20world%E2%80%99s%20fish%20stocks.",
      "title": "WTO | Agreement on Fisheries Subsidies",
      "description": "The WTO Agreement on Fisheries Subsidies, adopted at the 12th Ministerial Conference (MC12) on 17 June 2022, marks a major step forward for ocean sustainability by prohibiting harmful fisheries subsidies, which are a key factor in the widespread depletion of the world's fish stocks. The Agreement represents a historic achievement for the membership as the first Sustainable Development Goal (SDG) target to be fully met, the first SDG target met through a multilateral agreement, the first WTO agreement to focus on the environment, the first broad, binding, multilateral agreement on ocean sustainability, and only the second agreement reached at the WTO since its inception.",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://www.zeit.de/wissen/index",
      "title": "Wissen - Wissenschaft und Forschung | DIE ZEIT",
      "description": "Nachrichten und Analysen zu Wissen, Wissenschaft, Forschung, Gesundheit, Umwelt und Geschichte",
      "preview": "Zum Inhalt springen Pfeil nach links Pfeil nach rechts Lesezeichen Abspielen Artenschutz: Rebhuhn zum Vogel des Jahres gewählt Artenschutz : Rebhuhn z"
    },
    {
      "url": "https://www.bbc.com/sport/football/scores-fixtures",
      "title": "Scores & Fixtures - Football - BBC Sport",
      "description": "All the football fixtures, latest results & live scores for all leagues and competitions on BBC Sport, including the Premier League, Championship, Scottish Premiership & more.",
      "preview": "Football Scores & Fixtures Search October 2025 Today Choose date, selected date is Friday 10 October 2025 Skip to content Skip to today Fri 12 Sat 13"
    },
    {
      "url": "https://www.itu.int/en/sustainable-world/Pages/goal12.aspx",
      "title": "Goal 12. Sustainable consumption & production",
      "description": "void",
      "preview": "Connecting the world and beyond Advanced Search ITU About ITU Media Centre Events Publications Statistics Action areas Regional Presence Careers Gener"
    },
    {
      "url": "https://www.wilsonmarketing.com/",
      "title": "Home - Wilson Marketing",
      "description": "SCHEDULE A PICKUP CLIENT LOGIN With industry-leading experts and over 35 years of experience, Wilson Marketing Group helps over 100 U.S. non-profit organizations maximize the returns and minimize the hassles of their Salvage Programs. We can do the same for you. No matter the market, we use our international network to keep your unsold materials",
      "preview": "Skip to content Your way to a stress-free Salvage Program We make it easier for you to maximize the value of your unsold goods Your way to a stress-fr"
    },
    {
      "url": "https://whispersystems.org/",
      "title": "Signal >> Home",
      "description": "void",
      "preview": "Speak Freely Say \"hello\" to a different messaging experience. An unexpected focus on privacy, combined with all of the features you expect. Get Signal"
    },
    {
      "url": "https://vanschneider.com/colors",
      "title": "mymind",
      "description": "A collection of unique color combinations for your design projects.",
      "preview": "WHAT IS MYMIND? Mindfully curated color palettes A collection of unique color combinations for your design projects. Steal them. Use them. Make someth"
    },
    {
      "url": "https://reviveapp.net/",
      "title": "Revive - Photo Animation App. Animate Old Photos in Seconds",
      "description": "Revive is a super easy AI app that lets you create an animation from any photo. Just one tap and any image can dance, sing and speak.",
      "preview": "Bring any image to life Get amused Turn your granny into a singer Make your baby talk and sing Prank your friends and ROFL Dance along with your date"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85935",
      "title": "Searchable Recipe Database - Sesame Braised Chicken in a Pot With Shiitake, Daikon and Ginger",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.sportelo.com.ng/",
      "title": "Sportelo - Sports And Much More....",
      "description": "-",
      "preview": "Connect with us English Premier League 5 days ago Jim Beglin suggests Luis Diaz was disappointed with Liverpool teammate during Newcastle win; Luis Di"
    },
    {
      "url": "https://www.ikea.com/se/sv/cat/soffor-fu003/",
      "title": "Prisvärda soffor & soffgrupper - Snabb leverans från 399:- - IKEA",
      "description": "Hitta en soffa som passar din stil och ditt utrymme. Köp soffa online hos IKEA - stort utbud, bra priser, 10 års garanti och 365 dagars öppet köp.",
      "preview": "Hoppa till huvudinnehåll Gå till produktlistan deliveryTruck Hemleverans från 39:-* Soffor & soffgrupper Soffor & fåtöljer 2-sits soffor 3-sits soffor"
    },
    {
      "url": "http://www.arcadebelgium.be/",
      "title": "Arcade Belgium - News (en)",
      "description": "void",
      "preview": "Latest news 25.09.2025 - Chaos Code NEXT move lists for all characters. 25.09.2025 - 5 new songs appear in StepManiaX . 24.09.2025 - Chaos Code NEXT i"
    },
    {
      "url": "https://careers.7-eleven.com/?utm_source=7.eleven.com&utm_medium=referral&utm_campaign=careers_2021",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "https://www.fox2detroit.com/news/dog-saves-toddler-after-fire-torches-detroit-apartment-leaving-family-of-six-homeless",
      "title": "Dog saves toddler from fire that torched Detroit apartment, left family of six homeless | FOX 2 Detroit",
      "description": "Blue not only saved the youngest of four girls trapped in the home, but they also noted emergency authorities - actions fitting for a hero dog.",
      "preview": "article Blue, the dog of Janet Kelley. DETROIT (FOX 2) - The remains of one Detroit family's possessions were turned to ash and dust after a fire tore"
    },
    {
      "url": "https://jsonlint.com/",
      "title": "JSON Online Validator and Formatter - JSON Lint",
      "description": "JSONLint is the free online validator, json formatter, and json beautifier tool for JSON, a lightweight data-interchange format. You can format json, validate json, with a quick and easy copy+paste.",
      "preview": "To format and validate your JSON, just copy + paste it below: Loading... About the JSONLint Editor JSONLint is a validator and reformatter for JSON, a"
    },
    {
      "url": "https://www.tcacounselors.org/index.php?option=com_jevents&catids=24&task=month.calendar&year=2021&month=08&day=26&Itemid=115",
      "title": "Event Calendar",
      "description": "void",
      "preview": "Member Login Search Home About Leadership TCA Past Presidents Membership Associations Chapters vs Divisions Chapters Divisions Advocacy News & Article"
    },
    {
      "url": "https://www.cosmossbykatemoss.com/shop/",
      "title": "Shop | Kate Moss Cosmoss",
      "description": "Shop Cosmoss for advanced skincare treatments and body & soul rituals by Kate Moss.",
      "preview": "(All) Fragrance Skincare Teas Sets Rituals Filter By Benefit Calming Moisturising Regenerating Rejuvenating Uplifting By Ingredient Bakuchiol Hemp Oil"
    },
    {
      "url": "https://www.viki.com/",
      "title": "Watch K-Dramas, Korean Shows & Chinese Dramas | Rakuten Viki",
      "description": "Stream FREE Asian Dramas & Movies with English subtitles: Korean, Chinese, Japanese Dramas & more. From romance to action, find it on Viki!",
      "preview": "void"
    },
    {
      "url": "https://www.oneplus.com/us",
      "title": "OnePlus Official Site",
      "description": "Shop for OnePlus Mobiles, IOT, and Accessories including OnePlus 13, 13R, Nord N30 5G, Pad 2, Watch 3, Buds Pro 3, and Buds 3 at the OnePlus official store. Get Discount bundle here!",
      "preview": "Skip to main content OnePlus Official Site"
    },
    {
      "url": "https://www.wiame-vrd.com/l-entreprise",
      "title": "L'entreprise",
      "description": "WIAME VRD infrastructures routières, voirie et assainissement, AEP et réseaux divers - centrale enrobé Seine-et-Marne 77 - recyclage des matériaux de déconstruction",
      "preview": "L'entreprise Techniques pour le cadre de vie 1 Accueil L'entreprise Construire des infrastructures routières, de voirie et d'assainissement, en assure"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/MutationObserver",
      "title": "MutationObserver - Web APIs | MDN",
      "description": "The MutationObserver interface provides the ability to watch for changes being made to the DOM tree. It is designed as a replacement for the older Mutation Events feature, which was part of the DOM3 Events specification.",
      "preview": "Skip to main content Skip to search MutationObserver Baseline Widely available This feature is well established and works across many devices and brow"
    },
    {
      "url": "https://www.blog.google/around-the-globe/google-europe/using-ai-help-organizations-detect-and-report-child-sexual-abuse-material-online/",
      "title": "Using AI to help organizations detect and report child sexual abuse material online",
      "description": "Using the internet as a means to spread content that sexually exploits children is one of the worst abuses imaginable. That's why since the early 2000s we've been investing in technology, teams, and working closely with expert organizations, like the Internet Watch Foundation, to fight the spread of child sexual abuse material (CSAM) online. There are also many other organizations of all sizes that are deeply committed to this fight-from civil society groups and specialist NGOs to other technology companies-and we all work to ensure we share the latest technological advancements.Today we're introducing the next step in this fight: cutting-edge artificial intelligence (AI) that significantly advances our existing technologies to dramatically improve how service providers, NGOs, and other technology companies review this content at scale. By using deep neural networks for image processing, we can now assist reviewers sorting through many images by prioritizing the most likely CSAM content for review. While historical approaches to finding this content have relied exclusively on matching against hashes of known CSAM, the classifier keeps up with offenders by also targeting content that has not been previously confirmed as CSAM. Quick identification of new images means that children who are being sexually abused today are much more likely to be identified and protected from further abuse.We're making this available for free to NGOs and industry partners via our Content Safety API, a toolkit to increase the capacity to review content in a way that requires fewer people to be exposed to it. Susie Hargreaves OBE, CEO, Internet Watch Foundation, said: &quot;We, and in particular our expert analysts, are excited about the development of an artificial intelligence tool which could help our human experts review material to an even greater scale and keep up with offenders, by targeting imagery that hasn't previously been marked as illegal material. By sharing this new technology, the identification of images could be speeded up, which in turn could make the internet a safer place for both survivors and users.&quot; We agree. This initiative will allow greatly improved speed in review processes of potential CSAM. We've seen firsthand that this system can help a reviewer find and take action on 700% more CSAM content over the same time period.We&#39;ve been investing for years to tackle this challenge, developing technology to detect CSAM in ways that are precise and effective. We&#39;ve also been working across the industry and with NGOs to combat CSAM through our work in the Technology Coalition since 2006, with the WePROTECT Global Alliance, and through industry-wide initiatives aimed at sharing best practices and known hashes of CSAM.Identifying and fighting the spread of CSAM is an ongoing challenge, and governments, law enforcement, NGOs and industry all have a critically important role in protecting children from this horrific crime. While technology alone is not a panacea for this societal challenge, this work marks a big step forward in helping more organizations do this challenging work at scale. We will continue to invest in technology and organizations to help fight the perpetrators of CSAM and to keep our platforms and our users safe from this type of abhorrent content. We look forward to working alongside even more partners in the industry to help them do the same. If you're interested in using the Content Safety API service at your organization, you can learn more and fill out the form on our website.",
      "preview": "Using AI to help organizations detect and report child sexual abuse material online Sep 03, 2018 · Share Twitter Facebook LinkedIn Mail Copy link Niko"
    },
    {
      "url": "https://www.computerlanguage.com/results.php?definition=AIN",
      "title": "AIN - CLC Definition",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://upgrade.mail.yahoo.com/",
      "title": "Yahoo Mail",
      "description": "Take a trip into an upgraded, more organized inbox with Yahoo Mail. Login and start exploring all the free, organizational tools for your email. Check out new themes, send GIFs, find every photo you've ever sent or received, and search your account faster than ever.",
      "preview": "void"
    },
    {
      "url": "http://www.trovaricette.net/",
      "title": "Dernières actus - Tous ce qu'il faut savoir est ici",
      "description": "void",
      "preview": "Skip to content Posted in Améliorer son chez soi Plonger dans l'univers des blogs de décoration et de mode peut être une expérience enrichissante pour"
    },
    {
      "url": "https://www.ippawards.com/",
      "title": "IPPAWARDS | iPhone Photography Awards - Celebrating the creativity of the iPhone users since 2007",
      "description": "iPhone Photography Awards (IPPAWARDS) is the first and the longest running iPhone photography competition since 2007.",
      "preview": "18th Annual iPhone Photography Awards 2025 Winners Announced 2007 - 2025 © IPPAWARDS | Selected entries from 18th Annual 2025 iPhone Photography Award"
    },
    {
      "url": "https://extranet.who.int/publicemergency",
      "title": "WHO Health Emergency Dashboard",
      "description": "Monitor health issues around the world",
      "preview": "Searching... Loading.. WHO Health Emergency Dashboard Disclaimer × The World Health Organization (WHO) Health Emergency Dashboard is a platform which"
    },
    {
      "url": "https://stockbroker.motilaloswal.com/motilal-oswal-financial-services-limited-chilka-pranitha-stock-broker-adilabad-adilabad-41439/Timeline?tag=healthcare",
      "title": "Motilal Oswal Financial Services Limited, Adilabad | Official timeline info",
      "description": "Get accurate address, phone no, timings & timeline of Motilal Oswal Financial Services Limited, Adilabad, Adilabad. Connect with us at +9195359756xx.",
      "preview": "Facebook Google Twitter LinkedIn Youtube Instagram Pinterest Website Write A Review View more reviews Rating and Reviews Alternate business Name Addre"
    },
    {
      "url": "https://mpatlas.org/zones/",
      "title": "Loading... | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "Loading..."
    },
    {
      "url": "https://www.nationaalgeoregister.nl/geonetwork/srv/dut/catalog.search#/metadata/c82a783a-9a58-4761-a809-b4c5d90dcd35",
      "title": "Nationaal georegister",
      "description": "INSPIRE discovery service (CSW) van het Nationaal Georegister.",
      "preview": "Nationaal georegister Nationaal georegister GeoNetwork opensource maakt het mogelijk ruimtelijke gerelateerde informatie te ontsluiten tussen verschil"
    },
    {
      "url": "https://kozlu.tumblr.com/",
      "title": "@kozlu on Tumblr",
      "description": "Follow @kozlu and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Güneşten önce uyanmak... You are using an unsupported browser and things might not work as intended. Please make sure you're using the lat"
    },
    {
      "url": "https://usplasticspact.org/",
      "title": "U.S. Plastics Pact | Working together to end plastic waste",
      "description": "The U.S. Plastics Pact brings together businesses, nonprofits, government agencies, and research institutions working to ensure plastics never become waste.",
      "preview": "learn more and register today! The U.S. Plastics Pact brings together businesses, not-for-profit organizations, government agencies, and research inst"
    },
    {
      "url": "https://www.dday.it/redazione/48932/recensione-smartphone-xiaomi-15",
      "title": "Non solo elettrico: le batterie di nuova generazione | DMove.it",
      "description": "DMove.it (Digital Move) è il magazine sulla mobilità innovativa, tecnologica e smart. Un punto di riferimento per capire e prevedere come l'hi-tech e la rete stiano cambiando tutti i paradigmi nel mondo delle due e quattro ruote e della mobilità in genere.",
      "preview": "Non solo elettrico: le batterie di nuova generazione miglioreranno di molto anche le ibride plug-in facebook twitter Per alcuni produttori, l'ibrido p"
    },
    {
      "url": "https://www.hamad.qa/EN/Pages/default.aspx",
      "title": "void",
      "description": "void",
      "preview": "This question is for testing whether you are a human visitor and to prevent automated spam submission. Audio is not supported in your browser. What co"
    },
    {
      "url": "https://bombayandcedar.com/pages/monthly-beauty-box-subscription",
      "title": "Gifts for College Students - Practical & Fun Gift Ideas",
      "description": "Explore the best gifts for college students! Find thoughtful, practical, and fun gift ideas, including tech, self-care items, and themed gift boxes for all occasions.",
      "preview": "Skip to content Don't miss our holiday offer - up to 50% OFF! Explore Shop Best Gifts for College Students for Every Occasion Looking for the perfect"
    },
    {
      "url": "http://www8.hp.com/us/en/privacy/ww-privacy.html",
      "title": "HP Privacy Statement Worldwide | HP® Official Site",
      "description": "HP Privacy page worldwide index",
      "preview": "Skip to Content Skip to Footer Skip to Country Selector Your Cart is Empty Sign in Create an account Get faster checkout, order tracking, and exclusiv"
    },
    {
      "url": "https://www.noesisengine.com/forums/posting.php?mode=quote&f=12&p=10817&sid=b2bbf13a5e83511be22b9b4d6328af6a",
      "title": "Forums | NoesisGUI - Login",
      "description": "void",
      "preview": "Skip to content Back to previous page You need to login in order to quote posts within this forum. Username Password I forgot my password Resend activ"
    },
    {
      "url": "https://www.wizzair.com/hu-hu#/",
      "title": "Wizz Air | Olcsó repülőjegyek | Találd meg a legjobb repülőjegy-ajánlatokat",
      "description": "Találd meg és foglald le a legolcsóbb repülőjegyeket Európa leggyorsabban növekvő, ultrakedvező áron repülő légitársaságánál. Repülőjegyek, szállás és autókölcsönzés - minden egy helyen.",
      "preview": "Ugrás a járatkeresésre ŐSZI KALANDOK akár 8390 Ft Élvezd a friss hegyi levegőt, és barangolj színpompás túrautakon - utazz novemberig. Korlátozások ér"
    },
    {
      "url": "https://www.acquisition.gov/browsefar",
      "title": "FAR | Acquisition.GOV",
      "description": "void",
      "preview": "Skip to main content Favorite X Federal Acquisition Regulation Full FAR Download in Various Formats FAC Number Effective Date HTML DITA PDF Word EPub"
    },
    {
      "url": "https://www.cd.cz/jizdni-rad/",
      "title": "Jízdní řád | České dráhy",
      "description": "void",
      "preview": "Jízdní řád Elektronický jízdní řád Hledejte spojení a nakupujte jízdenky pohodlně on-line! Vyhledat spojení Off-line jizdní řád zdarma Kapesní jízdní"
    },
    {
      "url": "http://geographyfieldwork.com/",
      "title": "Barcelona Field Studies Centre",
      "description": "Barcelona Field Studies Centre offers geography, geology, biology, ecology and environmental fieldwork and field studies programmes throughout the year.",
      "preview": "Home Page Contact Us Login Make Your Booking Availability Prices 2025 Prices 2026 Geography Biology Geology Business Studies Expand All Collapse All W"
    },
    {
      "url": "https://www.bea.gov/data/gdp/gross-domestic-product",
      "title": "Gross Domestic Product | U.S. Bureau of Economic Analysis (BEA)",
      "description": "void",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home BEA Data GDP Gross Domestic Product Gross Domest"
    },
    {
      "url": "https://startups.microsoft.com/",
      "title": "Microsoft for Startups | Microsoft",
      "description": "Ottieni gli strumenti, le indicazioni e l'ispirazione di cui hai bisogno per costruire e far crescere la tua attività con Microsoft for Startups.",
      "preview": "This is the Trace Id: f2619302540037d815a97f7069f2e81d Passa a contenuti principali Microsoft for Startups Costruisci la tua startup con fiducia Acced"
    },
    {
      "url": "https://www.justineevirs.com/protecting-courage-podcast",
      "title": "Justine Evirs | Protecting Courage Podcast",
      "description": "void",
      "preview": "top of page Hi! My name is Justine Evirs & I am the host of Protecting Courage I have 3 reasons why I started this podcast and I would like to share t"
    },
    {
      "url": "https://tfl.gov.uk/status-updates",
      "title": "Tube, Overground, Elizabeth line, DLR & Tram status updates - Transport for London",
      "description": "void",
      "preview": "Skip to content Skip to navigation Skip to footer Status Tube & Rail Buses River Buses National Rail Now at 13:07 Select date Lines Stations Loading.."
    },
    {
      "url": "https://www.50states.com/west-virginia/walker_schools.htm",
      "title": "Walker Schools. Find Elementary, Middle and High Schools in Walker, WV. - 50states",
      "description": "Comprehensive listing of all schools in Walker, WV. Find addresses and contact information for Walker elementary, middle and high schools.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.randomlists.com/nouns",
      "title": "Generate a list of random nouns",
      "description": "A great free teaching tool. Create a list of nouns from our massive English word database. Also add any other parts of speech.",
      "preview": "Random nouns: Loading... Random Noun Generator If you missed your curfew, or were out with that friend your husband/wife just doesn't like, you probably"
    },
    {
      "url": "https://jsonformatter.org/json-pretty-print",
      "title": "Best JSON Pretty Print Online",
      "description": "Best JSON Pretty Print tool to Make Pretty JSON and JSON Print in color and Save and Share Online.",
      "preview": "Copied to Clipboard Ad blocking? It's okay. Please share to support us: Share Tweet Share Share JSON Pretty Print JSON Pretty Print helps Pretty JSON"
    },
    {
      "url": "http://oceansci.ucsc.edu",
      "title": "Ocean Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "High Impact Exploration 2025 US News and World Report subject rankings have UCSC as #13 in the world (#2 in the US) in Marine and Freshwater Biology W"
    },
    {
      "url": "https://www.synconaltd.com/",
      "title": "Syncona - building the next generation of global leaders in life science",
      "description": "Syncona is a FTSE250 company focused on founding, building and funding healthcare companies to deliver transformational treatments to patients in areas of high unmet need.",
      "preview": "Content Search Navigation Sitemap Maximising shareholder value Annual Report and Accounts 2025 A diversified portfolio across clinical stages Commerci"
    },
    {
      "url": "https://www.solarpowerworldonline.com/2018/10/flexibility-is-a-master-key-that-unlocks-solars-potential-for-grid-emissions-reductions/",
      "title": "Flexibility is a master key that unlocks solar's potential for grid emissions reductions",
      "description": "By Katie Ryan, director of partnerships of WattTime; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior",
      "preview": "By Katie Ryan, director of partnerships of WattTime ; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior"
    },
    {
      "url": "https://igotmeamovie.tumblr.com/",
      "title": "Welcome friend",
      "description": "Laurence; 19, bi. Gender? Hahaha shit idk.",
      "preview": "Welcome friend Laurence; 19, bi. Gender? Hahaha shit idk. Archive Search January 2nd, 2018 at 10:01PM (via godlymatt ) 179,129 notes January 2nd, 2018"
    },
    {
      "url": "https://www.leicestermercury.co.uk/news/local-news/man-stuck-2-storeys-up-1995658",
      "title": "Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg - Leicestershire Live",
      "description": "Firefighters were called to rescue the man",
      "preview": "News Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg Firefighters were called to rescue the man leicestermercury Bookmark Shar"
    },
    {
      "url": "https://farmgirlflowers.com/love-spelled",
      "title": "Order Flowers Online | Shop All Flowers",
      "description": "Shop high designed burlap wrapped flower bouquets, vase flower arrangements, plants and more delivered to you or your recipient's door from Farmgirl Flowers.",
      "preview": "Skip to content Shop All Zip Code Zip Code Delivery Date Delivery Date Filter 95 Results Sort By Recommended Sort By USA grown! Apple Down Dahlias, li"
    },
    {
      "url": "http://visualcode.ch/sample3.php?idnr=102020&lang=de",
      "title": "Visual Code | Bewegung zu Ziel",
      "description": "void",
      "preview": "| Bewegung > Dynamische Bewegung NEU: Alle Visual Codes als Code Snippets für Flash CS5: jetzt hier downloaden . Bewegung zu Ziel Code Actionscript 2."
    },
    {
      "url": "https://www.vizzuality.com/",
      "title": "Vizzuality",
      "description": "We use data and human understanding to develop beautiful digital products, services and strategies.",
      "preview": "Cookie preferences Essentials Necessary for the site to function. Always On. Analytics Measures usage and improves your experience. Checkbox Personali"
    },
    {
      "url": "https://cab1729.tumblr.com/post/139491941027",
      "title": "math geek with no social life, codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "math geek with no social life codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Reblogged 9 years ago"
    },
    {
      "url": "http://crypto.com/",
      "title": "Crypto.com Italia: Acquisto e Trading Sicuro di Bitcoin e 400+ Criptovalute",
      "description": "Acquista, vendi, conserva e scambia oltre 400 criptovalute su Crypto.com, una piattaforma di scambio sicura e affidabile in Italia.",
      "preview": "Europe's Premier Crypto-assets Service Provider Buy Bitcoin, Ethereum, and 400+ crypto with EUR Transfer EUR via SEPA and Apple/Google Pay Leader in r"
    },
    {
      "url": "https://volkraft.com/privacy_policy",
      "title": "Volkraft",
      "description": "void",
      "preview": "Privacy Policy last update: 22.12.23 This Privacy Policy (hereinafter - Policy) explains the procedure for processing data of Users of Wallcraft Servi"
    },
    {
      "url": "https://www.sciencedirect.com/science/article/abs/pii/S0964569122002411?via%3Dihub",
      "title": "Assessing the drivers of vessel tracking systems adoption for improved small-scale fisheries management - ScienceDirect",
      "description": "The use of vessel tracking systems (VTS) on small-scale fishing vessels can provide data necessary for improved fisheries management. Nevertheless, th...",
      "preview": "JavaScript is disabled on your browser. Please enable JavaScript to use all the features on this page. Skip to main content Skip to article Access thr"
    },
    {
      "url": "https://pastel.diplomatie.gouv.fr/cncdext/dyn/public/utilisateur/ajoutCompte.html;jsessionid=03D70CB2EF5DFD342A9F7A4D8BDCD880.jvm01996-3",
      "title": "Ministère de l'Europe et des Affaires étrangères - Maintenance technique",
      "description": "void",
      "preview": "Site en cours de maintenance"
    },
    {
      "url": "https://www.wellarrangedmolecules.com/main/?page=mineral_detail&detail_id=3610",
      "title": "Well Arranged Molecules | Mineral Specimen Andradite var. Demantoid-Topazolite, Val Malenco, Sondrio Province, Lombardy, Italy (id: 3610)",
      "description": "void",
      "preview": "home minerals ordering news about links contact Join our Newsletter:"
    },
    {
      "url": "https://www.blackgirlsunscreen.com/about/",
      "title": "Black Owned Sunscreen Brand & Company | Black Girl Sunscreen",
      "description": "Black Girl Sunscreen was created by Shontay Lundy in 2016. Made with melanated skin in mind, learn more about the BGS journey.",
      "preview": "About Us Our Story Our story begins with the need for a sunscreen brand that caters exclusively to women of color. From carrying expensive umbrellas t"
    },
    {
      "url": "https://satcherinstitute.org/",
      "title": "Satcher Health Leadership Institute | Health Equity Leadership & Research",
      "description": "Founded by former U.S. Surgeon General Dr. David Satcher, we develop diverse health leaders, conduct equity-centered research, and drive policy change for health justice.",
      "preview": "Health equity has no borders. Attend our 3rd Annual Global Health Equity Summit on October 2nd. RSVP now Thank you! Your submission has been received!"
    },
    {
      "url": "https://www.iotc.org/",
      "title": "IOTC | Indian Ocean Tuna Commission / Commission des Thons de l'Océan Indien",
      "description": "void",
      "preview": "Jump to navigation User menu Contact us Login Search form Search Home The Commission Overview Structure of the Commission Scientific Committee Complia"
    },
    {
      "url": "http://www.curavet.com/",
      "title": "Curavet by Curatronic | PEMF Therapy for Horses",
      "description": "PEMF Therapy for Horses by Curavet. Keep your horse in top condition with PEMF therapy devices.",
      "preview": "top of page PEMF Therapy for Horses - All You Need to Know How Does PEMF Therapy Work? PEMF therapy involves delivering pulsed magnetic fields into"
    },
    {
      "url": "http://www.geocaching.com",
      "title": "Geocaching",
      "description": "There are millions of geocaches hidden around the world-there are probably some near you right now. Get the free Official Geocaching app and start finding them.",
      "preview": "Sign up Join the world's largest treasure hunt. Video: what is geocaching (75 seconds) There are 2,272 geocaches around Milan. To get started, create"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/naan-bread",
      "title": "Naan bread recipe | Good Food",
      "description": "Make your own Indian flatbreads at home and you'll never go back to buying them. Delicious eaten warm, these naans are ideal with your favourite curry.",
      "preview": "Skip to main content Naan bread Miriam Nice Save recipe Serves 6 - 8 More effort Prep: 20 mins Cook: 35 mins plus rising and proving A star rating of"
    },
    {
      "url": "https://www.stltoday.com/news/local/crime-and-courts/i-can-still-hear-the-roaring-of-the-engine-says-father-of-teen-maimed-in/article_d981ca12-4e76-5351-8ade-bf0ca0e08214.html",
      "title": "'I can still hear the roaring of the engine,' says father of teen maimed in downtown St. Louis",
      "description": "The 21-year-old man accused of hitting and critically injuring a 17-year-old girl visiting St. Louis appeared in court Monday afternoon. Family members of the girl gave emotional testimony.",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://www.wibw.com/content/news/Downtown--486089901.html",
      "title": "Business leaders want to keep downtown safe during revitalization phase",
      "description": "As revitalization comes to the downtown area, so do concerns about the potential for increased crime.",
      "preview": "Skip to content As revitalization comes to the downtown area, so do concerns about the potential for increased crime. Wednesday members of Downtown To"
    },
    {
      "url": "https://www.dsei.co.uk/exhibiting",
      "title": "DSEI UK 2027 - Excel London - 7 - 10 September 2027",
      "description": "DSEI UK is pivotal for the global defence industry, promoting the UK's defence ethos, agenda, and leadership while fostering opportunities with allies.",
      "preview": "About Official Sponsors Media Partners Gallery DSEI Germany DSEI Japan Visit Why Visit DSEI UK? 2025 Exhibiting Companies DSEI UK 2025 Theme At The Sh"
    },
    {
      "url": "https://tenderlytransparentdelusion.tumblr.com/",
      "title": "If not later, when?",
      "description": "Bisexual she/her\\\\ A little ocean-struck.\\\\ Check out my studyblr: @she-trips-and-types",
      "preview": "Install theme If not later, when? Bisexual she/her\\\\ A little ocean-struck.\\\\ Check out my studyblr: @she-trips-and-types reprisearchive : David Lynch"
    },
    {
      "url": "https://kids.youtube.com/privacynotice",
      "title": "Informativa sulla privacy di YouTube Kids - YouTube",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Termini di servizio Informativa sulla privacy Informativa per i bambini Informativa sulla privacy di YouTube Kids Norme della community La presente In"
    },
    {
      "url": "http://www.arrca.ca/?month=feb&yr=2022",
      "title": "void",
      "description": "void",
      "preview": "Post navigation ← Older posts Welcome To Atlantic Region Race Control Association! Posted on August 12, 2011 by NateP Welcome to the Atlantic Region R"
    },
    {
      "url": "https://hdencode.org/fatal-vows-s05-1080p-hulu-web-dl-aac2-0-h-264-squalor-21-5-gb/",
      "title": "Fatal.Vows.S05.1080p.HULU.WEB-DL.AAC2.0.H.264-squalor - 21.5 GB",
      "description": "HDencode - Download Movies and TV Shows - #1 Source for High Definition Releases",
      "preview": "Home Contact Categories Movies TV Shows TV Packs Genres Action Adventure Animation Biography Comedy Crime Documentary Drama Family Fantasy Film-Noir H"
    },
    {
      "url": "https://alterna.pro/en/home/",
      "title": "Home | Alterna",
      "description": "Somos una plataforma de evolución social y emprendimiento de impacto que manifiesta ángulos no convencionales de cambio.",
      "preview": "We are a social innovation platform that promotes the development of entrepreneurs and conscious companies as a path towards a sustainable region \u0000 We"
    },
    {
      "url": "https://www.jnj.com/",
      "title": "Johnson & Johnson: Changing health for humanity",
      "description": "We're building a world where complex diseases are prevented and cured, treatments are smarter and less invasive-and solutions are personal.",
      "preview": "Skip to content Learn about our healthcare areas Explore medicine and therapy products Explore MedTech products Find our latest news, stories and pres"
    },
    {
      "url": "https://facturacion.walmartmexico.com.mx/arco/forma-arco.asp",
      "title": "void",
      "description": "void",
      "preview": "Privacidad en Walmart En Walmart valoramos la confianza que deposita en nosotros cuando nos proporciona información personal. La información que compa"
    },
    {
      "url": "https://prnmedia.prnewswire.com/",
      "title": "Home | PR Newswire for Journalists",
      "description": "void",
      "preview": "Accessibility Statement Skip Navigation PR Newswire for Journalists The Place to Find Story Ideas, Multimedia, Experts, Industry Updates and Job Listi"
    },
    {
      "url": "https://www.whatdotheyknow.com/request/admission_statistics_of_internat_2",
      "title": "Admission Statistics of International Applicants for BDS 2020 entry - a Freedom of Information request to Queen Mary University of London - WhatDoTheyKnow",
      "description": "I would like to request the following statistics for 2020 entry BDS course: 1.Total number of international applicants 2.Number of international applicants offered an interview 3.Number of international applicants offered a place 4. Minimum and Maximum UCAT score of international applicants who were offered a place Yours faithfully, Navid Kouhi",
      "preview": "We are a charity - donate today to make information accessible to all × Printed from https://www.whatdotheyknow.com/request/admission_statistics_of_in"
    },
    {
      "url": "https://outandequal.org/",
      "title": "Home | Out & Equal",
      "description": "Empowering global companies to build inclusive workplaces through trusted strategies and Partnerships.",
      "preview": "We are the Business of Belonging Your Trusted Partner for LGBTQ+ Workplace Inclusion Explore What We Do Partner With Us We partner with global compani"
    },
    {
      "url": "https://theblast.com/jack-osbourne-divorce-houses/",
      "title": "void",
      "description": "void",
      "preview": "Jack Osbourne Scores $3.2 Million Mansion in Divorce, Hands Ex-Wife $1.8 Million Home By TheBlast Staff on September 19, 2018 at 12:08 PM EDT | Uncate"
    },
    {
      "url": "https://mts-natecolevol.nature.com/cgi-bin/main.plex",
      "title": "Nature Ecology & Evolution",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Ecology & Evolution online manuscript submiss"
    },
    {
      "url": "https://www.edgefieldadvertiser.com/2013/02/antler-measuring-sessions-set-across-south-carolina/",
      "title": "Antler Measuring Sessions Set Across South Carolina - The Edgefield Advertiser",
      "description": "void",
      "preview": "Antler Measuring Sessions Set Across South Carolina By Edgefield Advertiser on February 23, 2013 Comments Off on Antler Measuring Sessions Set Across"
    },
    {
      "url": "https://www.unieuro.it/online/Smartphone-e-Telefoni",
      "title": "Unieuro online store, negozio online elettronica | Unieuro",
      "description": "Unieuro.it è il tuo negozio online di elettronica: vendita online e offerte informatica, telefonia, tv , elettrodomestici delle migliori marche!",
      "preview": "vai al contenuto principale Volantino Non troviamo la pagina che stavi cercando È possibile che il link utilizzato non sia più valido oppure la URL no"
    },
    {
      "url": "http://www.scienceworld.bc.ca/",
      "title": "Today - Science World",
      "description": "void",
      "preview": "Cookies Ahead! Read our privacy policy to learn about how our website uses cookies for analytics and marketing purposes. I understand"
    }
  ],
  "_meta": {
    "total_bookmarks": 100
  }
}