{
  "data": [
    {
      "url": "https://dukeforest.duke.edu/",
      "title": "Duke Forest - Teaching and Research Laboratory",
      "description": "void",
      "preview": "Home Active Forest Closure for Deer Management Our 18 th annual Deer Herd Reduction Program began on Monday, September 22, and will end on Friday, Dec"
    },
    {
      "url": "http://googlecloudplatform.blogspot.com/",
      "title": "Google Cloud | Google Cloud Blog",
      "description": "Find all the latest news about Google Cloud with customer stories, product announcements, solutions and more.",
      "preview": "Google Cloud Find news, updates, and best practices for Google Cloud solutions and technologies. Inside Google Cloud What's new with Google Cloud By G"
    },
    {
      "url": "https://www.aio.tu-berlin.de/menue/research/completed_projects/parameter/de/font6/minhilfe/",
      "title": "Seite existiert nicht mehr - TU Berlin",
      "description": "void",
      "preview": "Sie haben soeben eine nicht mehr existierende Seite aus dem ehemaligen Informationsangebot (Vorgänger-Website) der TU Berlin angesteuert. Bitte versuc"
    },
    {
      "url": "https://material.io/components/selection-controls#switches",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.fisheries.noaa.gov/national/bycatch/fishing-gear-purse-seines",
      "title": "Fishing Gear: Purse Seines | NOAA Fisheries",
      "description": "A purse seine is a large wall of netting deployed around an entire area or school of fish.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://news24online.com/",
      "title": "Latest News, Breaking News, Live Updates & Top Headlines Today | News24",
      "description": "Read the latest news, breaking headlines, and live updates from India and across the world on News24. Get reliable top stories in politics, business, entertainment, sports, opinion and more",
      "preview": "न्यूज़ 24 हिन्दी E24 Web Stories ISOMES BAG Network Milan | 21.47 °C | AQI 2 English हिन्दी E24 Isomes News24 Sports Friday, 10 October, 2025 Login La"
    },
    {
      "url": "https://unmjobs.unm.edu/",
      "title": "UNMJobs | The University of New Mexico",
      "description": "void",
      "preview": "Your browser does not support JavaScript! This will website not will not operate properly without JavaScript. Toggle navigation UNM A-Z myUNM Director"
    },
    {
      "url": "https://newsroom.uk.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured item/HERO Product PayPal \"Oh I Do Like To Shop Beside the Seaside\": Revamped Deckchairs Bring Beach Mainstay Into 21st Century"
    },
    {
      "url": "https://franchisesports.co.uk/",
      "title": "Latest Sports News, Analysis and Updates in the UK | Franchise Sports",
      "description": "Franchise Sports provides the latest sports news, analysis, and updates across the UK. Stay informed on major leagues, teams & trending topics in MLB, NBA, NFL and more.",
      "preview": "Skip to content Bryce Young Could Yet Prove To Be Panthers Long-Term Quarterback December 18, 2024 Benched earlier in the season, Young led the Panthe"
    },
    {
      "url": "https://tv.youtube.com/",
      "title": "YouTube TV - Watch & DVR Live Sports, Shows & News",
      "description": "Stream live TV from ABC, CBS, FOX, NBC, ESPN & popular cable networks in English and Spanish. Record without DVR storage space limits. Try it free. Cancel anytime.",
      "preview": "Try 21 days for $0 Save $30 total for your first three months $72.99/mo for your first 3 months, then $82.99/mo. Offer ends December 31, 2025. New use"
    },
    {
      "url": "https://kjaerlighetsvigslerne.com/gjestebok/?like_comment=762&_wpnonce=a491dcacbf",
      "title": "Gjestebok - Kjærlighetspresten",
      "description": "Vi vil bli glad om leserne av bryllupsbloggen vil signere Gjesteboken vår. Vi er glad i både ros og ris. Har dere hatt seremoni i regi av oss i Unitarforbundet eller har du vært gjest i en av våre seremonier - så legg gjerne igjen en hilsen til oss her. Anonymiser gjerne innlegget ditt og...",
      "preview": "Gå til innhold Vi vil bli glad om leserne av bryllupsbloggen vil signere Gjesteboken vår. Vi er glad i både ros og ris. Har dere hatt seremoni i regi"
    },
    {
      "url": "https://flickr.com/usdagov",
      "title": "U.S. Department of Agriculture | Flickr",
      "description": "Esplora 90.697 foto su Flickr di U.S. Department of Agriculture!",
      "preview": "Esplora What's New Novità! Foto recenti Più popolari Eventi The Commons Gallerie Flickr Mappa del mondo Cerca fotocamera Novità! Blog di Flickr Stampe"
    },
    {
      "url": "https://css-tricks.com/snippets/css/complete-guide-grid/",
      "title": "CSS Grid Layout Guide | CSS-Tricks",
      "description": "Our comprehensive guide to CSS grid, focusing on all the settings both for the grid parent container and the grid child elements.",
      "preview": "Table of contents Introduction Basics Important Terminology Grid Properties Special Units & Functions Fluid Columns Snippet Animation Get the poster!"
    },
    {
      "url": "https://ovc.ojp.gov",
      "title": "Home | Office for Victims of Crime",
      "description": "OVC, a part of the U.S. Department of Justice, oversees programs and grants for service providers and other professionals who assist victims of crime.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.bloombergconnects.org/",
      "title": "Bloomberg Connects",
      "description": "Bloomberg Connects is a free mobile app featuring guides to hundreds of museums, galleries, sculpture parks, gardens, and cultural spaces in one easy to use app.",
      "preview": "Skip to main content The arts and culture app. Download Now"
    },
    {
      "url": "https://www.vulture.com/article/what-is-a-nepotism-baby.html",
      "title": "What Is a Nepotism Baby, Anyway? How a 'Nepo Baby' Is Born",
      "description": "Hollywood has always loved the children of famous people. In 2022, the internet reduced them to two little words: nepotism baby. We love them, we hate them, we disrespect them, we're obsessed with them.",
      "preview": "Things you buy through our links may earn Vox Media a commission. Photo-Illustration: Joe Darrow for New York Magazine This article was featured in On"
    },
    {
      "url": "https://mcqg7tb-yjgl2414mz73fvhqnjg1.pub.sfmc-content.com/f1hi0yqv3yg",
      "title": "void",
      "description": "void",
      "preview": "Notice of Financial Incentives/Bona Fide Loyalty Program Disclosure We may offer incentives such as a coupon, discount, or sample in exchange for pers"
    },
    {
      "url": "https://www.autodesk.org/",
      "title": "Autodesk Foundation",
      "description": "The Autodesk Foundation supports innovative solutions to the world's most pressing social and environmental challenges.",
      "preview": "OVERVIEW WHAT WE DO Funding Technology Talent Case Studies IMPACT Decade of Impact Report Energy & Materials Health & Resilience Work & Prosperity Imp"
    },
    {
      "url": "https://whatiblogonmydays-blog.tumblr.com/",
      "title": "Hello",
      "description": "Jacalyn | She/her",
      "preview": "Menu Hello Jacalyn | She/her snazzapplesweet : If you give me any positive reinforcement whatsoever i will go full doggo and hang on to that shit fore"
    },
    {
      "url": "https://archive.vaclavhavel-library.org/Archive/All?docType=Kniha&docType=Popisek&docType=Biografie&docType=Koncept&docType=Pozn%C3%A1mky&docType=Pozn%C3%A1mky&docType=Fotografie&docType=Fotografie&docType=Biografie&docType=Fotografie&docType=PopisekdocType=Biografie&docType=Knihasort=4&lang=en",
      "title": "Václav Havel Library",
      "description": "void",
      "preview": "Documentation centre Václav Havel Library Václav Havel * 5. 10. 1936 Prague ✝ 18. 12. 2011 Hradecek Writer and Dramatist; One of the first Spokesmen f"
    },
    {
      "url": "https://glyphsapp.com/",
      "title": "Glyphs",
      "description": "Glyphs 3 is a Mac font editor that puts you in control: quickly draw high-precision vectors, efficiently reuse shapes, and easily manage any number of letters, figures and symbols.",
      "preview": "Make things you love. Glyphs 3 is a Mac font editor that puts you in control: quickly draw high-precision vectors, efficiently reuse shapes, and easil"
    },
    {
      "url": "https://collections.thulb.uni-jena.de/receive/HisBest_cbu_00021283",
      "title": "Politische Geschichte des Eichsfeldes : mit Urkunden erläutert",
      "description": "Politische Geschichte des Eichsfeldes : mit Urkunden erläutert",
      "preview": "Diese Webseite verwendet Cookies (Webanalysedienst: Matomo, sowie Sessioncookies). Mit der Nutzung der Seite erklären Sie sich mit der Verwendung dies"
    },
    {
      "url": "https://www.healthline.com/nutrition/intermittent-fasting-guide",
      "title": "Intermittent Fasting 101 - The Ultimate Beginner's Guide",
      "description": "This is a detailed guide to intermittent fasting (IF). Studies show that it can help you lose weight, improve health and perhaps even live longer.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://www.maryscullyreports.com/the-stresses-of-the-2016-elections-on-civility/",
      "title": "The stresses of the 2016 elections on civility | Mary Scully Reports",
      "description": "void",
      "preview": "A woman I've known many years through protests, mostly for immigration & women's rights, feigned umbrage at my quip about medicating to get over the e"
    },
    {
      "url": "https://musicworldmedia.com/",
      "title": "Music World Media",
      "description": "void",
      "preview": "We're sorry but musicworldmedia.com doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.multivu.com/players/English/8717251-kellie-pickler-wilmer-valderrama-named-uso-global-ambassadors/",
      "title": "Kellie Pickler, Wilmer Valderrama Named USO Global Ambassadors",
      "description": "In honor of its 80th anniversary the USO has named country singer/ actress Kellie Pickler, and producer, actor/activist Wilmer Valderrama as global ambassadors.",
      "preview": "United Service Organizations Kellie Pickler, Wilmer Valderrama Named USO Global Ambassadors USO tour veterans invite Americans to Give More Than Thank"
    },
    {
      "url": "https://www.bancomundial.org/",
      "title": "Banco Mundial - Desarrollo sostenible, resiliencia y crecimiento económico",
      "description": "El Grupo del Banco Mundial ofrece créditos, asistencia y recursos personalizados a más de 100 países en desarrollo y en transición.",
      "preview": "Nuevas perspectivas económicas regionales Descubra las últimas tendencias de desarrollo macroeconómico en las distintas regiones, con especial énfasis"
    },
    {
      "url": "http://kaporcenter.org",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "http://www.rphworld.com/",
      "title": "Welcome rphworld.com - BlueHost.com",
      "description": "Bluehost - Top rated web hosting provider - Free 1 click installs For blogs, shopping carts, and more. Get a free domain name, real NON-outsourced 24/7 support, and superior speed. web hosting provider php hosting cheap web hosting, Web hosting, domain names, front page hosting, email hosting. We offer affordable hosting, web hosting provider business web hosting, ecommerce hosting, unix hosting. Phone support available, Free Domain, and Free Setup.",
      "preview": "Affordable, Reliable Web Hosting Solutions Web Hosting - courtesy of www.bluehost.com Help Center Contact Us About Us Affiliates Terms ©2012 Bluehost."
    },
    {
      "url": "https://us.napster.com",
      "title": "Napster: The Music Service for Music Fans",
      "description": "Alongside 110+ million songs, Napster is home to hundreds of thousands of official music videos. Whether you're streaming on demand or listening offline, enjoy all content ad-free.",
      "preview": "Powered by Napster is a convenient all-in-one platform for companies looking to launch their own branded music service. Napster is available in 33 cou"
    },
    {
      "url": "https://www.visualstudio.com/",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://live-aclu-michigan.pantheonsite.io/en/donate",
      "title": "Donate | ACLU of Michigan",
      "description": "Thank you for supporting the work of the ACLU of Michigan! Make a DonationMake a tax-deductible gift to the ACLU Fund of Michigan to support our legal program, public education efforts, and special projects. All gifts to the ACLU Fund of Michigan are shared with the national ACLU Foundation.GIVE>>Make a Gift in Honor or Memory of SomeoneA tribute gift to the ACLU Foundation of",
      "preview": "Skip to main content Donate Facebook X Reddit Email Print Thank you for supporting the work of the ACLU of Michigan! Make a Donation Make a tax-deduct"
    },
    {
      "url": "https://www.huffpost.com/author/nick-simmons",
      "title": "Nick Simmons | HuffPost",
      "description": "void",
      "preview": "Skip to Main Content Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost News. ©2025 BuzzFeed, Inc. All rights reserved. Trending"
    },
    {
      "url": "http://www.foxandsheep.com/privacy-policy/",
      "title": "Privacy Policy Apps | Fox and Sheep",
      "description": "void",
      "preview": "Privacy Policy 1. Who are we? 1.1. We are Fox & Sheep GmbH (\" Fox & Sheep \"). You can reach us under the following contact data: Oberwallstr. 9 10117"
    },
    {
      "url": "https://www.gallup.com/corporate/212381/who-we-are.aspx",
      "title": "About - Gallup",
      "description": "Transform your organization. Gallup changes the world a little to a lot every day through extraordinary analytics and advice.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Helping People Be Heard We help our clients in many ways. Bu"
    },
    {
      "url": "https://spire.com",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "http://www.booklists.yalsa.net/directory/results?author=1692",
      "title": "Search results - YALSA Book Finder",
      "description": "void",
      "preview": "Browse by: Award/booklist Author Genre Award year Award/booklist AILA Youth Literature Award Honor - Young Adult AILA Youth Literature Award Winner -"
    },
    {
      "url": "https://www.myotees.com/product/ron-weasley-is-my-boyfriend-graphic-sweatshirt/",
      "title": "Ron Weasley Is My Boyfriend Graphic Sweatshirt | myotees.com",
      "description": "Get Buy Ron Weasley Is My Boyfriend Graphic Sweatshirt, affordable custom shirts,are screen printing by hand and are high quality printing.",
      "preview": "Skip to content Add to Wishlist Add to Wishlist Ron Weasley Is My Boyfriend Graphic Sweatshirt On Sale $ 27.49 - $ 34.49 Price range: $27.49 through $"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-006-introduction-to-algorithms-spring-2020/",
      "title": "Introduction to Algorithms | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "This course is an introduction to mathematical modeling of computational problems, as well as common algorithms, algorithmic paradigms, and data structures used to solve these problems. It emphasizes the relationship between algorithms and programming and introduces basic performance measures and analysis techniques for these problems.",
      "preview": "Browse Course Material Course Info Instructors Prof. Erik Demaine Dr. Jason Ku Prof. Justin Solomon Departments Electrical Engineering and Computer Sc"
    },
    {
      "url": "https://www.guinnessworldrecords.com/news/2023/2/dog-with-a-tongue-lengthier-than-a-popsicle-stick-confirmed-as-longest-736653",
      "title": "Dog with a tongue lengthier than a popsicle stick confirmed as longest | Guinness World Records",
      "description": "A Tucson, Arizona dog with a tongue measuring 3.74 inches has been confirmed as having the longest tongue on a living dog.",
      "preview": "Bisbee the English Setter probably isn't a pooch you'd want \"doggy kisses\" from. That's because the Tucson, Arizona, USA, pup has quite a long doggone"
    },
    {
      "url": "https://www2.deloitte.com/uk/en.html",
      "title": "Deloitte UK | Audit, Consulting, Financial, Risk Management, Tax Services",
      "description": "Industry insights and audit, consulting, financial advisory, risk management and tax services from Deloitte's global network of member firms.",
      "preview": "Link opens in a new tab opens in new window Please enable JavaScript to view the site. Skip to main content Welcome to Deloitte If we have selected th"
    },
    {
      "url": "https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies",
      "title": "Manage cookies in Microsoft Edge: View, allow, block, delete and use - Microsoft Support",
      "description": "Learn how to view, manage, and delete cookies in Microsoft Edge.",
      "preview": "Related topics × Windows security, safety, and privacy Overview Security, safety, and privacy overview Windows security Get help with Windows securit"
    },
    {
      "url": "https://nocode.works/",
      "title": "Nocode = Google Docs to Documentation, Intranet, Blog or Site",
      "description": "Publish fast, secure & easy to manage Sites built from your Google Docs. Use Nocode for your Blog, Product Documentation, Intranet, Research or your Site.",
      "preview": "Turn Google Docs into your | Nocode lets you publish anything in your Google Docs to a smart professional site. We believe you shouldn't need to learn"
    },
    {
      "url": "https://www.pissedandproud.org/ni-ju-san-besser-als-schlecht-live-in-remscheid-cd/",
      "title": "NI JU SAN - BESSER ALS SCHLECHT (LIVE IN REMSCHEID) CD | Günnis Reviews",
      "description": "(www.nix-gut.de) / (www.nijusan.de) Nach fünf Alben entschloss sich die Band aus dem Rheinland, ein Live-Album aufzunehmen, das von der Aufnahmequalität her nicht verkehrt ist, die Kapazität einer CD voll ausnutzt und mit seinen Live-Fotos und Grußworten im Booklet grundsätzlich eine runde Sach...",
      "preview": "Startseite Tonträger A-Z Tonträger A Tonträger B Tonträger C Tonträger D Tonträger E Tonträger F Tonträger G Tonträger H Tonträger I/J Tonträger K Ton"
    },
    {
      "url": "https://www.moorfields.nhs.uk/news/moorfields-patient-receives-world-s-first-3d-printed-eye",
      "title": "News - Moorfields Eye Hospital",
      "description": "Stay updated with the latest news and developments from Moorfields Eye Hospital NHS",
      "preview": "Skip to main content News Treatment for cause of sudden sight loss now available through the NHS in England 11 September 2025 Read more Moorfields rat"
    },
    {
      "url": "https://www.tnstate.edu/nnhp",
      "title": "NNHP",
      "description": "North Nashville Heritage Project (NNHP) - Collecting and Telling the Stories of Historic North Nashville. Do you have a story to tell? Contact us!",
      "preview": "10th & Jefferson A Thriving Economy Discover More Gateway to Heritage Plaza I-40 Underpass on Jefferson St. About the Plaza Brown's Dinner Club and Ph"
    },
    {
      "url": "https://www.klowdtv.com/",
      "title": "Live TV Streaming | KlowdTV",
      "description": "KlowdTV provides live TV streaming on your desktop or mobile device without a contract, offering flexibility and affordability. Sign up for a free-trial!",
      "preview": "Close menu Join Packages Channels Support Log in Watch Free. Check it out. Watch 90+ Live Channels Free Watch Free Now Package Pricing Subscribe to on"
    },
    {
      "url": "https://www.ishares.com/us/resources/tools/core-builder",
      "title": "Explore ETF Portfolios - Core Builder | iShares - BlackRock",
      "description": "Learn how low-cost ETFs can work together in a balanced, diversified portfolio for a variety of investment styles, or risk tolerances.",
      "preview": "Skip to content United States United States Location not listed Primary Navigation Search CLOSE SEARCH Get our take on what Fed rate cuts may mean for"
    },
    {
      "url": "https://www.spirittoolkit.com/privacypolicy",
      "title": "PrivacyPolicy | Mysite",
      "description": "void",
      "preview": "top of page Privacy This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if an"
    },
    {
      "url": "http://www.enlightened.com/",
      "title": "Home - Enlightened",
      "description": "Enlightened, Inc. is an award-winning, HUBZone certified, Information Technology (IT) and Management Consulting firm dedicated to helping our clients achieve success in meeting their objectives and solving their problems.",
      "preview": "Skip to content Expecting Excellence, Establishing the Elite Enlightened serves as a trusted advisor to some of the nation's most demanding organizati"
    },
    {
      "url": "https://opocbluepacific.org/pacific-islands-forum-leaders-ocean-statement-2020-21/",
      "title": "Pacific Islands Forum Leaders Ocean Statement 2020/21 - OPOC",
      "description": "We, the Pacific Island Forum Leaders, representing the Blue Pacific and its peoples, are committed to strong regional action, harnessing shared stewardship of the Pacific Ocean [...]",
      "preview": "Pacific Islands Forum Leaders Ocean Statement 2020/21 Home Home Pacific Islands Forum Leaders Ocean Statement 2020/21 We, the Pacific Island Forum Lea"
    },
    {
      "url": "https://www.leverforchange.org/",
      "title": "Lever for Change | Discover New Potential",
      "description": "By creating equitable access, we connect donors with bold solutions that move the world. Reimagine philanthropy with us.",
      "preview": "Skip to content Discover new potential. We create equitable access that enables Philanthropy to go beyond the familiar. More about our mission Feature"
    },
    {
      "url": "https://sharpen.design/",
      "title": "Sharpen - Design Challenge Generator",
      "description": "Millions of practice design prompts to challenge you to think outside the box.",
      "preview": "Design leaders teach with Sharpen Sharpen generates open-ended project prompts that reinforce critical problem solving, curiosity, and creativity acro"
    },
    {
      "url": "https://jsonformatter.org/json-editor",
      "title": "Best JSON Editor Online",
      "description": "Secure JSON Editor is online JSON editor tool to Edit, Validate and Format JSON data. Support JSON File, URL.",
      "preview": "Copied to Clipboard Ad blocking? It's okay. Please share to support us: Share Tweet Share Share JSON Editor JSON Editor Online helps to Edit, View, An"
    },
    {
      "url": "https://www.landing.love/",
      "title": "Showcase of the best Animation Websites - landing.love",
      "description": "Get inspired by an amazing collection of over 1775 animation website designs. With a full-page video recording showcasing the best designs out there.",
      "preview": "Showcase of the best 1775 Animation Websites Get inspired by the best website examples with full-page video recordings. 3d website Dark Mode Gradient"
    },
    {
      "url": "http://www.cepal.org/en",
      "title": "Economic Commission for Latin America and the Caribbean",
      "description": "La CEPAL es una de las cinco comisiones regionales de las Naciones Unidas y su sede está en Santiago de Chile. Se fundó para contribuir al desarrollo económico de América Latina, coordinar las acciones encaminadas a su promoción y reforzar las relaciones económicas de los países entre sí y con las demás naciones del mundo. Posteriormente, su labor se amplió a los países del Caribe y se incorporó el objetivo de promover el desarrollo social.",
      "preview": "Skip to main content Search Search Search English Español Português PRESS RELEASE ECLAC: Latin America and the Caribbean Will Only Be Able to Overcome"
    },
    {
      "url": "http://www.alcapa.com/default.asp",
      "title": "ALCapa.com is for sale | HugeDomains",
      "description": "Get a new domain name for your startup. Quick and professional service. Seamless domain transfers.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.aer.org.ar/marcelo-krynski-lideres-para-una-gestion-inteligente/",
      "title": "Marcelo Krynski: Líderes para una gestión inteligente - AER | Asociación Empresaria de Rosario",
      "description": "Marcelo Krynski, Director de Crear Contextos, visita Rosario para dar dos charlas dedicada a empresas. Una de las premisas que transmitirá es \"Donde hay una empresa de éxito alguien tomó alguna vez una decisión valiente\" , de Peter Drucker. Otro de los mensajes será \"Empieza donde estés, usa lo que tengas, haz lo que puedas\" [...]",
      "preview": "Institucional ¿Qué es AER? Autoridades Cámaras y Asociaciones Adheridas Consulado Sectores Federación de Centros Comerciales Abiertos Región Rosario F"
    },
    {
      "url": "https://www.nytimes.com/section/world",
      "title": "World News - The New York Times",
      "description": "The latest international news, investigations and analysis from Africa, the Americas, Asia, Australia, Canada, Europe, the Middle East and the U.K.",
      "preview": "Advertisement SKIP ADVERTISEMENT Highlights Middle East Crisis Updates: Israel Approves Gaza Deal That Would Free Hostages and Prisoners Prime Ministe"
    },
    {
      "url": "https://form.jotform.com/213476622243857",
      "title": "This workshop is full, please select another date.",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ifc.org/wps/wcm/connect/corp_ext_content/ifc_external_corporate_site/home",
      "title": "International Finance Corporation (IFC)",
      "description": "A strong and engaged private sector is indispensible to ending extreme poverty and boosting shared prosperity. That's where IFC comes in - we have more than 60 years experience in unlocking private investment, creating markets and opportunities where they are needed most.",
      "preview": "Skip to Main Navigation Turning Tanzania's Farmers into Agri- Entrepreneurs How global partners are empowering smallholder farmers to grow their profi"
    },
    {
      "url": "https://www.metridium.com/",
      "title": "Metridium Fields",
      "description": "Underwater, scuba diving and other marine focused photography from California, Alaska, British Columbia, Cocos Island, Papua New Guinea, Indonesia, The Philippines, The Falkland Islands, Mexico, The Solomon Islands, Fiji and more. Featured images include technical diving at the Cordell and Schmieder Banks in California.",
      "preview": "Menu"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/ultimate-chocolate-cake",
      "title": "Moist chocolate cake recipe | Good Food",
      "description": "Indulge yourself with this ultimate chocolate ganache cake recipe that is beautifully moist, rich and fudgy. Perfect for a celebration or an afternoon tea",
      "preview": "Skip to main content Ultimate chocolate cake Angela Nilsen Save recipe Cuts into 14 slices Easy Prep: 30 mins - 40 mins Cook: 1 hr - 1 hr and 30 mins"
    },
    {
      "url": "https://www.phonescoop.com/articles/article.php?a=20467",
      "title": "US Commerce Dept. Bans ZTE from Exporting Tech (Phone Scoop)",
      "description": "ZTE is not allowed to export sensitive technology from the U.S. due to new action from the U.S. Department of Commerce. Moreover, U.S. tech suppliers (such as Qualcomm) cannot sell components to ZTE for a period of seven years. ZTE violated the terms of an agreement it made with the government over previous transgressions and the Commerce Department is coming down on the company hard. Officials at the agency ...",
      "preview": "printed October 10, 2025 See this page online at: https:/ / www.phonescoop.com/ articles/ article.php? a=20467 ≡ Phones Phone Finder News Carriers And"
    },
    {
      "url": "https://www.eleftheroudakis.gr/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://support.office.com/en-us/article/download-and-install-or-reinstall-office-365-or-office-2016-on-a-pc-or-mac-4414eaaf-0478-48be-9c42-23adc4716658",
      "title": "Download, install, or reinstall Microsoft 365 or Office 2024 on a PC or Mac - Microsoft Support",
      "description": "Learn how to install, reinstall, or activate Microsoft 365 or Office 2024 on a PC or Mac.",
      "preview": "Related topics × Install Microsoft 365 or Office Install Microsoft 365 or Office Microsoft 365 or Office 2024 Office 2021, 2019, 2016 Redeem a product"
    },
    {
      "url": "https://www.thedailybeast.com/",
      "title": "The Daily Beast: The Latest in Politics, Media & Entertainment News",
      "description": "A smart, speedy take on breaking news and opinion in politics, media, entertainment, and more.",
      "preview": "Skip to Main Content Trump's Frenzied Nobel Peace Prize Demands Get Brutal Snub AND THE LOSER IS... The president's relentless push for the prestigiou"
    },
    {
      "url": "https://globalfishingwatch.org/topics/",
      "title": "Technology for Ocean Management | Global Fishing Watch",
      "description": "Global Fishing Watch is harnessing innovative technology to turn open data into actionable information that improves ocean management.",
      "preview": "Skip to content Topics Commercial fishing Global Fishing Watch is harnessing innovative technology to turn transparent data into actionable informatio"
    },
    {
      "url": "https://www.fairtrade.net/standard",
      "title": "Fairtrade standards",
      "description": "void",
      "preview": "Fairtrade Standards The Fairtrade Standards are the foundation of our work. They establish what we mean by sustainable farming, decent work, and fair"
    },
    {
      "url": "https://policies.worldbank.org/sites/PPF3/Pages/PPFHome.aspx",
      "title": "Policy & Procedure Framework",
      "description": "The Enabling the Business of Agriculture (EBA) project measures laws and regulations that impact the business environment for a sustainable and thriving agricultural sector.",
      "preview": "Who We Are Policy & Procedure Framework Policy and Procedure Framework The Policy And Procedure Framework is a framework which provides a new structur"
    },
    {
      "url": "https://www.hachettebooks.com/titles/stephen-steve-o-glover/a-hard-kick-in-the-nuts/9780306826771/",
      "title": "A Hard Kick in the Nuts by Stephen Steve-O Glover | Hachette Book Group",
      "description": "Hachette Book Group is a leading book publisher based in New York and a division of Hachette Livre, the third-largest publisher in the world.",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://main.superiorimports.se/blogg/bramstedtse-pa-plats-under-morgondagens-race/",
      "title": "Bramstedt.se på plats under morgondagens race! | Superior Imports AB",
      "description": "Våran vän Mr. Bramstedt kommer vara på plats för att fota för fullt under morgondagen. Så ni kan hoppa upp och sätta er på att det kommer finnas riktigt snygga bilder att se fram emot från träffen efteråt. Han har kört igång en skön blogg som blandar bilar, foto och uteliv runtom Kalmar på ett",
      "preview": "Hem Nyheter Bilar Våra Tjänster Direktimport Service & Montering Nya & Begagnade Delar Tuning & Felsökning Blogg Kontakta Oss Om Oss Om Superior Impor"
    },
    {
      "url": "https://alba-ewaste.sg/",
      "title": "ALBA E-Waste Singapore - Singapore E-Waste Collection & Recycling Program",
      "description": "void",
      "preview": "Skip to content Home About Us Types of E-Waste Regulated Consumer E-Waste Disposal Guide Where can I recycle my E-Waste Data Security Partners Newsroo"
    },
    {
      "url": "https://deathpenaltyinfo.org/policy-issues/innocence",
      "title": "Innocence | Death Penalty Information Center",
      "description": "The Death Penalty Information Center (DPI) is a national non-profit organization whose mission is to serve the media, policymakers, and the general public...",
      "preview": "Breaking News: Texas Court of Criminal Appeals Grants Stay of Execution for Robert Roberson Policy Innocence The death penalty carries the inherent ri"
    },
    {
      "url": "https://giphy.com/undp",
      "title": "UN Development Programme GIFs on GIPHY - Be Animated",
      "description": "Find the best & newest featured UN Development Programme GIFs. Search, discover and share your favorite GIFs. The best GIFs are on GIPHY.",
      "preview": "Privacy Terms 185 Uploads 139M GIF Views UNDP works in about 170 countries and territories, helping to achieve the eradication of poverty, and the red"
    },
    {
      "url": "https://veteransgrowingamerica.com/",
      "title": "void",
      "description": "void",
      "preview": "HOME ABOUT GET INVOLVED VGA MEMBERSHIP VGA VENDOR VGA VOLUNTEER DIRECTORY EVENTS CONTACT US SHOP OUR DIGITAL PUBLICATION WOODBRIDGE, VA STORE MORE VET"
    },
    {
      "url": "http://beijingdaze.com/tag/chinese-music-industry/",
      "title": "Chinese Music Industry | BeijingDaze",
      "description": "void",
      "preview": "Skip to content Tagged: Chinese Music Industry blabbers January 31, 2012 by Beijing Daze · Published January 31, 2012 Song Ke: Why is the Chinese Musi"
    },
    {
      "url": "https://subscriptions.hollywoodreporter.com/site/thr-subscribe",
      "title": "Subscribe to The Hollywood Reporter",
      "description": "void",
      "preview": "The Definitive Voice of Entertainment News CHOOSE YOUR SUBSCRIPTION BEST DEAL PRINT BASIC PRINT PLUS DIGITAL EDITION Annual subscription Print issues"
    },
    {
      "url": "http://www.tesoro.it/",
      "title": "Home Page - Ministero dell'Economia e delle Finanze",
      "description": "Ministero dell'Economia e delle Finanze",
      "preview": "Benvenuto sul sito del Ministero dell'Economia e delle Finanze, conosciuto anche come Portale mef Utilizza la navigazione scorrevole per accedere velo"
    },
    {
      "url": "https://www.aluminum-coil.net/reasons-for-even-film-thickness-of-aluminium-anodizing-sheet-plate.html",
      "title": "Reasons for uneven film thickness of aluminium anodizing sheet plate",
      "description": "The causes for uneven thickness of an aluminium anodizing sheet plate includes inappropriate solution temperature, effective area, contact state and sulfuric acid concentration etc.",
      "preview": "Welcome to the web of Haomei Aluminum  86-18137889531  nydia@aluminumhm.com Home About Us Haomei Certificates Our History Our Team Our Factories Soc"
    },
    {
      "url": "http://www.aspes-navaho.homepage.t-online.de/phpBB/index.php?sid=6862558204e2a92a628e89b24e821510",
      "title": "Aspes Forum • Foren-Übersicht",
      "description": "void",
      "preview": "Aspes Forum Aspes Navaho Forum Anmelden FAQ Suche Aktuelle Zeit: 10. Okt 2025 13:54 Unbeantwortete Themen | Aktive Themen Foren-Übersicht Alle Zeiten"
    },
    {
      "url": "http://www.globaltiesus.org/",
      "title": "Global Ties U.S. : Global Ties U.S.",
      "description": "Global Ties U.S. and our members build a more peaceful, prosperous world through international exchange and engage citizens in foreign policy.",
      "preview": "We support the nationwide Global Ties Network and exchange programs that make the United States safer, stronger, and more prosperous. Our work strengt"
    },
    {
      "url": "https://montcherand.ch/pilier-public/avis-d-enquete/146-avis-d-enquete-08-12-2021",
      "title": "Pilier Public - Commune de Montcherand",
      "description": "Le village de Montcherand faisait partie autrefois de la terre des Clées. Il dépendait du prieuré de Baulmes, avant sa réunion au monastère de Payerne au XIème siècle. Montcherand relevait donc directement de la grande Abbaye bourguignonne de Cluny.",
      "preview": "Accueil Pilier Public Pilier Public Recherche Ce site peut utiliser des cookies et des scripts externes. Plus d'informations J'accepte Eglise et fresq"
    }
  ],
  "_meta": {
    "total_bookmarks": 83
  }
}