{
  "data": [
    {
      "url": "https://girlup.org/",
      "title": "Girl Up | Uniting Girls to Change the World",
      "description": "We're a movement to advance girls' skills, rights, and opportunities to be leaders. When girls rise, we all rise.",
      "preview": "What We Do When girls rise, we all rise The world needs new solutions and leadership now. Girl Up is expanding girls' skills, rights, and opportunitie"
    },
    {
      "url": "https://ctan.org/pkg/pgf",
      "title": "CTAN: Package pgf",
      "description": "void",
      "preview": "Login Settings Help Cover Cover Starting out with T e X... CTAN Background Mirrors T e X user groups Privacy Credits Upload Upload Upload basics Uploa"
    },
    {
      "url": "https://learn.microsoft.com/en-us/azure/ai-services/what-are-ai-services",
      "title": "What are Azure AI services? - Azure AI services | Microsoft Learn",
      "description": "Azure AI services are cloud-based artificial intelligence (AI) services that help developers build cognitive intelligence into applications without having direct AI or data science skills or knowledge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://www.soroptimist.it/club/piacenza/pubblicazioni/",
      "title": "Pubblicazioni",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.carat.fiserv.com/",
      "title": "Carat Global Platform | Carat U.S. | Fiserv",
      "description": "Carat is the global commerce platform from Fiserv that orchestrates payments and experiences for the world's largest businesses.",
      "preview": "Skip to Contact an Expert Skip to Main Content The next generation platform to drive more commerce Carat is the global commerce platform from Fiserv t"
    },
    {
      "url": "https://partnerships.coursera.org",
      "title": "Coursera Partnerships | Coursera",
      "description": "Create and deliver world-class online degrees and career training programs to learners worldwide.",
      "preview": "Partner with Coursera. Teach the World. Create and deliver world-class online degrees and career training programs to learners worldwide. Reach learne"
    },
    {
      "url": "https://www.faz.net/aktuell/feuilleton/buehne-und-konzert/eklat-in-hannover-attacke-mit-tierkot-auf-unsere-tanzkritikerin-18672999.html",
      "title": "Attacke mit Tierkot auf unsere Tanzkritikerin: Eklat in Hannover | FAZ",
      "description": "Am Rande einer Ballettpremiere hat der Chefchoreograph und Direktor des Staatsballetts Hannover unsere Tanzkritikerin zunächst verbal und dann auch physisch attackiert. Ein Angriff auf die freie, kritische Kunstbetrachtung generell.",
      "preview": "Suche Suche Startseite FAZ+ Das Beste von FAZ+ Politik Öffnen USA unter Trump Ukraine Inland Ausland Politische Bücher PRO Einspruch Geschichte Briefe"
    },
    {
      "url": "https://walmart.privatehealthnews.com/",
      "title": "Walmart Wellness - My health e-news",
      "description": "My health e-news delivers medically-reviewed health news and advice for the topics and issues that are relevant to you and your family! Keep informed with events and announcements at Walmart Wellness.",
      "preview": "My health e-news newsletter News customized & delivered where you are Choose the news you want from more than two dozen topics. Medically-reviewed hea"
    },
    {
      "url": "https://parish107.tumblr.com/",
      "title": "@parish107 on Tumblr",
      "description": "Follow @parish107 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes motocrunch Follow follow me :) kylebonallo Follow by Kyle Bonallo (ig: @kylebonallo ) Source: kylebonallo.com pangeen Follow ALT ALT ALT w"
    },
    {
      "url": "https://blogs.scientificamerican.com/tetrapod-zoology/tapir-attacks-past-present-but-hopefully-not-future/",
      "title": "Tapir attacks past, present, but hopefully not future | Scientific American",
      "description": "Last Thursday (August 8th, 2013) a Brazilian or Lowland tapir Tapirus terrestris at Dublin Zoo (Ireland) seriously attacked and injured a two-year-old girl that, believe it or don't, was taken into the tapir's enclosure.",
      "preview": "August 11, 2013 Tapir attacks past, present, but hopefully not future Last Thursday (August 8th, 2013) a Brazilian or Lowland tapir Tapirus terrestris"
    },
    {
      "url": "https://music.youtube.com/",
      "title": "Prima di continuare",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.nba.com/stats/teams/traditional",
      "title": "Teams Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each team in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://lampenhuis.nl/product/367308/",
      "title": "Plafonnière Luxe School Small Helder Moonlight kopen? Groot assortiment!",
      "description": "Plafonnière Luxe School Small Helder Moonlight bestel je online bij Lampenhuis.nl!💡Snel leverbaar 💡Makkelijk retourneren 💡Gratis verzending in NL vanaf € 50,-",
      "preview": "Plafonnière Luxe School Small Helder Moonlight Artikelnummer: ARTDECO/Plafonnière Luxe School Small Helder Moonlight Art Deco Trade Heb je advies nodi"
    },
    {
      "url": "https://domenomania.pl/centrum-wiedzy/jak-po-zalogowaniu-zmienic-haslo-do-panelu-klienta",
      "title": "Zmiana hasła przy użyciu funkcji przypomnij hasło » Domenomania.pl",
      "description": "Sprawdź jak po zalogowaniu zmienić hasło do Panelu klienta. W tym przypadku podczas zmiany hasła wymagana jest znajomość dotychczasowego hasła dostępu.",
      "preview": "Panel klienta Sprawdź jak zalogować się do Panelu klienta Domenomania.pl oraz jakie operacje możesz wykonać po zalogowaniu na usługach, np. domeny i s"
    },
    {
      "url": "https://www.wtatennis.com/rankings/singles",
      "title": "Tennis Rankings | Official Women's Tennis Rankings - WTA Tennis",
      "description": "Stay updated with the latest Tennis Rankings on the official Women's Tennis Association website. Explore detailed analysis of top female tennis stars, tracking their stats, performance, and rankings progress.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Top Ranked Significant shift"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-Code-Tools-No-Code-Founders-3d9a44cb16ef4957b91055673a45e865?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.sacred-texts.com/eso/index.htm",
      "title": "Western Esoteric Texts | Sacred Texts Archive",
      "description": "Esoteric and Occult texts at sacred-texts.com",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://pulpmx.com/podcast/guest-chris-betts/",
      "title": "Guest: Chris Betts - PulpMX",
      "description": "The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super...",
      "preview": "Guest: Chris Betts The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super fan, his roots in moto,"
    },
    {
      "url": "https://stylescompany.nl/portfolio-item/street-kingz-theater-naaldwijk/",
      "title": "Theater Naaldwijk | Styles CompanyStyles Company",
      "description": "void",
      "preview": "HOME EDUCATIE CKV URBAN ARTS DAG LEERLIJNEN URBAN ARTS URBAN CULTURE EVENT VOORSTELLINGEN WORKSHOPS WORKSHOPS BREAKDANCE BEATBOX DANS CHOREOGRAFIE DJ"
    },
    {
      "url": "https://safety.google?hl=en",
      "title": "Google Safety Center - Stay Safer Online",
      "description": "Making technology for everyone means protecting everyone who uses it. Explore what Google does to help you stay safe online.",
      "preview": "Learn how Google AI-powered security keeps you safe from scams this Cybersecurity Awareness Month. The safer way to search. search. email. watch. stor"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/collection/easy-impressive-recipes",
      "title": "Easy but impressive recipes | Good Food",
      "description": "These simple recipes are easy to make but look impressive on the plate. Try starters you can make in minutes, no-cook desserts and stress-free mains",
      "preview": "Skip to main content Easy but impressive recipes 52 Recipes These simple recipes are easy to make but look impressive on the plate. Try starters you c"
    },
    {
      "url": "https://www.visitnorway.no/planlegg-reisen/",
      "title": "Planlegg reisen | Få tips og inspirasjon til norgesferien",
      "description": "God planlegging sikrer deg de opplevelsene du ønsker. Og hvis du ikke vet hva du leter etter, bidrar vi gjerne med noen ideer.",
      "preview": "Skip to main content PLANLEGG REISEN Transport, beste årstider, vær og trygghet ... Vi hjelper deg med planleggingen, så du kan få mest mulig ut av Norg"
    },
    {
      "url": "http://www.geocaching.com",
      "title": "Geocaching",
      "description": "There are millions of geocaches hidden around the world-there are probably some near you right now. Get the free Official Geocaching app and start finding them.",
      "preview": "Sign up Join the world's largest treasure hunt. Video: what is geocaching (75 seconds) There are 2,272 geocaches around Milan. To get started, create"
    },
    {
      "url": "https://www.jff.org/subscribe/",
      "title": "Subscribe for JFF News and Updates | JFF - Jobs for the Future (JFF)",
      "description": "void",
      "preview": "Skip to content Subscribe for JFF News and Updates"
    },
    {
      "url": "https://crosstownfitness.com/",
      "title": "Chicago Gym | Chicago HIIT Group Fitness | Chicago Personal Training",
      "description": "Our Gyms in Chicago Have The Largest Offering of Group Fitness Classes & Personal Training. We Offer Over 100+ Weekly Group Fitness Classes in West Loop, Roscoe Village & Lakeview.",
      "preview": "Try us Schedule Join Our Team FIRST TIME PERSONAL TRAINING CTF TEAM SCHEDULE CORPORATE WELLNESS CTF GAMES Nutrition EFFICIENT & EFFECTIVE Each class w"
    },
    {
      "url": "http://newsroom.paypal-corp.com/",
      "title": "PayPal Newsroom | Home",
      "description": "Check out how PayPal creates opportunity for people and businesses around the world. Plus, the latest news, resources and contact information.",
      "preview": "Featured Story HERO slider - Chainlink and Solana Performance Corporate Announcements Strategic Partnerships Google and PayPal Forge Multiyear Partner"
    },
    {
      "url": "https://www.joelapompe.net/",
      "title": "Joe La Pompe advertising, publicité",
      "description": "A site dedicated to hunting similar advertising ideas from around the world. Shameless copycats or unfortunate coincidences ? You decide.",
      "preview": "Dirty water gun / Ah les sales eaux! Print & Outdoor Social, environmental, non-profit THE ORIGINAL? Oxfam - 2005 Water Pistol « Dirty water kills » S"
    },
    {
      "url": "https://search.alexanderstreet.com/dncr/browse/content-type?f%5B0%5D=genre_hierarchy_facet%3ADance%7CBallet&f%5B1%5D=publishing_body_facet%3Amacfadden%20communications%20group%2AMacfadden%20Communications%20Group%7C64542&items_per_page=25&order=count&ajax=1&lazr_facet_popup%5Bfield%5D=genre_hierarchy_facet&lazr_facet_popup%5Breal_facet%5D=genre_hierarchy_facet&lazr_facet_popup%5Bpopup_title%5D=Dance&lazr_facet_popup%5Bhierarchy_filter%5D=Dance%7C",
      "title": "Home - Alexander Street, part of Clarivate",
      "description": "Search streaming video, audio, and text content for academic, public, and K-12 institutions. Alexander Street is an imprint of ProQuest that promotes teaching, research, and learning across music, counseling, history, anthropology, drama, film, and more.",
      "preview": "Skip to main content Alexander Street Homepage Alexander Street In-Depth See our help page How to make a clip Highlight the most important piece of yo"
    },
    {
      "url": "https://rinkiin.fi/",
      "title": "Suomen Pakkauskierrätys RINKI Oy - Rinkiin.fi",
      "description": "void",
      "preview": "Huolehditaan yhdessä siitä, että pakkaus kiertää Pakkausten lajitteluohjeet Lue, miten muovi-, metalli-, kartonki- ja lasipakkaukset lajitellaan oikei"
    },
    {
      "url": "https://www.luriechildrens.org/",
      "title": "Lurie Children's Hospital of Chicago | Pediatric Medicine",
      "description": "Lurie Children's is one of the top children's hospitals in the nation, providing superior pediatric care, cutting-edge treatments and advanced research.",
      "preview": "Skip to main content MEDICAID NOTICE: Lurie Children's continues to serve all patients enrolled in Medicaid. As a safety-net hospital, we will continu"
    },
    {
      "url": "http://ilabs.uw.edu/institute-faculty/bio/i-labs-andrew-n-meltzoff-phd",
      "title": "Andrew N. Meltzoff, Ph.D. | I-LABS",
      "description": "void",
      "preview": "Andrew N. Meltzoff, Ph.D. Professor and Co-Director Jump to: Bio | Full CV | Short CV | Publications | About the Lab | Contact Professor , Department"
    },
    {
      "url": "https://www.museudamagia.com/pt_pt/index",
      "title": "MUSEU DA MAGIA",
      "description": "void",
      "preview": "Bem vindo DESCUBRA O VERDADEIRO TESOURO DAS ARTES MÁGICAS DE PORTUGAL! A Magia é uma ciência, uma arte que encanta profissionais e leigos e cuja orige"
    },
    {
      "url": "https://hamiltonbeach.com/inside-the-test-kitchen",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://freckautoshop.dk/rawsearch?RimsAndWheels-type=rim&RimsAndWheels-carType=alu&RimsAndWheels-brand=JAPAN%20RACING%20JR30&endless=0",
      "title": "JAPAN RACING JR30 - Få dine fælge her",
      "description": "Vi har alt i fælge og biludstyr. Køb JAPAN RACING JR30 og meget mere ved os. Vi garanterer kvalitet og billige priser.",
      "preview": "Søgeresultater Skift imellem fælgstørrelserne her: Vælg fælge Fjern alle fælge Tilføj alle fælge Filtrer fælge JAPAN RACING JR30 JR30 Matt Black Matt"
    },
    {
      "url": "https://tactilegames.com/",
      "title": "Tactile Games - Danish game developer located in the heart of Copenhagen",
      "description": "We create games with heart.",
      "preview": "We create games with heart See how we do it We're hiring! See all open positions Our games We're all about creating great products and taking pride in"
    },
    {
      "url": "https://lbeauty334-blog.tumblr.com/",
      "title": "@lbeauty334-blog on Tumblr",
      "description": "Follow @lbeauty334-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://shop.scottlab.com/profile/login?returnurl=https%3A%2F%2Fshop.scottlab.com%2Fparts%2Fmachine-category%3Dcrossflow-filters-pall%2Cplate-and-frame%2Cpressure-leaf-filters-de-filter-vls%2Cscott-filter-housings%2Fpump-mechanical-seal-for-pall-crossflow-xla-960044",
      "title": "void",
      "description": "void",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Top"
    },
    {
      "url": "https://www.thecompanystore.com/300-thread-count-bamboo-cotton-sateen-sheet-set/EC44-A18.html",
      "title": "300-Thread Count Rayon Made From Bamboo Cotton Sateen Sheet Set | The Company Store",
      "description": "Shop 300-Thread Count Rayon Made From Bamboo and Cotton Sateen Sheet Set at The Company Store. Soft and inviting with a sateen weave for silk-like shine sheets.",
      "preview": "Personalization × Apply the same personalization to all items Your personalization will preview in this area Preview Not Available Personalization of"
    },
    {
      "url": "https://www.mongodb.com/docs/manual/aggregation/",
      "title": "Aggregation Operations - Database Manual - MongoDB Docs",
      "description": "Aggregation operations process multiple documents and return computed results.",
      "preview": "Docs Menu Ask MongoDB AI Docs Home / Database Manual Aggregation Operations Copy page Aggregation operations process multiple documents and return com"
    },
    {
      "url": "http://www.qac.ac.uk/",
      "title": "QAC Queen Alexandra College Birmingham - National college for people with disabilities.",
      "description": "A national college for the blind, visually impaired and learners with Asperger Syndrome and/or Autistic Spectrum Disorders.",
      "preview": "Menu Accessibility Vacancies My Prospectus How to apply Empowering Abilities, Inspiring Lives College Courses Students Sight Village News/Events Commu"
    },
    {
      "url": "https://commonvoice.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "Common Voice",
      "description": "void",
      "preview": "Please enable JavaScript to run this app"
    },
    {
      "url": "https://www.fra.affrc.go.jp/english/eindex.html",
      "title": "FRA",
      "description": "void",
      "preview": "FRA ACCESS INQUIRY Mission The National Research and Development Agency, Japan Fisheries Research and Education Agency (FRA) was established on April"
    },
    {
      "url": "https://coolors.co/contrast-checker/112a46-acc8e5",
      "title": "Color Contrast Checker - Coolors",
      "description": "Calculate the contrast ratio of text and background colors.",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://www.mlb.com/standings",
      "title": "2025 MLB Standings and Records: Regular Season | MLB.com",
      "description": "The official standings for Major League Baseball including division and league standings for regular season, wild card, and playoffs.",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon Standings calendar-2-11341 Sunday Sep 28 2025 caret-down-11342 Division caret-down-11343 Sta"
    },
    {
      "url": "https://translifeline.org/",
      "title": "Home - Trans Lifeline",
      "description": "Radicalcommunity care Trans Lifeline provides trans peer support for our community that's been divested from police since day one. We're run by and for",
      "preview": "Skip to content No results Safety Exit Radical community care Trans Lifeline provides trans peer support for our community that's been divested from p"
    },
    {
      "url": "https://www.orbitz.com/",
      "title": "Orbitz Hotel Deals, Flights, Cheap Vacations & Rental Cars",
      "description": "Earn free travel rewards with Orbitz. Fast booking & free cancellations. Reserve now, pay later!",
      "preview": "Skip to Main Content. Orbitz Hotel Deals, Flights, Cheap Vacations & Rental Cars Search for travel closeSheetBanner Earn extra Orbucks, only in the ap"
    },
    {
      "url": "https://childrenandfamiliesfirstnc.org",
      "title": "Home - GenerationEd",
      "description": "As a leader in early childhood education, GenerationEd is also a trusted resource for childcare providers. Through our Regional Child Care Resources &",
      "preview": "Skip to content Apply Now Donate Apply - English Apply - Espanol Early Childhood Education Our Head Start/Early Head Start and NC Pre-K programs take"
    },
    {
      "url": "http://www.robhyndman.com/2007/11/20/bell-aims-to-steal-iphone-thunder-with-limitless-data-on-rival-device/",
      "title": "\"Bell aims to steal iPhone thunder with limitless data on rival device\"",
      "description": "Well, Bell is certainly expecting Rogers' iPhone announcement at any moment, and it looks like the carriers have been listening to public complaints about wireless data rates, and / or have been hearing Apple's footsteps (see this article on efforts",
      "preview": "Home Archives Food #hohoto About Flickr Hyndman | Law mesh Twitter Feed \"Bell aims to steal iPhone thunder with limitless data on rival device\" 20 Nov"
    },
    {
      "url": "https://remezcla.com/sports/lucinda-la-morena-hinojos-chicana-native-american-artist-super-bowl-theme-art/",
      "title": "This Chicana Artist Is Behind This Year's Super Bowl Theme Art",
      "description": "Lucinda \"La Morena \"Hinojos, is the first Chicana, Native American artist to partner with the league on Super Bowl theme art.",
      "preview": "By Kiko Martinez 01.10.23 at 16:51 Courtesy of NFL. The National Football League (NFL) has partnered for the first time with a Chicana and Indigenous"
    },
    {
      "url": "https://www.businessforvotingrights.com/",
      "title": "Business for Voting Rights",
      "description": "Businesses believe that the right to vote is fundamental for every American.",
      "preview": "Business for Voting Rights We stand for the equal right to vote No matter your zip code, race, ethnicity, color, who you vote for, what language you s"
    },
    {
      "url": "https://www.kongehuset.dk/nyheder/h-m-dronningen-skal-opereres",
      "title": "H.M. Dronningen skal opereres",
      "description": "Gennem en længere periode har Hendes Majestæt været ramt af problemer med ryggen, og i den seneste tid er situationen forværret. Efter samråd med R...",
      "preview": "Del Gennem en længere periode har Hendes Majestæt været ramt af problemer med ryggen, og i den seneste tid er situationen forværret. Efter samråd med"
    },
    {
      "url": "https://www.guitarfam.com/fingerstyle",
      "title": "How to Play Fingerstyle Guitar | Guitar Fam",
      "description": "Play fingerstyle guitar the way you've always wanted with this comprehensive 12-module course. The 1st module is complimentary, so there is no risk or obligation! Create an account and get started today for $0.",
      "preview": "top of page Enroll Now Fingerstyle Guitar - From the Ground Up, at Your Pace. Master the fundamentals with a clear, proven system and a supportive com"
    },
    {
      "url": "https://ksltv.com/526069/police-man-locked-girlfriend-dog-in-murray-storage-unit-that-caught-fire-and-killed-them/",
      "title": "Police: Man locked girlfriend, dog in Murray storage unit that caught fire and killed them",
      "description": "A man has been arrested in connection with the death of his girlfriend, who police say he had locked in a storage unit when it caught fire on Saturday.",
      "preview": "On the Site: Flood Watch Close KSLTV.com Live Olympics Investigates Shows Weather Podcasts Local National Program Guide Shows The Noon Show KSL Outdoo"
    },
    {
      "url": "https://www.tranastidning.se/2020-08-31/corona-trycker-ner-annan-vanlig-influensa-och-vinterkraksjuka--sa-svarar-arbetsgivare-i-lanet-vi-har-mycket-lagre-franvaro",
      "title": "Corona trycker ner annan vanlig influensa och vinterkräksjuka - så svarar arbetsgivare i länet: \"Vi har mycket lägre frånvaro\" - Tranås Tidning",
      "description": "Säsongssmittor som influensa och vinterkräksjuka har minskat i spåren av corona.",
      "preview": "Hej, Vi har en ny app! För att din app ska fortsätta fungera som det är tänkt behöver du uppdatera till nyaste versionen. Klicka på knappen för att up"
    },
    {
      "url": "https://apple.news/T7BxfNfp4QAiuOPNsUcn04Q/",
      "title": "Mongabay",
      "description": "Channel",
      "preview": "This channel is only available in Apple News. To view this channel, open the link on an iPhone or iPad with iOS 9 or later or a Mac with macOS 10.14 o"
    },
    {
      "url": "https://thezeusnetwork.com/",
      "title": "Zeus",
      "description": "Subscribe to watch your favorite creators today.",
      "preview": "Skip to main content Subscribe to watch your favorite creators today. ⚡⚡BADDIES AFRICA⚡⚡ NEW EPISODE EVERY SUNDAY ONLY ON THE ZEUS NETWORK Subscribe N"
    },
    {
      "url": "http://nxslink.wearegreenbay.com/join/6t0/signup",
      "title": "WFRV Signup",
      "description": "Sailthru Default Signup Page",
      "preview": "Choose the newsletters that interest you and we will deliver them directly to your inbox. Email Address: WFRV Newsletters Local 5's First Five Morning"
    },
    {
      "url": "https://www.britishasiantrust.org/",
      "title": "British Asian Trust",
      "description": "A diaspora-led international development organisation, delivering high-quality programmes in South Asia.",
      "preview": "Latest updates News & events Milkar: let's change the future of mental health See more News & events Bestway Foundation donates £250,000 to support th"
    },
    {
      "url": "http://www.bbbmarketplacetrust.org",
      "title": "BBB Institute For Marketplace Trust",
      "description": "void",
      "preview": "Skip to content BBB Institute for Marketplace Trust SM (BBB Institute) seeks to build a trustworthy marketplace that is accessible for everyone. We wo"
    },
    {
      "url": "https://www.firstup.org/",
      "title": "First Up - Champions for Early Education",
      "description": "void",
      "preview": "skip to main content Hispanic Heritage Month Is Here! Explore All We're Offering This Month! First Up is excited to celebrate with inspiring opportuni"
    },
    {
      "url": "https://www.independent.co.uk/news/world/europe/russian-oligarch-putin-igor-sechin-yacht-b2037255.html",
      "title": "Mega yacht 'owned by oligarch and Putin ally Igor Sechin' seized by Spanish authorities | The Independent",
      "description": "Crescent is the oil tycoon's second boat to be detained since sanctions took effect",
      "preview": "Stay up to date with notifications from The Independent Notifications can be managed in browser preferences. Not now Yes please Swipe for next article"
    },
    {
      "url": "https://accounts.acm.org?redirectUri=%2Fdoi%2F10.1145%2F3328778.3366808",
      "title": "ACM Account",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession ACM Account Create an Account Email Address Continue Trouble logging in? ACM Membership is not required"
    },
    {
      "url": "http://www.help-info.de/en/",
      "title": "Home - Help Information (en)",
      "description": "Help Information is related to Help Authoring.",
      "preview": "Skip to content Help Information FAR HTML Increase your productivity with FAR HTML FAR HTML offers a variety of different tools for help authors and,"
    },
    {
      "url": "https://e.issuu.com/embed.html?d=fisheco_203_2020&pageNumber=76&u=magazinefisheco",
      "title": "Issuu Reader",
      "description": "Reader for Issuu",
      "preview": "void"
    },
    {
      "url": "https://ai.googleblog.com/",
      "title": "Latest News from Google Research Blog - Google Research",
      "description": "void",
      "preview": "The latest research from Google Follow us October 9, 2025 XR Blocks: Accelerating AI + XR innovation Generative AI · Human-Computer Interaction and Vi"
    },
    {
      "url": "https://stripo.email/templates/womens-day-email-template-the-best-for-women-for-jewelry-industry/",
      "title": "The best for women Email Template by Stripo.email",
      "description": "The best for women Women's Day email template. ✉️ Set up our email template for the Jewelry industry and get started on your campaign!",
      "preview": "Blog Everything about making emails great. Use cases Inspiring stories from our clients. More Resources Whitepapers & eBooks Webinars Education Email"
    },
    {
      "url": "https://www.rescue.org/",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "The International Rescue Committee (IRC) responds to the world's worst humanitarian crises and helps people to survive and rebuild their lives. Find out how you can help the IRC offer lifesaving care and life-changing assistance to refugees forced to flee from war or disaster.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://fisheries.ucsc.edu/",
      "title": "Fisheries Collaborative Program - Supporting Sustainable Fisheries through Research",
      "description": "void",
      "preview": "Skip to content Fisheries Collaborative Program"
    },
    {
      "url": "https://arseblog.com/",
      "title": "Home | Arseblog ... an Arsenal blog",
      "description": "void",
      "preview": "Home News Arsecast Women Liveblog Columnists Tim Stillman Arsenal Gent Lewis Ambrose (Tactics) Anam Hassan (Tactics) Video Membership Site stuff Apps"
    },
    {
      "url": "https://levonbiss.com",
      "title": "LEVON BISS | Discover Nature's Artistry Today",
      "description": "Explore Levon Biss's photographic work, including insect, seeds, fruits, botany, extinct species, amber series, and exhibitions. Learn more about his captivating art.",
      "preview": "0 Email Address Sign Up Thank you!"
    },
    {
      "url": "https://blaqplastik.tumblr.com/post/154526446030",
      "title": "Computer science really is computer science! - @blaqplastik on Tumblr",
      "description": "How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline. In 2013, Code.org's advocacy coalition...",
      "preview": "codeorg Follow Computer science really is computer science! How do you categorize computer science as a K-12 subject? Let it be a distinct core discip"
    },
    {
      "url": "https://www.blipfoto.com/",
      "title": "Blipfoto | Your photo journal",
      "description": "Keep a simple record of your life, with just one photo a day. Start your free photo journal now, because life is worth celebrating every day.",
      "preview": "The daily photo journal If you have an account already... Sign in If not, then come and try us out ... Sign up If you want to find out more... About u"
    },
    {
      "url": "http://www.alimentipedia.it/",
      "title": "Alimentipedia: Enciclopedia degli Alimenti, dei Vini e di Cucina",
      "description": "Alimentipedia è il portale degli ingredienti, trovi tutti i cibi dalla A alla Z, le ricette dettagliate sia dall'Italia che dal Mondo, i Vini e gli approfondimenti per manteneresi sani e in salute, con gusto.",
      "preview": "Skip to content Contenuti In Evidenza 2 Aprile 2025 Le sane abitudini alimentari iniziano al supermercato Fare scelte alimentari sane non inizia in cu"
    },
    {
      "url": "https://webcourseworks.com/customers-we-serve/",
      "title": "Web Courseworks is now Forj LMS | Forj",
      "description": "Forj LMS Product Description and Benefits",
      "preview": "Join the Forj Community Get insights and ideas delivered right to your inbox. Learning Web Courseworks is now Forj Forj and Web Courseworks merged in"
    },
    {
      "url": "https://www.qrcodemonkey.com/#text",
      "title": "qrcodemonkey.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.bmelaw.com/lawyers-Jason_Carter.html",
      "title": "Jason J. Carter - Bondurant",
      "description": "void",
      "preview": "Jason J. Carter Jason J. Carter Jason Carter represents clients in high-stakes trial and appellate business litigation, including breach of contract,"
    },
    {
      "url": "https://lisas1221-blog.tumblr.com/post/121423221112",
      "title": "Maryland moves to increase diversity in computer science - @lisas1221-blog on Tumblr",
      "description": "A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in the...",
      "preview": "codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required technology credit"
    },
    {
      "url": "https://goldshoulder.tumblr.com/",
      "title": "POWER TO MY BROWN GIRLS",
      "description": "|| Rhea | she/her | WA | South Indian || competitive robotics: FRC team 360",
      "preview": "21 August 2017 Reblog Source she-who-treads-on-water : WATCH LIVE: The total solar eclipse of Aug. 21, 2017 17 August 2017 Reblog 15 August 2017 Reblo"
    },
    {
      "url": "https://podcasts.apple.com/us/podcast/sunny-stormy-cloudy-days-01-a-cloudy-day-story/id635364022?i=1000457275091",
      "title": "Sunny, Stormy, Cloudy Days 01:... - Sesame in Communities - Apple Podcasts",
      "description": "Rosita is frustrated because she can't join her friends at the movies. Mami reminds Rosita that on cloudy-feeling days, we can talk about our feelings.",
      "preview": "11/19/2019 5 MIN Sunny, Stormy, Cloudy Days 01: A Cloudy Day Story Sesame in Communities Play Rosita is frustrated because she can't join her friends"
    },
    {
      "url": "https://www.dsw.com/en/us/product/vince-camuto-aimery-sandal/535385?activeColor=040",
      "title": "Shoes: Women's, Men's & Kids Shoes from Top Brands | DSW",
      "description": "Shop DSW for the best athletic shoes, sneakers, boots, sandals, accessories and more. Free shipping, low prices, and extra perks for VIPs. Find shoes online or at your nearest store.",
      "preview": "We're sorry-please enable JavaScript to access DSW.com."
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/tutorials/param_tuning.html",
      "title": "Notes on Parameter Tuning - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Tutorials Notes on Parameter Tuning View page source Notes on Parameter Tuning  Parameter tuning is a dark art in machine learning, the optim"
    },
    {
      "url": "https://www.donorschoose.org/",
      "title": "DonorsChoose: Support a classroom. Build a future.",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://www.whatdotheyknow.com/request/admission_statistics_of_internat_2",
      "title": "Admission Statistics of International Applicants for BDS 2020 entry - a Freedom of Information request to Queen Mary University of London - WhatDoTheyKnow",
      "description": "I would like to request the following statistics for 2020 entry BDS course: 1.Total number of international applicants 2.Number of international applicants offered an interview 3.Number of international applicants offered a place 4. Minimum and Maximum UCAT score of international applicants who were offered a place Yours faithfully, Navid Kouhi",
      "preview": "We are a charity - donate today to make information accessible to all × Printed from https://www.whatdotheyknow.com/request/admission_statistics_of_in"
    },
    {
      "url": "http://www.idreams.pl/our-products/show/product/21-Lets-Create-Pottery",
      "title": "Let's Create! Pottery | Products | Infinite Dreams",
      "description": "Infinite Dreams Inc. is a game development studio located in Gliwice, Poland. With over 20 years of experience in the industry, the company develops top quality games for a broad range of digital platforms such as iOS, Android, Nintendo Switch, Sony Playstation, XBox.",
      "preview": "Let's Create! Pottery Free your creativity! With Let's Create: Pottery making ceramics has never been more simple and fun! Become a true artist and cr"
    },
    {
      "url": "https://nash-in-the-sky-with-diamonds.tumblr.com/",
      "title": "we don't sing about unicorns",
      "description": "Nashmill , 19, biromantic demisexual. middle eastern hobbit with radiohead obsession",
      "preview": "Ask me anything About Archive RSS we don't sing about unicorns charlesoberonn : Reblogged from Reylo reincarnated March 11, 2019, 4:24pm 113,945 notes"
    },
    {
      "url": "https://www.minderoo.org/",
      "title": "Minderoo Foundation",
      "description": "Minderoo is a proudly Australian philanthropy, working to forge a fair future by courageously challenging inequalities and campaigning for meaningful change.",
      "preview": "Foundation Statement from Dr Andrew Forrest AO on developments in Gaza. Learn more Our focus areas and impact missions We seek to uplift communities,"
    },
    {
      "url": "https://shop-links.co/cjbh100cPU2",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://www.cusmade.biz/Home/Index",
      "title": "CUSMADE(Suzhou Cusmade Electronic Technology Co., Ltd.)",
      "description": "CusMade,cusmade,customize,customer,solor,cable,waterproof,waterproof connecter,Waterproof wiring harness,wire harness,car connector,Power,Hydra,Motor,Signal,Connecter,Connect,电源线,电机线,信号线,连接器,防水连接器,线束,防水线束,接头,防水接头,Suzhou Cusmade Electronic Technology Co., Ltd.,苏州卡斯迈德,卡斯迈德,苏州卡斯迈德电子科技有限公司,客户定制,方案定制,电摩,防水连接器,连接器,线束,防水线束,电动自行车,新能源,交通,ebike,e-bike,E-bike,电动,电动车,两轮车,电动两轮车,轮椅,躺车,沙滩车,公路车,雪地车,山地车,城市车,越野",
      "preview": "Previous Next Product Category 40 Power Connector 5 Splitter 9 Motor Connector 17 Signal Connector Our Products PowerRA1 Motor1109B SignalA090xA Hydra"
    },
    {
      "url": "https://www.elmundo.es/tecnologia.html",
      "title": "Tecnología - Píxel | EL MUNDO",
      "description": "Entra y descubre las últimas noticias e información de tecnología, gadgets y los mejores trucos para tu día a día.",
      "preview": "TECNOLOGÍA Redacción: ÁNGEL JIMÉNEZ DE LUIS EE.UU. 1 comentarios Malos tiempos para los más jugones, Game Pass sube un 50% el precio y estudia poner p"
    },
    {
      "url": "https://documentation.spire.com/",
      "title": "Documentation & knowledge base | Kpler AIS",
      "description": "Explore documentation on our range of APIs and vessel tracking solutions. Get started using our vessel tracking solutions with a free trial.",
      "preview": "Search for: Kpler AIS documentation & knowledge base Kpler is committed to creating developer-friendly APIs and supporting your company in getting the"
    },
    {
      "url": "http://flutter.dev/web",
      "title": "Flutter on the Web",
      "description": "Flutter's web support combines the power of the web and the flexibility of Flutter to reach more users with the same experience in the browser as on mobile devices.",
      "preview": "Flutter on the Web Easily reach more users in browsers with the same experience as on mobile devices through the power of Flutter on the web. Shared c"
    },
    {
      "url": "https://foundation.mozilla.org/?form=donate&c_id=7014x000000eQOH&utm_source=mozilla.org&utm_medium=referral&utm_campaign=moco&utm_content=footer",
      "title": "Welcome to Mozilla Foundation - Mozilla Foundation",
      "description": "With over two decades of global impact, Mozilla Foundation continues to lead the movement for a better technology future-powered by people, open by design, and fueled by imagination.",
      "preview": "Make good tech the norm things together ideas matter Make good tech the norm. Make good things together. Make good ideas matter Mozilla Festival 2025"
    },
    {
      "url": "https://www.kaartlegging.nl/tarotkaarten",
      "title": "Leer de betekenis van tarotkaarten - Kaartlegging.nl",
      "description": "Elke Tarotkaart heeft zijn eigen unieke betekenis. Als je weet wat elke Tarotkaart betekent, kun je het advies begrijpen dat ze je proberen te sturen.",
      "preview": "Grote Arcana De Grote Arcana-kaarten geven inzicht in het grotere geheel van je leven en de richting die het op lange termijn uitgaat. De Dwaas De Dwa"
    },
    {
      "url": "https://www.accenture.cn/cn-zh",
      "title": "应变于新 启运未来 | 埃森哲",
      "description": "在每一天，每个行业，每个市场，埃森哲从颠覆中探寻可能，为中国客户发掘新增长机遇。了解更多。",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://action.uso.org/2106_EVERGREEN_2?sc=WW18STRYINL",
      "title": "Add your name for our brave troops | USO",
      "description": "The USO is collecting signatures to make sure our service members who sacrifice so much for us know we have their backs. Sign the card now.",
      "preview": "Sign the card to thank our troops Our American heroes are waiting to hear from you. Sign the card now to support our service members. Thank you for yo"
    },
    {
      "url": "https://www.intellum.com",
      "title": "AI Enterprise Learning | Intellum",
      "description": "Discover Intellum's AI-powered enterprise learning platform that helps organizations train, engage, and certify employees, partners, and customers.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "http://www.putty3d.com/privacy",
      "title": "Privacy Policy - Putty 3D",
      "description": "void",
      "preview": "Privacy Policy Update: As of version 1.3.4 (released on the 5th of July 2018), we do not include Fabric in the app anymore and do not collect any anal"
    },
    {
      "url": "https://www.texastribune.org/2022/04/06/texas-mail-in-ballot-rejection-voting/",
      "title": "More than 12% of Texas mail-in ballots rejected in March primary | The Texas Tribune",
      "description": "Figures released by the Texas secretary of state show that more than 24,000 Texas voters had their ballots rejected in the March primary. The rejection rate is a significant increase over previous elections.",
      "preview": "Skip to main content People wait outside the Bexar County Elections Department in San Antonio to drop off their mail-in ballots, turn in their voter r"
    },
    {
      "url": "https://busquedas.elperuano.pe/normaslegales/modifican-reglamento-del-sistema-de-seguimiento-satelital-pa-resolucion-ministerial-n-069-2019-produce-1745974-1/",
      "title": "Modifican Reglamento del Sistema de Seguimiento Satelital para las Embarcaciones Pesqueras - SISESAT - RESOLUCION MINISTERIAL - N° 069-2019-PRODUCE - PRODUCE",
      "description": "Modifican Reglamento del Sistema de Seguimiento Satelital para las Embarcaciones Pesqueras - SISESAT",
      "preview": "Buscar Filtro PDF HTML Cuadernillo Fecha de publicación: 02/03/2019"
    },
    {
      "url": "https://www.montanapbs.org/",
      "title": "Montana PBS - Montana's PBS Station",
      "description": "Montana PBS shares diverse stories; connects our citizens; discovers common ground; and celebrates the independent spirit and beauty of Montana.",
      "preview": "Showcase"
    },
    {
      "url": "https://2017annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://extranet.who.int/publicemergency",
      "title": "WHO Health Emergency Dashboard",
      "description": "Monitor health issues around the world",
      "preview": "Searching... Loading.. WHO Health Emergency Dashboard Disclaimer × The World Health Organization (WHO) Health Emergency Dashboard is a platform which"
    },
    {
      "url": "https://cat.barchemicals.it/prodotto/bp-bioglayd/",
      "title": "BIOGLAYD | Catalogo Barchemicals Group",
      "description": "BIOGLAYD è un biocondizionante sanificante appositamente formulato per la rimozione del biofilm nei circuiti ed erogatori di acqua sanitaria",
      "preview": "BIOGLAYD BIOGLAYD è un biocondizionante sanificante appositamente formulato per la rimozione del biofilm nei circuiti ed erogatori di acqua sanitaria"
    },
    {
      "url": "https://www.quotenmeter.de/n/102356/",
      "title": "«Genial daneben - Das Quiz»: Ein kleiner Schritt für das Quizgenre, aber ein großer Schritt für Sat.1 - Quotenmeter.de",
      "description": "Mit einer Mixtur aus dem Mutterformat und «Wer weiß denn sowas?» kommt der Sat.1-Vorabend nun endlich aus dem intellektuellen Fegefeuer der Scripted-Reality-Dauerrotation heraus. Das ist grundsätzlich ein ebenso löblicher wie überfälliger Schritt - auch wenn die neue Sendung an sich in vielerlei Hinsicht kein großer Wurf ist.",
      "preview": "Magazin Regen oder Sonne  macht das einen Unterschied bei «Wetter vor acht»? Hintergrund Reihen Interview News Welke & Pastewka zeichnen im November"
    },
    {
      "url": "https://help.marinetraffic.com/hc/en-us/articles/205579997-What-is-the-significance-of-the-AIS-SHIPTYPE-number-",
      "title": "What is the significance of the AIS Shiptype or Vessel type number? | MarineTraffic",
      "description": "void",
      "preview": "Skip to main content All Collections FAQ and Troubleshooting AIS What is the significance of the AIS Shiptype or Vessel type number? What is the signi"
    },
    {
      "url": "https://atlantablackchambers.org/",
      "title": "Atlanta Black Chambers | We Represent Power In Numbers",
      "description": "void",
      "preview": "Membership Brochure Our mission The Atlanta Black Chambers is a non-profit organization consisting of individuals engaging in Business, Community and"
    },
    {
      "url": "https://discourse.mozilla-community.org/c/add-ons",
      "title": "Add-ons - Mozilla Discourse",
      "description": "Discussions about add-on development, add-on support and addons.mozilla.org. You can also learn more about add-ons on MDN, or in the add-ons blog.",
      "preview": "Add-ons Topic Replies Views Activity About the Add-ons category Add-ons 0 24614 July 11, 2014 WebExtension API support for web app windows Development"
    },
    {
      "url": "https://ceoworks.org/",
      "title": "CEO | Center for Employment Opportunities",
      "description": "Center for Employment Opportunities (CEO) offers employment and reentry services to individuals returning from incarceration.",
      "preview": "Search Contact Locations 600,000+ people come home from prison every year. With a job and support , they have a chance to succeed. FIND WORK WITH DAIL"
    }
  ],
  "_meta": {
    "total_bookmarks": 108
  }
}