{
  "data": [
    {
      "url": "https://www.careercircle.com/",
      "title": "Where Skills Go To Work",
      "description": "CareerCircle connects skilled talent with organizations ready to make smart, future-ready hiring decisions. Learn more.",
      "preview": "We're sorry, but CareerCircle does not work properly without JavaScript enabled. Please enable JavaScript for your browser and reload this page. Skip"
    },
    {
      "url": "https://www.thejarfactory.com/de/tags/pot-double-paroi/",
      "title": "Hersteller von Plastikdosen und -flaschen für Kosmetik und Industrie | The Jar Factory - The Jarfactory",
      "description": "The Jarfactory stellt hochwertige Plastikdosen und -flaschen für Kosmetik und Industrie her. Dank unserer eigenen Formenbau-Abteilung bieten wir maßgeschneide",
      "preview": "Ihr Warenkorb Keine Produkte gefunden... Versandkosten Berechnung 0 artikel Insgesamt exkl. MwSt. €0,00 MWST. €0,00 Gesamt €0,00 Zur Kasse Weiter eink"
    },
    {
      "url": "https://docs.google.com/document/d/1fMZ3ZoqhCrKgtf5d3EtznDGZesXBlzPFkvj83U7GHg4/edit#",
      "title": "Instantly.ai Cold Email Quickstart guide - Documenti Google",
      "description": "Quickstart Guide - Start Getting 1 to 10 Demos Every Day By Automatically Sending 1000+ Cold Emails Daily With a 50%+ Open Rate In just 1-2 Hours. This is a guide that will get your cold email outreach system up and running in just 1-2 hours by focusing only on the most important parts of cold e...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://portail.sportsregions.fr/jeu-de-dames/reunion/calendrier-clubs-de-jeu-de-dames-en-reunion",
      "title": "Calendrier des clubs de jeu de dames de Reunion | Sportsregions.fr",
      "description": "Calendrier sportif des sites web des clubs de jeu de dames de Reunion abonnés à l'éditeur de site internet Sportsregions.",
      "preview": "Calendrier des clubs de jeu de dames de Reunion 0 événement à venir Flux RSS Affinez votre recherche : Filtres : Jeu de Dames Dom-Tom Reunion Accueil"
    },
    {
      "url": "https://stock.walmart.com/stock-information/default.aspx",
      "title": "Quote and Chart :: Walmart Inc. (WMT)",
      "description": "void",
      "preview": "Skip to main content Skip to section navigation Skip to footer email Email Alerts location_city Company Profile contact_page Contacts account_tree Sit"
    },
    {
      "url": "http://www.outletshirts.com/",
      "title": "Wholesale Apparel, Bags, Caps and More, Blank or Customized",
      "description": "Tailoring to small businesses, schools, and organizations. Logo printing & embroidery or buy blank. Top brands, unbeatable bulk pricing on apparel, bags & accessories.",
      "preview": "20+ YEARS OF EXCELLENT SERVICE! (866) 715-8646 Sign in or Register Polos Cotton Polo Shirts Mock Turtlenecks Performance Polo Shirts Silk Touch Polo S"
    },
    {
      "url": "https://www.flickr.com/photos/worldbank",
      "title": "World Bank Photo Collection | Flickr",
      "description": "Explore World Bank Photo Collection's 14,528 photos on Flickr!",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://www.nature.com/physics",
      "title": "Physics - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.giallozafferano.it/ricette-cat/Primi/",
      "title": "Primi piatti - Le ricette di GialloZafferano",
      "description": "Ricette primi piatti: leggi consigli, ingredienti, tempi e modalità di preparazione dei nostri gustosissimi primi piatti sfiziosi al forno, facili e veloci.",
      "preview": "Facebook Pinterest Instagram TikTok YouTube X Ricette Primi Piatti Portate Le Portate Filtri Tutti i Filtri Benessere Primi piatti veloci La pasta è s"
    },
    {
      "url": "https://ec.europa.eu/eurostat/web/main/data/database",
      "title": "Database - Eurostat",
      "description": "void",
      "preview": "Database <@liferay.language key=\"ecl-info\" /> Information on the database Data > Database > Info EN REVAMP Expand all Collapse all Data navigation tre"
    },
    {
      "url": "https://www.casknyc.com/",
      "title": "CASK | Cask Bar & Kitchen - New York City",
      "description": "Your local Murray Hill bar. No, not that one. The other one, the one you love. Focusing on all things crafted - from booze & brews to the finest fare.",
      "preview": "YOUR LOCAL HIDEAWAY - CASK BAR & KITCHEN Locally Sourced × Crafted with Love Your local Murray Hill Bar. No, not that one. The other one, the one you"
    },
    {
      "url": "https://www.hotelscombined.it/Hotel/Comfort_Hotel_Xpress_Stockholm_Central.htm",
      "title": "Comfort Hotel Xpress Stockholm Central, Stoccolma | HotelsCombined",
      "description": "Comfort Hotel Xpress Stockholm Central, Stoccolma - Trova l'offerta migliore su HotelsCombined. Confronta tutti i migliori siti di viaggio contemporaneamente. Valutato 7.7 su 10 in base a 8157 recensioni.",
      "preview": "Comfort Hotel Xpress Stockholm Central Hotel 3 stelle Kungsbron 1, Stoccolma, Contea di Stoccolma, Svezia Buono 8.157 valutazioni verificate 7,7 52 €"
    },
    {
      "url": "https://dhhr.wv.gov/covid-19/pages/vaccine.aspx",
      "title": "Vaccination Recommendations",
      "description": "void",
      "preview": "This page has moved. Please bookmark the correct page at https://breatheeasy.wv.gov"
    },
    {
      "url": "https://finance.yahoo.com/video/many-workers-gateway-skills-just-161222977.html",
      "title": "Many workers need 'gateway skills that just open up doors,' Goodwill CEO explains",
      "description": "Goodwill Industries International CEO & President Steve Preston joins Yahoo Finance Live to discuss the November jobs report, U.S. Secretary Marty Walsh's comments on the unemployment gap, providing skills and training to workers, and boosting the employment rate.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Many workers need 'gateway skills that just open up doors,' Go"
    },
    {
      "url": "https://blogs.windows.com/msedgedev/2022/10/17/website-typo-protection-typosquatting/?form=MT00D5",
      "title": "Website typo protection defends against fraud including phishing, malware, and other scams - Microsoft Edge Blog",
      "description": "It's easy to make typos when writing out a website name (URL), but these simple mistakes can lead you to potentially fraudulent websites planted by malicious actors. Website typo protection helps protect you when you accidentally n",
      "preview": "Skip to main content Skip to main content / Microsoft Edge Blog October 17, 2022 Website typo protection defends against fraud including phishing, mal"
    },
    {
      "url": "https://discovery.nationalarchives.gov.uk/",
      "title": "Discovery | The National Archives",
      "description": "The official archive of the UK government. Our vision is to lead and transform information management, guarantee the survival of today's information for tomorrow and bring history to life for everyone.",
      "preview": "Skip to main content This website uses cookies We place some essential cookies on your device to make this website work. We'd like to use additional c"
    },
    {
      "url": "https://privacyportalde-cdn.onetrust.com/dsarwebform/2159c482-749a-49db-916b-475017a9efa5/ac1b3f16-60f7-4795-aca2-2240267ed067.html",
      "title": "People Inc. Data Subject Rights Request Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://dhss.alaska.gov/dph/epi/id/pages/COVID-19/vaccine.aspx",
      "title": "Alaska Department of Health and Social Services",
      "description": "void",
      "preview": "Skip to content State of Alaska myAlaska My Government Resident Business in Alaska Visiting Alaska State Employees Health and Social Services Page una"
    },
    {
      "url": "https://megaphone.link/HSW1065075894",
      "title": "Megaphone",
      "description": "void",
      "preview": " © 2025 Megaphone, LLC. All rights reserved SUBSCRIBE TO PEOPLE Every Day Entertainment News SUBSCRIBE"
    },
    {
      "url": "https://www.avina.net/en/home/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.manypixels.co/",
      "title": "ManyPixels - Unlimited Graphic Design | Try Now",
      "description": "Get everything you need designed for a flat monthly rate. Logos, web design, illustrations, ads - we do it all! Try ManyPixels today!",
      "preview": "solutions Our work Pricing Resources book a call get started SIGN IN SIGN IN get started book a call solutions Our work Pricing Resources book a call"
    },
    {
      "url": "https://www.barkershoes.com/collections/mens-derbys/gender_mens",
      "title": "Mens Leather Derby Shoes | Shop Handmade Derby Shoes at Barker Shoes UK | Tagged \"Gender_Mens\"",
      "description": "Shop the latest mens Derbys collection at Barker Shoes. Discover suede derby shoes and derby boots in a variety of colours, from black leather to brown derby shoes",
      "preview": "Skip to content Search Men's Derbys You can never put a foot wrong with a Barker Derby due to its incredible versatility. Our collection boasts a vari"
    },
    {
      "url": "http://www.thehollywoodreporter.com/",
      "title": "The Hollywood Reporter - Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "description": "Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Top Story It's a Wrap: Taylor Swift's 'Showgirl' Calls Off Continued Overseas"
    },
    {
      "url": "https://ps.hket.com/article/2953680/%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD2%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD534%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD1,150%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD?mtc=40001&srkw=%E6%B5%B7%E4%B9%8B%E6%88%80%E2%80%A7%E6%84%9B%E7%82%AB%E7%BE%8E",
      "title": "地產新聞及樓市分析 | 地產站 Property Station",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.officialkwanzaawebsite.org/the-greetings.html",
      "title": "Official Kwanzaa Website",
      "description": "void",
      "preview": "The Greetings (Greetings, Gifts, and Colors and Decorations) Greetings The greetings during Kwanzaa are in Swahili. Swahili is a Pan-African language"
    },
    {
      "url": "https://girlup.org/",
      "title": "Girl Up | Uniting Girls to Change the World",
      "description": "We're a movement to advance girls' skills, rights, and opportunities to be leaders. When girls rise, we all rise.",
      "preview": "What We Do When girls rise, we all rise The world needs new solutions and leadership now. Girl Up is expanding girls' skills, rights, and opportunitie"
    },
    {
      "url": "https://ro.hotelscombined.com/Place/Cheoin_gu.htm",
      "title": "Bilete avion ieftine - Zboruri low cost de la 9€ | momondo",
      "description": "Găsește cele mai ieftine zboruri cu momondo. Noi căutăm și comparăm prețurile a peste 1000 de companii aeriene și site-uri de călătorii, afișându-ți cele mai bune prețuri.",
      "preview": "Unde vrei să mergi? Dus-întors 0 de bagaje Roma (ROM) Plecare - Întoarcere un adult, Economic Caută ... ... ... ... Orașe populare Cele mai căutate or"
    },
    {
      "url": "https://jlr.oemdtc.com/category/recalls",
      "title": "Recalls | JLR - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://digitaledition.newssunonline.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "http://digitaledition.chicagotribune.com#nt=secondarynavbar",
      "title": "Chicago Tribune",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.bonkerscorner.com/product-category/women/?utm_source=google&utm_medium=cpc&utm_campaign=brand-ad&gclid=CjwKCAiA7939BRBMEiwA-h",
      "title": "Womens Clothing That Turns Heads: Shop the Latest Trends Now",
      "description": "Shop the best womens clothing with trendy styles made for YOU that exude confidence! Must-have clothes for women, buy women's clothes online in India & slay now",
      "preview": "Skip to content Women Womens New Arrivals Oversized T-Shirts Bottoms Tanks Cargos Joggers GYM Wear Tops Hoodies Sweatshirts Basics Jackets Oversized J"
    },
    {
      "url": "https://www.uni-potsdam.de/de/gsp-deutsch/studiumlehre/lesekabinett",
      "title": "Lesekabinett - Studium und Lehre - Professur Grundschulpädagogik Deutsch - Universität Potsdam",
      "description": "void",
      "preview": "JavaScript ist in ihrem Browser deaktiviert. Bitte aktivieren Sie JavaScript um alle Funktionen der Website nutzen zu können! Zum Hauptinhalt springen"
    },
    {
      "url": "https://luiko0.tumblr.com/",
      "title": "Sin título",
      "description": "void",
      "preview": "5 cosas que debes saber sobre la Ley Telecom internetsequedalibre : La Ley de Telecomunicaciones que presentó Enrique Peña Nieto al Senado pone en rie"
    },
    {
      "url": "https://www.uniroma1.it/",
      "title": "Home | Sapienza Università di Roma",
      "description": "void",
      "preview": "Salta al contenuto principale Corsi di studio: ammissioni 2025-2026 Didattica Ricerca scientifica Internazionale Terza Missione Ateneo NOTIZIE EVENTI"
    },
    {
      "url": "https://www.houstonchronicle.com/lifestyle/home-design/article/Houston-Endowment-building-17487069.php#photo-22989000",
      "title": "Inside Houston Endowment's new building in Spotts Park",
      "description": "An exclusive look at the Houston Endowment's new $20 million building. The modern structure will launch a new era for the endowment, which just moved from its longtime office space on the 64th floor of the JPMorgan Chase Tower.",
      "preview": "Lifestyle // Home Design New Houston Endowment HQ brings brings the city one step closer to new age of modern design By Diane Cowen , Staff writer Upd"
    },
    {
      "url": "https://littlebigdetails.com/",
      "title": "Little Big Details - The details are not the details",
      "description": "Your daily dose of design inspiration.",
      "preview": "Follow @littlebigdetail Browse #Popular #Mobile #Apple #Google #Facebook #Tumblr #Amazon #YouTube #Twitter #Dropbox #Foursquare #Kickstarter #Gmail #O"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/it/collezioni/musei/museo-gregoriano-egizio.html",
      "title": "Museo Gregoriano Egizio",
      "description": "Fondato per iniziativa di Papa Gregorio XVI nel 1839, il Museo Gregoriano Egizio si articola in nove sale, con un ampio emiciclo che si apre verso ...",
      "preview": "void"
    },
    {
      "url": "http://www.runningrabbitkitchen.com/2015/02/pseudo-sourdough.html",
      "title": "Running Rabbit Kitchen: pseudo-sourdough",
      "description": "I recently took my first stab at making quasi-sourdough bread. It's not real sourdough since instead of a starter--which takes some time-...",
      "preview": "breaking bread is a universal ritual that brings us together. a good meal has the power to heal us, body and soul. all my cooking comes from the heart"
    },
    {
      "url": "https://bombayhighcourt.nic.in",
      "title": "Official Website of High Court of Bombay",
      "description": "Official website of the High Court of Bombay.",
      "preview": "void"
    },
    {
      "url": "http://horilab.jp/publications/style/refereed-intl-article/2021/international-trends-in-k-12computer-science-curricula-through-comparative-analysis-implications-for-the-primary-curricula",
      "title": "International Trends in K-12 Computer Science Curricula Through Comparative Analysis: Implications for the Primary Curricula - メディア教育論ゼミ",
      "description": "void",
      "preview": "関連性のある発表 Practical Study on Computer Science Unplugged for Children Aimed to Considerer of Application to the Japanese Primary School Education Charac"
    },
    {
      "url": "https://cool.culturalheritage.org/",
      "title": "Conservation OnLine - CoOL",
      "description": "Resources for conservation professionals",
      "preview": "Search Deep in CoOL Search CoOL ConsDistList Publications/List Archives Organizations Conservation Topics About CoOL Donate in support of CoOL Welcome"
    },
    {
      "url": "https://business.safety.google/processorterms",
      "title": "Data Processing Addendum for Products where Google is a Data Processor",
      "description": "void",
      "preview": "Google Data Processing Addendum for Products Where Google is a Data Processor Google and the counterparty agreeing to this addendum (\" Partner \") have"
    },
    {
      "url": "https://www.watchrepairtalk.com/topic/2460-setting-levers/",
      "title": "Help Identifying Watch Tools - General Tools & Equipment - Watch Repair Talk",
      "description": "I recently purchased a cabinet at an estate auction to get some auto parts that were in it. It also happened to have some watchmaker tools in it that I have little to no knowledge about. Some I have managed to identify and posted up on ebay. Some I am still trying to identify. Any help would be a...",
      "preview": "Jump to content View in the app A better way to browse. Learn more . Learn more × Dismiss Close Watch Repair Talk A full-screen app on your home scree"
    },
    {
      "url": "https://ketchup7.tumblr.com/",
      "title": "Tacos",
      "description": "void",
      "preview": "Tacos zancorvid : Persona 5 car @ Anime Expo 2017 700 notes * Posted 8 years ago via zancorvid robot-and-alien-dude : 14,777 notes * Posted 8 years ag"
    },
    {
      "url": "https://www.paltalk.com/",
      "title": "Video Chat | Paltalk",
      "description": "The largest video chat room community. Explore thousands of free online video chat rooms and meet millions of friendly members worldwide.",
      "preview": "Meet New Friends Start a free video, voice, or text group chat with anyone on any device Available on iOS, Android, MacOS and Windows Download Paltalk"
    },
    {
      "url": "http://endviolence.un.org/",
      "title": "United Nations | Peace, dignity and equality on a healthy planet",
      "description": "Peace, dignity and equality on a healthy planet",
      "preview": "Skip to main content WHO , Health Protecting mental health in crises Crises like disasters, conflicts, and health emergencies cause emotional distress"
    },
    {
      "url": "http://orcid.org/0000-0003-4730-3570",
      "title": "ORCID",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://www.travelandleisure.com/maggie-wheeler-janice-friends-international-delight-7105735",
      "title": "Janice From 'Friends' Tells Us Where She and Chandler Would Have Honeymooned If They'd Stayed Together",
      "description": "The actress that played Janice on \"Friends,\" Maggie Wheeler, spoke with T+L all about what her iconic character would be like as a traveler.",
      "preview": "Janice From 'Friends' Tells Us Where She and Chandler Would Have Honeymooned If They'd Stayed Together \"Oh, my God!\" By Meredith Lepore Meredith Lep"
    },
    {
      "url": "https://www.urosario.edu.co/Facultad-de-Economia/Inicio/",
      "title": "Facultad de Economía - Universidad del Rosario",
      "description": "Conviértete en líder económico con formación de alto nivel y estudia en la Facultad de Economía de la Universidad del Rosario para impulsar tu carrera.",
      "preview": "Pasar al contenido principal Facultad de Economía Facultad de ECONOMÍA CONOCE NUESTRA FACULTAD NUESTRO SELLO La Facultad de Economía busca mantenerse"
    },
    {
      "url": "https://yvonnelin.se/2017/07/25/skams-probitas/",
      "title": "Skäms Probitas - Yvonne Lin",
      "description": "Ännu en morgon med stank i farstun. Vad göra när ingen tar hand om eländet. Har sprungit x antal ggr till vanliga papperskorgar ute på gatan...",
      "preview": "Hoppa till innehåll Ännu en morgon med stank i farstun. Vad göra när ingen tar hand om eländet. Har sprungit x antal ggr till vanliga papperskorgar ut"
    },
    {
      "url": "https://nk.unideb.hu/tanterem/week.php?year=2020&month=11&day=6&area=24&room=407",
      "title": "Egészségtudományi Kar",
      "description": "void",
      "preview": "Egészségtudományi Kar HU EN Diavetítés Tovább a promócióra Tovább az oldalra Tovább az oldalra Hírek Hírek A jövőd itt kezdődik! - ETK Pályaorientáció"
    },
    {
      "url": "https://cuddlywumps.blogspot.com/",
      "title": "The Cuddlywumps Cat Chronicles",
      "description": "A blog about cats in history, culture, and cozy mysteries.",
      "preview": "Pages Home About Miss Cuddlywumps About Old SoLT About the Real Cats Contact Us Cuddlywumps Publishing Pet Photo Fails! A note about The Cuddlywumps C"
    },
    {
      "url": "https://thenewinquiry.com/blog/social-graph-vs-social-class/",
      "title": "Social graph vs. social class - The New Inquiry",
      "description": "Thinking about society as a network makes it harder to conceive of social change",
      "preview": "Skip to content I've hated the term social graph since Facebook first seized upon it in 2007 to try to legitimate and intellectualize their project of"
    },
    {
      "url": "https://www.paloaltonetworks.com/",
      "title": "Leader in Cybersecurity Protection & Software for the Modern Enterprises - Palo Alto Networks",
      "description": "Implement Zero Trust, Secure your Network, Cloud workloads, Hybrid Workforce, Leverage Threat Intelligence & Security Consulting. Cybersecurity Services & Education for CISO's, Head of Infrastructure, Network Security Engineers, Cloud Architects & SOC Managers",
      "preview": "Deploy Bravely - Secure your AI transformation with Prisma AIRS Palo Alto Networks Announces Agreement to Acquire CyberArk, the Identity Security Lead"
    },
    {
      "url": "https://abortiondefensenetwork.org/",
      "title": "Abortion Defense Network | Everyone deserves access to safe and affordable abortion care",
      "description": "The Abortion Defense Network connects abortion providers and supporters with values-aligned attorneys and legal defense funds. Its goal is to help these individuals and organizations-who are providing a vital service to their communities-understand their rights and fight back against unjust legal proceedings designed to harass and intimidate them.",
      "preview": "skip to Main Content Do you need legal advice, representation, or help paying legal expenses related to abortion care? Everyone deserves access to saf"
    },
    {
      "url": "https://www.lg.com/us",
      "title": "LG Electronics & Home Appliances | Shop Now | LG USA",
      "description": "Life's Good with LG. Shop online at LG.com US to find exclusive deals on the latest home entertainment and appliances. Add smart technology and modern design to your home today.",
      "preview": "AVAILABLE FOR PREORDER! | The new LG UltraFine™ evo 6K monitor Preorder Now Celebrate Life's Good Deal Days w/ up to 35% off select TVs Shop Now Explo"
    },
    {
      "url": "http://digitaledition.newssunonline.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.allure.com/story/rihanna-oceans-8-locs",
      "title": "Why Rihanna Wears Locs in Movie 'Ocean's 8' | Allure",
      "description": "In an interview with Refinery29, Rihanna's hairstylist Yusef Williams explained the reason behind choosing locs for Rihanna's Ocean's 8 character.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    },
    {
      "url": "https://www.nfl.com/news/sean-payton-introduced-broncos-head-coach-russell-wilson-greg-penner",
      "title": "Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson",
      "description": "Sean Payton was officially introduced as Denver Broncos head coach on Monday at the team's headquarters in Englewood, Colorado, and it didn't take long for the Russell Wilson question to arise.",
      "preview": "Skip to main content Advertising Around the NFL Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson Published: Feb 06,"
    },
    {
      "url": "http://www.treemaintenance.com/",
      "title": "Tree Care | Tree Work | Tree Surgeon | Clarke Cunningham Tree Maintenance Northern Ireland",
      "description": "Established during 1982 at Killyleagh, Co Down, Clarke Cunningham Tree Maintenance Ltd, is now the premier provider of Tree Care Services in Northern Ireland,",
      "preview": "Home Tree Care Domestic Tree Care Utility & Contract Tree Care Commercial Tree Care Other Services Arboricultural Consultancy Recycled Products Compan"
    },
    {
      "url": "https://fts.unocha.org/appeals/952/summary",
      "title": "GHRP (COVID) Global Humanitarian Response Plan 2020 | Financial Tracking Service",
      "description": "void",
      "preview": "Skip to main content Feedback GHRP (COVID) Global Humanitarian Response Plan 2020 Select Year 2020 COVID-19 Emergency This page focusses on the COVID-"
    },
    {
      "url": "https://www.criterionchannel.com",
      "title": "Criterion Channel: Stream the world's best movies",
      "description": "Explore a curated library of essential classic and contemporary movies. Start your free trial on the Criterion Channel today.",
      "preview": "Start Your Adventure in Moviegoing Stream the world's best films start your free trial Join the Conversation Go behind the scenes with documentaries,"
    },
    {
      "url": "https://www.fox5vegas.com/2023/02/03/ghosts-story-elusive-white-dog-spotted-living-with-coyote-pack-henderson/",
      "title": "Ghost's Story: Elusive white dog spotted living with coyote pack in Henderson",
      "description": "On the outskirts of Henderson, an all-white dog has been spotted living among coyotes in the open desert for months.",
      "preview": "Skip to content LAS VEGAS, Nev. (FOX5) - On the outskirts of Henderson, an all-white dog has been spotted living among coyotes in the open desert for"
    },
    {
      "url": "https://www.skylight.global/",
      "title": "Home",
      "description": "void",
      "preview": "Advancing How We Protect Our Ocean Explore Our New Public Map Resource Center Your Hub for Skylight Updates and Resources Discover everything you need"
    },
    {
      "url": "https://www.intellum.com/privacy-policy",
      "title": "Privacy Policy | Intellum",
      "description": "Website Privacy Policy for the web sites operated by Intellum, Inc.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "http://www.textuality.com/xml/",
      "title": "Extensible Markup Language (XML)",
      "description": "void",
      "preview": "Unfortunately , there are things that HTML just can't do for you. Fortunately , HTML is growing quickly to meet these needs. Unfortunately , no matter"
    },
    {
      "url": "https://greendot.com.cy/",
      "title": "Αρχική - Green Dot Cyprus",
      "description": "H Green Dot Κύπρου είναι το πρώτο συλλογικό σύστημα ανακύκλωσης που εγκρίθηκε στην Κύπρο και είναι οργανισμός Μη Κερδοσκοπικού Χαρακτήρα. Ιδρύθηκε το 2003 με βάση τον Περί Συσκευασιών και Αποβλήτων Συσκευασιών Νόμο Ν32(Ι)/2002, ο οποίος καθορίζει την ευθύνη των εταιρειών για ανάκτηση και ανακύκλωση των συσκευασιών που τοποθετούν στην αγορά. Αδειοδοτήθηκε την 1η Αυγούστου, 2006",
      "preview": "Μετάβαση στο περιεχόμενο Γίνε μέλος μας! Κάνε την ανακύκλωση το πιο πράσινο μέρος της επιχείρησής σου... Κατέβασε τo ReCYcling CY app και ενημερώσου για"
    },
    {
      "url": "https://www.oprahdaily.com/entertainment/a42447926/oprah-gayle-king-attend-piano-lesson-broadway/",
      "title": "The Cast of \"The Color Purple,\" Past and Present",
      "description": "For superfans and newbies alike, we've compiled a who's who of the 1985 The Color Purple and 2023 musical casts.",
      "preview": "Skip to Content From Alice Walker's 1982 novel to Steven Spielberg's 1985 film to two Broadway productions, The Color Purple has impacted and inspired"
    },
    {
      "url": "https://usblackchambers.org/",
      "title": "U.S. Black Chambers, Inc.",
      "description": "The National Voice of Black Business - provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "Skip to main content Hit enter to search or ESC to close Close Search MISSION & SERVICE Affectionately known as the \"National Voice of Black Businesse"
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/blueprints/",
      "title": "Modular Applications with Blueprints - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Modular Applications with Blueprints Modular Applications with Blueprints ¶"
    },
    {
      "url": "https://www.tiktok.com/@mozilla",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://deathpenaltyinfo.org/policy-issues/innocence",
      "title": "Innocence | Death Penalty Information Center",
      "description": "The Death Penalty Information Center (DPI) is a national non-profit organization whose mission is to serve the media, policymakers, and the general public...",
      "preview": "Breaking News: Texas Court of Criminal Appeals Grants Stay of Execution for Robert Roberson Policy Innocence The death penalty carries the inherent ri"
    },
    {
      "url": "https://sabathani.org/",
      "title": "Sabathani Community Center - The Heart of South Minneapolis",
      "description": "void",
      "preview": "The Heart of South Minneapolis Read More Welcome to Sabathani The Heart of South Minneapolis Read More Welcome to Sabathani The Heart of South Minneap"
    },
    {
      "url": "https://www.vrai.com/diamond-jewelry",
      "title": "Diamond Jewelry with VRAI Created Diamonds: Elevate Style Responsibly",
      "description": "Shop our collection of VRAI created diamond jewelry from earrings, necklaces, and bracelets to rings. VRAI jewelry showcases expert craftsmanship and elegance.",
      "preview": "VRAI created diamond jewelry Express your values and style with sustainable fine jewelry. Express your values and style with sustainable fine jewelry."
    },
    {
      "url": "https://lakersnation.com/weekly-laker-limelight-derek-fisher/2011/03/22/",
      "title": "Weekly Laker Limelight: Derek Fisher",
      "description": "Over the final six weeks of the season we'll examine each player on the Lakers' roster and discuss what their contributions will mean during the playoffs as the Lakers aim for a three-peat. We'll cover one starter each week and then discuss the bench unit collectively. Last week we looked at the ever-controversial Ron Artest, [...]",
      "preview": "Download our Free Mobile App! Faster with Fewer Ads Get App Download our Free Mobile App! Faster with Fewer Ads Get App Search Follow US © 2024 Medium"
    },
    {
      "url": "https://nest.com/-apps/learn-more-about-nest/",
      "title": "Redirecting...",
      "description": "App Redirects",
      "preview": "void"
    },
    {
      "url": "https://www.huffingtonpost.com/entry/kelly-marie-tran-racists-last-jedi_us_5a4400fee4b06d1621b6b2bb",
      "title": "Kelly Marie Tran Of 'Last Jedi' Facing Racist, Sexist Comments Online | HuffPost Entertainment",
      "description": "Online trolls invaded the actress' fan page but social media users clapped back.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Entertainment. ©2025 BuzzFeed, Inc. All rights reserve"
    },
    {
      "url": "https://www.yearup.org/get-started",
      "title": "Apply in the Student Portal | Year Up United",
      "description": "Get started today! Set up your student portal account to apply to Year Up United job training programs in your city, or sign in to complete your current application.",
      "preview": "Your Enrollment Status Apply on our Student Portal Interview Enroll Apply in the Student Portal The first step in the application process is to create"
    },
    {
      "url": "https://learnosm.org/en/beginner/start-osm/",
      "title": "LearnOSM",
      "description": "void",
      "preview": "English ... English Česky Deutsch Ελληνικά Español فارسی Français Magyar bahasa Indonesia Italiano 日本語 한국어 ဗမာ Norsk Nederlands Polski Português Русск"
    },
    {
      "url": "https://www.fitbit.com/",
      "title": "Avant de continuer",
      "description": "void",
      "preview": "Se connecter Se connecter Avant d'accéder à Google Nous vous rappelons que la diffusion d'annonces constitue la principale source de financement de no"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part2",
      "title": "Algorithms, Part II | Coursera",
      "description": "Offered by Princeton University. This course covers the essential information that every serious programmer needs to know about algorithms ... Enroll for free.",
      "preview": "Algorithms, Part II Algorithms, Part II Instructors: Robert Sedgewick +1 more Instructors Instructor ratings We asked all learners to give feedback on"
    },
    {
      "url": "https://avivomn.org/",
      "title": "Avivo - Helping Minnesotans reach recovery, find housing, and find employment and economic advancement",
      "description": "void",
      "preview": "FIND HELP OR SHELTER/HOUSING > INFORMATION FOR REFERRAL PARTNERS > 2025 Achieving Dreams Breakfast Join us for this year's Achieving Dreams Breakfast,"
    },
    {
      "url": "https://opocbluepacific.org/pacific-islands-forum-leaders-ocean-statement-2020-21/",
      "title": "Pacific Islands Forum Leaders Ocean Statement 2020/21 - OPOC",
      "description": "We, the Pacific Island Forum Leaders, representing the Blue Pacific and its peoples, are committed to strong regional action, harnessing shared stewardship of the Pacific Ocean [...]",
      "preview": "Pacific Islands Forum Leaders Ocean Statement 2020/21 Home Home Pacific Islands Forum Leaders Ocean Statement 2020/21 We, the Pacific Island Forum Lea"
    },
    {
      "url": "https://www.ppl-inc.org/",
      "title": "Homepage | Project for Pride in Living",
      "description": "PPL builds the hope, assets, and self-reliance of individuals and families who have lower incomes by providing transformative affordable housing and employment readiness services.",
      "preview": "Skip to main content Search Search Enter the terms you wish to search for. Search Menu PPL TRANSFORMS LIVES About Us Under Our Roof An evening of gath"
    },
    {
      "url": "https://fly-concept.fr/etiquette-produit/dubbing-thorax/",
      "title": "dubbing thorax - Fly-concept, fly tying, matériaux, accessoires montage de mouche",
      "description": "void",
      "preview": "Tri par défaut Tri par popularité Tri par notes moyennes Tri du plus récent au plus ancien Tri par tarif croissant Tri par tarif décroissant 10 résult"
    },
    {
      "url": "https://www.seamwork.com/articles/understanding-ease",
      "title": "Understanding Ease",
      "description": "Learn everything you need to know about ease in a sewing pattern.",
      "preview": "Sew our favorite romantic button-up shirt for FREE this fall! Get your Free Pattern × Search Posted in: Sewing Tutorials , Fitting Adjustments • Decem"
    },
    {
      "url": "https://theintercept.com/2020/05/06/coronavirus-prison-jail-mass-incarceration/",
      "title": "Mass Incarceration Poses Uniquely American Coronavirus Risk",
      "description": "The virus has exposed just how deadly prisons and jails are for incarcerated people, and for society at large.",
      "preview": "Skip to main content Part of the Texas Department of Criminal Justice's William G. McConnell Unit in Beeville, Texas, on April 15, 2020. Photo: Eric G"
    },
    {
      "url": "https://ywcachicago.org/",
      "title": "YWCA Metropolitan Chicago | Dignity For All",
      "description": "Located in the third-largest American city with the third-highest percentage of women in the U.S., YWCA Metropolitan Chicago serves as a national incubator for innovative programming, outreach and engagement strategies. Contributing to our diverse and balanced economy, YWCA Metropolitan Chicago works at the individual and systems levels to create an inclusive marketplace where everyone thrives.",
      "preview": "0 Leader Luncheon 2025: Still We Rise Purchase Tickets Hope. Love. Pink. 5K.: Making Strides Against Breast Cancer Register Today Looking for a New Jo"
    },
    {
      "url": "https://create.arduino.cc/projecthub?by=part&category=home-automation&difficulty=beginner&part_id=110660&sort=respected",
      "title": "Arduino Project Hub",
      "description": "Arduino Project Hub is a website for sharing tutorials and descriptions of projects made with Arduino boards",
      "preview": "Report content"
    },
    {
      "url": "https://optuna.readthedocs.io/en/stable/reference/generated/optuna.study.Study.html",
      "title": "optuna.study.Study - Optuna 4.5.0 documentation",
      "description": "void",
      "preview": "Key Features Code Examples Installation Dashboard OptunaHub Blog Videos Paper API Reference optuna.study optuna.study.Study optuna.study.Study  class"
    },
    {
      "url": "https://www.vogue.com/article/paris-fashion-week-looks-ss26",
      "title": "Paris Fashion Week Proved Fall Street Style Is All About Texture and Print | Vogue",
      "description": "The Paris Fashion Week street style scene was anything but subdued. Take a cue from the streets, and add more personality to your wardrobe with these bold looks.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://online.flipbuilder.com/wool/itkw/mobile/index.html",
      "title": "Engineering Penn State: Fall/Winter 2021",
      "description": "void",
      "preview": "basic-index.html 0001 0002 0003 0004 0005 0006 0007 0008 0009 0010 0011 0012 0013 0014 0015 0016 0017 0018 0019 0020 0021 0022 0023 0024 0025 0026 002"
    },
    {
      "url": "https://www.lespressesdureel.com/EN/auteur.php?id=661&",
      "title": "Susan Hiller - Les presses du réel",
      "description": "void",
      "preview": "list forthcoming offres spéciale best-sellers back in stock e-books vinyl records & cds dvd limited editions events newsletter / rss contact / practic"
    },
    {
      "url": "https://megaphone.link/HSW1065075894",
      "title": "Megaphone",
      "description": "void",
      "preview": " © 2025 Megaphone, LLC. All rights reserved SUBSCRIBE TO PEOPLE Every Day Entertainment News SUBSCRIBE"
    },
    {
      "url": "https://www.laspalmasgc.es/es/",
      "title": "Ayuntamiento de Las Palmas de Gran Canaria.",
      "description": "Sitio web oficial Ayuntamiento de Las Palmas de Gran Canaria",
      "preview": "Ayuntamiento de Las Palmas de Gran Canaria. Ir al contenido principal de la página Buscador general Buscar LPGC tú decides Twitter Facebook Youtube In"
    },
    {
      "url": "https://apps.apple.com/us/developer/google-llc/id281956209",
      "title": "‎Google Apps on the App Store",
      "description": "Download apps by Google, including YouTube TV, YouTube Kids, YouTube, and many more.",
      "preview": "Google Bundles Best of Google bundle Productivity iPad & iPhone Google NotebookLM Productivity Google Gemini Productivity Google Play Console Develope"
    },
    {
      "url": "https://osc.gov/",
      "title": "Home",
      "description": "void",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://www.baobabcollection.com/eu/en/scented-candles/rainforest/",
      "title": "Baobab Collection - Luxury Scented Candles and Home Fragrances - Baobab Collection SA",
      "description": "Baobab Collection - Luxury Scented Candles and Home Fragrances",
      "preview": "void"
    },
    {
      "url": "https://www.aspicyperspective.com/",
      "title": "A Spicy Perspective - Approachable, Easy Recipes for Everyday Cooking",
      "description": "Fresh Food Recipes to Create Confidence in YOUR Kitchen -Proven, Approachable, Unique Recipes Anyone Can Make!",
      "preview": "Skip to Main Content Mobile Menu Trigger Submit Mobile Search Trigger Browse Recipes By Ingredient Chicken Pasta Chocolate Beef More » Beverages Break"
    },
    {
      "url": "https://mangakoibitochan.tumblr.com/post/139472167834",
      "title": "ADHD Ahead! - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "ADHD Ahead! - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhh"
    },
    {
      "url": "http://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    }
  ],
  "_meta": {
    "total_bookmarks": 101
  }
}