{
  "data": [
    {
      "url": "https://arysports.tv/",
      "title": "The Tudors",
      "description": "void",
      "preview": "This page has moved to a A-Sports.tv ."
    },
    {
      "url": "https://pytorch.org/tutorials/beginner/finetuning_torchvision_models_tutorial.html",
      "title": "Finetuning Torchvision Models - PyTorch Tutorials 2.8.0+cu128 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://catalyst2030.net/",
      "title": "Catalyst Now",
      "description": "For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming systems and driving sustainable change to advance the UN Sustainable Development Goals worldwide. LEARN Impact Collaborate Connect OUR MEMBERS 5672 Individual Members 146 Countries Represented 3838 Members Organizations 107 Chapters Our Impact IMPACT REPORT Our Collective Journey Impact Report [...]",
      "preview": "Skip to main content Skip to footer For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming syst"
    },
    {
      "url": "https://www.codefellows.org/",
      "title": "Premier Tech Academy | Discover a Rewarding New Career | Code Fellows",
      "description": "Code Fellows is the Pacific Northwest's premier technical skills training academy, delivering high-quality live instruction both online and in person to people from all backgrounds.",
      "preview": "Code Fellows has ceased operations. A Legacy of Innovation and Transformation in Tech Education Code Fellows has ceased operations. As we close our do"
    },
    {
      "url": "https://www.broadwayworld.com/article/THE-COLLABORATION-Opening-Night-Performance-Canceled-20221220",
      "title": "THE COLLABORATION Opening Night Performance Canceled",
      "description": "The Broadway opening night for The Collaboration has been canceled due to a case of Covid-19 in the cast detected during pre-show testing.",
      "preview": "void"
    },
    {
      "url": "https://www.nbcnews.com/health/health-news/health-risks-overturning-roe-v-wade-abortion-rcna27109",
      "title": "Biggest health risks of overturning Roe v. Wade abortion decision",
      "description": "If the Supreme Court overturns Roe v. Wade, abortion bans and restrictions could have manifold effects on maternal health.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.keebtalk.com/c/learning-resources/13",
      "title": "Custom keyboards - KeebTalk",
      "description": "The community for people who love keyboards.",
      "preview": "Learning and discussion Custom keyboards Topic Replies Views Activity Suggestions & Recommendations for this situation I now find myself in! 6 130 Aug"
    },
    {
      "url": "https://idph.iowa.gov/Emerging-Health-Issues/Novel-Coronavirus/Vaccine",
      "title": "Welcome | Health & Human Services",
      "description": "Iowa HHS provides high quality programs and services that protect and improve the health and resiliency of individuals, families, and communities.",
      "preview": "Skip to main content Federal Government Shutdown: No Impact on Services Details The state is supporting services for Iowans at this time. All assistan"
    },
    {
      "url": "https://www.blog.google/?utm_source=about.google&utm_medium=referral&utm_campaign=nav-the-keyword",
      "title": "The Keyword | Google Product and Technology News and Stories",
      "description": "Get the latest news and stories about Google products, technology and innovation on the Keyword, Google's official blog.",
      "preview": "Google Cloud Gemini Enterprise: The new front door for Google AI in your workplace True business transformation in the era of AI must go beyond simple"
    },
    {
      "url": "https://git.bettercrypto.org/ach-master.git/history/722b6ded8bd2caf3a36fd8c13a3f2d90054e8c1c:/src/llncs.cls",
      "title": "GitHub - BetterCrypto/Applied-Crypto-Hardening: Best Current Practices regarding secure online communication and configuration of services using cryptography.",
      "description": "Best Current Practices regarding secure online communication and configuration of services using cryptography. - BetterCrypto/Applied-Crypto-Hardening",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.epix.com/privacy-policy",
      "title": "MGM+ | Privacy Policy",
      "description": "Get MGM+ and get 1000s of movies and TV series, ad-free. Cancel anytime.",
      "preview": "MGM+ | Privacy Policy"
    },
    {
      "url": "https://www.webdesignerdepot.com/2021/10/11-must-follow-web-design-blogs/",
      "title": "11 Must-Follow Web Design Blogs",
      "description": "To stay relevant on the web, you must keep in touch with the latest design tools, news, and web trends. But in 2023, there will be more web design blogs than ever; with so many blogs and magazine sites to choose from, where is an aspiring web designer to start?",
      "preview": "AI Business Compilations Design Development Fonts Freebies Funny News SEO Sponsored Tech UX Web Compilations 11 Must-Follow Web Design Blogs To stay r"
    },
    {
      "url": "https://www.sketchappsources.com/free-source/2330-multimedia-pioneer-icons-sketch-freebie-resource.html",
      "title": "Multimedia Pioneer Icons Sketch freebie - Download free resource for Sketch - Sketch App Sources",
      "description": "Sketch App free sources, Multimedia Pioneer Icons resource, for Sketch App. Multimedia Pioneer Icons Sketch file freebie.",
      "preview": "void"
    },
    {
      "url": "https://www.maisonette.com/product/nomad-hobo-ecru?utm_source=impact&utm_medium=affiliate&slfpid=3",
      "title": "Women's Nomad Medium Handwoven Hobo, Ecru - OS - NAGHEDI Bags & Luggage | Maisonette",
      "description": "Discover the Women's Nomad Medium Handwoven Hobo, Ecru - OS from NAGHEDI. Shop Bags & Luggage and more from Maisonette's curated selection.",
      "preview": "skip to main content Women's Shoes & Accessories Bags & Luggage Free standard shipping on orders over $95. Quantity Select is disabled. Please select"
    },
    {
      "url": "https://www.bisbeeporcella.com/obituaries/Gerrit-J-Thomas-Jr?obId=4516736",
      "title": "Obituary information for Gerrit J. Thomas Jr",
      "description": "View Gerrit J. Thomas Jr's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Official Obituary of Gerrit J. Thomas Jr December 10, 1930 - June 30, 2019 Gerrit J. Thomas Jr Obituary Tribute Notifications TM"
    },
    {
      "url": "https://onekingdomlionsden.com/2021/01/29/being-straightforward/",
      "title": "Being straightforward - One Kingdom (The Lion's Den)",
      "description": "Fellow readers and bloggers im not going to beat around the bush im just going to be straight forward with you always and honest. My stories and even other posts all come from real life experiences and the struggles i faced. I will daily continue to write so you all can be satisfied and rewarded...",
      "preview": "Skip to content Fellow readers and bloggers im not going to beat around the bush im just going to be straight forward with you always and honest. My s"
    },
    {
      "url": "https://www.ikea.com/gb/en/cat/sofas-beds-10663/",
      "title": "Sofa Bed - Futon - Bed Settee - IKEA UK",
      "description": "Find affordable sofa beds and futons. Make any room in your home do double duty as an extra bedroom with one of our sofa beds in a range of styles.",
      "preview": "Skip to main content Skip to product list discountTag SALE now on, up to 60% off hundreds of products! Sofa beds Living room seating 2 seater sofa bed"
    },
    {
      "url": "https://interactive.guim.co.uk/uploader/embed/2021/11/archive-zip/giv-825UtiOvVJmipSt/",
      "title": "void",
      "description": "void",
      "preview": "The proposed mega marine protection area will cover more than 200,000 square miles Proposed mega marine protection area Caribbean Sea Panama canal Cos"
    },
    {
      "url": "http://www.brickcommander.com/",
      "title": "Brick Commander",
      "description": "Battlemechs, fighters, and tanks from the battletech-universe. Each model is accurately built with LEGO, beautifully rendered and shown from multiple viewing angles. Building instructions are also available for download in LDraw .DAT format.",
      "preview": "void"
    },
    {
      "url": "https://help.github.com/en/articles/github-terms-of-service/",
      "title": "GitHub Terms of Service - GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Terms of Service In this article Thank you for using GitHub! We're happy you're here. Please read this Terms of Service ag"
    },
    {
      "url": "http://garbersautomotivemd.com/New%20Windsor-auto-maintenance.html",
      "title": "Car and Truck Repair Services | Garber's Automotive Inc",
      "description": "void",
      "preview": "Best Auto Repair, New Windsor CONTACT US Call us for all your car needs! 410-775-2800 Our Shop Location Reviews Customer Service Auto Repair Repair Se"
    },
    {
      "url": "https://products.office.com/en-us/home",
      "title": "Microsoft 365 - Subscription for Productivity Apps | Microsoft 365",
      "description": "Microsoft 365 subscriptions include a set of familiar productivity apps, intelligent cloud services, and world-class security in one place. Find the right plan for you.",
      "preview": "This is the Trace Id: cae9600f615143ec9b4759b5844f8ccf Skip to main content Introducing Microsoft 365 Premium. Get cutting-edge AI, productivity tools"
    },
    {
      "url": "https://bnbvillaanna.nl/over-villa-anna",
      "title": "Over Villa Anna - B&B Villa Anna",
      "description": "Villa Anna werd in 1901 gebouwd door Frans van der Grinten, jarenlang was Villa Anna het hoofdkantoor van Oce van der Grinten, nu is het omgebouwd in een bed&breakfast",
      "preview": "De geschiedenis van Villa Anna in Venlo Villa Anna met op de voorgrond de fabriek Villa Anna werd gebouwd in 1901 door de apotheker Frans van der Grin"
    },
    {
      "url": "https://primefaces.org/diamond/chronoline.xhtml;jsessionid=node0b4eckd93hrrg1qxulymmqkzkv6577254.node0",
      "title": "CHRONOLINE",
      "description": "void",
      "preview": "DIAMOND Favorites Favorites Dashboard UI Kit UI Kit Form Layout Input Float Label Invalid State Button Table List Tree Panel Overlay Menu Message File"
    },
    {
      "url": "https://www.metv.com/privacy-policy/",
      "title": "Privacy Policy",
      "description": "MeTV",
      "preview": "void"
    },
    {
      "url": "https://clipbucket.com",
      "title": "ClipBucket - Open Source, VOD, OTT, Enterprise Video Hosting & Management Solution",
      "description": "void",
      "preview": "CLIPBUCKET & VODLIX ARE NOW WORKING AS ONE Read More No More Waiting, Connect With Clipbucket And Send us Message × Please feel free to contact us for"
    },
    {
      "url": "https://runningout-of-words.tumblr.com/post/89305551696",
      "title": "Angela - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Angela - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't"
    },
    {
      "url": "https://www.debian-fr.org/t/pulseaudio-probleme-de-definition-de-la-sortie-son/85541",
      "title": "Pulseaudio problème de définition de la sortie son - Support Debian - debian-fr.org",
      "description": "Bonjour, Sur mon PC j'ai des haut-parleurs et un casque de branché. je suis sur Cinnamon. Quand le casque est branché, impossible d'avoir le son sur les haut-parleurs. hors je ne voudrais pas passer mon temps à débran&hellip;",
      "preview": "Pulseaudio problème de définition de la sortie son Support Debian Zargos Octobre 27, 2021, 8:28pm #1 Bonjour, Sur mon PC j'ai des haut-parleurs et un"
    },
    {
      "url": "https://muppet.fandom.com/wiki/Gordon",
      "title": "Gordon | Muppet Wiki | Fandom",
      "description": "Gordon Robinson is one of the original residents of Sesame Street, having debuted in the first episode along with his wife Susan. Originally working as a history teacher (as mentioned in All About Sesame Street) after serving in the army (as he mentions in Episode 0950), Gordon later became a...",
      "preview": "Muppet Wiki Follow Muppet Wiki on Bluesky ✅ Log in to Muppet Wiki to hide ads Visit Special:Community to learn how you can contribute! READ MORE Muppe"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/chicken-korma",
      "title": "Chicken korma recipe | Good Food",
      "description": "Not sure what to make for dinner? This light chicken korma recipe is easy and delicious. Find more dinner inspiration at BBC Good Food.",
      "preview": "Skip to main content Chicken korma Good Food team Save recipe Serves 4 Easy Prep: 10 mins Cook: 25 mins A star rating of 4.5 out of 5. 402 ratings Rat"
    },
    {
      "url": "https://onairwithryan.iheart.com/featured/ryan-seacrest/content/2022-04-04-shawn-mendes-on-performing-at-wango-tango-new-music-more/",
      "title": "Shawn Mendes On Performing At Wango Tango, New Music & More | On Air with Ryan Seacrest | Ryan Seacrest",
      "description": "Ryan Seacrest talked to Shawn Mendes about being on the Wango Tango lineup, his new music, tour, and more.",
      "preview": "Ryan Seacrest Ryan is quite simply one of the most influential, well-regarded, and well-known names in Hollywood. He is the quintessential Hollywood i"
    },
    {
      "url": "https://www.newschannel5.com/news/newschannel-5-investigates/the-das-deals/listening-devices-installed-around-nashville-das-office-installer-confirms-da-defends-practice",
      "title": "Listening devices installed around Nashville DA's office, vendor confirms",
      "description": "DA Glenn Funk's team installed listening devices in areas around the DA's office capable of picking up conversations of employees and visitors who are not warned about the audio monitoring.",
      "preview": "void"
    },
    {
      "url": "https://sexgeschichten.xyz/?seite=3162",
      "title": "Sexgeschichten (3162) 🍓 SexGeschichten.xyz",
      "description": "Sexgeschichten (3162) ❤️ byJuenLin: Ich lese alle Kommentare Viel Spass beim dritten Teil! --- Isabels Hände verkrampfen sich ums Steuerrad. Sie...",
      "preview": "Sexgeschichten Sexgeschichten, Erotische Geschichten, Sex Geschichten, Erotikgeschichten, Erogeschichten Sexgeschichten Kategorien: Inzest / Tabu BDSM"
    },
    {
      "url": "https://www.irs.gov/uac/tax-scams-consumer-alerts",
      "title": "Recognize tax scams and fraud | Internal Revenue Service",
      "description": "Don't fall for tax scams. Learn how to spot a scam and what to do.",
      "preview": "Skip to main content Recognize tax scams and fraud English Español 中文 (简体) 中文 (繁體) 한국어 Русский Tiếng Việt Kreyòl ayisyen More In Help Interactive Tax"
    },
    {
      "url": "https://www.uci.org/road/calendar",
      "title": "Road | UCI",
      "description": "Road Calendar",
      "preview": "void"
    },
    {
      "url": "https://store.creativecommons.org/",
      "title": "Creative Commons",
      "description": "Spring Store",
      "preview": "Use code: at checkout for $5.00 off your order Featured Products CC Global Summit 2023 CC Global Summit 2023 Bandana €20.90 Available colors Select Wh"
    },
    {
      "url": "https://bbamemphis.com/",
      "title": "Black Business Association of Memphis | Developing successful entrepreneurs and MWBEs through education, advocacy, and business development.",
      "description": "Developing successful entrepreneurs and MWBEs through education, advocacy, and business development.",
      "preview": "Advocacy Counseling Networking MEMphis What WE Do The Black Business Association of Memphis (BBA) is missioned to improve the economic well-being of t"
    },
    {
      "url": "https://pt.slideshare.net/rss/user/olaitanfalomo",
      "title": "Slideshows by User: olaitanfalomo",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.tasteline.com/recept/fisk-skaldjurslasagne/",
      "title": "Fisk- & skaldjurslasagne - Tasteline",
      "description": "void",
      "preview": "Sök Hem / Recept / Fisk- & skaldjurslasagne Nästan rätt? Visa liknande recept Annons Undvik att skärmen släcks Ingredienser 250 g lasagneplattor , gär"
    },
    {
      "url": "https://campd.epa.gov/",
      "title": "Clean Air Markets Program Data (CAMPD)",
      "description": "CAMPD is your one-stop shop for the emissions, compliance, allowance, and facility attributes data that is gathered under these programs.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.multilingualvacancies.com/jobs/estonian/packaging-printing/greece",
      "title": "void",
      "description": "void",
      "preview": "This site uses cookies. By continuing to use this site you consent to our use of cookies . Close Languages Western European Languages Basque Catalan D"
    },
    {
      "url": "https://vimeo.com",
      "title": "Vimeo AI-Powered Video Platform",
      "description": "The video platform trusted by 287 million creatives, entrepreneurs, and businesses. Everything you need to create, manage, and share stunning videos.",
      "preview": "Your complete video platform Your videos, your way Vimeo's ad-free platform provides everything you need to host, manage, and share high-quality video"
    },
    {
      "url": "https://boardgamegeek.com/boardgame/174430/gloomhaven",
      "title": "Gloomhaven | Board Game | BoardGameGeek",
      "description": "Vanquish monsters with strategic cardplay. Fulfill your quest to leave your legacy!",
      "preview": "void"
    },
    {
      "url": "http://lacotewelcome.ch/feedback/index.php",
      "title": "Welcome to the neighborhood, Steib expat services",
      "description": "void",
      "preview": "; Services ; Private library ; Contact us ; Suggestions and Comments ; Let us know how we can improve. What did you think of us? How can we make our s"
    },
    {
      "url": "http://www.calottery.com/privacy-policy",
      "title": "Privacy Policy | California State Lottery",
      "description": "The California State Lottery knows how important your privacy is, and we're committed to protecting it. Learn how we safeguard your personal information.",
      "preview": "skip to main content PRIVACY POLICY We protect your personal information. The California State Lottery (\"Lottery\") is committed to protecting your pri"
    },
    {
      "url": "https://careers.loreal.com/",
      "title": "Homepage | L'Oréal Careers| Home",
      "description": "Freedom to go beyond, that's the beauty of L'Oréal",
      "preview": "Video L'Oréal Freedom to go beyond That's the beauty of L'Oréal What are you looking for? Search Location ▾ Function ▾ Brand ▾ Region/State ▾ Contract"
    },
    {
      "url": "https://api.mirraw.com/designers/varanga-17756/designs/women-magenta-golden-paisley-printed-a-line-kurta-kurtas-and-kurtis",
      "title": "Women Magenta & Golden Paisley Printed A Line Kurta - Varanga - 3536568",
      "description": "I found this beautiful design on Mirraw.com. Visit Mirraw to checkout more such amazing designs. Mirraw brings handpicked designs from designers across the India. Click here to ...",
      "preview": "void"
    },
    {
      "url": "http://uw.edu/studentlife",
      "title": "Student Life - University of Washington",
      "description": "We're here to help UW students make the most of their Husky Experience, bringing together the people, places and programs that support their growth, wellness and success both within and outside of...",
      "preview": "Skip to content Current site All the UW Search scope Current site All the UW Enter search text Student Life We're here to help UW students make the mo"
    },
    {
      "url": "http://lupo73.altervista.org/",
      "title": "Lupo73 - Innovazione Digitale: Esplorando le Frontiere dell'Informatica",
      "description": "Innovazione Digitale: Esplorando le Frontiere dell'Informatica",
      "preview": "Crea sito Pubblicità Ultimi Articoli Scritto il Novembre 24, 2023 Novembre 23, 2023 Scritto il Novembre 23, 2023 Novembre 23, 2023 Scritto il Maggio 2"
    },
    {
      "url": "http://studentactivities.mines.edu",
      "title": "Home - Student Activities",
      "description": "The SAIL office helps cultivate a uniquely Mines signature student experience through endless involvement and leadership opportunities.",
      "preview": "303-273-3234 sail@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Student Activities, I"
    },
    {
      "url": "http://www.accrepairs.com/",
      "title": "The ACC Repair Guy!",
      "description": "This page is about the repair of Amateur Radio Repeater Controllers made by Advanced Computer Controls, RC-85, RC-850, RC-96, DVR, and SM-100.",
      "preview": "Welcome to ACC Repairs Advanced Computer Control Repair NO LONGER KEEPING ACC CONTROLLERS ON THE AIR AFTER 25+ YEARS!"
    },
    {
      "url": "https://www.somaiya.edu/en",
      "title": "Somaiya Vidyavihar University",
      "description": "Somaiya Vidyavihar University is committed to quality education and development.",
      "preview": "Somaiya Vidyavihar University How Can We Help You ? We are happy to answer all your admission related enquiries. Fill out the form and we will be in t"
    },
    {
      "url": "https://johnrutter.com/contact-us?currency=USD",
      "title": "Contact us | John Rutter",
      "description": "Get in touch using our contact form",
      "preview": "Notice: JavaScript is required for this content. Sign up for our newsletter Notice: JavaScript is required for this content. WordPress Image Lightbox"
    },
    {
      "url": "https://stargazer-scientist.tumblr.com/",
      "title": "StarGazer",
      "description": "This is a blog about my life and my interests. My name Is Emjay, I love anime, gaming, and all things nerdy. I LOVE astronomy, and I frequently Reblog and post science related topics. Feel free to ask...",
      "preview": "StarGazer RSS | Random | Archive About Me This is a blog about my life and my interests. My name Is Emjay, I love anime, gaming, and all things nerdy."
    },
    {
      "url": "https://www.vsetkoprenechty.sk/207-trvala-na-riasy-sada",
      "title": "Trvalá na riasy - Vsetkoprenechty.sk",
      "description": "Trvalá na riasy je chemické natočenie rias, oko získa zvodnejší a príťažlivejší pohľad, oko rozjasní a viac otvorí. Po aplikácii zostanú riasy natočené po dobu 2 až 3 mesiacov. Dokonale upravené riasy sú základom pre efektne pôsobiace oči. Ak Vás už unavujú kliešte na riasy a umelým trsom neholdujete, skúste trvalú. Chemické tvarovanie rias sa dá aplikovať na krátke, ako aj na dlhé riasy. Efekt jemného natočenia mihalníc oko krásne otvorí a zväčší. Aj keď nemáte tie najdlhšie riasy, nemusíte si robiť starosti. Efekt je výrazný pri dlhých, aj krátkych riasach.",
      "preview": "Kategórie Darčekové kazety Darčeky pre ženy NECHTY Akrylový systém Sady na akrylové nechty Formy na Nail Art akrylom Farebný akryl Modelovací akryl Te"
    },
    {
      "url": "https://www.jamieoliver.com/recipes/beef-recipes/beef-wellington/",
      "title": "Epic beef Wellington recipe | Jamie Oliver recipes",
      "description": "This is the best beef Wellington recipe - make it when you really want to pull out the stops! Jamie Oliver's epic dish is delicious served with green veg.",
      "preview": "clear Recent searches clear Popular searches healthy chicken pasta Popular recipes Leek & potato soup 35 mins Slow-cooker chilli con carne 8 hrs 20 mi"
    },
    {
      "url": "https://ksltv.com/526069/police-man-locked-girlfriend-dog-in-murray-storage-unit-that-caught-fire-and-killed-them/",
      "title": "Police: Man locked girlfriend, dog in Murray storage unit that caught fire and killed them",
      "description": "A man has been arrested in connection with the death of his girlfriend, who police say he had locked in a storage unit when it caught fire on Saturday.",
      "preview": "On the Site: Flood Watch Close KSLTV.com Live Olympics Investigates Shows Weather Podcasts Local National Program Guide Shows The Noon Show KSL Outdoo"
    },
    {
      "url": "https://doj.gov.in",
      "title": "Homepage | Department of Justice | Government of India | India",
      "description": "Department of Justice is a part of Ministry of Law & Justice, Government of India.",
      "preview": "Latest News Calling applications for engagement of Consultants New हिंदी दिवस/हिंदी पखवाड़ा 2025 के अवसर पर सचिव (न्याय) महोदय का संदेश! New Nyayika P"
    },
    {
      "url": "http://www.visitinowroclaw.pl/?author=1",
      "title": "Aktualny czas w Polska | Godzina.org",
      "description": "Zobacz aktualny czas w Polska. Aktualizowany na żywo. Znajdź jego stolicę, największe miasta według populacji, interaktywną mapę i wszystkie lokalne strefy czasowe.",
      "preview": "Obecny czas w Polska 🇵🇱 12 1 2 3 4 5 6 7 8 9 10 11 05:15:01 CET niedziela, 5 października 2025 Tryb pełnoekranowy ⛶ Pokaż format 12-godzinny Stolica:"
    },
    {
      "url": "http://pesteliv.com/category/704/cif.html",
      "title": "PESTELIV.COM | CIF",
      "description": "Само при нас ще намерите разнообразие от продукти на тема козметика, дамска и мъжка мода, аксеоари, всичко за бита. За поръчки: kirilkuzmanovet@abv.bg, 064 839506",
      "preview": "Меню Профил Език Продукти + КОЗМЕТИКА + КОЗМЕТИКА ЗА ЖЕНИ + КОЗМЕТИКА ЗА БРЕМЕННИ + КОЗМЕТИКА ЗА КОСА + Шампоани за коса + Марки + Bilka + BioFresh +"
    },
    {
      "url": "http://www.erp-recycling.ie",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Member login Retailer Registration Search for: Member login Homepage admin 2025-06-12T11:18:49+01:00 Join us for the imple"
    },
    {
      "url": "https://www.citizen.co.za/horses/horse-news/427243/riders-ready-for-cup-2/",
      "title": "Riders ready for Cup | The Citizen",
      "description": "Golfers may be spending much of their time watching The Open Championship at St Andrews today but they should also flip channels to No 239 and keep an eye on racing's own Interprov Rider Cup at Greyville.",
      "preview": "Horses Home » Sport » Horses Riders ready for Cup By Jack Milner 2 minute read 18 July 2015 01:00 pm RELATED ARTICLES DA calls for Gauteng health MEC'"
    },
    {
      "url": "https://www.sentres.com/en/mountain-hikes/schwaz/mountain-hikes-in-schwaz/1431387/",
      "title": "The most beautiful mountain hikes on the Schwaz District » Sentres",
      "description": "A selection of the most beautiful mountain hikes on the Schwaz District > Plan, track and save mountain hikes ➤ Discover Schwaz District!",
      "preview": "Back Share Mountain hikes on the Schwaz District Tyrol,Austria Outdooractive Editors Verified partner Author of this page You will remember your vacat"
    },
    {
      "url": "https://www.thephotoargus.com",
      "title": "The Photo Argus - Fresh photography ideas, useful tips and creative inspiration.",
      "description": "A photography inspiration and resource blog, The Photo Argus features great ideas, beautiful pictures, tips, photographer features, and more.",
      "preview": "Skip to main content Skip to primary sidebar Photography is more than just capturing what's in front of you - it's about how you arrange the story wit"
    },
    {
      "url": "https://patch.com/new-jersey/middletown-nj/mean-girls-movie-musical-filming-middletown-march-april",
      "title": "'Mean Girls' Movie Musical Filming In Middletown In March And April | Middletown, NJ Patch",
      "description": "A high school movie musical will be filming in Middletown starting in March; NJ.com reports it's an adaptation of \"Mean Girls.\"",
      "preview": "Skip to main content Nearby Communities Rumson-Fair Haven, NJ Red Bank-Shrewsbury, NJ Little Silver-Oceanport, NJ Holmdel-Hazlet, NJ Long Branch-Eaton"
    },
    {
      "url": "https://industree.org.in/",
      "title": "Home | Industree Foundation",
      "description": "void",
      "preview": "top of page Proof of Impact GreenKraft Producer Company (GK) is a producer-owned social enterprise creating natural fiber lifestyle products and hom"
    },
    {
      "url": "https://www.sesamestreet.org/videos/?vid=2019",
      "title": "Sesame Street | Preschool Games, Videos, & Coloring Pages to Help Kids Grow Smarter, Stronger & Kinder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.imo.org/en/OurWork/MSAS/Pages/IMO-identification-number-scheme.aspx?utm%255Fsource=example.com&utm%255Fmedium=link&utm%255Fcompaign=article#:~:text=The%20IMO%20ship%20identification%20number%20scheme%20was%20introduced,permanent%20number%20to%20each%20ship%20for%20identification%20purposes.",
      "title": "IMO identification number schemes",
      "description": "void",
      "preview": "IMO SHIP IDENTIFICATION NUMBER SCHEME (Circular letter No.1886/Rev.5) The IMO ship identification number scheme was introduced in 1987 through adoptio"
    },
    {
      "url": "http://kaporcenter.org",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://www.privacypolicies.com/live/8359ece9-e3bb-4b66-a044-0e71a53cb44d",
      "title": "Privacy Policy for EmergeNYC Sirens & Horns - PrivacyPolicies.com",
      "description": "void",
      "preview": "Privacy Policy for EmergeNYC Sirens & Horns Privacy Policy Last updated: June 08, 2021 This Privacy Policy describes Our policies and procedures on th"
    },
    {
      "url": "http://www.liberliber.it/",
      "title": "Liber Liber - Libri, audiolibri e musica con licenze libere",
      "description": "fai una donazione in modo facile (altri modi per aiutarci)",
      "preview": "Salta al contenuto Home page Liber Liber 2025-09-23T14:42:39+02:00 In primo piano, LiberMusica \"Stabat Mater\" di Gioachino Rossini Sin dalla première,"
    },
    {
      "url": "https://relay.firefox.com/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=products",
      "title": "Firefox Relay",
      "description": "⁨Firefox Relay⁩ makes it easy to create email masks that forward your messages to your true inbox. Use them to protect your online accounts from hackers and unwanted messages.",
      "preview": "Protect your identity with secure phone and email masking Our secure, easy-to-use email and phone masks help keep your identity private so you can sig"
    },
    {
      "url": "https://www.robweir.com/blog/2006/08",
      "title": "August 2006",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar You are here: Home / 2006 / Archives for August 2006 Archives for August 2006"
    },
    {
      "url": "https://www.amministrazionicomunali.it/calabria/san-sosti/meteo",
      "title": "Meteo nel Comune di San Sosti - amministrazionicomunali.it",
      "description": "Previsioni meteo nel Comune di San Sosti",
      "preview": "Italia Scheda Italia Variazioni amministrative Spesa pubblica Andamento popolazione età/sesso Andamento popolazione Andamento popolazione straniera Au"
    },
    {
      "url": "https://www.farnostmladocov.cz/fotoalbum/kaple-na-olsanech/pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37.html",
      "title": "Mladočov - Fotoalbum - Kaple na Olšanech - pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37",
      "description": "farnost Mladočov, vikariát litomyšlský, diecése královehradecká, administrátor P. Jiří Štorek SDB",
      "preview": "Jdi na obsah Jdi na menu Mladočov Úvod » Fotoalbum » Kaple na Olšanech » pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37 Kaple na Olšanech"
    },
    {
      "url": "https://watch.tbn.org/",
      "title": "TBN+ | Stream Bible Teachers, Worship, and Christian Shows",
      "description": "The number one destination to stream your favorite Bible teachers, Christian artists, and faith-based shows anytime, anywhere. Fuel your faith on TBN+.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.istruzione.it/",
      "title": "Ministero dell'Istruzione e del Merito - MIM",
      "description": "Ministero dell'Istruzione e del Merito",
      "preview": "Torna alla pagina iniziale IN EVIDENZA Slide precedente Slide successiva Slide 1 Slide 2 Slide 3 Scuola, oggi alle 14.00 aperte le candidature per i c"
    },
    {
      "url": "https://icsid.worldbank.org/",
      "title": "International Centre for Settlement of Investment Disputes",
      "description": "void",
      "preview": "Skip to main content Subscribe to Email Alerts Stay up to date with ICSID News Releases, Events and Case Updates Sign Up Stay Connected Phone Twitter"
    },
    {
      "url": "https://docs.python.org/3/library/pathlib.html",
      "title": "pathlib - Object-oriented filesystem paths - Python 3.14.0 documentation",
      "description": "Source code: Lib/pathlib/ This module offers classes representing filesystem paths with semantics appropriate for different operating systems. Path classes are divided between pure paths, which pro...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » File and Directory Access » pathlib - Objec"
    },
    {
      "url": "https://www.instacart.com/",
      "title": "Instacart | Grocery Delivery or Pickup from Local Stores Near You",
      "description": "Order same-day delivery or pickup from more than 300 retailers and grocers. Download the Instacart app or start shopping online now with Instacart to get groceries, alcohol, home essentials, and more delivered to you <b>in as fast as 1 hour</b> or select curbside pickup from your favorite local stores.",
      "preview": "Order groceries for delivery or pickup today Sign up to get $0 delivery fee* *Valid for first 3 orders. Service fees and terms apply. Stores to help y"
    },
    {
      "url": "https://link.nbcnews.com/join/5cj/think-signup",
      "title": "Sign up for the THINK newsletter | NBC News",
      "description": "Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from NBC News THINK.",
      "preview": "ReTHINK your week with the THINK newsletter Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from"
    },
    {
      "url": "https://waitt-map.netlify.app/?layers=grants",
      "title": "Waitt Institute / Foundation / Blue Prosperity Coalition Web Map",
      "description": "Create a React web app that uses Mapbox GL JS to render a map",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://enterprise.microsoft.com/en-us/industries/health/",
      "title": "Microsoft Cloud for Healthcare | Microsoft",
      "description": "Enhance patient engagement, empower health team collaboration, and improve clinical and operational insights with Microsoft Cloud for Healthcare and Nuance.",
      "preview": "This is the Trace Id: 552f527b1ca7fd4c3f3cd36e24b3350e Skip to main content INDUSTRY Microsoft for Healthcare Achieve more with AI you can trust. Watc"
    },
    {
      "url": "http://lacuerda.net/Extras/movil.php",
      "title": "LaCuerda: LaCuerda Móvil",
      "description": "void",
      "preview": "LaCuerda.net: LaCuerda Móvil Extras Mapa del Sitio Nuestra Misión Aplicación Móvil Escríbenos LaCuerda Móvil ¡Ya tenemos aplicación móvil! La comunida"
    },
    {
      "url": "http://archives.nereusprogram.org/tag/Nereus-Scientific-&-Technical-Briefs-on-ABNJ-series/",
      "title": "Nereus Scientific & Technical Briefs on ABNJ series | Nereus Program",
      "description": "void",
      "preview": "Languages English 日本語 Nereus Scientific & Technical Briefs on ABNJ series POLICY BRIEF: Deep, distant and dynamic: critical considerations for incorpo"
    },
    {
      "url": "https://us.napster.com",
      "title": "Napster: The Music Service for Music Fans",
      "description": "Alongside 110+ million songs, Napster is home to hundreds of thousands of official music videos. Whether you're streaming on demand or listening offline, enjoy all content ad-free.",
      "preview": "Powered by Napster is a convenient all-in-one platform for companies looking to launch their own branded music service. Napster is available in 33 cou"
    },
    {
      "url": "https://purepuremilk.tumblr.com/",
      "title": "@purepuremilk on Tumblr",
      "description": "Follow @purepuremilk and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts #Youtube blasteriidx Follow Tales of Festival 2016 BD Rip by BlasterIIDX Hi everyone ! As promised, you will find the videos of the ToF 2016 by"
    }
  ],
  "_meta": {
    "total_bookmarks": 87
  }
}