{
  "data": [
    {
      "url": "https://www.standard.co.uk/news/london/prince-william-sympathises-with-distraught-bake-off-fans-at-south-london-youth-club-a3345171.html",
      "title": "Prince William sympathises with Great British Bake Off fans at Wandsworth youth club | London Evening Standard | The Standard",
      "description": "Prince William has sympathised with \"distraught\" Great British Bake Off fans - but said the show will be just as good on Channel 4.",
      "preview": "News | London Prince William sympathises with 'distraught' Great British Bake Off fans at Wandsworth youth club 'Mary Berry eat your heart out': Princ"
    },
    {
      "url": "https://www.smugmug.com/",
      "title": "SmugMug: Protect, Share, Store, and Sell Your Photos",
      "description": "Whether you want a photo website that sells prints, secure client galleries or just need unlimited storage, let us be your all-in-one solution.",
      "preview": "TRY FREE POWERING THE BUSINESS OF PHOTOGRAPHY You capture the moment in ways only you can. We help you do everything else. START MY FREE TRIAL Start y"
    },
    {
      "url": "https://www.dbricette.it/altri_programmi.htm",
      "title": "DBRicette: Altri programmi",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Altri programmi DBRicette Calcolo Calorie 4.0.28200 Data: 29/12/2015 Lingua:"
    },
    {
      "url": "https://servantokc.org/the-servant-foundation",
      "title": "Church of the Servant - The Servant Foundation",
      "description": "United Methodist Church in Oklahoma City, Oklahoma",
      "preview": "The Servant Foundation, Inc. For where your treasure is, there your heart will be also. - Matthew 6:21 What is the Servant Foundation? PLEASE NOTE: We"
    },
    {
      "url": "https://photo.walgreens.com",
      "title": "Photo Prints, Custom Cards, and Posters | Walgreens Photo",
      "description": "Visit Walgreens Photo Center to shop for personalized photo prints, books, cards, posters, and other photo services. Get same day photo printing.",
      "preview": "true false Skip main navigation classic site X Take me back to the classic site You can return to the new experience at any time. Classic site Offer D"
    },
    {
      "url": "http://www.research.umd.edu/lm",
      "title": "Partnership Overview: Lockheed Martin | Division of Research",
      "description": "void",
      "preview": "Skip to main content Partnership Overview: Lockheed Martin The University of Maryland and Lockheed Martin Corporation established a strategic partners"
    },
    {
      "url": "https://tapestrycx.qualtrics.com/jfe/form/SV_elDxRRjYI5oIVfg?Source=footer1",
      "title": "Online Survey | Built with Qualtrics Experience Management™",
      "description": "Qualtrics makes sophisticated research simple and empowers users to capture customer, product, brand & employee experience insights in one place.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://www.typography.guru/journal/letterspacing-r24/",
      "title": "OpenType Myths Explained - Typography Journal",
      "description": "First of all, it's important to know that OpenType is not as new as some marketing claims try to suggest. It is directly based on the TrueType specifications, or to be even more precise: it is based on Apple's SFNT (\"Spline Font\") format originally developed for QuickDraw. You can think of OpenTy...",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "https://atlantablackchambers.org/",
      "title": "Atlanta Black Chambers | We Represent Power In Numbers",
      "description": "void",
      "preview": "Membership Brochure Our mission The Atlanta Black Chambers is a non-profit organization consisting of individuals engaging in Business, Community and"
    },
    {
      "url": "https://delante.shop/produkty/animalia-kot-breloczek-silikonowy-czarno-bialy-kotek-krawacik-65-x-55-cm-2/",
      "title": "Animalia Kot breloczek silikonowy czarno-biały kotek Krawacik 6,5 x 5,5 cm - Delante Shop",
      "description": "void",
      "preview": "Porównywarka cenowa Delante Shop CSS Szukaj: Szukaj Przeskocz do treści Delante Shop > Zwierzęta i artykuły dla zwierząt > Artykuły dla zwierząt > Art"
    },
    {
      "url": "http://www.plosbiology.org/article/info%3Adoi%2F10.1371%2Fjournal.pbio.1001535",
      "title": "PLOS Biology",
      "description": "void",
      "preview": "September 30, 2025 Expanding lysosomal capacity to protect aging dendrites How do neurons maintain adequate lysosomal function during adulthood? Ruili"
    },
    {
      "url": "https://www.billedbladet.dk/kongelige/sverige/se-med-victoria-viser-sine-funklende-diademer-frem-0",
      "title": "Se med: Victoria viser sine funklende diademer frem | BILLED-BLADET",
      "description": "Sammen med sin mor, dronning Silvia, og faster, prinsesse Christina, fortæller kronprinsesse Victoria om kongehusets historiske smykker i en ny dokumentarserie, hvoraf første afsnit bliver sendt i aften.",
      "preview": "Annonce Annonce Annonce Kongelige 2. apr. 2020 Af Marianne Singer Se med: Victoria viser sine funklende diademer frem Kronprinsesse Victoria. Foto: Me"
    },
    {
      "url": "https://time.com/5866881/al-gore-climate-trace-emissions/",
      "title": "Al Gore's New Project, 'Climate Trace,' Will Track Emissions | TIME",
      "description": "A coalition of nine climate and tech groups say they've built a system to track global emissions using satellite data, A.I. and other tech.",
      "preview": "Soeren Stache-Picture Alliance/Getty Images By Justin Worland July 16, 2020 2:24 PM EDT A s countries entered the final months of talks ahead of the P"
    },
    {
      "url": "https://www.nbbcc.org/",
      "title": "Home | North Bay Black Chamber of Commerce 555 5th Street, 300-N, Santa Rosa, CA 95401- Northbayblackchamber",
      "description": "The North Bay Black Chamber of Commerce provides resources and services to help businesses in the north bay grow and succeed. northbayblackchamber",
      "preview": "top of page Become a Member North Bay Black Chamber of Commerce Empowering Business Development in Sonoma County Events & Resources The North Bay Bl"
    },
    {
      "url": "https://ywcachicago.org/",
      "title": "YWCA Metropolitan Chicago | Dignity For All",
      "description": "Located in the third-largest American city with the third-highest percentage of women in the U.S., YWCA Metropolitan Chicago serves as a national incubator for innovative programming, outreach and engagement strategies. Contributing to our diverse and balanced economy, YWCA Metropolitan Chicago works at the individual and systems levels to create an inclusive marketplace where everyone thrives.",
      "preview": "0 Leader Luncheon 2025: Still We Rise Purchase Tickets Hope. Love. Pink. 5K.: Making Strides Against Breast Cancer Register Today Looking for a New Jo"
    },
    {
      "url": "https://havaianas.com/us/en",
      "title": "Havaianas | Flip Flops & Sandals Original From Brazil Since 1962",
      "description": "With over 250 million pairs of flip flops sold every year in over 100 countries, Havaianas has become synonymous with modern flip flops, a must-have for beach-goers and trendsetters alike. From the streets of Brazil to the halls of the most famous contemporary art museum in New York - a true global icon.",
      "preview": "Quick View See Details Size: Size chart size chart Need help choosing your size? Havaianas sizing is Brazilian, which is different to European and US"
    },
    {
      "url": "https://www.mountsinai.org/",
      "title": "Mount Sinai Health System - New York City | Mount Sinai - New York",
      "description": "Located in New York City, the Mount Sinai Health System is an integrated health care system providing exceptional patient care to our local and global communities.",
      "preview": "Meet Our Exceptional Nurses Discover the powerful stories and impact of our nurses Mount Sinai Emergency and Nursing Departments Honored For the first"
    },
    {
      "url": "https://www.consumer.ftc.gov/scam-alerts",
      "title": "Scams | Consumer Advice",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://www.siriusxm.com/channels/elvis-radio",
      "title": "Elvis Radio: Music from Elvis Presley | SiriusXM",
      "description": "The only all Elvis all-the-time radio station, broadcasting live from Graceland. Listen to the classics, rare recordings, live tracks & shows devoted to The King.",
      "preview": "Showing channels for my Streaming & Most Radios . Edit Verify channels for my radio Channel numbers may vary across different cars and portable radios"
    },
    {
      "url": "https://wals.info/",
      "title": "WALS Online - Home",
      "description": "void",
      "preview": "Home Features Chapters Languages References Authors Credits Legal Download Contact Welcome to WALS Online The World Atlas of Language Structures (WALS"
    },
    {
      "url": "https://web4.facs.org/ebusiness/NewUser.aspx?ReturnToPage=https://acscommunities.facs.org/events/event-description?CalendarEventKey=72776bd2-511c-423d-b34b-30c521f14831&Home=%2Fevents%2Fcalendar",
      "title": "ACS - New User",
      "description": "void",
      "preview": "New User Registration First Name * Middle Name Last Name * Address Line 1 * Address Line 2 Address Line 3 City * Country * Afghanistan Albania Algeria"
    },
    {
      "url": "https://sabiyamalbari11.tumblr.com/",
      "title": "Sabiya malbari",
      "description": "NEVER UNDERESTIMATE THE POWER OF PASSION.. AS FOR ME I JUST WANT TO BE GENUINE..",
      "preview": "Sabiya malbari 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna islamicrays The world is a shad"
    },
    {
      "url": "https://twowaypr.tumblr.com/post/144207264792",
      "title": "Computing occupations are the largest category of... - Two-Way PR",
      "description": "Computing occupations are the largest category of... - Computing occupations are the largest category of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "May 11 2016 Computing occupations are the largest category of new wages in America codeorg : A few weeks ago we published a study showing that computi"
    },
    {
      "url": "https://www.lightpollutionmap.info/",
      "title": "Light pollution map",
      "description": "Interactive world light pollution map. The map uses NASA Black marble VIIRS, World Atlas 2015, Aurora prediction, observatories, clouds and SQM/SQC overlay contributed by users.",
      "preview": "0% Layers Overlay VIIRS VIIRS Trend World Atlas 2015 Clouds Aurora forecast 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 Color bli"
    },
    {
      "url": "http://juggle.gaertner.de/",
      "title": "Juggle Home Page",
      "description": "void",
      "preview": "Juggle Home - Bits'n'Pieces - Feature Hitlist - Problem Reports - Mailing lists - The J Repository - References +-------------------+ | 9!:12'' | |5 |"
    },
    {
      "url": "https://learningconsole.amazonadvertising.com/",
      "title": "Amazon Ads Academy - Explore training courses, certifications, and more",
      "description": "Elevate your marketing skills with Amazon Ads Academy. Explore training courses, certifications, videos, and more to help you learn how to use Amazon Ads.",
      "preview": "You need to enable JavaScript to run this app. Amazon Ads Academy Amazon Ads Academy Welcome to Amazon Ads Academy Elevate your advertising skills wit"
    },
    {
      "url": "http://digitaledition.dailysouthtown.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://publicwiki.deltares.nl/label/contaminants+metals+soil",
      "title": "Labelled content - Deltares Public Wiki",
      "description": "void",
      "preview": "Settings Popular Labels All Labels Labelled content Related Labels dgt mangroves speciation waterplanten stroming waterkwaliteit macrophytes cat-commu"
    },
    {
      "url": "https://www.adpri.org/",
      "title": "ADP Research | Data-Driven Business Insights",
      "description": "The definitive source for exclusive, data-driven insights on today's working world.",
      "preview": "Explore Insights from the World of Work Data-driven discoveries for business leaders, economists, policy makers and human resource professionals. NEW!"
    },
    {
      "url": "http://www.hollidaycreate.com",
      "title": "Marketing that Offers Solutions | Holliday Creative Marketing",
      "description": "Holliday Creative Marketing Home page that describes what the business offers.",
      "preview": "top of page MARKETING If you want your business to grow and go to the next level...you have to MARKET IT. WEBSITE DEVELOPMENT Custom websites Website"
    },
    {
      "url": "https://sharonsloan.org/2009/09/annual-all-fun-no-chores-day/",
      "title": "Annual \"All-Fun No-Chores Day\"!",
      "description": "Me and My Cherubs on the beach of Lake Pleasant (Camp of The Woods)August 2009″And on that day they offered great sacrifices, rejoicing because God had given them great joy. The wom...",
      "preview": "Me and My Cherubs on the beach of Lake Pleasant (Camp of The Woods) August 2009 \"And on that day they offered great sacrifices, rejoicing because God"
    },
    {
      "url": "https://www.brooklynartlibrary.org/sketchbookproject",
      "title": "Participate - Brooklyn Art Library / The Sketchbook Project",
      "description": "void",
      "preview": "Cart 0 It Starts with a Sketchbook Start by choosing a type of book, fill it up, and send it back to us to be a part of the world's largest collection"
    },
    {
      "url": "https://www.ravera.ch/tag/situazioni-problematiche/",
      "title": "situazioni problematiche Archivi - Sergio Ravera",
      "description": "void",
      "preview": "situazioni problematiche Problem solving strategico Ago 31, 2019 | Articolazioni cerebrali Basi del Problem Solving Strategico, processi per analizzar"
    },
    {
      "url": "https://www.legislation.wa.gov.au",
      "title": "WALW - Home",
      "description": "void",
      "preview": "Acts Acts of the Parliament of Western Australia: ➤ in force (including historical versions, where available) ➤ that have ceased to be in force (where"
    },
    {
      "url": "https://authorservices.springernature.com/go/sn/?utm_source=For+Authors&utm_medium=Website_Nature&utm_campaign=Platform+Experimentation+2022&utm_id=PE2022",
      "title": "Springer Nature Go | Author Services from Springer Nature EN",
      "description": "Improve your academic writing with Nature Research Editing Service ✯ English Editing ✯ Scientific Editing ✯ Expert editors in your subject area",
      "preview": "Skip to content Give your work its best chance at acceptance And save 15% ! Get Started Learn More How you present your work can have a big impact on"
    },
    {
      "url": "https://about.coursera.org/how-coursera-works/",
      "title": "How does Coursera work? Get started on Coursera | Coursera",
      "description": "Coursera offers flexible, affordable, job-relevant online learning to individuals and organizations worldwide. Enroll for free today and achieve your goals on Coursera.",
      "preview": "This app works best with JavaScript enabled. World-Class Learning for Anyone, Anywhere Coursera partners with more than 350+ leading universities and"
    },
    {
      "url": "https://www.ign.com/articles/portkey-games-addresses-hogwarts-legacys-transgender-character",
      "title": "Avalanche Software Addresses Hogwarts Legacy's Transgender Character - IGN",
      "description": "Adding a new wrinkle to the ongoing debate over the upcoming Hogwarts Legacy, IGN has learned that a transgender woman features prominently in an early mission.",
      "preview": "Hogwarts Legacy Avalanche Software Addresses Hogwarts Legacy's Transgender Character The character, Sirona Ryan, appears early in Hogwarts Legacy. War"
    },
    {
      "url": "http://www.musica.it/",
      "title": "Musica.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.basketcreationsplus.com/",
      "title": "Basket Creations Plus │ Gift Baskets From Casper, WYHome",
      "description": "Basket Creations Plus, started as a dream, and became a reality in August of 2002. We strive to create gift baskets that bring comfort and joy to anyone wanting something unique and personal.",
      "preview": "We Create...Comfort & Joy 341 East E Street, Suite 220 Casper, WY, 82601 United States (307) 237-3357 orders@basketcreationsplus.com Basket Creations"
    },
    {
      "url": "https://icarus.flights/",
      "title": "Icarus Flights - Flight Intelligence for Investigators",
      "description": "Icarus Flights is a tool for analyzing uncensored aircraft activity data and tracing global aircraft ownership records",
      "preview": "void"
    },
    {
      "url": "https://www.wix.com/",
      "title": "Website Builder - Create a Free Website In Minutes | Wix.com",
      "description": "Get everything you need to create your website, your way. With a free easy-to-use website builder, integrated hosting, and essential business solutions.",
      "preview": "top of page Create a website without limits Bring your vision to life with the website builder that gives you the tools you need to succeed. Get Start"
    },
    {
      "url": "https://us.stromerbike.com/products/st1-comfort?variant=42496029884658",
      "title": "Stromer: Premium Speed Pedelecs",
      "description": "Join over 100,000 riders worldwide and discover Stromer bikes-the powerful, fast e-bikes designed for commuters seeking excitement, style, and efficiency. Explore our models and find your perfect Stromer!",
      "preview": "Your browser does not support the video tag. Here to change. Ride the movement. Explore our best ways to get around"
    },
    {
      "url": "https://fred.stlouisfed.org/series/UNRATE",
      "title": "Unemployment Rate (UNRATE) | FRED | St. Louis Fed",
      "description": "View data of the unemployment rate, or the number of people 16 and over actively searching for a job as a percentage of the total labor force.",
      "preview": "Skip to main content Unemployment Rate (UNRATE) Observations Aug 2025: 4.3 | Percent, Seasonally Adjusted | Monthly Updated: Sep 5, 2025 7:51 AM CDT N"
    },
    {
      "url": "https://oceanriskalliance.org/what-we-do/",
      "title": "What We Do - ORRAA",
      "description": "We work across geographies - with a focus on the Global South - pioneering, piloting, and scaling innovative finance products that invest in coastal resilience.",
      "preview": "Skip to content What We Do Driving investment into ocean resilience The Ocean Risk and Resilience Action Alliance (ORRAA) is the only multi-sector col"
    },
    {
      "url": "https://doj.gov.in",
      "title": "Homepage | Department of Justice | Government of India | India",
      "description": "Department of Justice is a part of Ministry of Law & Justice, Government of India.",
      "preview": "Latest News Calling applications for engagement of Consultants New हिंदी दिवस/हिंदी पखवाड़ा 2025 के अवसर पर सचिव (न्याय) महोदय का संदेश! New Nyayika P"
    },
    {
      "url": "http://georgium.ucoz.hu/news/2016-01-20",
      "title": "György Béla Honlapja | Főoldal - Hírek, hasznos információk",
      "description": "György Béla honlapja | Hírek, információk. Belföld, bulvár, bűnügy, extrém, egészség, életmód, érdekes, rejtélyes, gasztro, horgász, jó tudni, vélemény, számítástechnika, történelem, kultúra, tudomány, technika, választások világ, weboldalam hírei.",
      "preview": "Péntek, 2025-10-10, 12:53:08 Nyitólap Regisztráció Belépés Üdvözöllek , Vendég Honlap-menü Főoldal - Hírek, információk Belföld Bulvár - Celeb Bűnügy"
    },
    {
      "url": "https://www.fazemag.de/ten-fe-turn-ewan-pearson-remix/",
      "title": "Ten Fé - Turn (Ewan Pearson Remix)",
      "description": "Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlicht, nun legen Ben Moorhouse und Leo Duncan einen Remix von Ewan Pearson nach. Das Original, das Pearson auch schon produziert hat, ist ein entspannter Roadtrip mit schwingender Gitarre, lässigem Gesang und einem staubigen Vintage-Touch. Der Remix hält fest am [...]",
      "preview": "Zum Inhalt springen Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlich"
    },
    {
      "url": "https://www.emag.hu/mobiltelefonok/c",
      "title": "Mobiltelefon - eMAG.hu",
      "description": "Telefonok hatalmas kínálata ➡️ Több száz mobiltelefon, okostelefon közül választhatsz, kedvezményes áron, gyors szállítással! ⭐ eMAG.hu",
      "preview": "Saját fiók Háztartási gépek és klíma TV és szórakozás Telefon, Tablet, Laptop Számítástechnika Fotó-Videó, Okos eszközök Szupermarket Otthon, barkács,"
    },
    {
      "url": "https://careers.bcg.com/explore",
      "title": "What We Offer | Culture & Values | BCG Careers",
      "description": "Ready to help clients solve complex problems? It's no easy feat, and our BCG culture and values are fundamental to that success. Learn more about what we offer.",
      "preview": "Early Careers At Boston Consulting Group (BCG), you'll find more than a job - you'll discover a place where your talents are nurtured and your impact"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2022/06/30/iowa-caucus-2024-nikki-haley-will-run-president-if-theres-place-me/7747121001/",
      "title": "Nikki Haley says during Iowa visit she is considering presidential run",
      "description": "Former U.N. Ambassador and potential presidential candidate Nikki Haley spoke at a fundraiser for U.S. Rep. Randy Feenstra of Iowa Thursday.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mockup-Plugin-4d94d59a10b14d30ba4e76fc8d307501?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.huemint.com/brand-intersection/",
      "title": "Huemint - Color palette generator for brands, websites and graphics",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://covid19vaccine.health.ny.gov/",
      "title": "COVID-19 | Department of Health",
      "description": "void",
      "preview": "Skip to main content Latest Information on COVID-19 Vaccine Information and Frequently Asked Questions New Guidance COVID-19 Vaccine 2025-2026 COVID-1"
    },
    {
      "url": "https://www.youngaudiences.org/",
      "title": "Young Audiences | Arts for Learning - National Organization",
      "description": "Founded in 1952, Young Audiences Arts for Learning is the nation's largest arts in education network, supporting arts integration and STEAM.",
      "preview": "Skip to main content Save the Date: 2025 National Benefit Gala Join Us October 21 CAPE Bringing New Afterschool Arts Classes to Chicago Elementary Sch"
    },
    {
      "url": "http://www.mda.space",
      "title": "Your Trusted Space Mission Partner | MDA Space",
      "description": "With a 55-year record of firsts and 450+ missions, MDA Space is a trusted space mission partner to the rapidly expanding global space industry.",
      "preview": "Meet the Recipients of the MDA Space Indigenous Student Scholarship Program Learn More MDA SPACE NAMED ONE OF CANADA'S TOP GROWING COMPANIES FOR SECON"
    },
    {
      "url": "https://revistas.uptc.edu.co/index.php/pensamiento_accion/article/view/3044",
      "title": "El amargo sabor de la caña o sobre una sociedad basada en el sufrimiento animal | Pensamiento y Acción",
      "description": "void",
      "preview": "Ir al menú de navegación principal Ir al contenido principal Ir al pie de página del sitio Resumen Aquello que define la idiosincrasia de los pueblos"
    },
    {
      "url": "https://www.321chat.com/",
      "title": "321 Chat - Free Chat Rooms for Everyone",
      "description": "Free chat rooms for everyone.",
      "preview": "CHAT Home Chat Rooms Teen Chat Adult Chat Senior Chat Kid Chat Gay Chat Lesbian Chat Gay Teen Chat Transgender Chat Furry Chat Religion Chat Black Cha"
    },
    {
      "url": "https://wpengine.com/legal/",
      "title": "Legal | WP Engine",
      "description": "Read WP Engine's legal information, including terms of service, privacy policy, acceptable use policy, and other legal documents that govern the use of our services.",
      "preview": "Skip to Main Content WP Engine WP Engine Legal Information Legal Documents We're here to help and ensure you have the information you need. Browse our"
    },
    {
      "url": "https://datos.gob.es/en/catalogo/l01380380-barrios-poblacion-ano-20191",
      "title": "Barrios. Población año 2019 - Dataset - Datos.gob.es",
      "description": "Open data from the Spanish government for the opening of public information and the development of advanced data-driven services. It is promoted by the Ministry for Digital Transformation and Public Service and the Public Business Entity Red.es.",
      "preview": "Skip to content Language EN Español English Català Galego Euskara Publisher Log in"
    },
    {
      "url": "http://www.chemcollective.org/",
      "title": "ChemCollective",
      "description": "Online Resources for Teaching and Learning Chemistry",
      "preview": "void"
    },
    {
      "url": "https://cops.usdoj.gov",
      "title": "Home | COPS OFFICE",
      "description": "void",
      "preview": "Skip to main content \"Democrats have shut down the government. Department of Justice websites are not currently regularly updated. Please refer to the"
    },
    {
      "url": "https://wordpress.com/?ref=wporg-footer",
      "title": "WordPress.com: Everything You Need to Build Your Website",
      "description": "Create your WordPress website with built-in hosting, premium themes, and powerful tools. No technical setup required. Start building today-free plan available.",
      "preview": "WordPress Hosting WordPress for Agencies Become an Affiliate Domain Names AI Website Builder Website Builder Create a Blog Newsletter Professional Ema"
    },
    {
      "url": "https://www.domesticworkers.org/",
      "title": "Homepage | National Domestic Workers Alliance",
      "description": "The National Domestic Workers Alliance (NDWA) works for the respect, recognition & rights for more than 2.2 million domestic workers in the US.",
      "preview": "National Domestic Workers Alliance Search for: Donate Donar For Domestic Workers Resource Hub Chapters & Affiliates Get Worker Updates Join NDWA Alrea"
    },
    {
      "url": "http://www.rcs.it/",
      "title": "RCS MediaGroup",
      "description": "RCS In primo pianoRCS Brands...",
      "preview": "IN PRIMO PIANO 18 MARZO 2021 Approvati i risultati al 31 dicembre 2020 Leggi il Comunicato Stampa 26 GENNAIO 2021 C alendario finanziario per l'anno 2"
    },
    {
      "url": "https://eroticmadscience.com/2019/03/08/%E9%A4%8C-bait-in-japanese-in-a-slider/",
      "title": "餌 (Bait in Japanese in a slider) | Erotic Mad Science",
      "description": "void",
      "preview": "Menu बुलबुले (Bubbles in Hindi in a slider) 水泡 (Bubbles in Japanese in a slider) 当作品は、クリエイティブ・コモンズ 表示 - 非営利 - 継承 4.0 国際ライセンスの下に 提供されています。 このコミックは当初英語で"
    },
    {
      "url": "https://publications.ici.umn.edu/ties/peer-engagement/belonging/introduction",
      "title": "TIES Belonging Resources | Creating communities of belonging for students with significant cognitive disabilities | Institute on Community Integration Publications",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. TIES Belonging Resources Creating communities of belonging for students with significant cognitive disa"
    },
    {
      "url": "https://briansit.tumblr.com/",
      "title": "Sure, If you say so.",
      "description": "I am here by Divine Providence - gay, Chinese, and I work as a process engineer at a plastics factory. Photos of me are tagged #Me & #GPOY. Send me your thoughts!",
      "preview": "theprofessional-amateur : delphinidin4 : (via eyeofthestorm888 ) gotterhag : tiktoks-for-dead-pope : Fake baby I've never thought about this before (v"
    },
    {
      "url": "https://career.engr.psu.edu/employers/index.aspx",
      "title": "Employers | Penn State Engineering",
      "description": "Information for employers",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "https://www.bbc.com/",
      "title": "BBC Home - Breaking News, World News, US News, Sports, Business, Innovation, Climate, Culture, Travel, Video & Audio",
      "description": "Visit BBC for trusted reporting on the latest world and US news, sports, business, climate, innovation, culture and much more.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://wa.me/14437877678?text=HOME&lang=en",
      "title": "Share on WhatsApp",
      "description": "Official Business Account",
      "preview": "Skip to content Crisis Text Line HOME Open app Continue to WhatsApp Web Don't have the app? Download it now Looks like you don't have WhatsApp install"
    },
    {
      "url": "https://koreauniv.pure.elsevier.com/en/publications/genetic-polymorphisms-of-the-%CE%B2sub2sub-adrenergic-receptor-in-the-",
      "title": "Genetic polymorphisms of the β>2>-Adrenergic receptor in the severity of bronchial asthma - Korea University Pure",
      "description": "void",
      "preview": "Genetic polymorphisms of the β 2 -Adrenergic receptor in the severity of bronchial asthma Jeong Shim Jae Jeong Shim, Hyung Kim Jei Hyung Kim, Yong Lee"
    },
    {
      "url": "http://www.ui.com/legal/privacypolicy/",
      "title": "Ubiquiti - Privacy Policy",
      "description": "Technology platforms for Internet Access, Enterprise, and SmartHome applications.",
      "preview": "Privacy Policy OUR PRIVACY POLICY WAS UPDATED ON OCTOBER 10, 2023 Privacy Policy of Ubiquiti Inc. This Privacy Policy (the \" Policy \") describes how U"
    },
    {
      "url": "https://andina.pe/ingles/noticia-peru-government-decrees-mandatory-social-isolation-for-15-days-to-combat-coronavirus-788411.aspx",
      "title": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus 20:24 | Lima, Mar. 15. President Martin Vizcarra on Sunday night"
    },
    {
      "url": "https://www.mccdmn.org/",
      "title": "MCCD | Metropolitan Consortium of Community Developers",
      "description": "Metropolitan Consortium of Community Developers (MCCD) is an association of nonprofit affordable housing and economic development organizations from across the state, committed to expanding wealth building opportunities and advancing racial and economic justice. For over 33 years, our members have worked collectively to leverage resources for the development of people and places.",
      "preview": "Skip to content Building Community Donate LOAN PORTAL Community Development The Minnesota Consortium of Community Developers (MCCD) is an association"
    },
    {
      "url": "https://ckan.ogdch-abnahme.clients.liip.ch/en/organization/ec2593fa-d844-4d20-9851-e3c2b24eff89?res_format=TXT&keywords_en=ch-iqi",
      "title": "Federal Office of Public Health FOPH Organizations - opendata.swiss (staging environment)",
      "description": "void",
      "preview": "Skip to content Home Organizations Federal Office of Public Health ... Reset search Order by Relevance Name Ascending Name Descending Last Modified Po"
    },
    {
      "url": "https://ebags.evyy.net/c/249354/207595/3588?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.ebags.com%2Fholiday%2Fholiday-sitewide-sale%2F",
      "title": "Mother Lode Travel Backpacks | Samsonite",
      "description": "Find amazing products in Mother Lode' today | Samsonite US",
      "preview": "The Mother Lode collection continues to offer exceptional durability and organizational features. Now with the trusted Samsonite name behind them, you"
    },
    {
      "url": "https://www.dallasnews.com/news/politics/2021/12/28/texas-new-election-law-challenged-over-provision-making-it-a-crime-to-encourage-voting-by-mail/",
      "title": "Texas' new election law challenged over provision making it a crime to encourage voting by mail",
      "description": "AUSTIN - As the March 1 primary approaches, Texas election officials are asking a federal judge to suspend a new state law that threatens them with jail time...",
      "preview": "TDMN TDMN TDMN Subscribe Discover State Fair Future of North Texas ICE Office Shooting Weather Curious Texas Advice Store Abode Podcasts ePaper Obitua"
    },
    {
      "url": "http://www.bannekerventures.com/",
      "title": "Banneker Ventures",
      "description": "void",
      "preview": "about us expertise news careers community contact X Foundry Lofts at the Yard Former Washington Navy Yard Learn More Park Place at Addison Road Metro"
    },
    {
      "url": "https://mx.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    }
  ],
  "_meta": {
    "total_bookmarks": 79
  }
}