{
  "data": [
    {
      "url": "http://www.myplayhomeapp.com/privacy.html",
      "title": "My PlayHome Privacy Policy",
      "description": "void",
      "preview": "Summary My PlayHome apps do not collect any personal information. There are no links to web sites or any social media. Some basic usage information is"
    },
    {
      "url": "https://texasstargrillshop.com/products/evo-affinity-30g-drop-in-gas-cooktop-lp-10-0055-lp",
      "title": "EVO Affinity 30G Drop-in Gas Cooktop LP 10-0055-LP - Texas Star Grill Shop",
      "description": "EVO Affinity 30G Drop-in Gas Cooktop LP 10-0055-LP This Evo Affinity 30G Gas Grill is the perfect solution for entertaining your family and friends. Its the first outdoor BBQ grill that allows you to cook directly and indirectly at the same time. If you are cooking directly, you can sear, saute, grill, toast and stir-f",
      "preview": "Skip to content Houston's #1 Dealer of BBQ Grills & Outdoor Kitchens Call Now for Better Pricing Free Outdoor Kitchen Design Fall Grill Sale Going On"
    },
    {
      "url": "http://www.chessdom.com/",
      "title": "Chessdom - Chess, chess news, live chess games",
      "description": "Chess, chess news, live chess games",
      "preview": "Chessdom Featured Latest Popular Chess News Ukraine and Poland are sole leaders in the Open and Women sections of ETCC 2025 132 Chess News Day 2 Kaspa"
    },
    {
      "url": "http://www.rwjf.org/",
      "title": "Robert Wood Johnson Foundation | RWJF",
      "description": "RWJF is a leading national philanthropy dedicated to taking bold leaps to transform health in our lifetime. We work with others to achieve health equity faster and pave the way together to a future where health is no longer a privilege, but a right.",
      "preview": "Skip to main content Taking Bold Leaps to Make Health a Right Our shared vision in 2025 Inside our Plan Paving the way, together, to a future where he"
    },
    {
      "url": "https://www.geocaching.com/geocache/GC94HWW_10-arten-von-menschen",
      "title": "GC94HWW 10 Arten von Menschen (Traditional Cache) in Nordrhein-Westfalen, Germany created by Nigolas",
      "description": "Geocaching is a treasure hunting game where you use a GPS to hide and seek containers with other participants in the activity. Geocaching.com is the listing service for geocaches around the world.",
      "preview": "Skip to content 10 Arten von Menschen Traditional Cache GC94HWW ▼ 10 Arten von Menschen A cache by Nigolas Message this owner Hidden : 12/31/2020 Diff"
    },
    {
      "url": "http://www.vogue.com/",
      "title": "Vogue: Fashion, Beauty, Celebrity, Fashion Shows | Vogue",
      "description": "The latest fashion news, beauty coverage, celebrity style, fashion week updates, culture reviews, and videos on Vogue.com.",
      "preview": "Skip to main content Vogue The November issue is here. SUBSCRIBE NOW icon Gallery Models Meet the 10 Breakout Models of Spring 2026 Fashion It's Almos"
    },
    {
      "url": "http://anjalipathak.com/",
      "title": "Anjali Pathak",
      "description": "void",
      "preview": "0 Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (cur"
    },
    {
      "url": "https://www.homemodelenginemachinist.com/forums/",
      "title": "Home Model Engine Machinist Forum",
      "description": "Home model engine machinists & makers forum. Model engine making forums for engine plans, castings, CAD, CNC designs, lathe, Stirling, boilers & steam.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://www.iucn.org/news/marine-and-polar/202203/unea-resolution-end-plastic-pollution-and-iucn-role-implementation-treaty",
      "title": "UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty | IUCN",
      "description": "The new UNEA Resolution, 'End Plastic Pollution: Towards a legally binding instrument', establishes an Intergovernmental Negotiating Committee that will develop the specific content of the new plastic pollution treaty with the aim of completing its work by the end of 2024. The future is ours to improve, and this news from UNEA provides a strong message of hope that we can indeed eliminate plastic pollution from our environment with a multi-pronged approach and international cooperation.",
      "preview": "Skip to main content Share: Story 09 Mar, 2022 UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty The new UNEA"
    },
    {
      "url": "http://www.fsa.usda.gov/help/policies-and-links",
      "title": "Policies and Links | Farm Service Agency",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://offer.shazam.apple.com/sharewithafriend",
      "title": "instagram",
      "description": "Identify the music playing around you. Explore the music you love. Discover songs, lyrics, and artists on Shazam.",
      "preview": "Download Shazam Apps Concerts Charts Radio Spins Fast Forward 2025 Help Name songs in seconds Find music, concerts and more with Shazam Get the app Sc"
    },
    {
      "url": "https://www.wolframalpha.com/examples/science-and-technology/physics/",
      "title": "Wolfram|Alpha Examples: Physics",
      "description": "Get answers to your physics questions with interactive calculators. Mechanics, electricity and magnetism, optics, relativity, nuclear, quantum, particle and statistical physics, astrophysics, physical constants, famous physics problems and black holes.",
      "preview": "Uh oh! Wolfram|Alpha doesn't run without JavaScript. Please enable JavaScript. If you don't know how, you can find instructions here . Once you've don"
    },
    {
      "url": "https://www.fitbit.com/",
      "title": "Avant de continuer",
      "description": "void",
      "preview": "Se connecter Se connecter Avant d'accéder à Google Nous vous rappelons que la diffusion d'annonces constitue la principale source de financement de no"
    },
    {
      "url": "https://blog.clover.com",
      "title": "Small Business Resource Center - The Green - Clover Blog",
      "description": "Our small business resource center is a hub for all things related to accepting payments, running your business, and more. Get started here.",
      "preview": "Close Button Icon Small Business Resource Center Insights and ideas to help you grow your business. Latest stories Full Service Restaurants (FSR) Aver"
    },
    {
      "url": "https://karrierewelt.golem.de/blogs/karriere-ratgeber/virtuelle-zusammenarbeit-wie-online-meetings-nicht-zur-zeitverschwendung-werden?utm_source=golem&utm_medium=artikel&utm_campaign=artikel",
      "title": "Virtuelle Zusammenarbeit: Wie Online-Meetings nicht zur Zeitverschwend",
      "description": "(Bild: Chalo Garcia auf Pixabay/Pixabay License) Von Markus Kammermeier veröffentlicht am 10. März 2020, 12:04 Uhr Aus Angst vor dem Coronavirus fördern viele Unternehmen Homeoffice - oder verordnen es sogar. Doch wenn die Teilnehmer von Meetings nicht im selben Raum sitzen, braucht es andere Methoden. Wir geben eine Ü",
      "preview": "Warenkorb anzeigen Close IT-Karriere-Ratgeber Virtuelle Zusammenarbeit: Wie Online-Meetings nicht zur Zeitverschwend Virtuelle Zusammenarbeit: Wie Onl"
    },
    {
      "url": "http://daubau.it/cucina/",
      "title": "Teramo la cittadina millenaria e dalla cucina invidiabile - Dau Bau",
      "description": "Altro luogo estremamente importante è il sito archeologico dell'Anfiteatro, ed il museo archeologico, risalenti entrambi all'impero Romano.",
      "preview": "Skip to main content IL TUO NUOVO MAGAZINE Teramo la cittadina millenaria e dalla cucina invidiabile Pubblicato in Cucina e Alimentazione . Immersa ne"
    },
    {
      "url": "https://earthdata.nasa.gov/learn/backgrounders/what-is-sar",
      "title": "Synthetic Aperture Radar (SAR) | NASA Earthdata",
      "description": "Background information on synthetic aperture radar, with details on wavelength and frequency, polarization, scattering mechanisms, and interferometry.",
      "preview": "Skip to main content What is Synthetic Aperture Radar? Synthetic aperture radar (SAR) is a type of active data collection where an instrument sends ou"
    },
    {
      "url": "http://www.andhrauniversity.info/",
      "title": "Welcome to Andhra University, Visakhapatnam, India",
      "description": "void",
      "preview": "Welcome to Andhra University (Informational Site) Students: please view our EDU site here --> andhrauniversity.edu.in Andhra University (ఆంధ్ర యూనివర్"
    },
    {
      "url": "https://live-aclu-michigan.pantheonsite.io/en/donate",
      "title": "Donate | ACLU of Michigan",
      "description": "Thank you for supporting the work of the ACLU of Michigan! Make a DonationMake a tax-deductible gift to the ACLU Fund of Michigan to support our legal program, public education efforts, and special projects. All gifts to the ACLU Fund of Michigan are shared with the national ACLU Foundation.GIVE>>Make a Gift in Honor or Memory of SomeoneA tribute gift to the ACLU Foundation of",
      "preview": "Skip to main content Donate Facebook X Reddit Email Print Thank you for supporting the work of the ACLU of Michigan! Make a Donation Make a tax-deduct"
    },
    {
      "url": "https://www.tickpick.com",
      "title": "No-Fee Sports, Concert, Theater Tickets | TickPick",
      "description": "Get 100% guaranteed tickets for sports, concerts, and theater events on TickPick, the only major no-fee ticket site.",
      "preview": "Close × MLB NHL NBA NFL CONCERTS OTHER SELL TICKETS EVENTS NEAR YOU ORGANIZE EVENTS MY ACCOUNT LOG IN BACK Arizona Diamondbacks Atlanta Braves Baltimo"
    },
    {
      "url": "https://think.nbcnews.com",
      "title": "THINK: Fresh Opinions, Sharp Analyses and Powerful Essays | NBC News",
      "description": "THINK is NBC News' home for op-eds, in-depth analyses and essays about news and current events. Find opinions that will make you think differently and deeply about the world and our place in it.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part2",
      "title": "Algorithms, Part II | Coursera",
      "description": "Offered by Princeton University. This course covers the essential information that every serious programmer needs to know about algorithms ... Enroll for free.",
      "preview": "Algorithms, Part II Algorithms, Part II Instructors: Robert Sedgewick +1 more Instructors Instructor ratings We asked all learners to give feedback on"
    },
    {
      "url": "https://www.freepeople.com/shop/hailey-dress2/?color=066&type=REGULAR&quantity=1",
      "title": "Hailey Dress | Free People",
      "description": "Shop our Hailey Dress at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://www.orbcomm.com/",
      "title": "Where IoT powers asset intelligence | ORBCOMM",
      "description": "ORBCOMM delivers pioneering industrial IoT technology that boosts productivity, streamlines operations and builds sustainability.",
      "preview": "Solutions Transportation BY NEED Visibility Compliance Optimization Safety & security BY ASSET Dry trailer Reefer Chassis Container Rail PRODUCTS Plat"
    },
    {
      "url": "https://metavital.eu/shop/page/14/",
      "title": "Shop - Seite 14 - Metavital - Diagnostik und Therapie‎",
      "description": "void",
      "preview": "Skip to navigation Skip to main content Ergebnis 157 - 168 von 179 wird angezeigt Nach neuesten sortiert Seitenleiste zeigen Zeige 9 12 18 24 Nach Bel"
    },
    {
      "url": "https://support.brookings.edu/",
      "title": "Support Brookings | Brookings",
      "description": "Give to Brookings today and support independent research, pioneering solutions, informed policy-making, and positive change for future generations.",
      "preview": "Search Support Brookings Search Support Brookings Join the Brookings Community Ways to Give Planned Giving Financial Information Invest in Solutions."
    },
    {
      "url": "http://www.gtcenter.org/",
      "title": "Home - Stony Brook Center for Game Theory",
      "description": "The Stony Brook Center for Game Theory, known until recently as the Center for Game Theory in Economics, grew out of the former Institute for Decision Sciences (IDS), established by Michel Balinski at Stony Brook University in 1987. The Center has organized 84 international conferences and workshops and has hosted over 2700 scientists since its establishment. According to Nobel Laureate Kenneth Arrow, who reviewed the IDS some years ago, the resident and affiliated members of the Center constitute \"a Game Theory group that is unequaled in the United States, if not in the world.",
      "preview": "Stony Brook Center for Game Theory Proudly Hosting 35 International Conferences and 75 Workshops (and Counting)! International Conference The 36th Sto"
    },
    {
      "url": "https://www.stltoday.com/news/local/crime-and-courts/police-identify-four-killed-in-fatal-hit-and-run-crash-in-st-louis/article_628d7a76-6152-5d04-ad75-7df301886acb.html",
      "title": "Police identify four killed in fatal hit-and-run crash in St. Louis",
      "description": "Anthony Robinson, 19, of Jennings, Richard Boyd, 19, of Sullivan, Bryanna Dentman-Johnson, 18, of Vinita Park and Corntrail McKinley, 20, of St. Louis were killed when another vehicle ran a",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://www.groupraise.com/ontheborder/grand-rapids-mi?filters%5Btod%5D=true&lat=42.9633599&lng=-85.6680863&order=donation_rate",
      "title": "Find Fundraisers at On The Border near Grand Rapids, MI | GroupRaise",
      "description": "View fundraisers at On The Border in Grand Rapids, MI. See fundraiser options like take-out & dine-in, see dates & book online!",
      "preview": "Menu Organize a meal Spacer Spacer Sign Up Sign In Sign In Sign Up Help Spacer Spacer Organize a meal We couldn't find a On The Border near Grand Rapi"
    },
    {
      "url": "https://www.hotnews.ro/stiri-esential-24452530-usr-plus-acuza-guvernul-pnl-isi-bate-joc-romani-decis-noaptea-hotii-prelungirea-carantinei-alba-iulia.htm",
      "title": "USR PLUS acuză guvernul PNL că își bate joc de români: Au decis noaptea ca hoții prelungirea carantinei în Alba Iulia - HotNews.ro",
      "description": "USR PLUS Alba acuză autorităţile de \"amatorism şi lipsă de respect\", susţinând că \"noaptea ca hoţii\" au hotărât că \"e mai bine să ţină Alba Iulia în",
      "preview": "Sari direct la conținut USR PLUS Alba acuză autorităţile de „amatorism şi lipsă de respect\", susţinând că „noaptea ca hoţii\" au hotărât că „e mai bine"
    },
    {
      "url": "https://www.mongabay.org",
      "title": "Environmental Journalism and Education",
      "description": "void",
      "preview": "Independent journalism connecting nature and people Mongabay Latam busca Asistente de Producción para proyectos periodísticos Mongabay 6 May 2025 Vide"
    },
    {
      "url": "http://membership.chicagotribune.com#nt=primarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://mix.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires",
      "title": "Mix - Expand your mind",
      "description": "Discover the gems of the web, personalized to you.",
      "preview": "Expand your mind Discover the gems of the web, personalized to you. Join 150,140 Curators today or continue with... Start Exploring Unlock Mix Now Get"
    },
    {
      "url": "https://www.solid-ground.org/",
      "title": "Home Page - Solid Ground",
      "description": "Solid Ground believes poverty is solvable. Our approach combines direct services with community-based advocacy. We support individuals and work to undo racism and other oppressions that create barriers - so everyone can achieve their full potential.",
      "preview": "skip to main content A Solid Ground Social Justice Salon Join us Wednesday, October 15 at Town Hall Seattle for a community conversation with local th"
    },
    {
      "url": "https://livestream.com",
      "title": "Stream Live Video Online | Vimeo Livestream",
      "description": "Live stream to any audience, no matter the scale. We make it easy to stream your virtual events, hybrid conferences, webinars, online trainings, and more.",
      "preview": "void"
    },
    {
      "url": "https://www.datart.cz/mobilni-telefony.html",
      "title": "Mobilní telefony | DATART",
      "description": "DATART - přední český prodejce elektroniky. Vaše zboží připravíme na prodejně už do 30 minut nebo doručíme po celé ČR.",
      "preview": "Přejít k hlavnímu obsahu Přejít k hlavnímu menu Přejít k vyhledávání ID: 36380 Mobilní telefony Mobilní telefony zprostředkují hovor s blízkými, připo"
    },
    {
      "url": "https://vpic.nhtsa.dot.gov/decoder/Decoder",
      "title": "Welcome to VIN Decoding :: provided by vPIC",
      "description": "void",
      "preview": "United States Department of Transportation Report a Problem VIN Decoder Powered by Version: 3.63 last updated on 8/16/2025 Release Notes Subscribe/Uns"
    },
    {
      "url": "https://bit.ly/2JlPTBi",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://act.feedingamerica.org/R97FxdMzpUi1W5dBdcPdqw2",
      "title": "Urge Congress: Permanently expand SNAP benefits! | Feeding America",
      "description": "Join me in taking action to fight hunger today.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://publicdomainreview.org/",
      "title": "The Public Domain Review - Online journal dedicated to showcasing the most interesting and unusual out-of-copyright works available on the web",
      "description": "Online journal and not-for-profit project dedicated to the exploration of curious and compelling works from the history of art, literature, and ideas.",
      "preview": "Home Essays Collections Explore Shop Support PDR About Blog Search Search The Public Domain Review The Adventures and Experiences of the First Slovak"
    },
    {
      "url": "https://political-minds.tumblr.com/",
      "title": "Political-Minds",
      "description": "Not for the weak hearted",
      "preview": "Menu Political-Minds Not for the weak hearted (via berniesrevolution ) Nov 14, 2018 stability : (via arseniccupcakes ) Nov 14, 2018 Royal Ice Cream Pa"
    },
    {
      "url": "http://tiktok.com/@hamiltonfamilies",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://www.nba.com/schedule",
      "title": "NBA Schedule - NBA Games & Events | NBA.com",
      "description": "NBA Schedule: Official source of NBA games schedule. Check your team's schedule, game times and opponents for the season.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://oceansci.ucsc.edu/academics/undergrad.html",
      "title": "Ocean Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "High Impact Exploration 2025 US News and World Report subject rankings have UCSC as #13 in the world (#2 in the US) in Marine and Freshwater Biology W"
    },
    {
      "url": "https://www.wetv.com/privacy",
      "title": "Privacy Policy - AMC Networks Inc.",
      "description": "AMC Networks is the ultimate destination for premier storytelling, known for some of the most celebrated original content in television and film history.",
      "preview": "AMC NETWORKS INC. PRIVACY POLICY EFFECTIVE DATE: June 27, 2025 1. THE SCOPE OF THIS POLICY 2. THE TYPES OF INFORMATION WE COLLECT 3. HOW WE USE YOUR I"
    },
    {
      "url": "http://my.studiopress.com/themes/enterprise/",
      "title": "Themes Archive - StudioPress",
      "description": "void",
      "preview": "Skip to main content Premium WordPress Themes Want access to and support for all our themes? Explore our all-in-one Genesis Pro , Hosting , and Agency"
    },
    {
      "url": "https://nul.org/",
      "title": "Home | National Urban League",
      "description": "void",
      "preview": "Skip to main content Search SEARCH × Empowering Communities. Changing Lives. WE'VE MOVED! 117 W 125th Street, 3rd Floor New York, NY 10027 Government"
    },
    {
      "url": "https://wjla.com/news/local/fairfax-county-public-schools-pulls-lgbtq-books-graphic-sex-libraries-virginia-lawn-boy-gender-queer",
      "title": "Fairfax schools pulls two LGBTQ+ books with graphic sex from high school libraries",
      "description": "Fairfax County Public Schools removed two books from its high schools' libraries after community members complained about graphic sex depicted between two males in the books at a school board meeting Thursday. One book was anillustrated memoir that contains explicit illustrations of sexual encounters involving children.",
      "preview": "Fri, 10 Oct 2025 11:35:49 GMT (1760096149416) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.chsalliance.org/",
      "title": "CHS Alliance",
      "description": "The CHS Alliance is a global alliance of humanitarian and development organisations committed to making aid work better for people. We believe organisations deliver higher quality, more effective aid when they are accountable to the people they serve.",
      "preview": "Highlights Webpage HRS: 100 organisations join The Harmonised Reporting Scheme now welcomes over 100 participants, committed to the prevention of sexu"
    },
    {
      "url": "https://radaronline.com/exclusives/2019/03/jack-osbourne-lisa-stelly-nasty-divorce-finalized/",
      "title": "Jack Osbourne's Divorce From Wife Lisa Stelly Finalized",
      "description": "Jack Osbourne's marriage to Lisa Stelly is finally over, as a Los Angeles judge has signed off on the nasty divorce.",
      "preview": "Sign up for your daily dose of dope. × or Sign in with lockrMail LOG IN LOG IN Radar Staff March 7 2019, Updated 1:59 p.m. ET Jack Osbourne 's marriag"
    },
    {
      "url": "https://www.eurocars.ro/de/mietwagen-Arad/SUV/Opel/Opel-Antara_107",
      "title": "Autovermietung Arad | SUV Klasse",
      "description": "EuroCars ist hier um Ihnen zu helfen, die besten Autovermietungen in Arad für Ihren Urlaub oder für Ihre Geschäftsreise zu finden.",
      "preview": "Ihr Konto DE EN RO IT ES FR Autovermietung Arad SUV Klasse Top Autovermietungsstandorte Top-Städte Mietwagen Bukarest › Mietwagen Iasi › Mietwagen Clu"
    },
    {
      "url": "https://www.aavso.org/observing-manuals",
      "title": "Observing Manuals | aavso",
      "description": "void",
      "preview": "Skip to main content Home Getting Started Observing Manuals Announcement: New Forums We are excited to announce the launch of our new forums! You can"
    },
    {
      "url": "https://www.cao-ombudsman.org/",
      "title": "Office of the Compliance Advisor/Ombudsman",
      "description": "We work to address complaints from people affected by IFC and MIGA projects fairly, objectively, and constructively while enhancing the environmental and social outcomes of IFC and MIGA projects.",
      "preview": "Skip to main content Community-Company Dialogue Leads to Livelihood Restoration in Togo READ STORY VIEW CASE CAO's 25th Anniversary This year marks CA"
    },
    {
      "url": "http://www.synapses.co.uk/science/mvolcano.html",
      "title": "Science Explained, explains the Montserrat volcano and other volcanos.",
      "description": "void",
      "preview": "The Montserrat Volcano Dr Jamie Love 15 January 1998 © A long time ago in the southern Caribbean (latitude 16.72 north and longitude 62.18 west, for t"
    },
    {
      "url": "https://www.lionbrand.com/collections/crochet-patterns",
      "title": "Free Crochet Patterns - Lion Brand Yarn",
      "description": "See our collection of free crochet patterns and get inspired for your next project! Each pattern is available as a free digital download and all the necessary components are available for purchase at the click of a button!",
      "preview": "Skip to content Yarns Yarn Weight 1 Superfine 2 Fine 3 Light 4 Medium 5 Bulky 6 Super Bulky 7 Jumbo Fiber Acrylic Alpaca Cotton Nylon Polyester Wool C"
    },
    {
      "url": "http://dict.youdao.com/w/ein_visum_bewilligen/",
      "title": "【ein_visum_bewilligen】什么意思_英语ein_visum_bewilligen的翻译_音标_读音_用法_例句_在线翻译_有道词典",
      "description": "void",
      "preview": "词典 翻译 有道精品课 云笔记 惠惠 更多产品 登录 有道 - 网易旗下搜索 中英 ▼ 目录 释义 翻译 当前查询结果是否对您有帮助 go top ein visum bewilligen 网络释义 同意签证 ... 同意， Einverstanden. 同意签证 ein Visum bewilli"
    },
    {
      "url": "https://kj555.net/virtual-casino-etiquette/",
      "title": "Virtual Casino Etiquette - Kj555",
      "description": "void",
      "preview": "Skip to content The best way to host a teenage party that stays under control is to provide an activity that completely involves and engages the kids."
    },
    {
      "url": "https://developers.wx.spire.com/docs/weather-api/1/overview",
      "title": "Home | Spire Weather",
      "description": "void",
      "preview": "Home Launch your Weather Data Project With Our Space to Cloud APIs class Get Started Get started with our APIs class API Docs Use our interactive docu"
    },
    {
      "url": "https://extensionworkshop.com/documentation/publish/add-on-policies/?utm_medium=photon-footer&utm_source=addons.mozilla.org",
      "title": "Add-on Policies | Firefox Extension Workshop",
      "description": "Get help creating & publishing Firefox extensions.",
      "preview": "Add-on Policies Add-ons extend the core capabilities of Firefox, enabling users to modify and personalize their web experience. A healthy ecosystem, b"
    },
    {
      "url": "https://honda.oemdtc.com/category/recalls",
      "title": "Recalls | Honda & Acura - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.stadium.se/herr/klader",
      "title": "Sweden B2C",
      "description": "void",
      "preview": "Hoppsan! Sidan kan inte hittas. Meddela oss gärna genom att skicka ett e-postmeddelande till info@stadium.se och beskriva vad som inträffat. Startsida"
    },
    {
      "url": "https://bnbvillaanna.nl/over-villa-anna",
      "title": "Over Villa Anna - B&B Villa Anna",
      "description": "Villa Anna werd in 1901 gebouwd door Frans van der Grinten, jarenlang was Villa Anna het hoofdkantoor van Oce van der Grinten, nu is het omgebouwd in een bed&breakfast",
      "preview": "De geschiedenis van Villa Anna in Venlo Villa Anna met op de voorgrond de fabriek Villa Anna werd gebouwd in 1901 door de apotheker Frans van der Grin"
    }
  ],
  "_meta": {
    "total_bookmarks": 62
  }
}