{
  "data": [
    {
      "url": "https://www.raceforward.org/",
      "title": "Advancing racial justice in our policies, institutions and culture. | Race Forward",
      "description": "void",
      "preview": "Skip to main content Open Search Donate Now Submit Close Search Advancing racial justice in our policies, institutions and culture. We support communi"
    },
    {
      "url": "https://childrenandfamiliesfirstnc.org/volunteer/",
      "title": "VOLUNTEER - GenerationEd",
      "description": "Thank you for your interest in volunteering with us. Please complete the form below to have someone from our office contact you with information about",
      "preview": "Skip to content VOLUNTEER VOLUNTEER OR INTERN WITH US Thank you for your interest in volunteering with us. Please complete the form below to have some"
    },
    {
      "url": "https://youradchoices.ca/en/tools",
      "title": "Opt-Out Tools - AdChoices in Canada",
      "description": "The AdChoices self-regulatory program in Canada provides free tools you can use to opt-out of interest-based advertising on your devices.",
      "preview": "Cart 0 Sign In My Account Back DAAC Principles Program Framework Accountability FAQ Join the Program Back Join AdChoices News Events Training Course A"
    },
    {
      "url": "https://reportfraud.ftc.gov/#/?orgcode=WMT",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission ReportFraud.ftc.gov Government Shutdown Notice English Due to the government shutdown, we are unable to offer this website se"
    },
    {
      "url": "https://djdreamfund.org/",
      "title": "The DJ Henry Dream Fund",
      "description": "The DJ Henry Dream Fund provides financial resources to enable children and young adults ages 5-18 to say YES to healthy lifestyles through athletics, wellness and arts.",
      "preview": "Empowering children and young adults to stay active Watch Video Learn More \"YES!\" to Community-Based Programs Access The DJ Henry Dream Fund provides"
    },
    {
      "url": "https://voicesforracialjustice.org/",
      "title": "Voices for Racial Justice",
      "description": "void",
      "preview": "0 Creating powerful, sustainable, and irresistible movements for justice across Minnesota Join us Our Work Training new and emergent leaders from Blac"
    },
    {
      "url": "http://outlier.uchicago.edu/TimeforCS/",
      "title": "Time for CS",
      "description": "void",
      "preview": "Warning: JavaScript is not enabled in your browser Some parts of this site won't work without JavaScript. Integrating Computer Science into Elementary"
    },
    {
      "url": "https://thehill.com/homenews/campaign/547784-nikki-haley-says-she-will-not-run-if-trump-runs-for-president-in-2024/",
      "title": "Nikki Haley says if Trump runs for president in 2024 then she won't",
      "description": "Former U.S. Ambassador to the United Nations Nikki Haley said Monday that she would not mount a bid for the White House in 2024 should former President Trump decide to run again. \"I would not run if President Trump ran, and I would talk to him about it,\" Haley told The Associated Press at a press...",
      "preview": "Skip to content Just In Opinion Democrats' government shutdown is the ultimate display of hypocrisy Congress Blog | 4 minutes ago Trump loses bid for"
    },
    {
      "url": "https://alamocitychamber.org/",
      "title": "Casino online en México: bonos sin depósito, bingo y slots",
      "description": "Bonos sin depósito, tiradas gratis y demos de slots (Extra Chilli, Big Bass). Guías de ruleta y bingo para México 2025. +18 Juega responsablemente.",
      "preview": "La clave está en entender cómo la temperatura incide en la sensación de calor y en la mezcla exacta que produce ese contraste tan seductor para el pal"
    },
    {
      "url": "https://rfcx.org/",
      "title": "Rainforest connection",
      "description": "void",
      "preview": "Facebook Twitter Instagram Youtube Linkedin Facebook Twitter Instagram Youtube Linkedin Using Sound & AI To Protect Rainforests & Monitor Biodiversity"
    },
    {
      "url": "https://lentis.net/2019/05/27/nikolai-karpol-jatkaa-uralochkan-valmentajana-51-kauden/",
      "title": "Nikolai Karpol jatkaa Uralochkan valmentajana - 51. kauden - lentis.net",
      "description": "Nikolai Karpol, 81, on ilmoittanut jatkavansa elämäntyönsä parissa Uralochkan valmentajana. Syksyllä alkava kausi on tälle valmentajavelholle 51:s peräkkäin päävalmentajana seurassa. - Aloitamme kauteen valmistautumisen 17. kesäkuuta, Karpol ilmoitti. 51. perättäinen kausi tarkoittaa ennätysten kirjaan pääsemistä yksinään. Aiemmin ennätykselliset 50 kautta samassa seurassa peräkkäin jakoi eräs kanadalainen jääkiekkovalmentaja. Lähde: worldofvolley",
      "preview": "Siirry sisältöön Nikolai Karpol, 81, on ilmoittanut jatkavansa elämäntyönsä parissa Uralochkan valmentajana. Syksyllä alkava kausi on tälle valmentaja"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85914",
      "title": "Searchable Recipe Database - Panoramica",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://inhome.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.fox4news.com/news/janitor-fundraiser-mr-james-callisburg-high-unretire-go-fund-me",
      "title": "Fundraiser for 80-year-old North Texas janitor who had to unretire tops $160,000 | FOX 4 Dallas-Fort Worth",
      "description": "Mr. James started working at Callisburg High School in January after his rent was raised by about $400 per month, and he could not make ends meet.",
      "preview": "Students help raise money for school janitor who had to unretire due to rent hike A GoFundMe for the janitor known as Mr. James has now raised more th"
    },
    {
      "url": "https://privacyportal.onetrust.com/webform/e65b3c4c-fa81-40d2-9df0-c7e99bf5f900/433ac076-21f3-4342-b391-a4d7d631cd3f",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.townandcountrymag.com/leisure/arts-and-culture/a42167534/lea-michele-ramin-karimloo-funny-girl-broadway-interview/",
      "title": "Lea Michele and Ramin Karimloo Interview on Funny Girl",
      "description": "Lea Michele and Ramin Karimloo, the stars of Funny Girl, are the toast of the town and Broadway's most charming on-stage pair. And to think, it almost never happened.",
      "preview": "Skip to Content Matthew Murphy The other day, Lea Michele received what anyone playing Fanny Brice in Funny Girl dreams of getting: a note from Barbra"
    },
    {
      "url": "https://veteranjobsmission.com/",
      "title": "Veteran Jobs Mission",
      "description": "void",
      "preview": "Skip to main content About the mission It began in 2011 as the 100,000 Jobs Mission, with 11 leading companies committed to hiring 100,000 veterans by"
    },
    {
      "url": "https://z-news.link/anniversary-of-the-olympics-80-what-were-the-most-pure-moscow-games/",
      "title": "Anniversary of the Olympics-80: what were the most \"pure\" Moscow Games",
      "description": "Doping control at the Olympic games first held in 1968 in Mexico. Since then and until now positive doping samples were found at every Olympic games",
      "preview": "Home / sports / Anniversary of the Olympics-80: what were the most \"pure\" Moscow Games Anniversary of the Olympics-80: what were the most \"pure\" Mosco"
    },
    {
      "url": "https://lisakippsbrown.com/videos/promoting-unity-while-saluting-diversity-triple-nikel/",
      "title": "Promoting Unity While Saluting Diversity: Triple Nikel | Transformational Entrepreneurship: Lisa Kipps-Brown",
      "description": "Four veterans founded Triple Nikel to offer diversity in veterans' apparel. The unapologetic American lifestyle brand salutes diversity in everything they do & is disrupting the industry one inclusive design at a time.",
      "preview": "Promoting Unity While Saluting Diversity: Triple Nikel When entrepreneurs see an unmet need in the marketplace, they act. That's exactly why the 4 co-"
    },
    {
      "url": "http://www.geonames.org/",
      "title": "GeoNames",
      "description": "void",
      "preview": "login GeoNames The GeoNames geographical database covers all countries and contains over eleven million placenames that are available for download fre"
    },
    {
      "url": "https://sf.gov/shared-spaces",
      "title": "Shared Spaces | SF.gov",
      "description": "void",
      "preview": "Skip to main content CAMPAIGN Shared Spaces CAMPAIGN Shared Spaces Shared Spaces Important Changes As of August 2025, small businesses no longer need"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/classic-pesto",
      "title": "Classic pesto recipe | Good Food",
      "description": "Whizz up a homemade pesto in under 15 minutes using just five ingredients. This herby Italian-style sauce is great stirred through pasta for a quick meal",
      "preview": "Skip to main content Classic pesto Good Food team Save recipe Makes 250ml Easy Cook: 15 mins A star rating of 4.7 out of 5. 146 ratings Rate loading.."
    },
    {
      "url": "https://magnuslonden.net/fi/artikkelit/kolumnit/article-64532-28329-aikaa-unelmoida",
      "title": "Kolumnit - Magnus Londen",
      "description": "void",
      "preview": "Aikaa unelmoida HS 17.6.2011 På svenska Kesässä parasta on se, että yhtäkkiä on aikaa päiväunelmille. On aikaa maata laiturilla tai rantakalliolla, ku"
    },
    {
      "url": "https://www.bbc.com/news/technology",
      "title": "BBC Innovation | Technology, Health, Environment, AI",
      "description": "BBC Innovation brings you the latest in Technology news and coverage from around the world, including health, environment, AI, and more",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.calltoidea.com/mailing/",
      "title": "Mailing - Calltoidea",
      "description": "Inspiration about Mailing. Discover world best web design about and share your concepts.",
      "preview": "Mailing Light up your imagination! first community for link lovers Comings"
    },
    {
      "url": "https://www.theplacetostay.co.uk/oven-cleaning-company/",
      "title": "Professional oven cleaning - always a good choice ThePlacetoStay",
      "description": "The regularly oven cleaning as part of the home cleaning is something we can't escape from, because if we do it, the consequences will be negative for us:",
      "preview": "Skip to content The regularly oven cleaning as part of the home cleaning is something we can't escape from, because if we do it, the consequences will"
    },
    {
      "url": "https://www.renens.ch/web/Culture_et_Loisirs/Agenda/affiche.php?menus_pages_id=14&id=115&id_agendas=337",
      "title": "Agenda - Ville de Renens",
      "description": "void",
      "preview": "Vos démarches Horaires Cartes CFF/CGN Déchets ménagers Subventions communales Annonce d'arrivée | Carte d'identité Saison culturelle Grands chantiers"
    },
    {
      "url": "https://edition.cnn.com/travel/article/venice-canal-drought-italy-climate-scli-intl/index.html",
      "title": "Venice canals run dry amid fears Italy faces another drought | CNN",
      "description": "Weeks of dry winter weather have raised concerns that Italy could face another drought after last summer's emergency, with the Alps having received less than half of their normal snowfall, according to scientists and environmental groups.",
      "preview": "Venice canals run dry amid fears Italy faces another drought Reuters 2 min read Published 5:57 AM EST, Tue February 21, 2023 Link Copied! A drought is"
    },
    {
      "url": "https://www.goodreads.com/book/show/32620332-the-seven-husbands-of-evelyn-hugo",
      "title": "Loading...",
      "description": "Discover and share books you love on Goodreads.",
      "preview": "Loading..."
    },
    {
      "url": "https://10web.io/ai-website-builder/",
      "title": "AI Website Builder: Create and Launch in Seconds | 10Web",
      "description": "Create your dream website in seconds with our free AI Website Builder. Just describe, generate, customize, and publish - no coding required!",
      "preview": "Welcome Back! Generate your website with AI - % OFF & Free Domain! AI Website Builder Describe your dream website: AI generates it instantly. Provide"
    },
    {
      "url": "https://www.businessforvotingrights.com/",
      "title": "Business for Voting Rights",
      "description": "Businesses believe that the right to vote is fundamental for every American.",
      "preview": "Business for Voting Rights We stand for the equal right to vote No matter your zip code, race, ethnicity, color, who you vote for, what language you s"
    },
    {
      "url": "https://orbilu.uni.lu/handle/10993/42473",
      "title": "ORBilu: Detailed Reference",
      "description": "void",
      "preview": "Back Home Detailed Reference Download Contribution to collective works (Parts of books) Food Governance durch Qualitätszertifizierungen RECKINGER, Rac"
    },
    {
      "url": "https://ocean.weather.gov/",
      "title": "Ocean Prediction Center",
      "description": "void",
      "preview": "Home Mobile Site RSS Go Local Forecast Ocean Prediction Center National Oceanic and Atmospheric Administration Analysis & Forecast Weather Alaska/Arct"
    },
    {
      "url": "https://bnbvillaanna.nl/over-villa-anna",
      "title": "Over Villa Anna - B&B Villa Anna",
      "description": "Villa Anna werd in 1901 gebouwd door Frans van der Grinten, jarenlang was Villa Anna het hoofdkantoor van Oce van der Grinten, nu is het omgebouwd in een bed&breakfast",
      "preview": "De geschiedenis van Villa Anna in Venlo Villa Anna met op de voorgrond de fabriek Villa Anna werd gebouwd in 1901 door de apotheker Frans van der Grin"
    },
    {
      "url": "https://opocbluepacific.org/pacific-islands-forum-leaders-ocean-statement-2020-21/",
      "title": "Pacific Islands Forum Leaders Ocean Statement 2020/21 - OPOC",
      "description": "We, the Pacific Island Forum Leaders, representing the Blue Pacific and its peoples, are committed to strong regional action, harnessing shared stewardship of the Pacific Ocean [...]",
      "preview": "Pacific Islands Forum Leaders Ocean Statement 2020/21 Home Home Pacific Islands Forum Leaders Ocean Statement 2020/21 We, the Pacific Island Forum Lea"
    },
    {
      "url": "https://www.etvendowment.org/?page=17",
      "title": "ETV Endowment of South Carolina",
      "description": "We work with donors to support programming on SCETV and SC Public Radio.",
      "preview": "Skip to main content ETV Endowment Homepage From Driveway to Difference Fuel the Programs You Love with a Vehicle Donation Your Recipe for Peace of Mi"
    },
    {
      "url": "https://lnkd.in/eyFGvfr9?trk=public_post-text",
      "title": "LinkedIn",
      "description": "This link will take you to a page that's not on LinkedIn",
      "preview": "LinkedIn This link will take you to a page that's not on LinkedIn Because this is an external link, we're unable to verify it for safety. https://glob"
    },
    {
      "url": "http://www.eltechresource.com",
      "title": "ELTECH Resource | Рециклирай, бъди отговорен!",
      "description": "void",
      "preview": "Елтехресурс АД е организация по оползотворяване на отпадъци от излязло от употреба електрическо и електронно оборудване (ИУЕЕО), притежаваща Решение О"
    },
    {
      "url": "https://www.vera.org/publications/people-in-jail-in-2019",
      "title": "People in Jail in 2019 | Vera Institute",
      "description": "See our updated report, \"People in Jail and Prison in 2020,\" here . Researchers from the Vera Institute of Justice, with support from Google.org Fellows...",
      "preview": "void"
    },
    {
      "url": "https://www.thecompanystore.com/300-thread-count-bamboo-cotton-sateen-sheet-set/EC44-A18.html",
      "title": "300-Thread Count Rayon Made From Bamboo Cotton Sateen Sheet Set | The Company Store",
      "description": "Shop 300-Thread Count Rayon Made From Bamboo and Cotton Sateen Sheet Set at The Company Store. Soft and inviting with a sateen weave for silk-like shine sheets.",
      "preview": "Personalization × Apply the same personalization to all items Your personalization will preview in this area Preview Not Available Personalization of"
    },
    {
      "url": "http://www.repak.ie",
      "title": "Repak: Ireland's leading environmental not for profit organisation",
      "description": "Repak helps businesses comply with Irish and EU Packaging Regulations, reducing and recycling packaging waste. Become a member today.",
      "preview": "Search Search Top Searched What can I recycle? EU Circular Economy Package Members List Member Benefits Plastic Strategy 2030 Climate Action Plan Repa"
    },
    {
      "url": "https://127j5241bcgw285yu54bgh7m-wpengine.netdna-ssl.com/wp-content/uploads/Rebooting-Representation-Report.pdf",
      "title": "Instagram Video Downloader - Download IG Videos, Reels, Photos",
      "description": "Download Instagram videos in high-definition for free with our Instagram video downloader. Easily save videos from posts, reels, and stories - completely anonymous and without watermarks.",
      "preview": "Features How to Use FAQ 100% Free • No Registration • HD Quality Instagram Videos Downloader Fast, free, and secure Instagram downloader. Save videos,"
    },
    {
      "url": "https://author-welcome.nature.com/41598",
      "title": "Submission Welcome Page",
      "description": "void",
      "preview": "Start your submission Choose an article type for your submission I'm submitting: A research article including any article for a Guest Edited Collectio"
    },
    {
      "url": "https://www.hachettebooks.com/titles/stephen-steve-o-glover/a-hard-kick-in-the-nuts/9780306826771/",
      "title": "A Hard Kick in the Nuts by Stephen Steve-O Glover | Hachette Book Group",
      "description": "Hachette Book Group is a leading book publisher based in New York and a division of Hachette Livre, the third-largest publisher in the world.",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://www.mongodb.com/docs/manual/aggregation/",
      "title": "Aggregation Operations - Database Manual - MongoDB Docs",
      "description": "Aggregation operations process multiple documents and return computed results.",
      "preview": "Docs Menu Ask MongoDB AI Docs Home / Database Manual Aggregation Operations Copy page Aggregation operations process multiple documents and return com"
    },
    {
      "url": "https://www.coursera.org/specializations/deep-learning",
      "title": "Deep Learning | Coursera",
      "description": "Offered by DeepLearning.AI. Become a Machine Learning expert. Master the fundamentals of deep learning and break into AI. Recently updated ... Enroll for free.",
      "preview": "Deep Learning Specialization Deep Learning Specialization Become a Machine Learning expert. Master the fundamentals of deep learning and break into AI"
    },
    {
      "url": "https://togetherband.org/pages/ambassadors",
      "title": "Meet The Ambassadors - #TOGETHERBAND",
      "description": "void",
      "preview": "Skip to content Cart Your cart is empty We plant a tree and feed a family in need for every order Julianne Hough Dancer Madelyn Cline Actor David Beck"
    },
    {
      "url": "http://www.locationgestion.com/annonces/achat/maison/sainte-agnes-06/152178423.htm",
      "title": "Plan du site - LAFORET MENTON",
      "description": "LAFORET MENTON",
      "preview": "Notre Offre Faire gérer La gestion du bien La gestion du locataire Louer Estimer Notre agence Qui sommes-nous ? Notre équipe Nous rejoindre Contact Es"
    },
    {
      "url": "https://www.chuldenkopaintings.com/about",
      "title": "ABOUT - CHULDENKO",
      "description": "void",
      "preview": "0 photo:james geer SARAH CHULDENKO Sarah Chuldenko Reynolds lives and works in Los Angeles, California. She is originally from Chagrin Falls, Ohio and"
    },
    {
      "url": "https://canelasf.com/our-story/",
      "title": "Our Story - Canela Bistro Bar",
      "description": "void",
      "preview": "Accessibility Statement Canela Bistro & Wine Bar Accessibility Statement Canela Bistro & Wine Bar is committed to facilitating the accessibility and u"
    },
    {
      "url": "https://community.clickteam.com/activity.php?s=6882b562771a681f4073dec62e9d40a2",
      "title": "Login - Clickteam Community Hub",
      "description": "void",
      "preview": "Log in or register! Don't have an account yet? Then register once and completely free of charge and use our wide range of topics, features and great o"
    },
    {
      "url": "https://give.feedingamerica.org/a/donate",
      "title": "Donate Today to End Hunger in America | Feeding America",
      "description": "Donate today to end hunger. Every dollar you donate can provide at least 10 meals to families in need through the Feeding America network of food banks.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://www.neuroscience.ox.ac.uk/publications/371446",
      "title": "Radiation damage to biological macromolecules: some answers and more questions. - Oxford Neuroscience",
      "description": "Research into radiation damage in macromolecular crystallography has matured over the last few years, resulting in a better understanding of both the processes and timescales involved. In turn this is now allowing practical recommendations for the optimization of crystal dose lifetime to be suggested. Some long-standing questions have been answered by recent investigations, and from these answers new challenges arise and areas of investigation can be proposed. Six papers published in this volume give an indication of some of the current directions of this field and also that of single-particle cryo-microscopy, and the brief summary below places them into the overall framework of ongoing research into macromolecular crystallography radiation damage.",
      "preview": "Cookies on this website We use cookies to ensure that we give you the best experience on our website. If you click 'Accept all cookies' we'll assume t"
    },
    {
      "url": "https://www.wsbcc.org/",
      "title": "Winston Salem Black Chamber of Commerce | WSBCC",
      "description": "Winston Salem Black Chamber of Commerce provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "top of page WE SERVE AS A RESOURCE DEDICATED TO FOSTERING GROWTH AND DEVELOPMENT FOR SMALL BUSINESS OWNERS, ENTREPRENEURS, AND THE COMMUNITY. View Res"
    },
    {
      "url": "https://shop.donorschoose.org/",
      "title": "DonorsChoose: Support a classroom. Build a future.",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://www.cnigs.ht/",
      "title": "CNIGS - Centre National de l'Information Géo-Spatiale",
      "description": "void",
      "preview": "\"Une Institution Nationale de Référence en matière de production, de traitement et de diffusion de l'information Géo-Spatiale! \" Dénomination Le Centr"
    },
    {
      "url": "https://www.ft.com/technology",
      "title": "Technology | Financial Times",
      "description": "Get the latest technology news from around the industry. Keep up-to-date with the most influential and innovative technology brands, including Apple, Microsoft, Google, Meta, and more.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Technology Add to myFT Lead story in Technology Technology regulation Google"
    },
    {
      "url": "http://www.research.umd.edu/lm",
      "title": "Partnership Overview: Lockheed Martin | Division of Research",
      "description": "void",
      "preview": "Skip to main content Partnership Overview: Lockheed Martin The University of Maryland and Lockheed Martin Corporation established a strategic partners"
    },
    {
      "url": "https://support.airtable.com",
      "title": "Airtable Support | Home",
      "description": "Browse product documentation to find answers and support for Airtable.",
      "preview": "Airtable Help Center See all articles Recently updated articles Search CTRL + K Getting Started Learn the basics of Airtable Billing Learn how to mana"
    },
    {
      "url": "https://lib.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=libraries",
      "title": "UW Libraries - University of Washington Libraries",
      "description": "University of Washington Libraries",
      "preview": "Skip to content Enter search text Current site All the UW Search scope Current site All the UW University of Washington Libraries"
    },
    {
      "url": "http://www.minesnewsroom.com/news/all/rss.xml",
      "title": "News",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.photopea.com/",
      "title": "Photopea | Online Photo Editor",
      "description": "Photopea Online Photo Editor lets you edit photos, apply effects, filters, add text, crop or resize pictures. Do Online Photo Editing in your browser for free!",
      "preview": "Photopea Learn Tutorials Templates API Free Online Photo Editor Unlock your creativity with the best free photo editor. Transform your photos with pro"
    },
    {
      "url": "https://scunci.com/Scunci-morgan.html",
      "title": "Scunci - Morgan Collaboration",
      "description": "Scunci and Morgan Simianer collaborate on a line of hair care products.",
      "preview": "#1 HAIR ACCESSORY BRAND* 0 0 HOME SHOP COLLECTIONS EXCLUSIVES BRAND PRESS < Back SHOP Tamera Mowry x Conair® Wicked x Scunci® Unbreakable Hair Ties by"
    },
    {
      "url": "https://www.bonappetit.com/recipe/chicken-parmesan",
      "title": "BA's Best Chicken Parmesan Recipe | Bon Appétit",
      "description": "For our very best chicken Parmesan recipe, we examined each aspect of the classic to create our ideal version. No more sad, soggy, mediocre outcomes allowed!",
      "preview": "Skip to main content Arrow Jump To Recipe Print Let's get one thing straight: We love chicken Parmesan , but we've had our fair share of mediocre vers"
    },
    {
      "url": "https://www.doldea.it/prodotto/peggy-sage-complesso-snellente/",
      "title": "Peggy Sage Complesso Snellente oli essenziali 30ml - Doldea srl - Capelli e Benessere",
      "description": "Complesso snellente agli oli essenziali (geranio, menta, salvia e melissa).",
      "preview": "Peggy Sage Complesso Snellente oli essenziali 30ml € 15,00 Peggy Sage Complesso Snellente oli essenziali 30ml quantità Aggiungi al carrello Share this"
    },
    {
      "url": "https://kookitodesign.com/blog/woreczki-na-przysmaki-dla-psa-wybierz-najlepszy",
      "title": "Woreczki na przysmaki dla psa - wybierz najlepszy! - Akcesoria dla psów - Sklep dla psów | Kookito Design",
      "description": "Wszyscy psiarze chcą dla swoich czworonożnych pupilów tego, co najlepsze - dlatego kupujemy różnego rodzaju akcesoria dla psów. Coraz popularniejszym gadżetem wśród amatorów tych czworonogów stają się woreczki na przysmaki dla psa, które przydają się podc",
      "preview": "Koszyk jest pusty x Do bezpłatnej dostawy brakuje -,-- Darmowa dostawa! Suma 0,00 zł Cena uwzględnia rabaty Realizuj zamówienie"
    },
    {
      "url": "https://www.today.com/popculture/jill-martin-we-re-engaged-again-why-time-around-different-t239511",
      "title": "Jill Martin: We're engaged ... again! Why this time around is different",
      "description": "In an exclusive essay for TODAY, Jill Martin shares what she has learned about love - and herself - after getting engaged to fiancé Erik Brooks a second time.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.gallupatwork.com/",
      "title": "All Gallup Events - Gallup",
      "description": "Find a Gallup event near you or join virtually. We host webinars, briefings, and major events to develop leaders, share discoveries and much more.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Attend Gallup Webinars and Events That Improve Your Workplac"
    },
    {
      "url": "http://www.itlos.org",
      "title": "International Tribunal for the Law of the Sea: Home",
      "description": "\"\"",
      "preview": "void"
    },
    {
      "url": "https://www.youtube.com/?tab=i1",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://tr.pinterest.com/search/pins/?q=email design",
      "title": "Pinterest - Türkiye",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Oh no! Pinterest doesn't work unless you turn on JavaScript."
    },
    {
      "url": "https://www.amitmehra.com",
      "title": "Amit Mehra",
      "description": "Amit Mehra is a professional photographer specializing in hotel, architectural, interiors, resorts, advertising and documentary photography. He shoots high end hotels, resorts, advertising campaigns, and also does documentary projects and coffee table books.",
      "preview": "AMIT MEHRA ENTER"
    },
    {
      "url": "https://www.alouette.fr/news/decouvrez-le-nouvel-hymne-des-enfoires-maintenant-9987",
      "title": "Découvrez le nouvel hymne des Enfoirés : \"Maintenant\" !",
      "description": "Pour cette édition 2021, l'hymne des Enfoirés intitulé \"Maintenant\" est signé Slimane. Un titre qui sera au coeur du prochain spectacle de la troupe, maintenu malgré l'absence de public, et dont la diffusion est prévue en mars à la télévision.",
      "preview": "Découvrez le nouvel hymne des Enfoirés : \"Maintenant\" ! Publié : 11 janvier 2021 à 11h10 par Arnaud Laurenti Pour cette édition 2021, l'hymne des Enfo"
    },
    {
      "url": "https://www.ft.com/world",
      "title": "World | Financial Times",
      "description": "Breaking news and top stories from around the world. Stay up-to-date with the latest developments from Europe, Asia, the Middle East and the Americas.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer World Add to myFT Lead story in World Gaza Gaza ceasefire has started, says"
    },
    {
      "url": "https://www.vicinft.com/company",
      "title": "Vici Network",
      "description": "Orchestrate many-to-many swaps. Vici Network offers users a dynamic and engaging solution for everyone to create and manage their own token portfolio.",
      "preview": "Enterprise Blockchain Solutions Secure, compliant, and scalable smart contract infrastructure for stablecoins and token-based applications, powered by"
    },
    {
      "url": "https://search.creativecommons.org/",
      "title": "CC Search Portal",
      "description": "void",
      "preview": "Skip to content Find content you can share, use, and remix. The Creative Commons (CC) Search Portal helps you search CC licensed works across multiple"
    },
    {
      "url": "https://disneyprivacycenter.com/kids-privacy-policy/english/",
      "title": "Children's Privacy Policy - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Family of Compan"
    },
    {
      "url": "https://shopify.dev",
      "title": "Shopify developer documentation",
      "description": "Learn how to build an app, theme, custom storefront, or marketplace. Whether you're just getting started, deep in the development process, or ready to distribute and monetize your work, Shopify's docs, dev tools and frameworks make building easy and efficient.",
      "preview": "Skip to main content Shopify developer documentation Learn how to build an app, or customize your storefront. Whether you're just getting started, dee"
    },
    {
      "url": "https://messenger.com/",
      "title": "Messenger",
      "description": "Incontra chi vuoi ovunque e in qualsiasi momento: Messenger consente di restare in contatto con le persone che preferisci in modo semplice e divertente",
      "preview": "Uno spazio per favorire conversazioni significative Con Messenger puoi connetterti con i tuoi familiari e amici di Facebook, creare la tua community e"
    },
    {
      "url": "http://www.delos.fantascienza.com/",
      "title": "Delos Science Fiction",
      "description": "Tutti i numeri di Delos Science Fiction, il supplemento di approfondimento di Fantascienza.com. Servizi, speciali, interviste, racconti di e sulla fantascienza.",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://www.fondazionefeltrinelli.it/eventi/ciclo-di-incontri-2025/",
      "title": "Fondazione Giangiacomo Feltrinelli",
      "description": "La Fondazione Feltrinelli è uno dei maggiori centri europei di documentazione e ricerca nel campo della Storia, Politica, Economia e Società.",
      "preview": "CHIUDI Seleziona la categoria Economia Storia Politica Immaginari Youngonly Inizia la ricerca Vai al contenuto Partecipa Scopri Collabora Sostieni App"
    },
    {
      "url": "https://www.ekathimerini.com/economy/1157230/greece-announces-issue-of-a-30-year-bond/",
      "title": "Greece announces issue of a 30-year bond | eKathimerini.com",
      "description": "The Greek state is expected to issue a new 30-year bond on Wednesday - if conditions allow it - in the country's second market foray within 2021.",
      "preview": "Eleftheria Kourtali March 16, 2021 16.03.2021 • 23:31 The Greek state is expected to issue a new 30-year bond on Wednesday - if conditions allow it -"
    },
    {
      "url": "https://seminarios.impa.br/index;jsessionid=D65A9C1910E0EC8804F6BAB069860EB5?lang=en_US",
      "title": "Log in to Institucional",
      "description": "void",
      "preview": "Institucional Username or email Password Forgot Password? New user? Register"
    },
    {
      "url": "http://www.canopyplanet.org/",
      "title": "Homepage | Canopy",
      "description": "Canopy is a solution-based NGO committed to protecting forests, biodiversity, and climate.",
      "preview": "We Protect Forests, Species, And Climate We Protect Forests, Species, And Climate Become A Partner Become A Brand Partner We work with over 1,000 bran"
    },
    {
      "url": "https://connect.ala.org/home",
      "title": "Home - ALA",
      "description": "ALA Connect is an online platform for discussion and collaboration between ALA members. It's a centralized space for members, whether they're part of a formal committee or just want to share questions and ideas with other library professionals. Connect allows users to: • Talk with other members on discussion boards • Download shared resources from community-generated libraries • Collaborate as a member of volunteer committees and other groups",
      "preview": "Divisions American Assn. of School Librarians (AASL) Assn. for Library Service to Children (ALSC) Assn. of College & Research Libraries (ACRL) Core: L"
    },
    {
      "url": "https://rpp.pe/columnistas/juancarlossueiro/las-consecuencias-del-coronavirus-en-las-actividades-pesqueras-noticia-1259777?ref=rpp",
      "title": "Las consecuencias del coronavirus en las actividades pesqueras",
      "description": "China, Estados Unidos y Europa son nuestros principales clientes de productos pesqueros. &nbsp;La evoluci&oacute;n de la COVID&ndash;19 en el pa&iacute;s y en estos lugares determinar&aacute;n la recuperaci&oacute;n de las actividades pesqueras.",
      "preview": "Menú Buscar Señal en vivo: RPP TV RADIO Síguenos en redes sociales Únete a nuestro canal en WhatsApp Calcula tu gratificación con \"La Grati\" 💰 Seccion"
    },
    {
      "url": "https://www.teleamazonas.com/los-nominados-en-los-globos-de-oro-2020/",
      "title": "Los nominados en los Globos de Oro 2020",
      "description": "Este domingo, se vivirá las emociones de la gala de los Globos de Oro en el Hotel Beverly Hilton de Beverly Hills, Los Ángeles, a partir de las 17: 00. Este evento será organizada por la Asociación de la Prensa Extranjera de Hollywood (HFPA).",
      "preview": "Suscríbete a nuestras notificaciones para recibir las últimas noticias y actualizaciones. No, gracias Suscribirse Debes habilitar las notificaciones e"
    },
    {
      "url": "https://www.cbs.nl/nl-nl/dossier/nederland-regionaal/geografische-data/wijk-en-buurtkaart-2020",
      "title": "Wijk- en buurtkaart 2020 | CBS",
      "description": "De Wijk- en Buurtkaart 2020 bevat de digitale geometrie van de grenzen van de buurten, wijken en gemeenten in 3 GIS-formaten (ESRI™-shape, ESRI™-fgdb en geopackage).",
      "preview": "Ga naar hoofdinhoud Wijk- en buurtkaart 2020 versie 3 De Wijk- en Buurtkaart 2020 versie 3 (164 MB) bevat de digitale geometrie van de grenzen van de"
    },
    {
      "url": "https://www.backcountry.com/helly-hansen-powderqueen-bib-pant-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://reddit.com/submit?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Foceans%2F&title=Oceans",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.wfp.org",
      "title": "UN World Food Programme (WFP)",
      "description": "We are the world's largest humanitarian organization, saving lives in emergencies and using food assistance to build a pathway to peace, stability and prosperity for people recovering from conflict, disasters and the impact of climate change.",
      "preview": "Skip to main content War in Gaza two years on: Humanitarian access improves but acute hunger persists Read more Donate Conflict 'We just ran': Pakista"
    },
    {
      "url": "https://web4.facs.org/ebusiness/NewUser.aspx?ReturnToPage=https://acscommunities.facs.org/events/event-description?CalendarEventKey=72776bd2-511c-423d-b34b-30c521f14831&Home=%2Fevents%2Fcalendar",
      "title": "ACS - New User",
      "description": "void",
      "preview": "New User Registration First Name * Middle Name Last Name * Address Line 1 * Address Line 2 Address Line 3 City * Country * Afghanistan Albania Algeria"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/collection/quick-and-healthy-recipes",
      "title": "116 Quick & Healthy Recipes | Good Food",
      "description": "Tuck into quick healthy meals that you can make in under 30 minutes. We've got plenty of tasty salads, soups and mains to leave you feeling nourished.",
      "preview": "Skip to main content Quick & healthy recipes 116 Recipes Tuck into these quick and easy healthy meals that you can make in under 30 minutes. We've got"
    },
    {
      "url": "https://www.ttcultureyard.com/",
      "title": "Visiting The Culture Yard | Trench Town & Culture Yard Museum",
      "description": "The official page of the Trench Town & Culture Yard Museum In Kingston, Jamaica. The Culture Yard Museum displays the significance of how the Government Yard architecture influenced the music and artistry that produced this world music.",
      "preview": "top of page The birth place of Reggae WELCOME TO TRENCH TOWN & THE CULTURE YARD MUSEUM tours/maps/news/local artists/other museums/history Tours N"
    },
    {
      "url": "https://climate.nasa.gov/vital-signs/carbon-dioxide/",
      "title": "Carbon Dioxide - Earth Indicator - NASA Science",
      "description": "Carbon dioxide (CO2) is an important greenhouse gas. Greenhouse gases trap the heat from sunlight, warming the planet. Without any greenhouse gases, Earth",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://talkingpointsmemo.com/livewire/chris-christie-tired-minimum-wage-debate",
      "title": "Chris Christie: 'I'm Tired Of Hearing About The Minimum Wage' - TPM - Talking Points Memo",
      "description": "New Jersey Gov. Chris Christie (R) said Tuesday that he's \"tired\" of hearing discussion on the minimum wage and seemed to suggest that a higher minimum wage isn'...",
      "preview": "Latest 17 hours ago 9th Circuit Trump Judges Enthusiastically Support His Ability To Deploy Military Anywhere At Any Time 20 hours ago Greg Bovino Eme"
    },
    {
      "url": "https://2nite.uk.net/spring-equinox/ceredigion/lledrod/",
      "title": "Lledrod (SY25) Spring Equinox | Spring Equinox tonight Lledrod (SY25) in Ceredigion - 2nite.uk.net: in and out! | whats going on tonight!",
      "description": "Check out Spring Equinox tonight in Lledrod (SY25), Ceredigion, UK, Whats going on tonight? - 2nite.uk.net: in and out",
      "preview": "2nite Network - in and out Home Location TV Clubbing Cinema Theatre Concerts Festivals Home › Spring Equinox › Ceredigion › Lledrod (SY25) Spring Equi"
    },
    {
      "url": "https://fi-fi.workplace.com/resources/getting-started/quick-launch-guide?ref=AVs4psWqGaLKBkzCgKlfBEj_KEfmffImxOU7Z15i-LH5TVKPVeCLTSUULosvei4FPv9zyyinqKV_QggwEC_AoKMQtWeJUkctO1virvFqYiIT5LEFVQ7xp_f8tXNH3nNpqEjsgZEGO4voFxasUrMHtRo4AsAznrQ2p-a_0CmsLk290_Fm7yXi2YP7ngnVw4lJ-VEGhY4dm3DvzHtlqKCMqWIl3-wQEAV-HvFu2tLYOLTDIhxY_jJUHuS3VloA_eoGLjYaaBNGa8XB7ib4Cpt3XD5t",
      "title": "Workplace has entered read-only mode | Ohje- ja tukikeskus: Workplace",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://photo.walgreens.com",
      "title": "Photo Prints, Custom Cards, and Posters | Walgreens Photo",
      "description": "Visit Walgreens Photo Center to shop for personalized photo prints, books, cards, posters, and other photo services. Get same day photo printing.",
      "preview": "true false Skip main navigation classic site X Take me back to the classic site You can return to the new experience at any time. Classic site Offer D"
    },
    {
      "url": "https://schutz-shoes.com/products/avril-nappa-leather-pump-o99-heel-height-high-s2072200130002",
      "title": "New Arrivals: Women's Trendy Shoes | SCHUTZ",
      "description": "Enjoy the newest releases from Schutz! New arrivals and fresh styles to keep you up to date with the latest trends. Free Shipping in the US on orders over $99!",
      "preview": "Skip to content Skip to Menu Skip to Footer Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Sub"
    },
    {
      "url": "https://library.ucsd.edu/dc/search?f%5Bdecade_sim%5D%5B%5D=1940s&f%5Bdecade_sim%5D%5B%5D=1950s&f%5Bsubject_topic_sim%5D%5B%5D=Scripps+Institution+for+Biological+Research&f%5Bsubject_topic_sim%5D%5B%5D=University+of+California+%281868-1952%29.+Division+of+War+Research",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://caughtatpoint.com/",
      "title": "Caught@Point - Caught At Point",
      "description": "void",
      "preview": "Sign in Guard of Honour Big Hit Behind the stumps Point of the Week Silly Point Calypso Proteas Fire Sign in Welcome! Log into your account your usern"
    },
    {
      "url": "http://www.unesco.org",
      "title": "UNESCO : Building Peace through Education, Science and Culture, communication and information",
      "description": "Learn more about UNESCO's role, vision and results. UNESCO is the United Nations Educational, Scientific and Cultural Organization. Our aim is to promote peace and security through international cooperation",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "http://ec.ala.org/membership/renew",
      "title": "Store",
      "description": "void",
      "preview": "Skip to main content Loading × Cart Summary + Show - Hide 0 item(s) ($0.00) Your cart is empty. Open Invoices × Click the box next to each open invoic"
    },
    {
      "url": "https://www.truist.com/",
      "title": "Truist Bank | Checking, Savings, Lending, and Financial Services",
      "description": "Your journey to better banking starts with Truist. Checking and savings accounts, credit cards, mortgages, small business, commercial banking, and more.",
      "preview": "Personal & Commercial Banking, Credit Cards, Loans & Investments Truist One Checking No overdraft fees. Practical perks. Automatic upgrades. Learn mor"
    },
    {
      "url": "https://app.powerbi.com/view?r=eyJrIjoiODgyYjRmZjQtN2UyNi00NGE4LTg1YzMtYzE2OGFhZjBiYzFjIiwidCI6ImY2MTBjMGI3LWJkMjQtNGIzOS04MTBiLTNkYzI4MGFmYjU5MCIsImMiOjh9&pageName=ReportSection729b5bf5a0b579e86134",
      "title": "Microsoft Power BI",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.uwbec.org/",
      "title": "United Way of Buffalo & Erie County | Hands-On Change | Home",
      "description": "United Way of Buffalo & Erie County is a nonprofit organization that brings people and organizations together to make a difference and drive equitable outcomes in Western New York.",
      "preview": "Skip to main content Hands-On Compassion We get involved to make real change and drive equitable outcomes in Western New York. Hands-On Health We get"
    },
    {
      "url": "https://watttime.recruiterbox.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-ukr",
      "title": "Ukraine - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "The actual boundaries were most recently adjusted in: January 2025. Boundary information source: State Scientific Production Enterprise \"Kartographia\". Contributor: OCHA Field Information Services Section (FISS). COD-AB quality level: cod-enhanced (geometry and attributes verified and standardized). Most recent COD-AB review conclusion: The COD-AB does not require any update. An edge-matched (COD-EM) dataset is available COD-EM HDX link: https://data.humdata.org/dataset/cod-em-ukr. OCHA country status: Operational (country office). Most recent COD-AB review date: January 2025. Deepest administrative level: ADM4. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Deepest administrative level with complete coverage: ADM3. Administrative level required by humanitarian community: ADM2. Note: The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Note: Some administrative feature names were adjusted in a September/October 2024 administratrive feature renaming exercise. See reference table at https://data.humdata.org/dataset/cod-ab-ukr. Note: The Ukraine COD-AB was most recently adjusted in early 2024 - affecting administrative level 3 (hromadas) only. Note: The population statistics common operational dataset (COD-PS-UKR) is only available via special request. See [Ukraine - Subnational Population Statistics](https://data.humdata.org/dataset/cod-ps-ukr). Users should use the 'Request Data' button. Note: Limitations of the Ukrainian-to-Russian transliteration method mean that more than one Ukrainian name may be represented by a single Russian feature name. Note: Feature name attribute fields in this dataset incorrectly use 'UA' to represent the Ukrainian language. The correct language code is 'UK'. This will be resolved in 2026. Note: ADM0 is not affected by the September/October 2024 administrative feature renaming exercise. Typical feature type: oblast (region) with three exceptions. P-code format: UAnn. COD-PS compatibility: ADM0, ADM1, ADM2. OCHA region: Europe. Feature count: 27. The ADM1 layer can be linked by P-CODE to the ADM1 Population statistics. Note: Kyiv (city) [UA80] and Sevastopol [UA85] are each a 'city with special status' rather than an 'oblast'. Note: Crimea [UA01] is an 'autonomous republic' rather than an 'oblast'. Note: However, Ukraine Population Statistics are only available on special request. ADMINISTRATIVE LEVEL 4 metadata: Typical feature type: ADM4 features may be of 'city', 'settlement', or 'village' type. However, all 'village' features are currently categorized in the 'ADM4_TYPE' as a 'settlement'. This is expected to be resolved in 2026. P-code format: UAnnnnnnnnnn. Feature count: 29707. COD-PS compatibility: no ADM4 population statistics are available. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Note: 329 ADM4 features were affected by the September/October 2024 administrative feature renaming excercise. Specific details are provided in the 'ADM4' tab of the 'UKR_Admin234_Renaming_ReferenceTable_20250123.xlsx' reference table available on the HDX dataset [Ukraine - Subnational Administrative Boundaries](https://data.humdata.org/dataset/cod-ab-ukr). Note: The COD-AB ADM4 boundary attributes for this COD-AB have not been adjusted. The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Access the Ukraine - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Ukraine - Subnational Administrative Boundaries This dataset is part of the Ukraine Data Grid Get Noti"
    },
    {
      "url": "https://www.eventbrite.co.uk/e/find-customers-with-google-maps-webinar-run-by-google-digital-garage-tickets-520365546357?aff=erelexpmlt",
      "title": "Find Customers with Google Maps Webinar run by Google Digital Garage Tickets, Wed 22 Mar 2023 at 09:30 | Eventbrite",
      "description": "Eventbrite - City of York Council presents Find Customers with Google Maps Webinar run by Google Digital Garage - Wednesday, 22 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Find Customers with Google Maps Webinar run by Google Digital Garage View details Follow this organiser to stay informed on fut"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Beginners%27_guide",
      "title": "Beginners' guide - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Beginners' guide From OpenStreetMap Wiki Jump to navigation Jump to search Help Beginners' guide In other languages Afrikaans asturianu azərbaycanca B"
    },
    {
      "url": "https://www.ksat.com/news/2019/11/05/watch-live-ksat-12-news/",
      "title": "KSAT Plus | Watch Live News, Weather from KSAT 12 | San Antonio, Texas",
      "description": "Watch KSAT 12 newscasts and all livestreams on KSAT Plus. Watch the latest weather updates, stream high school sports, breaking news, doppler radar, traffic cams, press conferences and more.",
      "preview": "KSAT+ Livestream KSAT+ Livestream GMSA+ LIVE: Doppler Radar LIVE: Doppler Radar SA Zoo Flamingo Cam SA Zoo Flamingo Cam SA Zoo Whooping Crane Cam SA Z"
    },
    {
      "url": "https://www.aclens.com/eyeglasses/womens-gold-eyeglasses?facet=color:gold%7Cfeature:spring+hinge%7Cframe+type:semi-rimless%7Cfeature:adjustable+nose+pads%7Ccolor:pink%7Ccolor:purple%7Cfeature:lightweight%7Cgender:womens&size=-1&sort=1",
      "title": "AC Lens | Welcome to Discount Contacts at Discount Contacts",
      "description": "Welcome AC Lens customers! Discover the same great service and wide selection of contact lenses at Discount Contacts. Enjoy seamless shopping, exclusive deals, and top-notch customer support as you transition to your new home for all your contact lens needs.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. AC Lens is now Di"
    },
    {
      "url": "https://fleischerei-keller.de/wochenkarte/speiseplan/speiseplan-1-2-5-2-2021/",
      "title": "Speiseplan 1.2. - 5.2.2021 - Metzgerei Fleischerei Rodgau",
      "description": "void",
      "preview": "Skip to main content Speiseplan 1.2. - 5.2.2021 Montag 1.2. Jumbo Hackbraten Zwiebelsosse Püree und Rote Beete Salat 7.95€ Dienstag 2.2. Schweinebrate"
    },
    {
      "url": "http://www.motorola.com/",
      "title": "motorola Italia | Telefoni Android & Razr | motorola",
      "description": "void",
      "preview": "Supporto Menu Menu smartphones Swarovski ® Crystals motorola collection famiglia razr La nuova icona è qui famiglia edge Premium senza compromessi fam"
    },
    {
      "url": "https://www.theacsi.org/",
      "title": "The American Customer Satisfaction Index (ACSI) - National Cross-Industry Measure of Customer Satisfaction",
      "description": "The American Customer Satisfaction Index (ACSI) is the only national cross-industry measure of customer satisfaction that represents the U.S. economy.",
      "preview": "Skip to content The American Customer Satisfaction Index The ACSI ® is the only national cross-industry measure of customer satisfaction that represen"
    },
    {
      "url": "https://www.eco-business.com/press-releases/sp-group-inks-mou-with-bcg-energy-to-invest-in-renewables-in-vietnam/",
      "title": "SP Group inks MOU with BCG Energy to invest in renewables in Vietnam | Press Releases | Asia | Sustainable Business",
      "description": "SP Group (SP) and BCG Energy Joint Stock Company (BCG Energy), a wholly owned subsidiary of Bamboo Capital JSC, signed a Memorandum of Understanding (MoU) to...",
      "preview": "Close menu Eco-Business Edition Subscribe Search Eco-Business Search Press Releases Energy SP Group inks MOU with BCG Energy to invest in renewables i"
    },
    {
      "url": "https://blog.youtube/",
      "title": "Official YouTube Blog for Latest YouTube News & Insights",
      "description": "Explore our official blog for the latest news about YouTube, creator and artist profiles, culture and trends analyses, and behind-the-scenes insights.",
      "preview": "YouTube Official Blog Homepage Hero Slider Inside YouTube Second chances on YouTube 1 / 5 Creator and Artist Stories The definitive guide to creating"
    },
    {
      "url": "https://www.speakinc.com/speakers/Mitchell-Baldwin/",
      "title": "Private Speaker - SpeakInc.",
      "description": "void",
      "preview": "This page is no longer available. Please contact us directly if you have any questions on (858) 228-3771 Top Footer Sign Up for Industry News Disclaim"
    },
    {
      "url": "http://www.hitachi.com/",
      "title": "Home : Hitachi Global",
      "description": "Official website of Hitachi, Ltd. Hitachi drives Social Innovation Business, creating a sustainable society with data and technology. We will solve customers' and society's challenges with Lumada solutions leveraging IT, OT (Operational Technology) and products.",
      "preview": "Watch Now Hitachi Highlights About Us The Hitachi group is the global leader in digital innovation and sustainable solutions. For over 110 years, we h"
    },
    {
      "url": "https://www.crecenteasociados.com/novedades/tag/europa",
      "title": "europa - Crecente Asociados",
      "description": "europa, Crecente Asociados, Arquitectura, Patrimonio y Turismo",
      "preview": "toggle navigation #europa Novedades Filtrar 1 Novedades | Página 1/1 Conferencia: The Cultural Routes of Europe. Origin, develoment, and future perspe"
    },
    {
      "url": "https://veterans.nbcnews.com/",
      "title": "Veterans | NBC News",
      "description": "Empowering veterans and military spouses with employment and education opportunities",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.nps.gov/subjects/fossils/index.htm",
      "title": "Fossils and Paleontology (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://water.org/",
      "title": "Water.org: A Global Charity for Water & Sanitation | Water.org",
      "description": "Water.org, founded by Gary White and Matt Damon, provides access to safe water and sanitation solutions. Support us by donating, fundraising, and exploring our initiatives.",
      "preview": "Safe water protects and saves lives Water.org has helped empower more than 81 million people with access to safe water or sanitation. Donate You helpe"
    }
  ],
  "_meta": {
    "total_bookmarks": 124
  }
}