{
  "data": [
    {
      "url": "http://sahlinstudio.com/product-category/theme/birthday/page/2/?add-to-cart=26386",
      "title": "Sahlin Studio | Digital Scrapbooking DesignsBirthday Archives - Page 2 of 5 - Sahlin Studio | Digital Scrapbooking Designs",
      "description": "Digital scrapbooking products with a mix of vintage, kitschy flair, while still maintaining that modern, classic look. Find digital scrapbooking kits, freebies, tutorials and inspiration to help document your memories.",
      "preview": "Birthday View Cart \"Est. Date\" was successfully added to your cart. Showing 10-18 of 43 results 9 products per page 18 products per page 27 products p"
    },
    {
      "url": "http://mines.edu/diversity",
      "title": "Mines Mission - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Mission & Vision Mines Mission Our STEM-focused e"
    },
    {
      "url": "https://eu.community.samsung.com/?category.id=uk&profile.language=en-gb",
      "title": "Samsung Community",
      "description": "Join the conversation",
      "preview": "Samsung Community Join the conversation All community Knowledge base Users cancel Turn on suggestions Auto-suggest helps you quickly narrow down your"
    },
    {
      "url": "https://fts.unocha.org/appeals/952/summary",
      "title": "GHRP (COVID) Global Humanitarian Response Plan 2020 | Financial Tracking Service",
      "description": "void",
      "preview": "Skip to main content Feedback GHRP (COVID) Global Humanitarian Response Plan 2020 Select Year 2020 COVID-19 Emergency This page focusses on the COVID-"
    },
    {
      "url": "https://www.ign.com/articles/portkey-games-addresses-hogwarts-legacys-transgender-character",
      "title": "Avalanche Software Addresses Hogwarts Legacy's Transgender Character - IGN",
      "description": "Adding a new wrinkle to the ongoing debate over the upcoming Hogwarts Legacy, IGN has learned that a transgender woman features prominently in an early mission.",
      "preview": "Hogwarts Legacy Avalanche Software Addresses Hogwarts Legacy's Transgender Character The character, Sirona Ryan, appears early in Hogwarts Legacy. War"
    },
    {
      "url": "https://www.nass.org/can-I-vote/voter-registration-status",
      "title": "Voter Registration Status | NASS",
      "description": "void",
      "preview": "Skip to main content X Click the search icon or 'view more results' to see all results. VIEW MORE RESULTS CLOSE Not sure if you're already registered,"
    },
    {
      "url": "https://tlmworks.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "https://www.ecocert.com/en-US/expertise/organic-farming",
      "title": "Organic Agriculture | Ecocert",
      "description": "Ecocert inspects and certifies your organic agriculture products following the regulations that apply to your market. Find out more about our commitment to organic agriculture.",
      "preview": "Certification Training Consulting Quote Contact Our services Certification Training Consulting Ecocert About us News Careers Our Business sectors Food"
    },
    {
      "url": "https://www.ncnw.org",
      "title": "NCNW | Lead, Advocate, and Empower Women of African descent",
      "description": "Our organization promotes education; encourages entrepreneurship, financial literacy, and economic stability; educates women about health and promotes healthcare access.",
      "preview": "Watch video 0 affiliate organizations 0 + sections Scroll Down Watch video 0 affiliate organizations 0 + sections Watch video 0 affiliate organization"
    },
    {
      "url": "https://www.getty.edu/art/collection/",
      "title": "The J. Paul Getty Museum Collection",
      "description": "Explore the collection of the J. Paul Getty Museum at the Getty Center and the Getty Villa.",
      "preview": "We're sorry but the J. Paul Getty Museum Collection doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.huemint.com/brand-intersection/",
      "title": "Huemint - Color palette generator for brands, websites and graphics",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://skillshop.exceedlms.com/",
      "title": "Home : Google",
      "description": "void",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://app.diagrams.net/?src=about",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "https://www.gastrostellwerk.de/kuechengeraete/waffeln-crepes-und-co/waffeleisen/neumaerker-backsystem-ii-doppelbacksystem-2x230v/2x2-2kw",
      "title": "Neumärker Thermocook® Twin 2x 230 V | GastroStellwerk - Gastrotechnik mit Herz & Verstand",
      "description": "60,5 x 45 x 32 cm, Backsystem von Neumärker, 2 Digitaltimer, 2 Ein-/Ausschalter, 2 Thermostate, 2 Kontrollleuchten,2x230V / 2x2,2kW, Tischgerät, für ...",
      "preview": "Um GastroStellwerk - Gastrotechnik mit Herz & Verstand in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren"
    },
    {
      "url": "https://www.stanford.edu/search/",
      "title": "Search Results - Stanford University",
      "description": "Stanford University, one of the world's leading teaching and research institutions, is dedicated to finding solutions to big challenges and to preparing students for leadership in a complex world.",
      "preview": "Search Results"
    },
    {
      "url": "https://www.peaceisalifestyle.com/",
      "title": "LIFE CAMP - PEACE IS A LIFESTYLE",
      "description": "void",
      "preview": "LIFECAMP PEACE IS A LIFESTYLE Email: info@peaceisalifestyle.com Phone: (646) 258-0936 DONATE PREVENTING GUN VIOLENCE FOR 22 YEARS PEACE IS A LIFESTYLE"
    },
    {
      "url": "https://travblog.com/tag/train-travel-in-italy",
      "title": "train travel in Italy - 🏅TravBlog.com - Travel tips, things to do and manymore",
      "description": "void",
      "preview": "Home ALL POSTS About Us Privacy Policy Browsing Tag train travel in Italy Italy The Leaning Tower of Pisa Address of the Leaning Tower of Pisa: Piazza"
    },
    {
      "url": "http://www.balsamhill.com/p/vermont-white-spruce-artificial-christmas-tree?",
      "title": "Vermont White Spruce® Artificial Christmas Tree | Balsam Hill",
      "description": "Bring home the Vermont White Spruce artificial Christmas tree for a natural look and full, lush branches. Shop now to make your holidays unforgettable!",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "https://jsonschema.dev/",
      "title": "JSON Schema Validation",
      "description": "JSON Schema Validation, in browser, using ajv, with linting, and shareable schemas",
      "preview": "We're sorry but json-schema-check doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://newsroom.fr.paypal-corp.com/",
      "title": "PayPal Newsroom - Accueil Newsroom",
      "description": "void",
      "preview": "Article à la une Article à la une / HERO BLOCK PayPal Etude PayPal : 1 Français sur 4 utilise le paiement fractionné pour planifier ses voyages Une no"
    },
    {
      "url": "http://www.skype.com/go/skype/?cm_mmc=MSFT|TRAF_B1-_-mscom-hero-us",
      "title": "Free Online Meetings & Video Calls | Microsoft Teams",
      "description": "Start free Teams video calls instantly! Connect, collaborate, and communicate effortlessly. Enjoy features like video calls, chat, file sharing, and more. Perfect for personal use, freelancers, solopreneurs, PTAs, teachers, small businesses and social events. Get started today!",
      "preview": "Video calls with anyone, anytime Connect and collaborate for free in Teams Connect with anyone, anytime Sign in with your Skype account to meet and ch"
    },
    {
      "url": "https://www.billedbladet.dk/kongelige/sverige/se-med-victoria-viser-sine-funklende-diademer-frem-0",
      "title": "Se med: Victoria viser sine funklende diademer frem | BILLED-BLADET",
      "description": "Sammen med sin mor, dronning Silvia, og faster, prinsesse Christina, fortæller kronprinsesse Victoria om kongehusets historiske smykker i en ny dokumentarserie, hvoraf første afsnit bliver sendt i aften.",
      "preview": "Annonce Annonce Annonce Kongelige 2. apr. 2020 Af Marianne Singer Se med: Victoria viser sine funklende diademer frem Kronprinsesse Victoria. Foto: Me"
    },
    {
      "url": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-3",
      "title": "ESA - Sentinel-3",
      "description": "Sentinel-3",
      "preview": "The mission Carrying a suite of cutting-edge instruments, Copernicus Sentinel-3 measures systematically Earth's oceans, land, ice and atmosphere to mo"
    },
    {
      "url": "https://www.mines.edu/campus-email/",
      "title": "Campus Email Web Access - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Campus Email Email Faculty / Staff / Student Email Access Remember, your u"
    },
    {
      "url": "https://docs.github.com/en/get-started/quickstart/hello-world",
      "title": "Hello World - GitHub Docs",
      "description": "Follow this Hello World exercise to learn GitHub's pull request workflow.",
      "preview": "Skip to main content Hello World Follow this Hello World exercise to learn GitHub's pull request workflow. In this article Introduction This tutorial"
    },
    {
      "url": "https://www.optimizely.com/legal/opt-out/",
      "title": "Using query parameters - Optimizely Web Experimentation",
      "description": "You can use URL parameters to modify the execution of Optimizely Web Experimentation on your page.",
      "preview": "Below is a list of all the supported URL parameters available. Disable Disables Optimizely on the page. JavaScript ?optimizely_disable=true Impersonat"
    },
    {
      "url": "https://iconi.com/",
      "title": "ICONI | Motivational, Size Inclusive, & Fabric Innovative Activewear",
      "description": "ICONI is a motivational, size inclusive, and fabric innovative activewear brand in Denver that champions confidence and community. We donate to nonprofits to help change the world, one legging at a time. ICONI is Black-owned, woman-owned, and veteran-owned. Featured in Forbes, Oprah Magazine, Cosmopolitan, and Essence.",
      "preview": "Skip to content Previous Next Free Domestic Shipping Customer Friendly Support Easy Exchanges & Returns Worldwide Shipping Fall Into Confidence Shop F"
    },
    {
      "url": "https://prospect.org/article/can-california-fixed/",
      "title": "Can California Be Fixed? - The American Prospect",
      "description": "The Prospect talks to Repair California, the coalition attempting to call a constitutional convention in the country's messiest democracy.",
      "preview": "Skip to main content Search Newsletter Signup Donate Home Article Can California Be Fixed? The recession has left California, the most populous state"
    },
    {
      "url": "https://www.dsei-japan.com/welcome",
      "title": "DSEI Japan 2027",
      "description": "Japan's only integrated defence event. DSEI Japan provides you with unprecedented levels of access into the Japanese and wider Asia-Pacific (APAC) market.",
      "preview": "DSEI JAPAN - 日 本 語 Search LinkedIn Email Mobile hero image ->> Strengthening Indo-Pacific Security Through Advanced Technology 28 - 30 April 2027 DSEI"
    },
    {
      "url": "https://spectrum.ieee.org/energywise/energy/fossil-fuels/how-to-track-the-emissions-of-every-power-plant-on-the-planet-from-space",
      "title": "How to Track the Emissions of Every Power Plant on the Planet from Space - IEEE Spectrum",
      "description": "Using satellite images, machine-learning algorithms can create models to estimate greenhouse gas emissions for every power plant worldwide",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE How to Track the Emissions of Every Power Plant on the Planet from Sp"
    },
    {
      "url": "https://www.khanacademy.org/",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.gov.pl/web/zdrowie",
      "title": "Ministerstwo Zdrowia - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.meru.in/",
      "title": "Mobility Solutions: People Transportation Solutions | Mahindra Logistics",
      "description": "We offer comprehensive people mobility solutions for individuals and enterprises across major cities in India.",
      "preview": "Mobility Solutions Home Mobility Solutions Book Now 5000 0 + Vehicles Deployed Per Day 12000 0 + Trips Per Day 100 0 + Operating Locations 25000 0 + P"
    },
    {
      "url": "http://www.freevbcode.com/",
      "title": "Microsoft Developer News | C++,C# & .NET Framework & More | CodeGuru",
      "description": "CodeGuru is where developers come to share ideas, articles, questions, answers, tips, tricks, comments, downloads, and more related to programming in areas including C++, Visual C++, C#, Visual Basic, ASP, ASP.NET & Java.",
      "preview": "News C++ C# .NET Visual Basic Java Database Azure IoT Mobile Research Tools Blog Forums Subscribe Back to Menu Articles View All Hover to load posts A"
    },
    {
      "url": "https://www.sfpublicpress.org/most-homeless-families-helped-by-city-rent-programs-move-out-of-s-f/",
      "title": "Most Homeless Families Helped by City Rent Programs Move Out of S.F. - San Francisco Public Press",
      "description": "A San Francisco initiative to help homeless families find affordable apartments and assist them in paying the rent is sending the majority of them out of the city because of the high cost and shortage of housing.",
      "preview": "Skip to content Credit: Creative Commons image by Flickr user Daniel Ramirez Fates of Hundreds Unknown After Subsidies Expire; Some End Up Homeless Ag"
    },
    {
      "url": "https://raceroster.com/",
      "title": "Race Roster - Create a race event with our free event registration tool - Race Roster",
      "description": "A comprehensive set of tools designed to meet the unique needs of event organizers, timers, and fundraising coordinators everywhere.",
      "preview": "Oops! JavaScript is required. If you need some help enabling JavaScript, visit enable-javascript.com . Search for an event Search We solve event organ"
    },
    {
      "url": "https://bmo.readthedocs.io/en/latest/",
      "title": "BMO Documentation (bugzilla.mozilla.org) - BMO documentation",
      "description": "void",
      "preview": "Navigation next BMO documentation » BMO Documentation (bugzilla.mozilla.org) BMO Documentation (bugzilla.mozilla.org) ¶ 1. About This Documentation 2."
    },
    {
      "url": "https://investors.alkami.com/",
      "title": "Investor Relations | Alkami Technology, Inc. - Investor Relations",
      "description": "void",
      "preview": "Skip to content Alkami Technology, Inc Menu Search Close btn-Request a demo Request a demo Alkami Technology, Inc Menu Search Close btn-Request a demo"
    },
    {
      "url": "http://bolsboardgames.com/",
      "title": "Scrabble Word Finder, Dictionary, Cheat, Anagram Help - BoLS Boardgames",
      "description": "Master Scrabble and Words with Friends! Your one-stop shop for word game and anagram solvers, dictionaries and helpers.",
      "preview": "Find Words The Word Game Solver US/Canada (TWL) English (SOWPODS) Prefix: Suffix:"
    },
    {
      "url": "https://treeschool.org/en/seminario-con-ojo-de-agua-en-la-herradura/",
      "title": "Seminario con OJO DE AGUA en La Herradura!!!!!! - Tree School",
      "description": "De repente nos damos cuenta que desde Octubre no le dábamos vidilla al blog, y ya era hora de Felicitar el año y contaros que este fin de semana pasado tuvimos una visita GENIAL!! El pasado sábado tuvimos la gran oportunidad de tener bien cerquita a Javier Herrero y Marién Fuentes, fundadores de",
      "preview": "Skip to content Seminario con OJO DE AGUA en La Herradura!!!!!! Home / Tree School / Seminario con OJO DE AGUA en La Herradura!!!!!! Next View Larger"
    },
    {
      "url": "https://atoz.amazon.work/help",
      "title": "Amazon A to Z Login",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://datos.gob.es/en/catalogo/l01380380-barrios-poblacion-ano-20191",
      "title": "Barrios. Población año 2019 - Dataset - Datos.gob.es",
      "description": "Open data from the Spanish government for the opening of public information and the development of advanced data-driven services. It is promoted by the Ministry for Digital Transformation and Public Service and the Public Business Entity Red.es.",
      "preview": "Skip to content Language EN Español English Català Galego Euskara Publisher Log in"
    },
    {
      "url": "https://www.acehardware.com/departments/lawn-and-garden/snow-removal-and-equipment/snow-blowers/7804842",
      "title": "EGO Power+ Peak Power SNT2102 21 in. Single stage 56 V Battery Snow Blower Kit (Battery & Charger) W/ TWO 5.0 AH BATTERIES Mfr# SNT2102 - Ace Hardware",
      "description": "The EGO POWER+ Snow Blower delivers the power and performance of gas-powered snow blowers without the noise, fuss, and fumes. Featuring Peak Power technology, this cordless snow blower combines the power of any two EGO 56V ARC Lithium batteries for the performance to clear even the heaviest, wettest snow. Built with a high-efficiency brushless motor and a 21-inch clearing width, this electric snow blower can handle what the city snowplow leaves behind and throws it up to 35 feet. Easily adjust the variable-speed auger and remote chute adjustment to control how far the snow is thrown. The EGO snow blower kit includes two (2) 5.0Ah batteries and the Rapid Charger. Experience Power Beyond Belief with the EGO POWER+ Snow Blower and the entire EGO POWER+ lineup.Find the EGO LI-ION SNW BLOWR 21 at Ace.",
      "preview": "Skip to content Hi there! Ace Hardware Shop Services Projects & Tips Savings What can we help you find? Ace Hardware What can we help you find? Ace Ha"
    },
    {
      "url": "http://ow.ly/DBQy50E0Gkx",
      "title": "American Academy of Pediatrics Speaks Out Against Bills Harming Transgender Youth",
      "description": "\"With alarm and dismay, pediatricians have watched bills advance through state legislatures across the country with the sole purpose of threatening the health and well-being of transgender youth.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://www.vogue.com/article/nyfw-editors-street-style-looks-ss26",
      "title": "The Fall-Perfect Street Style Vogue Editors Brought to New York Fashion Week | Vogue",
      "description": "At NYFW, Vogue editors turned the sidewalk into a runway, showcasing the best fall street style looks-fashionable yet functional.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://www.riomaframix.com.br/tag/andre-felipe-neppel/",
      "title": "André Felipe Neppel",
      "description": "A vítima estava em uma motocicleta Yamaha/MT07, que colidiu transversalmente com um caminhão Ford/Cargo.",
      "preview": "Pular para o conteúdo"
    },
    {
      "url": "https://dagrafiotis.com/?p=1434&from_cat=17&lang=en",
      "title": "UDP for President | Demosthenes Agrafiotis",
      "description": "Επίσημη ιστοσελίδα του Δημοσθένη Αγραφιώτη, ποιητή - καλλιτέχνη διαμέσων | Official Website of Demosthenes Agrafiotis, poet - intermedia artist | Site Officiel de Démosthène Agrafiotis, poète - artiste intermédia",
      "preview": "Language gr en fr Demosthenes Agrafiotis works exhibitions books curation on dA CV contact news all poetry visual poetry painting photography performa"
    },
    {
      "url": "https://www.gainsight.com/",
      "title": "Customer Success and Product Experience Software | Gainsight",
      "description": "Gainsight's Customer Success and Prod",
      "preview": "October 16th-\"Unplugged: Digital Customer Success From Theory to Reality\" feat. Zapier, Klaviyo, Airtable, & more! Save Your Seat"
    },
    {
      "url": "https://roundingsquares.com/",
      "title": "Home - Rounding Squares",
      "description": "Driven by our love for digital products, we create seamless and future-oriented user experiences. We aim to make them simple & beautiful and with the goal to enhance the life of our users. For us, designing and developing is a never-ending journey to improve our products and increase user satisfaction. Rounding SquaresMade with 💙 inContinue reading \"Home\"",
      "preview": "Skip to content Driven by our love for digital products, we create seamless and future-oriented user experiences. We aim to make them simple & beautif"
    },
    {
      "url": "https://www.witchcraftspellslove.com/Astrology-consultancy-service-in-india.php",
      "title": "Astrology consultancy service in India | India",
      "description": "Astrology Consultancy Service in India offer by the Acharya Joshi ji takes avail of his powerful and effective services which is totally free of cost.",
      "preview": "Home About Us Chaughadiya Astrologer Online Best Astrologer in india Astrologer in india Astrology consultancy service in india Free astrology consult"
    },
    {
      "url": "https://www.ucsb.edu/",
      "title": "Home | UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Congratulations to our newest Nobel laureates UC Santa Barbara professors John Martinis and Michel Devoret share the 2025 Nobel Prize in Physics"
    },
    {
      "url": "https://www.unitedway.org/our-impact/featured-programs/2-1-1/ride-united",
      "title": "Ride United: An Innovative Solution to Transportation Gaps | United Way Worldwide",
      "description": "Ride United leverages the strength of United Ways, the 211 Network, and partners to address the unmet transportation needs of individuals and families across the country. Transportation is vital for accessing essential services. United Way's Ride United program ensures equitable access through innovative solutions.",
      "preview": "Skip to Content Financial Security Ride United Transportation is vital for accessing essential services. United Way's Ride United program ensures equi"
    },
    {
      "url": "https://m.gobank.com/privacy-policy",
      "title": "Online Banking - Checking Account - Direct Deposit | GoBank",
      "description": "GoBank online banking & checking account with direct deposit and bill pay. Free ATM network of 42,000+. Open your account now!",
      "preview": "void"
    },
    {
      "url": "https://www.dday.it/redazione/48932/recensione-smartphone-xiaomi-15",
      "title": "Non solo elettrico: le batterie di nuova generazione | DMove.it",
      "description": "DMove.it (Digital Move) è il magazine sulla mobilità innovativa, tecnologica e smart. Un punto di riferimento per capire e prevedere come l'hi-tech e la rete stiano cambiando tutti i paradigmi nel mondo delle due e quattro ruote e della mobilità in genere.",
      "preview": "Non solo elettrico: le batterie di nuova generazione miglioreranno di molto anche le ibride plug-in facebook twitter Per alcuni produttori, l'ibrido p"
    },
    {
      "url": "http://www.rockol.it/",
      "title": "√ Rockol - la musica online è qui - Novità Musicali",
      "description": "Tutte le ultime novità sulla musica italiana e internazionale: news, informazioni su artisti e concerti, foto e video musicali, classifiche su Rockol.",
      "preview": "Per una decisione informata Ulteriori dettagli Accettando i cookie di profilazione, ti verranno proposti annunci pubblicitari che rispecchiano i tuoi"
    },
    {
      "url": "https://www.latinodonorcollaborative.org/original-research/2022-ldc-u-s-latino-gdp-report",
      "title": "2022 LDC U.S. Latino GDP Report™ - Latino Donor Collaborative",
      "description": "Discover the impact of the Latino in the consumer market and business community and how they contributed to the US economy recovery in 2022.",
      "preview": "Original Research ."
    },
    {
      "url": "https://statusofwomendata.org/explore-the-data/political-participation/political-participation-full-section/",
      "title": "Political Participation Full Section - Women in the States",
      "description": "In This Section Introduction The Political Participation Composite Score Trends in Women's Political Participation Voter Registration and Turnout The Impact of Voter Identification Laws on Women The Women in Elected Office Index Trends in Women's Share of Elected Officials How the States Compare: Women in Elected Office Women in the U.S. Congress Women in State [...]",
      "preview": "Share In This Section Introduction The Political Participation Composite Score Trends in Women's Political Participation Voter Registration and Turnou"
    },
    {
      "url": "https://www.luriechildrens.org/",
      "title": "Lurie Children's Hospital of Chicago | Pediatric Medicine",
      "description": "Lurie Children's is one of the top children's hospitals in the nation, providing superior pediatric care, cutting-edge treatments and advanced research.",
      "preview": "Skip to main content MEDICAID NOTICE: Lurie Children's continues to serve all patients enrolled in Medicaid. As a safety-net hospital, we will continu"
    },
    {
      "url": "http://mines.edu/diversity",
      "title": "Mines Mission - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Mission & Vision Mines Mission Our STEM-focused e"
    },
    {
      "url": "https://gethuman.com/issue/Universal-Studios-Hollywood/o54n/I-bought-three-tickets-for-universal-studios-All-the-tickets-are-labeled-with-my-name",
      "title": "Universal Studios Hollywood Customer Questions, Answers, and How-to Guides",
      "description": "This FAQ page answers the most common questions about Universal Studios Hollywood customer service, including how to contact Universal Studios Hollywood for help. Answers can be succinct, but can also include detailed step-by-step instructions with s...",
      "preview": "© GetHuman Inc. All Companies › Universal Studios Hollywood Customer Service › FAQ Updated July 17, 2025 Universal Studios Hollywood Customer FAQ Top"
    },
    {
      "url": "https://whynotyoufdn.org/",
      "title": "Why Not You Foundation",
      "description": "Founded by athlete and entrepreneur, Russell Wilson. The Why Not You Foundation is a nonprofit dedicated to education, children's health and fighting poverty, while empowering today's youth to embrace a why not you attitude.",
      "preview": "Scroll We are dedicated to changing the world, one child at a time. WHY NOT YOU? WHY NOT US? Founded by Russell Wilson in 2014, the Why Not You Founda"
    },
    {
      "url": "https://thekitvintage.com/",
      "title": "The Kit Vintage",
      "description": "Los Angeles boutique. Vintage designer womenswear ranging from the 1920's - early 2000's. Specializing in event gowns, bridal dresses, and costume jewelry.",
      "preview": "Skip to content Sign up for our newsletter to receive 10% Off of your first order & 24-Hour Early Access to every new collection! Item added to your c"
    },
    {
      "url": "https://mail.creativecommons.org/subscribe",
      "title": "Subscribe to CC's Mailing List",
      "description": "void",
      "preview": "Subscribe to our mailing list. Learn more about the Creative Commons licenses, and our work to empower individuals and communities around the world wi"
    },
    {
      "url": "https://www.profigastro.sk/Podstavec-pod-pizza-pec-1310x830-EST-6L-d553.htm",
      "title": "Podstavec pod pizza pec 1310x830-EST-6L | Profigastro.sk",
      "description": "rozmer: 1300x780x950mm(šxhxv); stojan pre E/P - 6L, 12L",
      "preview": "Menu Úvod Ako nakupovať Obchodné podmienky Platobné podmienky Dodacie podmienky Záručné podmienky Ochrana osobných údajov Kontakt Viac Prihlásenie Pri"
    }
  ],
  "_meta": {
    "total_bookmarks": 64
  }
}