{
  "data": [
    {
      "url": "https://events.microsoft.com/",
      "title": "Ricerca Eventi Microsoft",
      "description": "Trova eventi e opportunità di apprendimento di Microsoft pensati per aiutarti ad ampliare le tue competenze, apprendere nuove abilità e costruire una community.",
      "preview": "This is the Trace Id: 8d7ed526e36d37f232a7d0347f31d3d7 Passa a contenuti principali Amplia le tue capacità e modella il futuro durante Microsoft Ignit"
    },
    {
      "url": "https://www.cdcr.ca.gov/",
      "title": "California Department of Corrections and Rehabilitation - CDCR",
      "description": "CDCR manages the State of California's prison system with an emphasis on public safety, rehabilitation, community reintegration and restorative justice",
      "preview": "You are currently using an unsupported browser. We recommend you change your browser to Chrome, Firefox, Safari, or Edge for the best and most secure"
    },
    {
      "url": "https://fonttools.readthedocs.io/en/latest/ttLib/ttFont.html",
      "title": "ttFont: Read and write font contents - fontTools Documentation",
      "description": "void",
      "preview": "ttLib: Read and write OpenType and TrueType fonts ttFont: Read and write font contents View page source ttFont: Read and write font contents  Overvie"
    },
    {
      "url": "https://www.apo-observers.org/",
      "title": "Association for Professional Observers (APO)",
      "description": "Strengthen fisheries observer programs through advocacy and education",
      "preview": "Skip to content Monitoring, Control & Surveillance of Commercial Fisheries Resources The Association for Professional Observers (APO) is a 501 (c)(3)"
    },
    {
      "url": "https://pagesix.com/2021/03/21/bethenny-frankel-spotted-with-massive-ring-after-paul-bernon-reunion/",
      "title": "Exclusive | Bethenny Frankel spotted with massive ring after Paul Bernon reunion",
      "description": "Bethenny Frankel turned heads over the weekend after the former \"Real Housewives of New York\" star hit the beach wearing what appeared to be a massive ring.",
      "preview": "B as in future bride-to-be? Bethenny Frankel turned heads over the weekend after the former \"The Real Housewives of New York\" star hit the beach in Fl"
    },
    {
      "url": "http://cuicuifactory.com/f0235-6624/",
      "title": "f0235-6624 | CuiCui Factory",
      "description": "CuiCuiFactory | 北九州・下関エリアの結婚式写真撮影・結婚式エンドロール制作・成人式・七五三・family",
      "preview": "void"
    },
    {
      "url": "http://www.artbizdesign.com/",
      "title": "ARTBIZ GRAPHIC DESIGN",
      "description": "void",
      "preview": "0 HELLO. We are a full service graphic design studio based in Miami. We help established companies with their every day marketing and communications n"
    },
    {
      "url": "https://fontsinuse.com/",
      "title": "Fonts In Use - Fonts In Use",
      "description": "A searchable archive of typographic design, indexed by typeface, format, and topic.",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Show: All (31518) Staff Picks (5924) Blog (168) Sort: Contribution Date ▼ Contribution Date Artwork Date Most Discussed"
    },
    {
      "url": "https://www.zaragoza.es/sede/portal/datos-abiertos/servicio/catalogo/278#JSON",
      "title": "Delimitación territorial de las Juntas Administrativas de Zaragoza . Datos abiertos. Ayuntamiento de Zaragoza",
      "description": "Accede a conjuntos de datos, consulta y reutiliza información publicada en la sede electrónica.",
      "preview": "ESPACIO DE DATOS DE ZARAGOZA Cargando Menú Delimitación territorial de las Juntas Administrativas de Zaragoza Volver al catálogo Iniciar sesión Inicia"
    },
    {
      "url": "https://www.diabetes.org",
      "title": "Diabetes Research, Education, Advocacy | ADA",
      "description": "Leading the fight against the deadly consequences of diabetes for those affected by it through research funding, community services, education and advocacy.",
      "preview": "Skip to Main content main content start Expand Access to Trusted Resources October is Health Literacy Month. Your donation helps expand access to trus"
    },
    {
      "url": "https://corporate.pluto.tv/privacy-policy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/?term=Agnew%20DJ%5BAuthor%5D",
      "title": "Agnew DJ[Author] - Search Results - PubMed",
      "description": "Agnew DJ[Author] - Search Results - PubMed",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://gototop.app/",
      "title": "Gototop LTD",
      "description": "void",
      "preview": "Home Contact Us Reviews TERMS OF USE Gototop LTD Gototop LTD Gototop LTD Gototop LTD Transforming Ideas into Extraordinary Mobile Experiences! Transfo"
    },
    {
      "url": "http://washington.edu/news/video/?utm_source=UW%20News&utm_medium=nav&utm_campaign=multimedia",
      "title": "Video stories | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Video stories President Jones to welcome incoming class at New Student Convocation on Sunday"
    },
    {
      "url": "https://rebuildingtogether-twincities.org/",
      "title": "Homepage - Rebuilding Together Minnesota",
      "description": "At Rebuilding Together Minnesota, our mission is repairing homes, revitalizing communities, rebuilding lives.",
      "preview": "Skip to content Repairing homes, revitalizing communities, rebuilding lives. Rebuilding Together Minnesota, an affiliate of Rebuilding Together, Inc.,"
    },
    {
      "url": "https://tbinternet.ohchr.org/_layouts/15/treatybodyexternal/Download.aspx?symbolno=INT%2FCAT%2FNGO%2FISR%2F23473&Lang=fr",
      "title": "void",
      "description": "void",
      "preview": "English | Français | Español | русский | العربية | 中文 Base de données relative aux organes conventionnels de l'ONU Français > Les organes des traités"
    },
    {
      "url": "https://discovery.nationalarchives.gov.uk/",
      "title": "Discovery | The National Archives",
      "description": "The official archive of the UK government. Our vision is to lead and transform information management, guarantee the survival of today's information for tomorrow and bring history to life for everyone.",
      "preview": "Skip to main content This website uses cookies We place some essential cookies on your device to make this website work. We'd like to use additional c"
    },
    {
      "url": "https://polisen.se/en/",
      "title": "Startpage English - polisen.se | The Swedish Police Authority",
      "description": "void",
      "preview": "Cookies at polisen.se On polisen.se, we use necessary cookies to make the website work as well as possible for you. We also use cookies for web analyt"
    },
    {
      "url": "https://contentful.allbound.com/",
      "title": "Contentful",
      "description": "void",
      "preview": "Log In To Get Started Enter your credentials below or request an account. Email Password Remember me Lost your password? Please enter your email addre"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight",
      "title": "Obesity and overweight",
      "description": "Obesity and overweight fact sheet from WHO providing key facts and information on causes, health consequences, double burden of disease, prevention, WHO response.",
      "preview": "Skip to main content WHO / Violaine Martin Variety of vegetables at the open market. © Credits Obesity and overweight 7 May 2025 Key facts In 2022, 1"
    },
    {
      "url": "https://www.louvre.fr/visiter",
      "title": "Visiter - L'essentiel pour préparer votre visite",
      "description": "Horaires, tarifs, accès, plan, services sur places, restaurants : L'essentiel pour préparer votre visite, que vous soyez seul, en famille ou en groupe.",
      "preview": "Visiter - L'essentiel pour préparer votre visite Aller au contenu Visiter L'essentiel pour préparer votre visite Horaires & tarifs Plan, accès & trans"
    },
    {
      "url": "https://www.kgs.ku.edu/Publications/Bulletins/96_8/",
      "title": "KGS--The Red Eagle Formation in Kansas",
      "description": "void",
      "preview": "Skip Navigation Start Contents Introduction Usage Stratigraphy Summary Stratigraphic Sections References Next Page--Table of Contents The Red Eagle Fo"
    },
    {
      "url": "http://www.wqln.org",
      "title": "WQLN - Homepage",
      "description": "Welcome to WQLN PBS NPR, your passport to the broader world of discovery and lifelong learning!",
      "preview": "Search Query Show Search Sign In LIVE TV WQLN PBS NPR 8425 Peach Street Erie, PA 16509 Phone (814) 864-3001 © 2025 PUBLIC BROADCASTING OF NORTHWEST PE"
    },
    {
      "url": "http://biblioteca.cientifica.edu.pe/",
      "title": "Biblioteca Científica Koha",
      "description": "void",
      "preview": "Saltar al contenido principal Inicio Servicios Villa Norte Ate Aramburú Biblioteca Virtual Multidisciplinarias Ciencias de la Salud Ciencias Empresari"
    },
    {
      "url": "https://www.eazydiner.com/mumbai?loc=mumbai",
      "title": "List of Best Restaurants in Mumbai | Get Up to 50% Off",
      "description": "Discover top restaurant deals in Mumbai with EazyDiner! Enjoy discounts, free reservations, and exclusive offers. Check menus, reviews, and photos too.",
      "preview": "Login Open App Your Location Mumbai Search restaurants, locations or cuisines Be Prime! Contact Us Login Hi Foodie , Dine Anytime! Lunch Dinner Fast F"
    },
    {
      "url": "https://ellenmacarthurfoundation.org/global-commitment/overview",
      "title": "The Global Commitment | Ellen MacArthur Foundation",
      "description": "The Global Commitment unites businesses, governments, NGOs, and investors behind a common vision of a circular economy for plastics.",
      "preview": "Global Commitment Overview Annual reports & resources Sign up The Global Commitment: a common vision for a circular economy for plastics Published on"
    },
    {
      "url": "https://survey.medallia.com/?711-gr&channel=6&type=2",
      "title": "7-Eleven Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.acm.org",
      "title": "Association for Computing Machinery",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession Join Volunteer myACM Search Input Search Submit Association for Computing Machinery Advancing Computing"
    },
    {
      "url": "https://careers.bcg.com/",
      "title": "Home | Careers | Boston Consulting Group",
      "description": "Looking to jumpstart your career at BCG? Help our clients do amazing work while unlocking the potential of those who advance the world. Explore BCG jobs today.",
      "preview": "Search results Beyond is where we begin. Join our consulting team and collaborate with brilliant minds to shape the future of business, government, an"
    },
    {
      "url": "https://docs.anthropic.com/claude/docs/quickstart",
      "title": "Get started with Claude - Claude Docs",
      "description": "Make your first API call to Claude and build a simple web search assistant",
      "preview": "Claude Docs home page English Search... ⌘ K Search... Navigation First steps Get started with Claude Welcome Claude Developer Platform Claude Code Mod"
    },
    {
      "url": "https://www.dsw.com/en/us/product/vince-camuto-aimery-sandal/535385?activeColor=040",
      "title": "Shoes: Women's, Men's & Kids Shoes from Top Brands | DSW",
      "description": "Shop DSW for the best athletic shoes, sneakers, boots, sandals, accessories and more. Free shipping, low prices, and extra perks for VIPs. Find shoes online or at your nearest store.",
      "preview": "We're sorry-please enable JavaScript to access DSW.com."
    },
    {
      "url": "https://www.motherjones.com/politics/2021/08/rudy-giuliani-broke-trump-fundraising-legal-bills/",
      "title": "Rudy Giuliani Is Reportedly Close to Broke-and Donald Trump Isn't Taking His Calls - Mother Jones",
      "description": "That's what happens when you go to bat for a notoriously cheap, friendless, crappy businessman.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Bluesky Email Comments Matias J. Ocner/ZUMA Get your news from a source that's not ow"
    },
    {
      "url": "http://wenk-autopflege.de/",
      "title": "Wenk Autopflege - Ihr professioneller Partner für umweltfreundliche Reinigungssysteme",
      "description": "Wenk Autopflege - Ihr professioneller Partner für umweltfreundliche Reinigungssysteme",
      "preview": "Ihr professioneller Partner für umweltfreundliche Reinigungssysteme Startseite Jobs Kontaktformular Impressum Datenschutz Login / Logout Startseite Fr"
    },
    {
      "url": "https://resources.github.com/devops/fundamentals/devsecops/",
      "title": "What is DevSecOps? · GitHub",
      "description": "DevSecOps combines development, security, and operations to automate security integration across all phases of the software development lifecycle (SDLC).",
      "preview": "Skip to content GitHub recognized as a Leader in the Gartner® Magic Quadrant™ for AI Code Assistants. Learn more"
    },
    {
      "url": "https://aqbutik.se/sv/tarot-angla-orakelkort/tarotkort/large-thoth-tarot-deck-aleister-crowley.html",
      "title": "void",
      "description": "void",
      "preview": "kontakt@aqbutik.se 0733227727 Produkter Aromalampor/Doftlampor. Askar och Boxar Blandat Buddhor Böcker CD & DVD Doftoljor, Eteriska oljor, Parfymer oc"
    },
    {
      "url": "https://de.rescue.org",
      "title": "International Rescue Committee | Rescue",
      "description": "IRC reagiert weltweit auf schwere Krisen und leistet humanitäre Hilfe, die Leben rettet und gleichzeitig Optionen für eine bessere Zukunft bietet.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://meda.net/",
      "title": "Metropolitan Economic Development Association (Meda)",
      "description": "Helping BIPOC Entrepreneurs Succeed",
      "preview": "0 MEDA FUNDRAISING GALA 2025 Save the Date - October 11th, 2025 Royalston Square 5:30 - 11:00pm Reserve Your Tickets Empowering Potential Elevating Su"
    },
    {
      "url": "https://www.sare.org/publications/smart-water-use-on-your-farm-or-ranch/soil-management/conservation-tillage/",
      "title": "Conservation Tillage - SARE",
      "description": "Conservation tillage leaves at least 30 percent of the soil surface covered by residue after planting. No-till planters leave even more than that by placing seeds or transplants in narrow slots, the only area where farmers disturb the soil. No-till also consistently improves water infiltration, with reports of up to three times the infiltration compared [...]",
      "preview": "Skip to content No-till soybeans emerge through corn stubble on a Pennsylvania farm. Photo by Edwin Remsberg Conservation tillage leaves at least 30 p"
    },
    {
      "url": "https://www.habitat.org/",
      "title": "Habitat for Humanity",
      "description": "Habitat for Humanity is a nonprofit organization that helps people in your community and around the world build or improve a place they can call home. Donate, volunteer and raise your voice in support of decent and affordable housing.",
      "preview": "Skip to main content Help kick off our 2025 Fall Match! Your gift will go twice as far to help build brighter futures. Double your impact 2025 Fall Ma"
    },
    {
      "url": "https://backcountry.tnu8.net/c/249354/358742/5311?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.backcountry.com%2Fpatagonia-nano-puff-insulated-jacket-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://www.deboadeniran.com/tag/kemi-adeosun/",
      "title": "Kemi Adeosun | DEBO ADENIRAN",
      "description": "void",
      "preview": "Home Latest News About Debo Photo Gallery First Faculty Ventures Publications Debo on Social Media Debo In The Media Papers and Lectures Press Release"
    },
    {
      "url": "https://www.ccg-gcc.gc.ca/index-eng.html",
      "title": "Canadian Coast Guard",
      "description": "void",
      "preview": "Canadian Coast Guard The Canadian Coast Guard is a special operating agency within the Department of National Defence. We work to ensure the safety of"
    },
    {
      "url": "https://www.ishares.com/us",
      "title": "iShares® ETFs by BlackRock - Investing Made Easy | iShares - BlackRock",
      "description": "Discover iShares by BlackRock, the top ETF provider offering access to stocks, bonds, and more. Start investing and unlock diverse investment opportunities.",
      "preview": "Skip to content United States United States Location not listed Primary Navigation Search CLOSE SEARCH Get our take on what Fed rate cuts may mean for"
    },
    {
      "url": "https://www.hercampus.com/school/wake-forest/katie-powers-insider-scoop-transition-boarding-school-college/",
      "title": "Katie Powers: An Insider Scoop on the Transition from Boarding School to College",
      "description": "Katie Powers is a sophomore from Boston intending to major in finance and minor in psychology minor. She reflects on her transition from...",
      "preview": "HC at Wake Forest More from Wake Forest Our Reads Meet the Team Join Us Priscilla Du Preez/Unsplash Wake Forest | Life > High School Katie Powers: An"
    },
    {
      "url": "https://www.vaccines.gov",
      "title": "Find pharmacies near you",
      "description": "Vaccines.gov helps you find nearby pharmacies in the United States.",
      "preview": "The functionality of this website may be impacted while it is being updated. Find a pharmacy near you. Enter 5‑digit ZIP code Search Step 1: Enter you"
    },
    {
      "url": "https://excalidraw.com/",
      "title": "Excalidraw Whiteboard",
      "description": "Excalidraw is a virtual collaborative whiteboard tool that lets you easily sketch diagrams that have a hand-drawn feel to them.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.jsonline.com/story/news/2023/03/01/milwaukee-man-dies-in-an-avalanche-while-on-vacation-in-wyoming/69958393007/",
      "title": "Milwaukee man dies in an avalanche while on vacation in Wyoming",
      "description": "A 24-year-old Milwaukee man died in an avalanche while snowmobiling just southeast of Smoot, Wyoming, on Thursday.",
      "preview": "Skip to main content Home Election Local Politics Crime Education Neighborhood Dispatch State Special Reports Israel War George Stanley 24-year-old Mi"
    },
    {
      "url": "https://www.nintendo.com/switch",
      "title": "Nintendo Switch™ Family - Nintendo - Official Site",
      "description": "void",
      "preview": "Loading"
    },
    {
      "url": "https://ohms.libs.uga.edu/viewer.php?cachefile=russell/RBRL220ROGP-036.xml",
      "title": "Interview with James Earl \"Chip\" Carter III, June 23, 2008",
      "description": "void",
      "preview": "Interview with James Earl \"Chip\" Carter III, June 23, 2008 Richard B. Russell Library for Political Research and Studies, University of Georgia Bob Sh"
    },
    {
      "url": "https://www.amazon.com/Google-Play-Gift-Code-mail/dp/B074T91QTZ/ref=sr_1_1?ie=UTF8&qid=1509394211&sr=8-1&keywords=google+play+gift+card+digital+code",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "http://www.iltarget.it/",
      "title": "Il Target - Al cuore della notizia",
      "description": "Al cuore della notizia",
      "preview": "Salta al contenuto Archives Luglio 2025 Maggio 2025 Aprile 2025 Categories Cronaca Economia Eventi News Tecnologia 1 Lug 28, 2025 Costumi Anita: Le mi"
    },
    {
      "url": "https://docs.google.com/document/d/1Z-vvBMp2lQHcBbtiYZgvOMneyN4_YeQwLW8heO5f-qo/edit#",
      "title": "Smartlead.ai - 11 steps to 10+ demos/day - the hands free cold emailing system - Documenti Google",
      "description": "11 Steps to 10+ Demos/day - The Hands-Free Cold Emailing System Here's the hands-free process we use to book 10+ demos each day consistent across our services and SaaS businesses. It involves a few straightforward steps that'll take 1 hour to set up, which you can also forward to your VA to han...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://nash-in-the-sky-with-diamonds.tumblr.com/",
      "title": "we don't sing about unicorns",
      "description": "Nashmill , 19, biromantic demisexual. middle eastern hobbit with radiohead obsession",
      "preview": "Ask me anything About Archive RSS we don't sing about unicorns charlesoberonn : Reblogged from Reylo reincarnated March 11, 2019, 4:24pm 113,945 notes"
    },
    {
      "url": "https://www.nba.com/game/okc-vs-lal-0022200821/box-score",
      "title": "Oklahoma City Thunder vs Los Angeles Lakers Feb 7, 2023 Box Scores | NBA.com",
      "description": "Oklahoma City Thunder vs Los Angeles Lakers Feb 7, 2023 player box scores including video and shot charts",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.transylvaniacounty.org/",
      "title": "Welcome to Transylvania County",
      "description": "Transylvania County is located in beautiful Western North Carolina and is called the \"Land of Waterfalls\" due to the 250 waterfalls located through the county.",
      "preview": "Skip to main content Notice Click Here for Disaster Recovery and Debris Removal Resources Transylvania County Quick Links: Inspections and Permits Eme"
    },
    {
      "url": "https://www.uni-weimar.de/qisserver/rds?state=verpublish&status=init&vmfile=no&moduleCall=webInfo&publishConfFile=webInfoEinrichtung&publishSubDir=einrichtung&keep=y&einrichtung.eid=599",
      "title": "- Institut für Europäische Urbanistik Bauhaus-Universitaet Weimar",
      "description": "void",
      "preview": "Zur Seitennavigation oder mit Tastenkombination für den accesskey -Taste und Taste 1 Zum Seiteninhalt oder mit Tastenkombination für den accesskey und"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/en/collezioni/musei/museo-pio-clementino.html",
      "title": "Pio Clementino Museum",
      "description": "The nucleus of the pontifical collections of classical sculpture dates back to the original collection of pope Julius II (1503-1513) which was hous...",
      "preview": "void"
    },
    {
      "url": "https://www.essie.com/nail-polish/enamel/reds/bordeaux",
      "title": "Bordeaux - Deep Red Wine Nail Polish & Nail Color - Essie",
      "description": "Try Essie's Bordeaux, a deep red wine nail polish with a cream finish. Uncork a positively intoxicating manicure with this shiny, glossy nail color.",
      "preview": "skip to main content yeehaw! enter our sweepstakes with maybelline for fall must-haves & exclusive merch! yeehaw! enter our sweepstakes with maybellin"
    },
    {
      "url": "https://strobist.blogspot.com/",
      "title": "Strobist",
      "description": "void",
      "preview": "Strobist ® Learn How to Light. UPDATE: Strobist was archived in 2021. Here is what I am up to now . ________________________________________ Welcome t"
    },
    {
      "url": "http://www.erp-recycling.it",
      "title": "Sistemi Collettivi RAEE: Consorzio ERP Italia",
      "description": "Consorzio ERP Italia: Sistema Collettivo che si occupa della gestione a norma dei RAEE e dei Rifiuti di Pile e Accumulatori a scopo di riciclo",
      "preview": "Salta al contenuto Cerca per: COMUNICATI STAMPA AREA RISERVATA Cerca per: Member login Homepage admin 2025-09-11T10:54:13+02:00 Consorzio ERP Italia C"
    },
    {
      "url": "http://www.kadaster.nl/",
      "title": "Kadaster | Particulier - Kadaster.nl particulier",
      "description": "Het Kadaster is dé bron van informatie over eigendom en gebruik van vastgoed en ruimte in Nederland. De informatie is grotendeels openbaar en beschikbaar.",
      "preview": "Snel naar WOZ-waarde van uw huis Klacht of bezwaar indienen Erfgrens bepalen Kopie akte opvragen KLIC graafmelding Contact opnemen Goed voorbereid een"
    },
    {
      "url": "http://orcid.org/0000-0003-4730-3570",
      "title": "ORCID",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "http://www.myplayhomeapp.com/",
      "title": "My PlayHome - An imaginative play house app for young children, toddlers and pre-k kids - iPad/iPhone/iPod Touch/Android",
      "description": "void",
      "preview": "My PlayHome is a digital doll house for the iGeneration. Imagine a doll house where your child can use everything, even the closets, TV and shower. Wh"
    },
    {
      "url": "https://discourse.mozilla.org/c/mdn/236",
      "title": "MDN - Mozilla Discourse",
      "description": "The MDN category is for discussing topics related to the MDN site. If you want to be involved in making MDN more awesome, please share your ideas, opinions, questions, etc. Please observe the Mozilla Community Participation Guidelines to create a safe and positive community for everyone.",
      "preview": "MDN Topic Replies Views Activity FAQ: How do I read MDN in English? MDN l10n Several MDN readers have a similar problem: They want to read MDN content"
    },
    {
      "url": "https://spark.adobe.com/page/hC9Ce4u2IImsq/",
      "title": "Jumbo Squid Fishery in Southeast Pacific Waters",
      "description": "See the story",
      "preview": "Loading Jumbo Squid Fishery in Southeast Pacific Waters Global Fishing Watch is analyzing the activity across the pelagic squid fleets. Spanning the g"
    },
    {
      "url": "https://edition.cnn.com/",
      "title": "Breaking News, Latest News and Videos | CNN",
      "description": "View the latest news and breaking news today for U.S., world, weather, entertainment, politics and health at CNN.com.",
      "preview": "2025 Nobel Peace Prize Quake hits Philippines Peru president removed from office IUCN Red List Justin Bieber's mom Incoming comets Pacific 'blob' • Li"
    },
    {
      "url": "http://www.buzzfeed.com/steventhrasher/how-college-wrestling-star-tiger-mandingo-became-an-hiv-scap#.kdV4lB5ya",
      "title": "How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat",
      "description": "<b>\"Everyone wanted a piece of him, until he had HIV.\"</b>",
      "preview": "Posted on Jul 8, 2014 Subscribe to BuzzFeed Daily Newsletter Caret Down How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat \"Everyone"
    },
    {
      "url": "https://unmhealth.org/stories/project-echo.html",
      "title": "Stories - Project ECHO",
      "description": "void",
      "preview": "Our Stories Read how Project ECHO is impacting communities worldwide Read more Featured Story Five Questions With: Dr. Bruce Struminger We ask Dr. Bru"
    },
    {
      "url": "http://odinecet.iode.org",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://cos2022.sites.stanford.edu/events",
      "title": "Events | Center for Ocean Solutions",
      "description": "void",
      "preview": "Events Main navigation Skip Secondary Navigation Main content start Explore events we're participating in or hosting below. Upcoming Events Nov 09 - t"
    },
    {
      "url": "http://www.navcen.uscg.gov/?pageName=mtMmsi",
      "title": "Home | Navigation Center",
      "description": "void",
      "preview": "Skip to main content Find the latest Coast Guard MARSEC Level and Port Status and Port Contact Information . Navigation Center United States Coast Gua"
    },
    {
      "url": "https://www.homeyou.com/directory/hvac/washington/spanaway",
      "title": "13 Best HVAC Contractors in WA (2025), Spanaway 98387 - homeyou",
      "description": "Compare the best 13 HVAC Contractors in Spanaway by reviews and prices. Read about Your Home Experts , Tacoma Heating Company, Calls By Brand - HVAC...",
      "preview": "Homeyou Directory HVAC Washington Spanaway Your Home Experts (17.89 Miles from Spanaway, WA) Be the first to review Rating: 87 Garage Door Service For"
    }
  ],
  "_meta": {
    "total_bookmarks": 72
  }
}