{
  "data": [
    {
      "url": "https://fts.unocha.org/appeals/952/summary",
      "title": "GHRP (COVID) Global Humanitarian Response Plan 2020 | Financial Tracking Service",
      "description": "void",
      "preview": "Skip to main content Feedback GHRP (COVID) Global Humanitarian Response Plan 2020 Select Year 2020 COVID-19 Emergency This page focusses on the COVID-"
    },
    {
      "url": "https://conlang.org/resources/",
      "title": "Resources | Language Creation Society",
      "description": "void",
      "preview": "Resources Some information about language creation: The Art of Language Invention by David J. Peterson The Language Construction Kit by Mark Rosenfeld"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/faq.php?sid=5458365bbfef322424b92d972608bb59",
      "title": "L'Angolo dei Sogni - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "https://winnyc.org",
      "title": "Home - WIN",
      "description": "Win is New York City's largest provider of shelter and supportive housing for families with children experiencing homelessness.",
      "preview": "Skip to content Win is the largest provider of shelter and supportive housing for NYC's homeless families. ABOUT WIN Join our team & help break the cy"
    },
    {
      "url": "https://www.kaporcapital.com/",
      "title": "Kapor Capital",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer We invest in early stage startups that close gaps of access for"
    },
    {
      "url": "http://www.treasurers.org/",
      "title": "The Association of Corporate Treasurers |",
      "description": "void",
      "preview": "Skip to main content Leading the way in treasury excellence Welcome to the Association of Corporate Treasurers (ACT), the chartered professional body"
    },
    {
      "url": "https://adisandu.ro/tag/usztijo/",
      "title": "Usztijo",
      "description": "Un blog cu si despre viata by Adi Sandu.",
      "preview": "Home Despre Vegetarianism Cinemateca Ezoteric Subscribe Astăzi: 10 Octombrie 2025 | shanti shanti!"
    },
    {
      "url": "https://orderhavenly.com/s/order",
      "title": "Order Online | Havenly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://committedthetrifecta.tumblr.com/",
      "title": "void",
      "description": "I survived because the fire inside me burned brighter than the fire around me. Hey there. Normally, just like other tumblr users, I would fill this little box with information about myself. But it's...",
      "preview": "I survived because the fire inside me burned brighter than the fire around me."
    },
    {
      "url": "https://www.brasiltalian.com/2017/12/bon-prinsipio-nel-veneto-una-curiosita.html",
      "title": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto-Brasil Talian",
      "description": "Talian Sta qua la xè 'na filastrocca che, nei primi ani del secolo 1900, i tosati cantava ndando far gli auguri de Bon Ano in giro par l...",
      "preview": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto terça-feira, 19 de dezembro de 2017 Talian Sta qua la xè 'na filastrocca che, nei primi"
    },
    {
      "url": "https://www.viacomcbsprivacy.com/en/policy",
      "title": "Paramount Skydance | Privacy Policy",
      "description": "void",
      "preview": "PARAMOUNT SKYDANCE PRIVACY POLICY Last Modified: August 7, 2025 Paramount is now part of the Paramount Skydance Corporation! Together, we are a leadin"
    },
    {
      "url": "https://www.cuantochollo.com/2x1-y-descuentos/entradas/promociones-y-ofertas-castillo-de-castelldefels-barcelona/",
      "title": "Descuento Entradas Castillo de Castelldefels | Visita Castell",
      "description": "Ofertas, descuentos y/o promociones Castell de Castelldefels. Cupones, códigos y/o entradas 2×1 para el Castillo de Castelldefels (Barcelona...",
      "preview": "Facebook X RSS Search Generic filters Exact matches only Search in title Search in content Search in excerpt Entradas al Castillo de Castelldefels con"
    },
    {
      "url": "http://www.odeon-lloyd.hu/tag/sip",
      "title": "SIP - Odeon Lloyd",
      "description": "void",
      "preview": "Skip to content A Safer Internet Program (SIP) konzorciumi tagjai közül a Kék Vonal Gyermekkrízis Alapítványhoz több mint 7 ezer megkeresés, a Biztons"
    },
    {
      "url": "https://payneinstitute.mines.edu/eog",
      "title": "Earth Observation Group - Payne Institute for Public Policy",
      "description": "The Earth Observation Group (EOG) specializes in nighttime observations of lights and combustion sources worldwide.",
      "preview": "Facebook X RSS MINES.EDU MyMines News Calendar Canvas Email Library Give Directories Earth Observation Group Utilizing cutting edge satellite technolo"
    },
    {
      "url": "https://docs.anthropic.com/claude/docs/quickstart",
      "title": "Get started with Claude - Claude Docs",
      "description": "Make your first API call to Claude and build a simple web search assistant",
      "preview": "Claude Docs home page English Search... ⌘ K Search... Navigation First steps Get started with Claude Welcome Claude Developer Platform Claude Code Mod"
    },
    {
      "url": "https://www.fyple.com/company/park-moving-and-storage-ya16eli/",
      "title": "Park Moving And Storage in Birmingham, AL",
      "description": "For over 50 years, Park Moving and Storage has been one of the most trusted locally owned moving companies for residential moving services a...",
      "preview": "What Where Register Log in Park Moving And Storage Report a problem 0 reviews Fyple Alabama Birmingham Park Moving And Storage Add your business for f"
    },
    {
      "url": "https://oceanservice.noaa.gov/",
      "title": "NOAA's National Ocean Service",
      "description": "In the U.S., where over half of us live along the coast and more than 78 percent of our overseas trade by volume comes and goes along our marine highways, the health of our coasts is intricately connected to the health of our nation's economy. The National Ocean Service (NOS) translates science, tools, and services into action, to address threats to coastal areas such as climate change, population growth, port congestion, and contaminants in the environment, all working towards healthy coasts and healthy economies.",
      "preview": "National Estuaries Week Wade into an estuary near you! Learn more tides and currents nautical charts career profiles harmful algal blooms sea level ri"
    },
    {
      "url": "https://data.gov.uk/dataset",
      "title": "Dataset - data.gov.uk",
      "description": "void",
      "preview": "Skip to main content Home Datasets Order by Relevance Name Ascending Name Descending Last Modified Go 57,201 datasets found Filter Results Flood Map f"
    },
    {
      "url": "https://arstechnica.com/gadgets/2025/01/new-gpu-release-benchmarks/",
      "title": "Category: Tech - Ars Technica",
      "description": "Product News &",
      "preview": "Skip to content Tech // Product News & Reviews Google Pixel 4a's ruinous \"Battery Performance\" update is a bewildering mess It's hard to say why Googl"
    },
    {
      "url": "http://shotspotter.com/privacy-policy",
      "title": "Privacy Policy - SoundThinking",
      "description": "Review the latest information regarding ShotSpotter's Community Privacy policy here.",
      "preview": "void"
    },
    {
      "url": "https://www.dllr.state.md.us/",
      "title": "Maryland Department of Labor",
      "description": "Official website of the Maryland Department of Labor",
      "preview": "Skip to Content Accessibility Information JavaScript Required JavaScript is required to use content on this page. Please enable JavaScript in your bro"
    },
    {
      "url": "https://data.unhcr.org/en/situations/ukraine",
      "title": "Situation Ukraine Refugee Situation",
      "description": "void",
      "preview": "Regional Dashboards Factbook - Ukraine Refugee Situation 2025 RRP Achievements Ukraine Refugee Situation Regional Intentions Survey (5th & 6th Round)"
    },
    {
      "url": "https://pangrampangram.com/",
      "title": "Pangram Pangram - Free to try, High-Quality Fonts for Designers - Pangram Pangram Foundry",
      "description": "Pangram Pangram is a world-renowned type foundry crafting premium, contemporary fonts for bold brands and creatives. Explore our full catalog, every font is free to try, made to perform across print, digital, and everything in between.",
      "preview": "Skip to content @@ -1,109 +0,0 @@ cross No newline at end of file New Kyoto Naturally bridging tradition and modernity. Learn more Try for Free Update"
    },
    {
      "url": "https://www.georgiaencyclopedia.org/articles/history-archaeology/leo-frank-case/",
      "title": "Leo Frank Case - New Georgia Encyclopedia",
      "description": "The Leo Frank case is one of the most notorious and highly publicized cases in the legal annals of Georgia. A Jewish man in Atlanta was placed on trial and convicted of raping and murdering a thirteen-year-old girl who worked for the National Pencil Company, which he managed. Before the lynching of Frank two years [...]",
      "preview": "Skip to content Author Leonard Dinnerstein , University of Arizona, Tucson, Arizona Originally published May 14, 2003 Last edited Aug 11, 2020 The Leo"
    },
    {
      "url": "https://boardgamegeek.com/wiki/page/Worker_Placement",
      "title": "Glossary | Wiki | BoardGameGeek",
      "description": "void",
      "preview": "Search: Titles Only: Index | All | Recent | Guidelines Article Edit | History | Editors Action Page Glossary redirected from Worker Placement This is"
    },
    {
      "url": "https://www.guidestar.org/profile/94-3346127",
      "title": "UPWARDLY GLOBAL - GuideStar Profile",
      "description": "Upwardly Global dismantles employment barriers for work-authorized immigrant, refugee, and asylee professionals while advancing the inclusion of their s...",
      "preview": "GuideStar UPWARDLY GLOBAL Advancing Workforce Inclusion aka UpGlo | New York City, NY | http://www.upwardlyglobal.org Mission Upwardly Global dismantl"
    },
    {
      "url": "https://www.tequilawithfriends.com/",
      "title": "Tequila With Friends | Texas",
      "description": "Tequila Friends is a Tequila started by four childhood friends, just for friends. When a good time is influenced by good friends that help you create the type of memories that last a lifetime, Tequila with Friends is the Spirit you want to share.",
      "preview": "top of page with Friends. Better The Essential Ingredient is Friendship Not only is Friendship at the core of Tequila with Friends, it is a foundation"
    },
    {
      "url": "https://cloud.google.com/vertex-ai/docs/start/introduction-unified-platform",
      "title": "Introduction to Vertex AI | Google Cloud",
      "description": "Learn about Vertex AI, a machine learning (ML) platform that lets you train and deploy ML models and AI applications, and customize large language models (LLMs) for use in your AI-powered applications.",
      "preview": "Skip to main content / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil 中文 - 简体 中文 - 繁體 日本語 한"
    },
    {
      "url": "https://colordesigner.io/",
      "title": "Color Designer - the most comprehensive color tools platform",
      "description": "Welcome to the most comprehensive color tools platform. Unleash your creativity using color wheel, devise harmonious palettes with the Color Palette Builder, and create depth with the gradient options. It's a designer's playground. Enjoy exploring!",
      "preview": "Hide Ads, 14 days free All Tools Color Palette Builder Gradient Generator Color Mixer Color Name Finder Color Converter Color palette from image Image"
    },
    {
      "url": "https://fishing-peche.dfo-mpo.gc.ca/",
      "title": "National Online Licensing System / Système national d'émission de permis en ligne",
      "description": "English description / Description en anglais",
      "preview": "Welcome / Bienvenue National Online Licensing System Système national d'émission de permis en ligne Vessel Registration Please be aware that valid and"
    },
    {
      "url": "https://lulac.org/",
      "title": "LULAC",
      "description": "To advance the economic condition, educational attainment, political influence, housing, health and civil rights of the Hispanic population of the United States.",
      "preview": "Skip to main content LULAC is the nation's largest and oldest civil rights volunteer-based organization that empowers Hispanic Americans and builds st"
    },
    {
      "url": "https://www.sallybeauty.com/hair-care/shop-by-product/hair-styling-products/kweeen-silver-glitter-spray-4.9-oz/SBS-468014.html",
      "title": "Eva NYC Kweeen Silver Hair & Body Glitter Spray 4.9 oz | Styling Products| Sally Beauty",
      "description": "Shop for Kweeen Silver Hair & Body Glitter Spray 4.9 oz from Eva NYC at Sally Beauty. A lightweight, non-sticky formula that contains ultra-fine glitter particles that add a shimmery glow to your pre-party look.",
      "preview": "To use At My Store , please select a store to continue. This will let you see products available for purchase online and pickup at your selected store"
    },
    {
      "url": "https://elokence.com",
      "title": "Accueil :: Elokence",
      "description": "Société française d'ingénierie informatique, Elokence, c'est avant tout un savoir-faire original dans le domaine du diagnostic.",
      "preview": "Akinator the Genie VOIR LA SUITE Akinator reçoit l'équipe américaine d'Alexa L'équipe Amazon s'est rendue en France pour rencontrer Arnaud Megret, fon"
    },
    {
      "url": "https://www.mnphilanthropiccollective.org/",
      "title": "Minnesota Black Collective Foundation",
      "description": "A philanthropic movement to advance the genius of Black-led change.",
      "preview": "0 A philanthropic movement advancing the genius of Black-led change We're Minnesota's first Black community foundation working to create a thriving ec"
    },
    {
      "url": "https://www.myfonts.com/",
      "title": "MyFonts | Buy and Download Fonts",
      "description": "Welcome to MyFonts, the #1 place to download great @font-face webfonts and desktop fonts: classics (Baskerville, Futura, Garamond) alongside hot new fonts (TT Fellows, Hernandez Bros,Phonk Sans).",
      "preview": "Skip to content Skip to main content MyFonts is one of the largest font marketplaces in the world, offering professional fonts for any project. Over 3"
    },
    {
      "url": "https://www.pentictonwesternnews.com/news/shuswap-search-and-rescue-crew-responds-to-missing-sledders-injury-hypothermia/",
      "title": "News | Penticton Western News",
      "description": "void",
      "preview": "Home Services About Us Contact Us Submission Forms Newsletter Sign-Up eEdition Special Sections News Regional News Election Video News Tips Business C"
    },
    {
      "url": "https://columbusfoundation.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgXY-8-ryOf412lm3ahKkKjspzxUVg-gVPHVDPFSFORurvkOWzZTzVxoC45AQAvD_BwE",
      "title": "Home | The Columbus Foundation",
      "description": "The Columbus Foundation is the Trusted Philanthropic Advisor® to thousands of individuals, families, and businesses who have created charitable funds and planned gifts to make a difference in the lives of others through the most effective philanthropy possible.",
      "preview": "Skip to Content Celebrating Philanthropy Award Honorees At the Celebration of Philanthropy, we honor the people and organizations whose generosity and"
    },
    {
      "url": "http://www.motzo.it/Ricette/default.aspx",
      "title": "Cerca Ricette",
      "description": "Database delle ricette. Cerca una ricetta",
      "preview": "Cerca la ricetta con le seguenti caratteristiche. Tipo Piatto: Antipasto Bevande Carne Contorno Dessert Pesce Pollame Primo Salsa Nome Piatto: Contien"
    },
    {
      "url": "https://somethinginthewater.com/",
      "title": "SOMETHING IN THE WATER | Virginia Beach, VA",
      "description": "SITW is back and will descend upon Virginia Beach April 28-30, 2023.",
      "preview": "Sign In My Account Back Lineup Set Times Festival Poster Back Pass Types Pass & Order Info Box Office/Will Call Ticketing Support Back Festival Info G"
    },
    {
      "url": "https://www.pawsitiveimpactncdogrescue.org/",
      "title": "Pawsitive Impact NC Dog Rescue/Monroe, NC",
      "description": "Pawsitive Impact NC Dog Rescue is a 501(c)(3) Non-Profit All Breed All Foster Dog Rescue in Monroe, NC.",
      "preview": "top of page Female Veteran Owned & Operated 501c3 Non-Profit Foster Based Dog Rescue Pawsitive Impact NC Dog Rescue 9611 Brookdale Dr Suite 100 Box 24"
    },
    {
      "url": "https://www.justice.gov",
      "title": "Department of Justice | Homepage | United States Department of Justice",
      "description": "Official website of the U.S. Department of Justice (DOJ). DOJ's mission is to enforce the law and defend the interests of the United States according to the law; to ensure public safety against threats foreign and domestic; to provide federal leadership in preventing and controlling crime; to seek just punishment for those guilty of unlawful behavior; and to ensure fair and impartial administration of justice for all Americans.",
      "preview": "Skip to main content Remote video URL Video Justice Department Files Lawsuit Under the FACE Act Against Violent Protestors at Synagogue in West Orange"
    },
    {
      "url": "https://invest.bnpparibas.com/en",
      "title": "Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content 3RD QUARTER 2025 RESULTS - LIVE WEBCAST A live webcast in English of the analysts' conference call hosted by Jean-Laure"
    },
    {
      "url": "https://havenlynhv.org/",
      "title": "Havenly - Community Café & Homestyle Kitchen",
      "description": "Café and restaurant serving international flavors. Helping refugee and immigrant women find a job and community in New Haven, CT. 100% of profits support refugee women.",
      "preview": "Skip to content Order a meal from our café! Facebook Instagram TikTok Donate Item added to your cart Check out Continue shopping X Contribute to our M"
    },
    {
      "url": "https://www.wcpo.com/news/local-news/clermont-county/ohio-township/coroner-four-people-dead-in-home-in-ohio-township-near-new-richmond",
      "title": "4 dead, 1 hospitalized after 'potential murder-suicide' near New Richmond in Ohio Township",
      "description": "Four people are dead in Ohio Township near New Richmond, Ohio, according to the Clermont County Coroner's Office.",
      "preview": "void"
    },
    {
      "url": "https://story.snapchat.com/p/8bb879c7-45c0-499c-bb3c-7a3d0e229301/347654839924736",
      "title": "Video: Dog rescued after 2 hrs in LA river - Stay Tuned | Snapchat",
      "description": "Stay Tuned for the biggest stories and the latest breaking news from NBC News.",
      "preview": "Stay Tuned Stay Tuned 9.43m Subscribers Stay Tuned for the biggest stories and the latest breaking news from NBC News. Copy Link Stories Series 83 NYU"
    },
    {
      "url": "https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies",
      "title": "Manage cookies in Microsoft Edge: View, allow, block, delete and use - Microsoft Support",
      "description": "Learn how to view, manage, and delete cookies in Microsoft Edge.",
      "preview": "Related topics × Windows security, safety, and privacy Overview Security, safety, and privacy overview Windows security Get help with Windows securit"
    },
    {
      "url": "https://teachingtechyt.github.io/calibration.html",
      "title": "void",
      "description": "void",
      "preview": "Introduction - read me! Frame Check PID Autotune Extruder E-steps Calibration First Layer Baseline Print Slicer Flow Calibration Stepper Motor Driver"
    },
    {
      "url": "https://bwittmblr.tumblr.com/post/145943365905",
      "title": "The class students like the most",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "codeorg : A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer scienc"
    },
    {
      "url": "https://www.chessprogramming.org/Bitboards",
      "title": "Bitboards - Chessprogramming wiki",
      "description": "void",
      "preview": "Bitboards From Chessprogramming wiki Jump to: navigation , search Home * Board Representation * Bitboards Samuel Bak - Boards Meeting [1] Bitboards ,"
    },
    {
      "url": "https://www.litmus.com/",
      "title": "Email Marketing Platform | Litmus",
      "description": "Litmus is the all-in-one email marketing platform that provides the tools and solutions your team needs to make every send count. Try for free today!",
      "preview": "Skip to main content What can we help you find? Quick Links Dark Mode Central Spam and Deliverability Knowledge Center Mail Privacy Protection (MPP) H"
    },
    {
      "url": "https://www.goodmorningamerica.com/living/story/couple-postponed-wedding-due-covid-dream-wedding-gma-77907727",
      "title": "Couple who postponed wedding twice due to COVID get dream wedding on 'GMA' - Good Morning America",
      "description": "A Chicago couple who postponed their wedding twice got the wedding of their dreams on \"GMA.\"",
      "preview": "Living Couple who postponed wedding twice due to COVID get dream wedding on 'GMA' 10:59 Bride and groom get wedding of their dreams after COVID postpo"
    },
    {
      "url": "https://www.telemundo.com/",
      "title": "Telemundo | Noticias, Shows, Entretenimiento, Series y Novelas | Telemundo",
      "description": "La mejor cobertura de noticias en español, capítulos completos de nuestras series y shows, entretenimiento, estilo de vida, y los videos y fotos del momento.",
      "preview": "IE 11 no es compatible. Para una experiencia óptima, visite nuestro sitio en otro navegador. Saltar al Contenido NOTICIAS TELEMUNDO VER MÁS Associated"
    },
    {
      "url": "https://elevation.maplogs.com/poi/isthmus_of_panama_panama.115355.html",
      "title": "Elevation map of Isthmus of Panama, Panama - MAPLOGS",
      "description": "This page shows the elevation/altitude information of Isthmus of Panama, Panama including elevation map, topographic map, narometric pressure, longitude and latitude.",
      "preview": "Worldwide Elevation Map Finder Elevation map of Isthmus of Panama, Panama Location: Panama > Coclé Province > Penonomé > Isthmus of Panama Latitude: 8"
    },
    {
      "url": "https://www.thewrap.com/stranger-things-star-millie-bobby-brown-leaves-twitter-becomes-subject-homophobic-meme/",
      "title": "'Stranger Things' Star Millie Bobby Brown Leaves Twitter After She Becomes Subject of Homophobic Meme - TheWrap",
      "description": "Twitter account of 14 year old actress \"doesn't exist\"",
      "preview": "Skip to content \"Stranger Things\" star Millie Bobby Brown has apparently left Twitter. When TheWrap tried to access her verified account, @milliebbrow"
    },
    {
      "url": "https://www.bmw.com.ec/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Ecuador | Autos Deportivos, Eléctricos, Híbridos",
      "description": "Descubre nuestros carros eléctricos, híbridos conectables y camionetas en el sitio oficial de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "void"
    },
    {
      "url": "https://www.apple.com/itunes/",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "https://www.gov.pl/web/edukacja",
      "title": "Ministerstwo Edukacji Narodowej - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://wtfdidyoujust.tumblr.com/",
      "title": "@wtfdidyoujust on Tumblr",
      "description": "dat me",
      "preview": "Posts glumshoe Follow stereotypes about people \"really interested in WWI\" are wildly different than stereotypes about people \"really interested in WWI"
    },
    {
      "url": "https://www.slingomama.nl/nl/413-yaro-house-collection-ring-slings",
      "title": "Yaro House Collection Ring Slings",
      "description": "Een ringsling is een korte draagdoek van ongeveer 2 meter lang waar twee ringen zitten vastgenaaid aan het uiteinde. Door de stof door de ringen te rijgen kun je hem aanspannen en vastzetten. Een ringsling is geschikt om te heupdragen en kan meteen na de geboorte gebruikt worden, tot aan de peutertijd! Yaro ringslings hebben een gathered shoulder.",
      "preview": "Yaro House Collection Ring Slings Een ringsling is een korte draagdoek van ongeveer 2 meter lang waar twee ringen zitten vastgenaaid aan het uiteinde."
    },
    {
      "url": "http://forums.mozillazine.org/memberlist.php?mode=viewprofile&u=2810765&sid=7cac7c39176ab83cff183912786ae84d",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://justanoldfashiontumblog.tumblr.com/",
      "title": "theobromine is my aeroplane",
      "description": "Missileaños Ness",
      "preview": "theobromine is my aeroplane Opinion | Women's Unpaid Labor is Worth $10,900,000,000,000 (Published 2020) » Posted 4 years ago 112 notes Tagged: econom"
    },
    {
      "url": "https://www.carat.fiserv.com/en-us/resources/",
      "title": "Resources",
      "description": "Insights, blog posts, news, events, and thought leadership from the world's leading merchant acquirer.",
      "preview": "Skip to Contact an Expert Skip to Main Content Find inspiration. Solve problems. Stay current. Discover trends and uncover opportunities with unique i"
    },
    {
      "url": "https://downtownaustin.com/covid-19/roadmap-to-recovery/",
      "title": "Roadmap to Recovery and Resilience | Downtown Austin Alliance",
      "description": "Our Roadmap to Recovery includes urgent short-term strategies and long-term goals to promote the ongoing growth and enhanced resilience of downtown Austin.",
      "preview": "Skip to main content Roadmap to Recovery and Resilience Addressing economic recovery needs and opportunities for downtown Austin is one of the fastest"
    },
    {
      "url": "https://www.netrootsnation.org/profile/james-carter/",
      "title": "James Carter IV - Netroots Nation",
      "description": "void",
      "preview": "James Carter IV Home James Carter IV It seems we can't find what you're looking for. Perhaps searching can help."
    },
    {
      "url": "http://wod.iode.org",
      "title": "void",
      "description": "void",
      "preview": "World Ocean Database Mirror at the UNESCO/IOC Project Office for IODE The World Ocean Database (WOD) is a product of NOAA's National Centers for Envir"
    },
    {
      "url": "https://www.facebook.com/",
      "title": "Facebook: accedi o iscriviti",
      "description": "Accedi a Facebook per iniziare a condividere contenuti e connetterti con i tuoi amici, la famiglia e le persone che conosci.",
      "preview": "Facebook ti aiuta a connetterti e rimanere in contatto con le persone della tua vita. Accedi Password dimenticata? Crea nuovo account Crea una Pagina"
    },
    {
      "url": "https://status.mapbox.com/",
      "title": "Mapbox Status",
      "description": "Welcome to Mapbox's home for real-time and historical data on system performance.",
      "preview": "Services Status Incident History Current Status x Get email notifications whenever Mapbox creates , updates or resolves an incident. Email address: En"
    },
    {
      "url": "http://www.christinalperez.com/about",
      "title": "about - CLP",
      "description": "void",
      "preview": "about View fullsize View fullsize View fullsize View fullsize View fullsize View fullsize Christina Pérez is a freelance writer exploring the intersec"
    },
    {
      "url": "https://www.contrado.it/",
      "title": "Contrado: crea, acquista e vendi prodotti | Stampa su richiesta",
      "description": "Crea il tuo brand insieme alla nostra esperienza di print on demand su abbigliamento personalizzato e stampe tessili. Stampa online e Pronte in 48 ore.",
      "preview": "EUR Menu Stampa su tessuto Arte per la casa e la parete Vestiario Borse e accessori Tessuti per metodo di stampa Tipi di tessuto personalizzati Tessut"
    },
    {
      "url": "https://getpocket.com/firefox_learnmore/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Pocket",
      "description": "void",
      "preview": "Why is Pocket shutting down? Pocket has helped millions save articles and discover stories worth reading. But the way people save and consume content"
    },
    {
      "url": "https://podcasts.apple.com?itscg=10000&itsct=pod-ovp-podcasts-apl-ann-21_1019",
      "title": "Apple Podcasts - Web Player",
      "description": "Browse your favorite podcast shows, genres, and hosts on Apple Podcasts. Download and listen from any Apple device or stream online.",
      "preview": "New Delving into the shades of gray in a controversial community. AD-FREE IN OCTOBER Delving into the shades of gray in a controversial community. The"
    },
    {
      "url": "https://www.lendesk.com/blog/tag/industry-insights",
      "title": "Lendesk Blog | Industry Insights",
      "description": "Industry Insights |",
      "preview": "Products Resources SIGN IN Finmo Lender Spotlight Gateway Enterprise Mortgage Professionals Finmo A digital mortgage platform for the modern broker Le"
    },
    {
      "url": "https://link.springer.com/article/10.1007/s11625-020-00865-z",
      "title": "Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration | Sustainability Science",
      "description": "The World Trade Organization (WTO) is in a unique position to deliver on Sustainable Development Goal (SDG) 14.6 by reforming global fisheries subsidies in",
      "preview": "Skip to main content Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration Note and Comment Open access Published: 2"
    },
    {
      "url": "https://www.ipsnews.net/deutsch/",
      "title": "IPS Inter Press Service - Deutsch - Nachrichten aus dem Süden",
      "description": "Nachrichten aus dem Süden",
      "preview": "Friday, 10 October 2025 INTER PRESS SERVICE NEWS AGENCY - DEUTSCH Kampala (IPS/afr). In der Nähe von Mpigi, einer Kleinstadt ca. 40 Kilometer westlich"
    },
    {
      "url": "https://towardsdatascience.com/chatgpt-insists-i-am-dead-and-the-problem-with-language-models-db5a36c22f11?source=home---------0------------------0----------",
      "title": "GPT Is an Unreliable Information Store | Towards Data Science",
      "description": "Understanding the limitations and dangers of large language models",
      "preview": "Artificial Intelligence GPT Is an Unreliable Information Store Understanding the limitations and dangers of large language models Noble Ackerson Feb 2"
    },
    {
      "url": "https://www.jumpto365.com/tools/power-bi",
      "title": "About \"Power BI\"",
      "description": "Read more about \"Power BI\" on www.jumpto365.com",
      "preview": "Cart 0 Your Cart $ 0.00 USD : Remove Subtotal Pay with browser. Continue to Checkout No items found. Product is not available in this quantity. Power"
    },
    {
      "url": "https://www.hcsheriff.gov/pressreleases/display.php?releaseid=1533",
      "title": "Hamilton County Sheriff's Office Website",
      "description": "void",
      "preview": "How Do I...? Home Office of the Sheriff Administrative Services Law Enforcement Services Corrections Services Newsroom How Do I...? Careers Phone: 423"
    },
    {
      "url": "http://www.historie-online.dk/boger/i-krig-for-information",
      "title": "I krig for Information",
      "description": "void",
      "preview": "Menu Forside Dansk Historisk Fællesråd Vedtægter DHF's styrelse Kontakt Referater Medlemmer Sponsorer Cookie- og persondatapolitik Nyheder og aktivite"
    },
    {
      "url": "https://hfs.uw.edu/Husky-Card-Services/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=huskycard",
      "title": "Husky Card Services - UW HFS",
      "description": "void",
      "preview": "Warning! This is the TEST UW HFS website. Content on this site may be in pre-production, outdated, or not accurately reflect UW HFS amenities, prices,"
    },
    {
      "url": "https://www.eventbrite.ca/e/business-model-canvas-for-indigenous-entrepreneurs-tickets-558263470067?aff=erelexpmlt",
      "title": "Business Model Canvas For Indigenous Entrepreneurs Tickets, Tue, 14 Mar 2023 at 10:00 AM | Eventbrite",
      "description": "Eventbrite - Business Link presents Business Model Canvas For Indigenous Entrepreneurs - Tuesday, 14 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Business Model Canvas For Indigenous Entrepreneurs View details Follow this organizer to stay informed on future events By Busi"
    },
    {
      "url": "https://www.jpmorgan.com/wealth-management",
      "title": "Invest for the future. On your terms.",
      "description": "Trusted guidance, human connection and a wide range of services. We're here to help you make the most of your money, however you choose to invest.",
      "preview": "Skip to main content Back to menu Explore our services Explore our services Wealth Planning Receive a multigenerational wealth plan with personalized"
    },
    {
      "url": "https://mb.oemdtc.com",
      "title": "Mercedes-Benz & Smart - OEMDTC",
      "description": "Mercedes-Benz & Smart Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.globalknowledge.com/us-en/resources/resource-library/articles/top-paying-certifications/#gref",
      "title": "20 Necessary IT Certifications + Salaries I Skillsoft",
      "description": "IT certifications can be a necessary step in your career journey. From CompTIA A+ to AWS Cloud Practitioner, here are 20 essential certifications for...",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Blog Home"
    },
    {
      "url": "https://mrag-europe.eu/home/",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us Experience Services Environment and Climate Change Natural Resource Assessment & Management Go"
    },
    {
      "url": "https://www.paloaltonetworks.com/",
      "title": "Leader in Cybersecurity Protection & Software for the Modern Enterprises - Palo Alto Networks",
      "description": "Implement Zero Trust, Secure your Network, Cloud workloads, Hybrid Workforce, Leverage Threat Intelligence & Security Consulting. Cybersecurity Services & Education for CISO's, Head of Infrastructure, Network Security Engineers, Cloud Architects & SOC Managers",
      "preview": "Deploy Bravely - Secure your AI transformation with Prisma AIRS Palo Alto Networks Announces Agreement to Acquire CyberArk, the Identity Security Lead"
    },
    {
      "url": "https://login.microsoftonline.com/51a9fa56-3f32-449a-a721-3e3f49aa5e9a/saml2?SAMLRequest=fVJLb9swDP4rhu7yQ7bjWkgCZA2GBei2oMl22GWgZboRKkueKO%2F16%2BvYG9ZdchJE8nvwA9cEvRnkbgwX%2B4jfRqQQ%2FeyNJTk3Nmz0VjogTdJCjySDkqfd%2Bwcp4lQO3gWnnGGvILcRQIQ%2BaGdZdNhv2NdS5WUNTVUJhaoqSqzuVkUtAKqsrhsFomjuiiYVqmPRZ%2FQ0ITdsIprgRCMeLAWwYSqlQvA049nqnKUyr2S5%2BsKi%2FbSNthBm1CWEgWSSGPekbdxr5R25LjhrtMVYuT4pM6g7KFc873LBi6IGDpXIeI55N32gxBqS646CRbu%2Fi9w7S2OP%2FoT%2Bu1b46fHhnxSRi3UbP6MNMah4fE50OyS9a0eD8XAZZrKElldwUDRX4ffokdPAouOfgN9o22r7dDvbZhki%2Be58PvLjx9OZbddXZjln5be3bc0eFoMYoIUAVzPr5DXDermWD5P2YX90Rqtf0Vvnewi3rV0ruuXdPCqDB0t6Up9iNMb9uPcIATcs%2BBFZsl0k%2F7%2FJ7Qs%3D",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.idagio.com",
      "title": "La meilleure application de streaming de musique classique | IDAGIO",
      "description": "La meilleure collection de musique classique dans une seule application ✓ Concerts vidéo exclusifs ✓ Qualité audio sans perte ✓ Recherche intelligente ✓ Contenu sélectionné par des experts ▷ Découvrez IDAGIO maintenant",
      "preview": "Home Écoutez, regardez, apprenez 14 JOURS GRATUIT Pourquoi choisir IDAGIO? Une fonction de recherche conçue pour la musique classique Sélections par d"
    },
    {
      "url": "https://visualstudio.microsoft.com/?utm_source=developermscom",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://pipocamoderna.com.br/2021/04/natalie-portman-vai-estrelar-e-produzir-adaptacao-de-elena-ferrante/",
      "title": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante",
      "description": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante - A atriz Natalie Portman, vencedora do Oscar por \"Cisne Negro\" (2010), vai estrelar e produzir a adaptação do livro \"Dias de Abandono\", da misteriosa escritora...",
      "preview": "PIPOCA MODERNA"
    },
    {
      "url": "https://www.finnair.com/",
      "title": "Flight bookings | select country and language | Finnair",
      "description": "Finnair flies between Europe, Asia and North America via Helsinki. Modern fleet - more comfort, lower emissions. Search and book your flights today.",
      "preview": "Flight bookings | select country and language | Finnair Hi! Please set your location and language. Location * Finland (EUR €) Australia (AUD $) Austri"
    },
    {
      "url": "https://dlc.library.columbia.edu/catalog?f%5Blib_collection_sim%5D%5B%5D=Greene+%26+Greene+architectural+drawings%2C+papers+and+photographs&f%5Blib_format_sim%5D%5B%5D=pictures&f%5Blib_name_sim%5D%5B%5D=Allin+Bros&f%5Blib_name_sim%5D%5B%5D=Greene%2C+Henry+Mather%2C+1870-1954&per_page=20&q=%22Interiors%22&search_field=all_text_teim&sort=title_si+asc%2C+lib_date_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.kiteplans.org/planos/delta/delta.html",
      "title": "Barrilete Delta",
      "description": "void",
      "preview": "Barrilete Delta Características Vuelo estable. Se remonta fácilmente . Elevarlo rápidamente para sacarlo de la zona de turbulencia. Salva cortos perío"
    },
    {
      "url": "http://www.ristoreggio.it/",
      "title": "Inizio - RistoReggio",
      "description": "RistoReggio (solo ricette di cucina) offre, a tutti ed in maniera gratuita, una raccolta di migliaia di ricette di cucina e la possibilità di segnalare, commentare, ricercare tutto quelo che può finire sulla tavola., Giovedì gnocchi: sempre più gradito!, Unisciti alla community",
      "preview": "Inizio Le ricette di RistoReggio Inizio I menu del giovedì Un carrello per 4 Antipasti Primi piatti Secondi piatti di carne Secondi piatti di pesce Se"
    },
    {
      "url": "https://aqua.org/visit",
      "title": "National Aquarium - Plan Your Visit",
      "description": "Information on directions, parking, ticket prices, amenities and accessibility for the National Aquarium in Baltimore.",
      "preview": "The National Aquarium is OPEN. As a private nonprofit organization, we are not impacted by the government shutdown. Hours of Operation October Hours a"
    },
    {
      "url": "http://archives.nereusprogram.org/event/preparatory-committe-for-marine-biological-diversity-of-areas-beyond-national-jurisdiction/?lang=en",
      "title": "Second Session of the Preparatory Committee for Marine Biological Diversity of Areas Beyond National Jurisdiction | Nereus Program",
      "description": "Comments",
      "preview": "Languages English 日本語 Events Calendar view all This event has passed. Second Session of the Preparatory Committee for Marine Biological Diversity of A"
    },
    {
      "url": "https://rfcx.org/",
      "title": "Rainforest connection",
      "description": "void",
      "preview": "Facebook Twitter Instagram Youtube Linkedin Facebook Twitter Instagram Youtube Linkedin Using Sound & AI To Protect Rainforests & Monitor Biodiversity"
    },
    {
      "url": "https://www.transplantation-information.de/veroeffentlichungen/pressemeldungen/hirntoddiagnostik_tag_der_organspende_01_06_2005.html",
      "title": "Tag der Organspende: Hirntoddiagnostik in der Kritik",
      "description": "Die Diagnose Hirntod wird als die wahrscheinlich sicherste Diagnose in der Medizin postuliert und deshalb wurde sie im Transplantationsgesetz als Entnahmekriterium festgelegt. Doch Studien belegen, dass der Hirntod nicht selten falsch diagnostiziert wird und Ärzte den sogenannten Hirntod nicht exakt nach den Richtlinien der Bundesärztekammer feststellen.",
      "preview": "Home Gesetze & Hintergrundinformationen Gerichtsurteile & -verfahren Hirntod Organspende & Organspender Organempfänger Organhandel Erfahrungsberichte"
    },
    {
      "url": "https://fred.stlouisfed.org/series/UNRATE",
      "title": "Unemployment Rate (UNRATE) | FRED | St. Louis Fed",
      "description": "View data of the unemployment rate, or the number of people 16 and over actively searching for a job as a percentage of the total labor force.",
      "preview": "Skip to main content Unemployment Rate (UNRATE) Observations Aug 2025: 4.3 | Percent, Seasonally Adjusted | Monthly Updated: Sep 5, 2025 7:51 AM CDT N"
    },
    {
      "url": "https://www.theboxwalla.com/product/beauty-box/",
      "title": "Beauty Box Subscription - Luxury Clean Beauty Products",
      "description": "Join our bi-monthly beauty box subscription for curated luxury clean beauty products from brands that are passionate about equitable sourcing of ingredients",
      "preview": "Beauty Box Lavanya February 22, 2021 October 9, 2025 Midori MD Notebook B... $ 15.00 $ Skincare Routine F4 $ 329.00 $ Beauty Box $ 59.95 $ Rated 4.75"
    },
    {
      "url": "https://vanceai.com/",
      "title": "VanceAI | AI Photo Enhancement, Generation & Editing Tools Provider",
      "description": "VanceAI offers AI enhancing, upscaling, sharpening, denoising, background removal & generation, etc., to boost productivity and creativity in photo processing.",
      "preview": "AI Photo Enhancer: AI Restore and Enhance Photo Quality in One Click VanceAI is your all-in-one AI-powered solution for photo enhancement and restorat"
    },
    {
      "url": "https://www.arborday.org/programs/tree-campus-healthcare/",
      "title": "Tree Campus Healthcare | Arbor Day Foundation",
      "description": "The health benefits of trees are undeniable, which is why we're proud to partner with forward-looking healthcare facilities and recognize those that promote tree planting, education, and engagement.",
      "preview": "Skip to main content Our Work Trees in Communities Tree Campus Healthcare The health benefits of trees are undeniable, which is why we're proud to par"
    },
    {
      "url": "https://educanet.educad.pe/login",
      "title": "Portaleducanet",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.imdb.com/title/tt14725622/",
      "title": "Give Me Pity! (2022) - IMDb",
      "description": "Give Me Pity!: Directed by Amanda Kramer. With Cricket Arrison, M. Diesel, Reshma Gajjar, Tess Hewlett. Sissy St. Claire graces the small screen for her first ever television special, an evening full of music and laughter, glamour and entertainment. But Sissy's live event quickly begins to curdle into a psychedelic nightmare.",
      "preview": "Cast & crew User reviews FAQ IMDbPro All topics Give Me Pity! 2022 Unrated 1h 20m IMDb RATING 5.8 / 10 217 YOUR RATING Rate Play trailer 1:02 1 Video"
    },
    {
      "url": "https://www.si.com/extra-mustard/2021/08/19/joe-buck-field-of-dreams-nfl-jeopardy-james-holzhauer",
      "title": "Joe Buck on 'Field of Dreams' game, James Holzhauer, NFL season - Sports Illustrated",
      "description": "Joe Buck shares behind-the-scenes details on Kevin Costner, hosting 'Jeopardy!'",
      "preview": "1. It's been a busy and successful couple of weeks for Joe Buck. The Fox broadcaster called the Cowboys-Steelers Hall of Fame game. He also officially"
    },
    {
      "url": "https://de.rescue.org",
      "title": "International Rescue Committee | Rescue",
      "description": "IRC reagiert weltweit auf schwere Krisen und leistet humanitäre Hilfe, die Leben rettet und gleichzeitig Optionen für eine bessere Zukunft bietet.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://ipminstitute.org/what-is-integrated-pest-management",
      "title": "IPM Institute - IPM Institute",
      "description": "Integrated Pest Management (IPM) is a sustainable, science-based, decision-making process that combines biological, cultural, physical and chemical tools to...",
      "preview": "IPM Institute Supporting sustainability efforts in agriculture & communities since 1998. Learn More About Us Committed to Community & Agriculture We h"
    },
    {
      "url": "https://www.kemenygyarto-balatonlelle.hu/de/hirek/kepgaleria/fustcsovek/dickwandigen-rohr/",
      "title": "Dickwandigen rohr :: Kéménytechnikai Szaküzlet",
      "description": "void",
      "preview": "Durchsuchen Magyar Deutsch Startseite Bildergalerie KREA gravity schornstein Schornstein system elemente Sonst Rauchrohr Dickwandigen rohr Dünnwandige"
    }
  ],
  "_meta": {
    "total_bookmarks": 107
  }
}