{
  "data": [
    {
      "url": "http://www.grandvoyageitaly.com/piazza/pizza-emergency-kit-hey-you-never-know",
      "title": "Pizza Emergency Kit: Hey, You Never Know... - GRAND VOYAGE ITALY",
      "description": "Pizza Emergency Kit: Hey, You Never Know..., Pizza Pouch, Wearable pizza slice, pizza accessory, pizza fashion accessory, Stupidiotic.com, gag food gifts, funny pizza gift, gag pizza gift, pizza fashion accessory, pizza lanyard, pizza necklace, wearing p",
      "preview": "Piazza Older Posts Travel Our Family's Voyage Cucina Culture History Style Photos Videos Music Videos About Survey Links Shop 🛒 Piazza Older Posts Tra"
    },
    {
      "url": "https://plex.tv/contact",
      "title": "Contact | Plex",
      "description": "Let's get in touch. When it comes to questions about billing, your Plex Pass subscription, and more, we're all ears....",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Contact"
    },
    {
      "url": "https://demitasse.co.nz/2011/10/view-composer-and-the-long-time-between-recomposes/",
      "title": "View Composer and the long time between recomposes | Demitasse",
      "description": "If you've worked with VMware View you will know that moving hundreds of desktops into your datacentre has a large storage requirement. If you haven't seen it yet you need to look at View Comp...",
      "preview": "Skip to content Demitasse Server Virtualisation and Server based computing Home About Demitasse Alastair's Schedule Other Publications ← EPISODE42 - A"
    },
    {
      "url": "https://industree.org.in/",
      "title": "Home | Industree Foundation",
      "description": "void",
      "preview": "top of page Proof of Impact GreenKraft Producer Company (GK) is a producer-owned social enterprise creating natural fiber lifestyle products and hom"
    },
    {
      "url": "https://shipsofscale.com/",
      "title": "Ships of Scale",
      "description": "Ships of Scale features detailed Build Logs. Build Scale Wooden Ships from wooden kits, Scratch Built, Plastic kits.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://supersimple.com/app/",
      "title": "Super Simple App - Super Simple",
      "description": "Super Simple App FAQ",
      "preview": "1 Download our award winning mobile app from the App Store! 2 Start your free trial and create an account. Creating an account will let you use your a"
    },
    {
      "url": "https://digitalfire.com/glossary/glaze+chemistry",
      "title": "Glaze Chemistry",
      "description": "Glaze chemistry is the study of how the oxide chemistry of glazes relate to the way they fire. It accounts for color, surface, hardness, texture, melting temperature, thermal expansion, etc.",
      "preview": "Monthly Tech-Tip from Tony Hansen SignUp No tracking ! No ads ! All Glossary 0.8mm thickness | 200 mesh | 325 mesh | 3D Design | 3D Modeling | 3D Prin"
    },
    {
      "url": "https://us.napster.com",
      "title": "Napster: The Music Service for Music Fans",
      "description": "Alongside 110+ million songs, Napster is home to hundreds of thousands of official music videos. Whether you're streaming on demand or listening offline, enjoy all content ad-free.",
      "preview": "Powered by Napster is a convenient all-in-one platform for companies looking to launch their own branded music service. Napster is available in 33 cou"
    },
    {
      "url": "http://www.seoikea.com/article/20172.html",
      "title": "void",
      "description": "Download Eyeball Chat, the best free video chat software. Video conferencing, PC to Phone calling and instant messaging with AIM, Google Talk, MSN and Yahoo! buddies.",
      "preview": "Welcome to Eyeball Chat Eyeball Chat lets you... Voice and video chat live with friends and family including multi-party conferencing Keep in touch wi"
    },
    {
      "url": "https://shenandoahtx.us/214/Emergency-Management",
      "title": "Emergency Management | Shenandoah, TX",
      "description": "The Shenandoah Emergency Operations Center (EOC) is a state-of-the-art facility within the City of Shenandoah Municipal Complex. The controlled access EOC is capable of self-sustained operations in the absence of public utility services.",
      "preview": "Skip to Main Content Create a Website Account - Manage notification subscriptions, save form progress and more. Website Sign In Home Government Depart"
    },
    {
      "url": "https://www.wafb.com/2023/02/27/georgia-family-speaks-out-after-father-goes-missing-br/",
      "title": "Ga. family speaks out after man disappears in Baton Rouge; wallet found, new photos released",
      "description": "About a week after a man disappeared, the Baton Rouge Police Department continues to ask the public for help locating him, as new evidence has surfaced in the case.",
      "preview": "Skip to content BATON ROUGE, La. (WAFB) - About a week after a man disappeared, the Baton Rouge Police Department continues to ask the public for help"
    },
    {
      "url": "https://locust-hub-hqfao.hub.arcgis.com/",
      "title": "FAO Locust Hub",
      "description": "Discover the latest FAO resources, maps and information about the desert locust infestation in Africa.",
      "preview": "void"
    },
    {
      "url": "http://ttool.de/anleitungen/ccee.htm",
      "title": "Untitled Document",
      "description": "void",
      "preview": "Encode with Cinema Craft Encoder 2.5 Start CCE 2.5. Right mouse click to select the avi you want to encode. Doubbelclick the AVI and you see the encod"
    },
    {
      "url": "https://www.conceptcarz.com/gallery/23350/buick-sportwagon.aspx",
      "title": "1969 Buick Sportwagon Images & Photo Gallery",
      "description": "1969 Buick Sportwagon images and high resolution pictures. Interior, exterior, and engine photographs of the Buick Sportwagon.The 1969 Buick Sportwago...",
      "preview": "1969 Buick Sportwagon Gallery 1969 Buick Sportwagon Navigation Article Image gallery Valuation Specifications Profiles Production figures 1969 Buick S"
    },
    {
      "url": "https://www.umso.com/",
      "title": "Umso - The Website Builder For Everyone",
      "description": "The fastest way to build a website. Design, edit and publish a beautiful website with absolutely no code.",
      "preview": "Build your website Plan Go from idea to first draft with our Generator. Even if you've never built a website before, you will get a great result. Edit"
    },
    {
      "url": "https://www.patagonia.com/product/womens-insulated-powder-town-ski-snowboard-jacket/195699211773.html",
      "title": "Patagonia Women's Insulated Powder Town Ski/Snowboard Jacket",
      "description": "Built for mobility and layering, our Patagonia® Women's Insulated Powder Town Jacket is waterproof and windproof. Made in a Fair Trade Certified™ factory.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://getmyinternet.org/",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://www.businessforvotingrights.com/",
      "title": "Business for Voting Rights",
      "description": "Businesses believe that the right to vote is fundamental for every American.",
      "preview": "Business for Voting Rights We stand for the equal right to vote No matter your zip code, race, ethnicity, color, who you vote for, what language you s"
    },
    {
      "url": "https://agrobolder.com/products/bobina-50",
      "title": "Agrobolder | Tienda Oficial",
      "description": "Visita la página y encuentra todos los productos de Agrobolder en un mismo lugar.",
      "preview": "Usamos cookies para mejorar tu experiencia en Mercado Libre. Consultar más en nuestro Centro de Privacidad. Aceptar cookies Configurar cookies ¡Listo!"
    },
    {
      "url": "https://wordassociations.net/en/",
      "title": "Word Associations Network",
      "description": "Word Associations Network",
      "preview": "Word Associations Network Dictionary Associations API Samples Types Games Magic About English Russian French Spanish German Italian Portuguese For exa"
    },
    {
      "url": "https://du.ilsole24ore.com/utenti/Registrazione.aspx?schema=Reg2013&Pers=home2013&Newsletters=DURegCO&sc_motivo=N24%3aspontaneo&SiteCode=CN&RURL=https%3a%2f%2fst.ilsole24ore.com%2fart%2fnorme-e-tributi%2f2016-01-26%2fprima-casa-benefici-allargati-074924.shtml%3fuuid%3dACCuvNHC",
      "title": "Il Sole 24 ORE - Registrazione",
      "description": "void",
      "preview": "E' necessario che sul browser sia abilitato il support ai javascript. Attenzione : username e password non corrispondono, riprova Accedi ricordami rec"
    },
    {
      "url": "https://dhhr.wv.gov/covid-19/pages/vaccine.aspx",
      "title": "Vaccination Recommendations",
      "description": "void",
      "preview": "This page has moved. Please bookmark the correct page at https://breatheeasy.wv.gov"
    },
    {
      "url": "https://apps.apple.com/us/app/basemap-hunting-gps-maps/id1305237481",
      "title": "‎BaseMap: Hunting GPS Maps on the App Store",
      "description": "Guaranteed land ownership maps, mobile hunt planner with draw odds, industry leading GPS tools for hunters and outdoorsmen. OFFLINE GPS and TRACKING • Cache m...",
      "preview": "Screenshots Description Guaranteed land ownership maps, mobile hunt planner with draw odds, industry leading GPS tools for hunters and outdoorsmen. OF"
    },
    {
      "url": "https://travel.gc.ca/",
      "title": "Travel.gc.ca - Home",
      "description": "Government of Canada's official one-stop-shop for comprehensive international travel information.",
      "preview": "Skip to main content Skip to \"About this site\" Travel and tourism Information on travelling to, from and within Canada. Follow: Twitter Facebook Insta"
    },
    {
      "url": "https://marketfinder.thinkwithgoogle.com/intl/en_us/?_ga=2.45456044.965316859.1596467089-1058377208.1582137491&_gac=1.178522512.1595971498.EAIaIQobChMIkKynrdrg5wIVDdreCh3oyAAGEAAYASAAEgKy5vD_BwE",
      "title": "Find Global Business Opportunities - Market Finder by Google",
      "description": "Google's Market Finder will help you identify new international business opportunities using market insights and help you plan for success.",
      "preview": "void"
    },
    {
      "url": "http://kajetan.at/",
      "title": "Landhaus Kajetan - Apartments im Luftkurort Galtür",
      "description": "Landhaus Kajetan - Apartments im Luftkurort Galtür",
      "preview": "WILLKOMMEN APARTMENTS PREISE WELLNESS KINDER ANREISE URLAUBSANFRAGE ONLINEBUCHUNG Landhaus Kajetan - Apartments in Galtür. Herzlich willkommen! Eine w"
    },
    {
      "url": "https://stock.walmart.com/stock-information/default.aspx",
      "title": "Quote and Chart :: Walmart Inc. (WMT)",
      "description": "void",
      "preview": "Skip to main content Skip to section navigation Skip to footer email Email Alerts location_city Company Profile contact_page Contacts account_tree Sit"
    },
    {
      "url": "https://heart2homecreations.net/2017/12/19/woodland-globe-ornaments/?like_comment=178&_wpnonce=34663814ef",
      "title": "Woodland Globe Ornaments! | Heart2HomeCreations",
      "description": "December is here! And that means Christmas is right around the corner! I've been busy making ornaments for my Etsy shop! I had been wanting to make something with the clear craft ornaments and finally decided to go for it! While hiking through Vermont forests I was so inspired by the beautiful scenery. The light...",
      "preview": "December is here! And that means Christmas is right around the corner! I've been busy making ornaments for my Etsy shop! I had been wanting to make so"
    },
    {
      "url": "https://richeisenshow.com",
      "title": "Rich Eisen Show - Official site of The Rich Eisen Show",
      "description": "More Videos...",
      "preview": "Skip to content Latest Videos October 9, 2025 Does 4-Time League MVP A'ja Wilson Belong on the WNBA's Mount Rushmore? | The Rich Eisen Show October 9,"
    },
    {
      "url": "https://ladiesdrawingclub.com/",
      "title": "LADIES DRAWING CLÜB",
      "description": "LADIES DRAWING CLÜB",
      "preview": "void"
    },
    {
      "url": "http://time.com/4463943/japan-china-fishing-marine-iuu-environment-google-skytruth/",
      "title": "Saving the Seas From China's Bloated Fishing Industry | TIME",
      "description": "Japan is the latest country to feel the brunt of China's fishing industry, which suffers from overcapacity due to huge government subsidies.",
      "preview": "Fishermen unload fishing gear at a port in Lianyuangang, in eastern China's Jiangsu province, on May 30, 2016 STR/AFP/Getty Images By Charlie Campbell"
    },
    {
      "url": "https://ballparkhq.com/",
      "title": "Ballpark - Research anything. Powered by AI.",
      "description": "Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes",
      "preview": "Research made simple with AI Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes Re"
    },
    {
      "url": "https://zh.coursera.org/directory/certificates",
      "title": "Professional Certificates Sitemap | Coursera",
      "description": "The Coursera Professional Certificates sitemap includes links to all of our professional certificates. Learn online and earn valuable credentials from top universities like Yale, Michigan, Stanford, and leading companies like Google and IBM.",
      "preview": "Directory Search for: Articles Browse by category Collections Courses Degree Programs Popular Topics Professional Certificates Specialization Programs"
    },
    {
      "url": "https://metalltechnik-dermbach.eshop.t-online.de/epages/Shop42414.sf/de_AT/?ObjectPath=/Shops/Shop42414/Products/61040-5",
      "title": "Kaminholzregal Metall 1,9 m x 0,6 m x 0,35 m Oberfläche feuerverzinkt ohne Dekor",
      "description": "Das Kaminholzregal aus Metall ist ohne Farbe und wird in natürlichem Cortenstahl Material geliefert.",
      "preview": "Zum Hauptinhalt springen Made in Germany Merkliste Mein Konto Anmelden Suchen nach (0) RASENKANTEN AUS METALL FÜR IHRE BEETE Jetzt entdecken Drucken K"
    },
    {
      "url": "https://patch.com/new-jersey/middletown-nj/mean-girls-movie-musical-filming-middletown-march-april",
      "title": "'Mean Girls' Movie Musical Filming In Middletown In March And April | Middletown, NJ Patch",
      "description": "A high school movie musical will be filming in Middletown starting in March; NJ.com reports it's an adaptation of \"Mean Girls.\"",
      "preview": "Skip to main content Nearby Communities Rumson-Fair Haven, NJ Red Bank-Shrewsbury, NJ Little Silver-Oceanport, NJ Holmdel-Hazlet, NJ Long Branch-Eaton"
    },
    {
      "url": "http://www.playstation.com/support/",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "https://accounts.acm.org?redirectUri=%2Fdoi%2F10.1145%2F3328778.3366808",
      "title": "ACM Account",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession ACM Account Create an Account Email Address Continue Trouble logging in? ACM Membership is not required"
    },
    {
      "url": "https://arstechnica.com/tech-policy/2014/06/first-chicago-robber-caught-via-facial-recognition-gets-22-years/",
      "title": "First Chicago robber caught via facial recognition gets 22 years - Ars Technica",
      "description": "With more cops using facial recognition tech, questions of efficacy remain.",
      "preview": "Skip to content Text settings Story text Size Small Standard Large Width * Standard Wide Links Standard Orange * Subscribers only Learn more Minimize"
    },
    {
      "url": "https://www.ventunotech.com",
      "title": "Ventuno | The Leading OTT Platform & VOD Platform Provider",
      "description": "Ventuno is a Saas based OTT Platform provider lets video content owners to launch, upload, monetize and analyse their live streaming services.Start your 7-days free trial.",
      "preview": "Launch & grow your video streaming service All-in-One | No coding | Fully customizable Request Demo Why Launch Your OTT Apps with Ventuno? BE OMNIPRES"
    },
    {
      "url": "https://wiki.freepbx.org/label/calling+canada+international+locations+profile+top-up",
      "title": "Sangoma Documentation",
      "description": "void",
      "preview": "{\"serverDuration\": 42, \"requestCorrelationId\": \"5654af36b66847d3953b6bf5aeeab0c7\"}"
    },
    {
      "url": "https://docs.google.com/document/d/1ahEsbZgIa99mFhoJX14P-t4BxyvTe8S7eioLyNRK3JM/edit#heading=h.3y7nhrclernv",
      "title": "Instantly - How We Get 400+ Replies Monthly With Our Cold Email Copywriting Framework - Documenti Google",
      "description": "Instantly.ai - How We Get 400+ Replies Monthly With Our Cold Email Copywriting Framework I'm not a copywriting expert, but we were getting 400+ replies monthly in our lead gen agency + grew Instantly to 100K/MRR with the same strategies I'm going to share with you below. This means that you d...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://jaipur.craigslist.org/d/garage-moving-sales/search/gms?hints=static&sort=upcoming&lang=en&cc=gb&sale_date=2021-12-09",
      "title": "Jaipur garage & moving sales - craigslist",
      "description": "Jaipur garage & moving sales - craigslist",
      "preview": "loading Reading writing saving searching refresh the page. craigslist Garage & Moving Sales in Jaipur see also"
    },
    {
      "url": "https://www.earthday.org/",
      "title": "Earth Day: The Official Site | EARTHDAY.ORG",
      "description": "Visit the official Earth Day site to learn about the world's largest environmental movement and what you can do to make every day Earth Day.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content EARTHDAY.ORG's founders created and organized the very first Earth Day on Apri"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85933",
      "title": "Searchable Recipe Database - Red Grits and Shrimp",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://abc13.com/amp/felicia-johnson-killed-remains-found-in-sam-houston-national-forest-bones-identified-as-missing-woman-chukwuebuka-nwobodo-charged/12889100/",
      "title": "Felicia Johnson murder: Remains found in Sam Houston National Forest identified as woman missing from Houston for 10 months | abc13.com",
      "description": "Remains%20found%20in%20the%20Sam%20Houston%20National%20Forest%20earlier%20this%20month%20were%20identified%20as%20Felicia%20Johnson%2C%20who%20deputies%20say%20was%20dismembered%20in%202022.",
      "preview": "human remains found Remains found in Sam Houston National Forest identified as woman police believe was dismembered KTRK By Tom Abrahams Monday, Febru"
    },
    {
      "url": "https://decider.com/",
      "title": "Decider | Where To Stream Movies & Shows on Netflix, Hulu, Amazon Prime, HBO Max",
      "description": "Decider helps you find what to watch. Discover the best movies and shows streaming on Netflix, Disney+, Hulu, Amazon Prime Video, HBO Max, and more.",
      "preview": "Skip to main content Search Search What to Watch Genres Horror Comedy Children's/Family Drama Documentary/Reality Music Platforms HBO Max Netflix Peac"
    },
    {
      "url": "https://boekenkastweb.wordpress.com/2019/12/20/blu-ray-in-de-kijker-once-upon-a-time-in-hollywood-quentin-tarantino/",
      "title": "Blu-ray in de kijker: Once Upon A Time In... Hollywood - Quentin Tarantino - De Boekenkast Redactie.Boekenkast@gmail.com",
      "description": "Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarantino, op dvd, Blu-ray, 4K Ultra HD, Digitaal en op aanvraag verschenen. https://www.youtube.com/watch?v=ELeMaP8EPAA&feature=emb_logo Deze Amerikaanse-Britse komische dramafilm speelt zich af in 1969 in Los Angeles. De film gaat over acteur Rick Dalton (Leonardo DiCaprio), de...",
      "preview": "Naar de inhoud springen Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarant"
    },
    {
      "url": "https://www.navcen.uscg.gov/navigation-rules-amalgamated",
      "title": "USCG Amalgamated Navigation Rules International & U.S. Inland | Navigation Center",
      "description": "void",
      "preview": "Skip to main content Navigation Center United States Coast Guard U.S. Department of Homeland Security ☰ Home Print USCG Amalgamated Navigation Rules I"
    },
    {
      "url": "https://www.eac.gov",
      "title": "Home | U.S. Election Assistance Commission",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://ellatinoonline.com/2012/05/03/lleva-mama-al-cine/",
      "title": "Lleva a Mamá al cine - El Latino",
      "description": "void",
      "preview": "¡No se quede fuera! Manténgase informado; reciba nuestro boletín Registrese Skip to content Envía un mensaje de texto con la palabra \"El latino Mama\""
    },
    {
      "url": "https://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    },
    {
      "url": "https://www.coned.com/en",
      "title": "Con Edison - Powering New York City and Westchester",
      "description": "Providing electric, gas, and steam to NYC and Westchester. Pay your bill, manage your account, report an outage, and learn how to save energy.",
      "preview": "Skip to Main Content You are using an unsupported browser. Please download the latest version of Chrome , Firefox , Edge , or Safari . Home My Account"
    },
    {
      "url": "https://bja.ojp.gov",
      "title": "Home | Bureau of Justice Assistance",
      "description": "BJA provides leadership and services in grant administration and criminal justice policy development to support state, local, and tribal justice strategies to achieve safer communities.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://zdravotnickynabytek.cz/cs/reference/",
      "title": "Reference | Zdravotnický nábytek",
      "description": "void",
      "preview": "VÝROBCE ZDRAVOTNICKÉHO NÁBYTKU A ZAŘÍZENÍ cs en Úvod Produkty O nás Akce Služby Reference Kontakt Úvodní strana » Reference Reference Fakultní Thomaye"
    },
    {
      "url": "https://returns.kosas.com/",
      "title": "Returns",
      "description": "void",
      "preview": "We're sorry but Loop returns doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://moviebabble.com/tag/david-naughton/",
      "title": "David Naughton Archives | MovieBabble",
      "description": "void",
      "preview": "Tag: David Naughton Retrospectives 'An American Werewolf in London': Horror, Comedy, and Childhood Trauma by Patricia H. September 5, 2021 by Patricia"
    },
    {
      "url": "https://securitylab.github.com/",
      "title": "GitHub Security Lab | Securing open source software, together.",
      "description": "Securing open source software, together.",
      "preview": "skip to content Resources Open Source Community Enterprise / Security Lab Research Advisories CodeQL Wall of Fame Resources Open Source Community Ente"
    },
    {
      "url": "https://opendatacommons.org/licenses/odbl/",
      "title": "Open Data Commons Open Database License (ODbL) - Open Data Commons: legal tools for open data",
      "description": "Legal tools for Open Data",
      "preview": "Contents Legal tools for Open Data Open Data Commons Open Database License (ODbL) Attribution and Share-Alike for Data/Databases Human-readable summar"
    },
    {
      "url": "https://racesonline.com/events/frog-fest-5k",
      "title": "Races online",
      "description": "For over 20 years we've been supporting active events around the country with our family of race-centric companies.",
      "preview": "Races online Looking for event services? You've come to the right place. For over 20 years we've been supporting active events around the country with"
    },
    {
      "url": "https://www.menshealth.com/entertainment/a38903204/joseph-baena-interview/",
      "title": "Joseph Baena Talks About His Fitness Journey and His Dad Arnold Schwarzenegger",
      "description": "Joseph Baena, the son of fitness culture's greatest icon, Arnold Schwarzenegger, talks about how he found out Arnold was his dad and advice his dad has given him about life, acting, and strength training.",
      "preview": "Skip to Content Our product picks are editor-tested, expert-approved. We may earn a commission through links on our site. Why Trust Us? Eric Ray David"
    },
    {
      "url": "https://firemarkstudio.video.blog/",
      "title": "Fire Mark Studio - Novelty apps for curious minds!",
      "description": "Novelty apps for curious minds!",
      "preview": "Skip to content Play your favorite Bongo Cat musical instruments. Subscribe Subscribed Fire Mark Studio Sign me up Already have a WordPress.com accoun"
    },
    {
      "url": "http://jsnfri.fra.affrc.go.jp/index-e/newindex-e.html",
      "title": "JUMP!",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://vuce.gub.uy/pesc2/",
      "title": "PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca - VUCE",
      "description": "Certificado de Ingreso Sanitario para productos de la pesca",
      "preview": "Skip to content PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca Información sobre el trámite Consiste en la autoriza"
    },
    {
      "url": "https://app.powerbi.com/view?r=eyJrIjoiODgyYjRmZjQtN2UyNi00NGE4LTg1YzMtYzE2OGFhZjBiYzFjIiwidCI6ImY2MTBjMGI3LWJkMjQtNGIzOS04MTBiLTNkYzI4MGFmYjU5MCIsImMiOjh9&pageName=ReportSection729b5bf5a0b579e86134",
      "title": "Microsoft Power BI",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://disneyprivacycenter.com/kids-privacy-policy/english/",
      "title": "Children's Privacy Policy - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Family of Compan"
    },
    {
      "url": "https://fly-concept.fr/etiquette-produit/dubbing-thorax/",
      "title": "dubbing thorax - Fly-concept, fly tying, matériaux, accessoires montage de mouche",
      "description": "void",
      "preview": "Tri par défaut Tri par popularité Tri par notes moyennes Tri du plus récent au plus ancien Tri par tarif croissant Tri par tarif décroissant 10 résult"
    },
    {
      "url": "https://www.att.com",
      "title": "AT&T Official Site | Our Best Wireless & Internet Service",
      "description": "Get our best deals on phones and internet, backed by the AT&T Guarantee. Explore the new iPhone 17, get 24/7 support, pay bills, and manage your account online.",
      "preview": "AT&T Official Site | Our Best Wireless & Internet Service Deals Phones & devices Wireless Phone plans Internet Prepaid Bundles Get our best deals on A"
    },
    {
      "url": "https://christianwalks.org/churchgodpro/tattoos.shtml",
      "title": "WHAT DOES THE BIBLE SAY ABOUT TATTOOS",
      "description": "TATTOOS",
      "preview": "You can make the text larger or smaller by holding down on your \"ctrl\" key and spinning the scroll button on your mouse. Tattoos"
    },
    {
      "url": "https://shipsofscale.com/",
      "title": "Ships of Scale",
      "description": "Ships of Scale features detailed Build Logs. Build Scale Wooden Ships from wooden kits, Scratch Built, Plastic kits.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://www.wellnesspet.com",
      "title": "Home - Wellness Pet Company",
      "description": "We are pet people with a purpose. We are passionate about pets and believe that every pet should be born, bred, fed, and raised with love.",
      "preview": "Our Purpose Our Brands Our People Meet Our Leaders Locations Join Our Pack Impact Report News Sitemap | Privacy Policy TikTok Instagram LinkedIn Faceb"
    },
    {
      "url": "https://mysds.henkel.com/index.html",
      "title": "Henkel Documents",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://tour.mines.edu/visit/",
      "title": "Home - Campus Tour",
      "description": "Explore Colorado School of Mines with campus tours, virtual visits, and in-person visits. Learn all about our unique campus life, academic programs, and admissions process.",
      "preview": "Facebook X MINES.EDU MyMines Apply Undergraduate Admissions Graduate Admissions Visits and Events On campus, virtually or in your area - we want you t"
    },
    {
      "url": "https://www.walmart.org",
      "title": "Walmart Foundation",
      "description": "Walmart.org, through the combined philanthropic efforts of both Walmart and the Walmart Foundation, creates opportunities for people to live better every day.",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "https://www.centerffs.org",
      "title": "Center for Family Services",
      "description": "Center For Family Services is committed to changing the odds for children and families in our community by providing vision, hope, and strength for a better life through more than 50 programs across southern New Jersey focused on prevention, intervention, and education.",
      "preview": "Skip to main content Trusted care to help people of all ages reach their potential. Get Help Get Involved Your gift can change a life Donate Today Mos"
    },
    {
      "url": "https://puc.overheid.nl/rsj/zoeken/resultaat/PUC_172062_21/1/org/rsj/p/1143/s/datumdocument-wt_desc/",
      "title": "Zoekresultaat - Raad voor strafrechtstoepassing en jeugdbescherming",
      "description": "void",
      "preview": "Ga direct naar Inhoud of Menu RSJ Raad voor strafrechtstoepassing en jeugdbescherming Zoeken op tekst Zoekterm Zoeken uitgebreid zoeken Hoofdnavigatie"
    },
    {
      "url": "http://www.politicalscience.ualberta.ca/",
      "title": "Department of Political Science",
      "description": "void",
      "preview": "Political Science We are committed to students Political science trains you to apply concepts and theory to real-world problems, to synthesize dispara"
    },
    {
      "url": "https://www.iste.org/standards/computational-thinking",
      "title": "ISTE | Computational Thinking Competencies",
      "description": "The ISTE Computational Thinking Competencies provide guidelines for integrating computational thinking across all subjects and grade levels.",
      "preview": "Your new membership experience is here! Explore your benefits at iste-ascd.org. Or join or renew now to get connected. Dismiss banner Skip to content"
    },
    {
      "url": "https://kr.linkedin.com/company/samsungmobile?trk=organization_guest_main-feed-card_reshare_feed-actor-image",
      "title": "Samsung Mobile | LinkedIn",
      "description": "Samsung Mobile | LinkedIn 팔로워 646,855명 | Samsung Mobile is at the forefront of mobile intelligence, shaping the future with Galaxy AI. With the next evolution of Galaxy AI, we are making lives simpler-reducing stress, creating more time, and getting the help you need without even having to ask. In this era of mobile AI, the freedom to focus on what matters most to you is no longer a dream, but a powerful reality.",
      "preview": "LinkedIn 회원 개인정보 보호를 중시합니다. LinkedIn 및 타사에서 이용하는 필수 및 비필수 쿠키는 LinkedIn 서비스 제공, 보안 분석 및 개선을 위해 제공되며, LinkedIn 내외에서 관련 광고( 프로페셔널 및 채용 광고 등)를 표시합니다. 쿠키정책"
    },
    {
      "url": "https://topgolf.com/us/company/privacy-policy/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.collabora.com/news-and-blog/?both_page=19&newsandevents_page=9&blogs_page=19",
      "title": "News & Blog - Open Source Consulting | Collabora",
      "description": "Your one-stop shop for all the latest news, events and blogs from Collabora.",
      "preview": "About Who we are Our expertise Our work Open Source Our ecosystem Services Guide Train Build Integrate Optimize Maintain Industries Automotive Digital"
    },
    {
      "url": "https://www.teachific.com.au/find?page=1&search_type=standard&category_group=21&cats%5B%5D=228",
      "title": "Find resources | Teachific",
      "description": "void",
      "preview": "Skip to Content Toggle menu Reading Choose a Category ACARA Curriculum Reading Reading Workshop Mini Lessons Reading Workshop Reading Journals by Grad"
    },
    {
      "url": "https://support.norton.com/sp/en/us/home/current/info",
      "title": "Official Norton™ Support",
      "description": "Get all the support you need for your Norton products. We'll help you with installation, activation, sales and billing.",
      "preview": "What can we help you with? Upgrade for Free Cybercrime is evolving. So is your protection. *Offer for existing members for the remainder of your subsc"
    },
    {
      "url": "https://aintnomobway.com/?gclid=CjwKCAiAy_CcBhBeEiwAcoMRHOwqcEjTTeVEv3yFxhROV92xZaBs5lnBfJFixScSVetL9HJY1eLAqBoChNAQAvD_BwE",
      "title": "Ain't No Mo'",
      "description": "A new Broadway comedy. Buckle up.",
      "preview": "Skip to content Ain't No Mo' Get all the larger-than-life news and exclusives first! X Sign Up Home (current) From the Academy Award ® -nominated crea"
    },
    {
      "url": "https://milkewhit13.blogspot.com",
      "title": "13",
      "description": "void",
      "preview": "Skip to main content Posts Get link Facebook X Pinterest Email Other Apps January 27, 2022 wayapk trackmytcs Post a Comment Read more"
    },
    {
      "url": "http://odinblacksea.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "http://www.army-guide.com/eng/product321.html",
      "title": "Army Guide",
      "description": "Army Guide - information about the main battle tanks, armoured vehicles and armament of the land forces and also the information concerning other army subjects - RRV, Repair and recovery vehicle, Armoured Vehicles",
      "preview": "Designation: RRV Manufacturer: BAE Systems Land and Armament Product type: Armoured Vehicles Name: Repair and recovery vehicle On the basis of MTVL Ha"
    },
    {
      "url": "https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager07.html",
      "title": "Adobe - Flash Player : Settings Manager - Website Storage Settings panel",
      "description": "void",
      "preview": "Accessibility For the complete experience, please enable JavaScript in your browser. Thank you! Products How to Buy Learn & Support About Adobe Creati"
    },
    {
      "url": "https://ballot.gamvp.org",
      "title": "Find what's on your ballot | Vote informed with GAMVP Ballot Look-up",
      "description": "Use GAMVP Ballot Look-up to find your ballot and make an informed vote about state and local candidates.",
      "preview": "Navigation Button Let's figure out what will be on your ballot Enter the address where you're registered to vote, and we'll find all the districts you"
    },
    {
      "url": "https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-020-03302-2",
      "title": "Psychosocial status and prenatal care of unintended pregnancies among low-income women | BMC Pregnancy and Childbirth | Full Text",
      "description": "Nearly half of all pregnancies in the United States are reported as unintended and rates are highest among women of low socioeconomic status. The purpose of this study was to examine the associations between unintended pregnancies and maternal mental health and timing of prenatal care among low-income women. In this cross-sectional study, 870 women, whom were participating in the First 1000 Days program in three community health centers in the Boston area, were enrolled at their first prenatal visit from August 2016 - September 2017. We assessed pregnancy intention by self-report using the Pregnancy Risk Assessment Monitoring System. We used self-reported survey information and electronic health record data to assess the following outcomes: current stress, current depression, and timing of initial prenatal visit. We used multivariable logistic regression models to examine associations and adjusted for sociodemographic factors. Women were a mean (SD) age of 29.3 (6.1), and 39.2% reported that their pregnancy was unintended. 50.6% of women were Hispanic, 28.4% were White, 10.1% were Black, and 10.9% were other races. 78.9% of women reported an annual household income &lt;$50,000. Overall, 26.7% of women reported current stress, 8.2% reported current depression, and 18.3% of women initiated prenatal care after their first trimester. In multivariable analyses, women with unintended pregnancies had higher odds of experiencing current stress (OR: 1.72; 95% CI: 1.22, 2.41), current depression (OR: 1.83; 95% CI: 1.04, 3.20), and initiation of prenatal care post-first trimester (OR: 1.84; 95% CI: 1.23, 2.74). Unintended pregnancies were associated with current stress and depression, and delayed prenatal care in this sample of low-income women suggesting the importance of identifying high-risk women and tailoring interventions to support women's needs. ClinicalTrials.gov (NCT03191591; Retrospectively registered on June 19, 2017).",
      "preview": "Skip to main content Search all BMC articles Search Psychosocial status and prenatal care of unintended pregnancies among low-income women Download PD"
    },
    {
      "url": "http://www.golfholidaysintl.com/",
      "title": "void",
      "description": "void",
      "preview": "USD EUR GBP JPY Destinations Specials Trip Quote Request a Quote San Diego Omni La Costa Golf Resort - Stay and Play from $450! from $450 Calling all"
    },
    {
      "url": "https://anabeatriz1201.tumblr.com/",
      "title": "@anabeatriz1201 on Tumblr",
      "description": "Follow @anabeatriz1201 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://developers.wx.spire.com/docs/weather-api/1/overview",
      "title": "Home | Spire Weather",
      "description": "void",
      "preview": "Home Launch your Weather Data Project With Our Space to Cloud APIs class Get Started Get started with our APIs class API Docs Use our interactive docu"
    },
    {
      "url": "https://www.rileygrey.com",
      "title": "Premium Wedding Websites, Registries, RSVPs & More | Riley & Grey",
      "description": "Create beautiful custom wedding websites, invitations, and registries, and manage your RSVP effortlessly. Wedding planning is hard, but Riley & Grey makes it a lot easier. Try for free.",
      "preview": "Wedding websites as unique as the love you've found. invitations Easy and elevated with none of the heavy-lifting, Riley & Grey's tools help you breez"
    },
    {
      "url": "http://support.vhx.tv/article/356-watching-chromecast",
      "title": "How do I watch via Chromecast on my desktop? - Vimeo OTT Customer Support",
      "description": "If you have a Chromecast device, you can use that in conjunction with the Google Chrome desktop browser to watch content on your TV. Note: At this time, we expe",
      "preview": "How do I watch via Chromecast on my desktop? If you have a Chromecast device, you can use that in conjunction with the Google Chrome desktop browser t"
    }
  ],
  "_meta": {
    "total_bookmarks": 94
  }
}