{
  "data": [
    {
      "url": "https://cafblcomunicacio.cat/llega-rehabilita-2021/",
      "title": "Llega rehabilita 2021 - CAFBL Comunicació",
      "description": "void",
      "preview": "Usted está aquí: Inicio 1 / Actualidad 2 / Llega rehabilita 2021 Rehabilita es una iniciativa colectiva, impulsada y promovida por el Colegio de Apare"
    },
    {
      "url": "https://fitness.apple.com/us/subscribe?itscg=10000&itsct=pod-services-fitness-apl-tvhm-21_1019",
      "title": "‎Getting Started with Fitness+",
      "description": "Get started with Apple Fitness+. Update to the latest iOS and watchOS to get started with Apple Fitness+ or redeem your 3 months free offer.",
      "preview": "What you'll need to get started on iPhone: iPhone 8 or later updated to iOS 16.1 To update your iPhone, go to Settings > General > Software Update. Id"
    },
    {
      "url": "https://www.kartverket.no/en/api-and-data/terms-of-use",
      "title": "Terms of use | Kartverket.no",
      "description": "void",
      "preview": "Skip to content Skip to navigation Go to language selector Søk Contact us Language English Norwegian Meny trenger javascript All users of the free dat"
    },
    {
      "url": "https://www.criterionchannel.com",
      "title": "Criterion Channel: Stream the world's best movies",
      "description": "Explore a curated library of essential classic and contemporary movies. Start your free trial on the Criterion Channel today.",
      "preview": "Start Your Adventure in Moviegoing Stream the world's best films start your free trial Join the Conversation Go behind the scenes with documentaries,"
    },
    {
      "url": "https://nbcmontana.com/news/local/hunter-who-mistook-dog-for-wolf-cited-for-animal-cruelty",
      "title": "Martin City woman pleads not guilty to animal cruelty charge",
      "description": "A Montana woman has pleaded not guilty on Friday morning after being cited for animal cruelty for shooting a young husky, believing it to be a young wolf.Amber",
      "preview": "Fri, 10 Oct 2025 10:12:10 GMT (1760091130324) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://nccriminallaw.sog.unc.edu/counties-may-impose-civil-penalties-passing-stopped-school-bus/",
      "title": "Counties May Impose Civil Penalties for Passing a Stopped School Bus - North Carolina Criminal Law",
      "description": "Four years ago, the General Assembly increased the criminal fine for passing a stopped school bus and enacted new license revocation and registration hold",
      "preview": "Skip to content Four years ago , the General Assembly increased the criminal fine for passing a stopped school bus and enacted new license revocation"
    },
    {
      "url": "https://fantasticmoviemusings.com/2021/05/11/education-for-death-the-making-of-a-nazi-1943/",
      "title": "Education for Death: The Making of a Nazi (1943) | Fantastic Movie Musings and Ramblings",
      "description": "Education for Death: The Making of the Nazi (1943)Article 5806 by Dave SindelarDate: 7-7-2020Directed by Clyde GeronimiFeaturing the voice of Art SmithCountry: USAWhat it is: Wartime anti-Nazi propaganda It's the story of a young German boy named Hans, and how he is indoctrinated into the Nazi mindset. Anybody who has seen and liked the movie...",
      "preview": "Education for Death: The Making of the Nazi (1943) Article 5806 by Dave Sindelar Date: 7-7-2020 Directed by Clyde Geronimi Featuring the voice of Art"
    },
    {
      "url": "https://govx.com/",
      "title": "Military & Government Discounts on 1000+ Brands | GOVX",
      "description": "The largest Military & Government exclusive ecommerce site offering discounts up to 50% off current season goods from 1000+ top lifestyle and tactical brands.",
      "preview": "void"
    },
    {
      "url": "https://grapee.jp/en/131858",
      "title": "Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram - grape Japan",
      "description": "Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram",
      "preview": "Source: © PR Times, Inc. | Photo: Kazushige Nagaya Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram 2020-02-"
    },
    {
      "url": "https://suppliesforjewelers.com/products/pocket-case-wrench",
      "title": "Pocket Case Wrench - Continental Jeweler's Supply",
      "description": "Our quality pocket case wrench has tempered pins for easy use on waterproof cases. Its compact size makes it very convenient. Measures: 2-5/8″ x 1-1/8″.",
      "preview": "Join our wholesale program today and shine brighter with exclusive perks and unbeatable deals on top-notch jewelry supplies! join now Add your informa"
    },
    {
      "url": "https://www.tate.org.uk/visit/tate-modern",
      "title": "Tate Modern | Tate",
      "description": "Explore modern and contemporary art from around the world",
      "preview": "What's on Visit the free collection In Tate Modern Getting here Admission information Visiting tips Accessibility 25 years of Tate Modern Left Right A"
    },
    {
      "url": "https://forward.com/news/529130/george-santos-jewish-lie-genealogy-records/",
      "title": "Congressman-elect George Santos lied about grandparents fleeing anti-Jewish persecution during WWII - The Forward",
      "description": "Genealogy records, Facebook posts and other online clues show that Congressman-elect George Santos' claims of Jewish heritage are false.",
      "preview": "Skip To Content logo/forward/small Israel-Hamas War Antisemitism Decoded Republish our articles פֿאָרווערטס News Congressman-elect George Santos lied"
    },
    {
      "url": "https://mclanecnc.com/Uux0lgl-Thicker/R3cwxu-Thicker/Penis/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Redirecting to"
    },
    {
      "url": "https://www.thatblogthatchickwrote.com/2010/07/twilight-eclipse.html",
      "title": "that blog that chick wrote: Twilight: Eclipse",
      "description": "The gang is back with a whole new set of wigs. Three down, two to go. Yuh-huh, just like the last Harry Potter film, someone has decided to ...",
      "preview": "void"
    },
    {
      "url": "https://www.lifechef.com/?c=510c4ee6c73f",
      "title": "Delicious Meal Delivery Service for Diabetes, Heart & Wellness | LifeChef",
      "description": "LifeChef offers tailored healthy meal delivery to fit your dietary needs. Enjoy nutritious, delicious meals conveniently delivered to your door.",
      "preview": "You have 30 : 00 minutes to use the offer! You have 30 : 00 minutes to use the offer! Step 1: Talk to Dietitian Get Expert Nutrition Guidance from a R"
    },
    {
      "url": "https://abc13.com/sheborah-latrice-thomas-sentenced-mother-accused-of-drowning-children-in-bathtub-two-young-murdered-by-mom-pleads-guilty-to-kids-deaths/12892747/",
      "title": "Houston mother Sheborah Latrice Thomas pleads guilty to drowning her 2 children in bathtub, sentenced to 40 years in prison - ABC13 Houston",
      "description": "Houston mother Sheborah Latrice Thomas, who admitted to drowning her 5- and 7-year-old children in 2016, was sentenced to 40 years in prison.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out mother charged Houston mother pleads guilty to drowning her 2 children in bathtub, s"
    },
    {
      "url": "https://startups.microsoft.com/",
      "title": "Microsoft for Startups | Microsoft",
      "description": "Ottieni gli strumenti, le indicazioni e l'ispirazione di cui hai bisogno per costruire e far crescere la tua attività con Microsoft for Startups.",
      "preview": "This is the Trace Id: f2619302540037d815a97f7069f2e81d Passa a contenuti principali Microsoft for Startups Costruisci la tua startup con fiducia Acced"
    },
    {
      "url": "https://imagommage.com/",
      "title": "Merchandising Aziendale Personalizzato | Gadget Aziendali | Imagommage",
      "description": "Imagommage è specializzata nella creazione di merchandising aziendale personalizzato e gadget aziendali personalizzabili per la promozione di eventi.",
      "preview": "Click Here DISCOVER cuscino - cushion DISCOVER customized trays WE RESEARCH AND IMPORT THE RIGHT PRODUCT YOU ARE LOOKING FOR from all over the world D"
    },
    {
      "url": "https://www.stance.com/",
      "title": "Stance: Socks, underwear and apparel. Feel good, do good. - Stance Europe",
      "description": "Stance represents expression and embraces the spirit of individuality through a unique product offering featuring our artists series and performance socks.",
      "preview": "Skip to content {\"country\":\"GB\",\"title\":\"Select your store\",\"message\":\"We see that you're in Great Britain. Click the flag below to shop in English an"
    },
    {
      "url": "https://www.pincergames.com/",
      "title": "Pincer Games",
      "description": "Indie Game Studio from Uruguay. Creators of Fighters of Fate and Scam Quest.",
      "preview": "top of page Hello there! Subscribe now to get the latest news about Pincer Games and invitations to early tests SUBSCRIBE I accept the Privacy Policy"
    },
    {
      "url": "https://www.georgeamphitheatre.com/events/joni-jam-joni-mitchell-brandi-carlile/",
      "title": "Joni Jam: Joni Mitchell & Brandi Carlile Tickets | 10 June 2023 | Gorge Amphitheatre",
      "description": "Joni Jam: Joni Mitchell & Brandi Carlile on 10 June 2023 at Gorge Amphitheatre in Quincy, Washington. Tickets available. Click here to find out more.",
      "preview": "Joni Jam: Joni Mitchell & Brandi Carlile at Gorge Amphitheatre Gorge Amphitheatre, Quincy, Washington Jun 10 GET TICKETS This summer, the legendary Jo"
    },
    {
      "url": "http://www.tntdrama.com/",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://www.legis.iowa.gov",
      "title": "Iowa Legislature",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "X Bills Number Keyword Iowa Code Quick Search Iowa Acts Quick Search Chapter Announcements Iowa Redistricting 2021 Popular Links Popular Publications"
    },
    {
      "url": "http://www.fosspatents.com/2011/05/?m=1",
      "title": "FOSS Patents: May 2011",
      "description": "This blog covers software patent news and issues with a particular focus on wireless, mobile devices (smartphones, tablet computers, connected cars) as well as select antitrust matters surrounding those devices.",
      "preview": "Tuesday, May 31, 2011 Lodsys sues 7 app developers in East Texas, disagrees with Apple; Android also targeted I almost appeared to be a \"party spoiler"
    },
    {
      "url": "https://www.healthline.com/nutrition/ketogenic-diet-101",
      "title": "The Ketogenic Diet: A Detailed Beginner's Guide to Keto",
      "description": "The ketogenic diet (keto) is a low-carb, high-fat diet that causes weight loss and provides numerous health benefits. This is a detailed beginner's guide.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://www.pgatour.com/schedule",
      "title": "PGA TOUR - Tournament Schedule",
      "description": "PGA TOUR",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://www.handelsblatt.com/finanzen",
      "title": "Handelsblatt",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "http://www.a-d.us/",
      "title": "A Leader In The Food Service Industry | The Anderson-DuBose Company",
      "description": "The Anderson-DuBose Company is a leader in the food service industry and has been revovutionizing the distribution industry since 1991.",
      "preview": "Skip to content The Anderson-dubose company A Leader in the Food Service Industry Ranked Top 99 Best Workplaces for Top Talent There's a reason for th"
    },
    {
      "url": "https://el.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Πρόσθετο WordPress | WordPress.org Ελληνικά",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Αναζήτηση πρόσθετων Λεπτο"
    },
    {
      "url": "http://psychologyofconversions.com/",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is not available. We've detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to"
    },
    {
      "url": "https://www.hindustantimes.com/opinion/policies-and-people-how-ai-is-helping-india-s-poor-become-climateresilient-101663847864017.html?fbclid=IwAR15I1N38dVutWYDzi6AHMVl57RpEssDjZODLXdgxOLrJXmQ70V1d02Dgcc",
      "title": "Policies and People | How AI is helping India's poor become climate-resilient | Hindustan Times",
      "description": "Heatwaves are becoming frequent and intense in India. SEEDS, a non-profit, and Microsoft have developed an AI model that processes large volumes of data to provide risk information at a hyper-local level to vulnerable communities",
      "preview": "Home Karwa Chauth Live Nobel Peace Prize Live Festival of Gifts E-Paper HT Premium HT The Next Voice US News Games HTCity Ht100 India World Entertainm"
    },
    {
      "url": "https://www.mayoclinic.org/",
      "title": "The world's best hospital - Mayo Clinic",
      "description": "void",
      "preview": "Transforming your care Learn how we drive innovation Request appointment Skip this Section Find diseases & conditions by first letter A B C D E F G H"
    },
    {
      "url": "https://about.flipboard.com/blog/",
      "title": "Blogs - About Flipboard",
      "description": "Flipboard joined the Fediverse a couple of months ago when we announced our Mastodon integration and launched our own community on the decentralized social network that offers people more freedom and control of their social media experience. As we spend time on Mastodon and connect with others in the Fediverse, many people said that they'd [...]",
      "preview": "void"
    },
    {
      "url": "https://coverr.co/",
      "title": "Download Free HD & 4K Stock Videos, Music & AI Tools",
      "description": "Free and Premium HD and 4K stock video footage for your projects. Perfect for personal and commercial use available for free download.",
      "preview": "Beautiful Free Stock Videos, Music & AI Tools Videos Trending: Shopping Nature Love Business Yoga Unlock More with Coverr AI Video creation AI Image c"
    },
    {
      "url": "https://www.guinnessworldrecords.com/news/2023/2/dog-with-a-tongue-lengthier-than-a-popsicle-stick-confirmed-as-longest-736653",
      "title": "Dog with a tongue lengthier than a popsicle stick confirmed as longest | Guinness World Records",
      "description": "A Tucson, Arizona dog with a tongue measuring 3.74 inches has been confirmed as having the longest tongue on a living dog.",
      "preview": "Bisbee the English Setter probably isn't a pooch you'd want \"doggy kisses\" from. That's because the Tucson, Arizona, USA, pup has quite a long doggone"
    },
    {
      "url": "https://sagansense.tumblr.com/",
      "title": "SAGAN SENSE",
      "description": "\"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the late Professor Carl Sagan, comprised of all things cosmos-related, in...",
      "preview": "SAGAN SENSE RSS Archive \"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the la"
    },
    {
      "url": "https://unicefusa.donorsupport.co/login",
      "title": "UNICEF USA",
      "description": "You're making a difference for children around the world everyday. With your monthly gift, you became a lifeline for children everywhere, helping them survive and thrive. If you have any questions about your monthly gift, please reach out at <a target=\"_blank\" rel=\"noopener\">pledge@unicefusa.org</a>.",
      "preview": "void"
    },
    {
      "url": "https://madebyshape.co.uk/web-design-blog/50-best-free-fonts-for-designers-in-2025/",
      "title": "50 Best Free Fonts for Designers in 2025 | MadeByShape",
      "description": "MadeByShape have made a list of the best free fonts for web designers and graphic designers in 2025, and links to download the free fonts too!",
      "preview": "👀 Close modal Play/Pause video Mute/Unmute video 11 min read 50 Best Free Fonts for Designers in 2025 Written by Mike Ashurst Designer 11 min read Upd"
    },
    {
      "url": "http://www.unwomen.org/en/csw",
      "title": "Commission on the Status of Women | UN Women - Headquarters",
      "description": "The Commission on the Status of Women (CSW) is the principal global intergovernmental body exclusively dedicated to the promotion of gender equality, the rights and the empowerment of women.",
      "preview": "Skip to main content Image CSW63 - Opening of the 63rd Session of the Commission on the Status of Women. Photo: UN Women/Ryan Brown The Commission on"
    },
    {
      "url": "https://secure.adpay.com/AdEntry.aspx?p=3",
      "title": "- ad Wizard",
      "description": "void",
      "preview": "Create your ad in 2 easy steps You are not logged in. Log in Register This window was blocked by your browser's popup blocking feature. To view, eithe"
    },
    {
      "url": "https://artfulvoyage.tumblr.com/",
      "title": "Artful Voyage",
      "description": "Hello, this is the official tumblr page of Shenn Hollsten.Thank you for visiting! :)",
      "preview": "u Hello, this is the official tumblr page of Shenn Hollsten.Thank you for visiting! :) x 1 2 3 4 5 → Artful Voyage home message archive theme Blog Dev"
    },
    {
      "url": "http://www.mothersruinchi.com",
      "title": "Mother's Ruin Chicago",
      "description": "2943 N Milwaukee Ave, Chicago, IL 60618",
      "preview": "Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open"
    },
    {
      "url": "https://www.hazeldenbettyford.org/treatment/family-children/childrens-program",
      "title": "Family and Children Services | Hazelden Betty Ford",
      "description": "Addiction recovery unites and strengthens families. These resources for family members of addicts and alcoholics promote accountability, acceptance, and respect.",
      "preview": "Care and Support for Families Our Family Access Coordinators provide personalized support to help you find the right programs for your family. Call or"
    },
    {
      "url": "http://www.sentencingproject.org/publications/still-life-americas-increasing-use-life-long-term-sentences/",
      "title": "America's Increasing Use of Life and Long-Term Sentences - The Sentencing Project",
      "description": "Amid historically low crime rates, a record 206,268 people are serving life or virtual life sentences-one of every seven people in prison.",
      "preview": "Skip to main content Donate"
    },
    {
      "url": "https://docs.python.org/3/library/concurrent.futures.html",
      "title": "concurrent.futures - Launching parallel tasks - Python 3.14.0 documentation",
      "description": "Source code: Lib/concurrent/futures/thread.py, Lib/concurrent/futures/process.py, and Lib/concurrent/futures/interpreter.py The concurrent.futures module provides a high-level interface for asynchr...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Concurrent Execution » concurrent.futures -"
    },
    {
      "url": "https://goodweave.org/",
      "title": "GoodWeave",
      "description": "void",
      "preview": "Select your language US English UK English German For Businesses As a younger generation comes into the rug buying world, GoodWeave is a great selling"
    },
    {
      "url": "https://nxslink.wearegreenbay.com/join/6p6/signup?website_signup=true",
      "title": "WFRV Signup",
      "description": "Sailthru Default Signup Page",
      "preview": "Choose the newsletters that interest you and we will deliver them directly to your inbox. Email Address: WFRV Newsletters Local 5's First Five Morning"
    },
    {
      "url": "https://www.codecademy.com/learn/learn-python-3",
      "title": "Learn Python 3 | Codecademy",
      "description": "Develop your Python 3 skills in our comprehensive course. Start coding and build versatile applications.",
      "preview": "Skip to Content Course Learn Python 3 Learn the basics of Python 3.12, one of the most powerful, versatile, and in-demand programming languages today."
    },
    {
      "url": "https://www.whiskeyjam.com/",
      "title": "Whiskey Jam",
      "description": "The Official Website of Whiskey Jam.",
      "preview": "Good music for good people want to play WJ? SHOP OUR MERCH Good music for good people PLAY WHISKEY JAM SHOP OUR MERCH media news SHOWS what is whiskey"
    },
    {
      "url": "https://www.frontiersin.org/articles/10.3389/fmars.2020.00165/full",
      "title": "Frontiers | Global Patterns in Marine Sediment Carbon Stocks",
      "description": "To develop more accurate global carbon (C) budgets and to better inform management of human activities in the ocean, we need high-resolution estimates of mar...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience ORIGINAL RESEARCH article Front. Mar."
    },
    {
      "url": "https://www.berlin.de/tourismus/insidertipps/",
      "title": "Insider-Tipps - Berlin.de",
      "description": "Die außergewöhnlichen Seiten von Berlin erleben: Insider-Tipps, Szenetreffs und neue Ideen für Berlin-Besucher - abseits der abgetretenen Pfade.",
      "preview": "de Aktuelle Sprache: Deutsch en English Berlin Insider-Tipps © dpa Wer Berlin abseits der wichtigsten Sehenswürdigkeiten besser kennenlernen möchte, f"
    },
    {
      "url": "https://asa.com/learn-to-sail/keelboat-sailing/",
      "title": "ASA | Generating value across generations",
      "description": "We are an enduring and diversified financial institution offering a range of investment products, loans and financial services to high-end retail investors, corporate and institutional clients.",
      "preview": "We are an enduring and diversified financial institution offering a range of investment products, loans and financial services to high-end retail inve"
    },
    {
      "url": "http://ossbss.pipelinepub.com/index.php?download=1568",
      "title": "Research Center",
      "description": "Pipeline, OSS, BSS, whitepapers, webinars, articles, reports, analyst, brochures, presentations, case studies, research, publication, magazine, ebooks, surveys, videos, information, market, data, communications, information technology, IT, CSP, service provider, telecom, cable, MSO, mobile",
      "preview": "Home Subscribe Knowledge Center Research Center News Center Webinars Sponsors Innovation Awards About Pipeline Industry Advisory Board Marketing Oppor"
    },
    {
      "url": "https://www.meiningen.at/fotos/projekt-teddybaerkrankenhaus/baerenkrankenhaus1_-40.jpg/view",
      "title": "Gemeinde Meiningen - Gemeinde",
      "description": "Meiningen ist, bezogen auf den Ortskern, die westlichste Gemeinde Österreichs.",
      "preview": "JavaScript is required for the website to function properly. Please enable JavaScript in your browser settings. Keine Inhalte gefunden Es tut uns leid"
    },
    {
      "url": "https://www.thesprucecrafts.com/how-to-tool-leather-3536816",
      "title": "Using Your Woodworking Band Saw Safely",
      "description": "Is cutting with a band saw safe? By following the safety precautions in this article, you should be able to reduce the danger of using a band saw.",
      "preview": "Tips for Using Your Band Saw Safely and Effectively By Chris Baylor Chris Baylor Chris Baylor is a woodworking expert and writer with over a decade of"
    },
    {
      "url": "https://www.wildfermentation.com/making-sauerkraut-2/",
      "title": "Making Sauerkraut | Wild Fermentation :: Wild Fermentation",
      "description": "Resources for fermenting a vast range of nutritious and delicious live-culture foods and drinks.",
      "preview": "About Who is Sandorkraut? What's So Wild About Fermentation? Media Links Books Fermentation Journeys Fermentation As Metaphor The Art of Fermentation"
    },
    {
      "url": "https://www.inverteddungeon.com/?section=related&page=mega_man_network_transmission",
      "title": "Mega Man Network Transmission",
      "description": "ICVD: Creatures of the Night, Exchanging Glances",
      "preview": "Mega Man Network Transmission Game Overview by Mike Finkelstein Mega Man network Transmission (titled Rokku Man Eguze Toransumisshon in Japan, transla"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-programming/html-css",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.fyple.com/company/park-moving-and-storage-ya16eli/",
      "title": "Park Moving And Storage in Birmingham, AL",
      "description": "For over 50 years, Park Moving and Storage has been one of the most trusted locally owned moving companies for residential moving services a...",
      "preview": "What Where Register Log in Park Moving And Storage Report a problem 0 reviews Fyple Alabama Birmingham Park Moving And Storage Add your business for f"
    },
    {
      "url": "https://www.masscompetes.org/covid-survey-june-2021",
      "title": "COVID SURVEY JUNE 2021 | macp",
      "description": "void",
      "preview": "top of page MACP COVID-19 Remote Work Survey Results Please click on the buttons below to download the PDF of the results presentation and Press Relea"
    },
    {
      "url": "https://www.downtowndavenport.com/downtown-davenport-master-plan",
      "title": "Downtown Davenport Master Plan | Downtown Davenport Partnership",
      "description": "Your default description here",
      "preview": "Home > Downtown Davenport Master Plan Print Share email facebook twitter google+ print Downtown Davenport Master Plan Davenport 2030: A Resilient City"
    },
    {
      "url": "https://keras.io/api/layers/initializers/",
      "title": "Layer weight initializers",
      "description": "Keras documentation: Layer weight initializers",
      "preview": "None Keras 3 API documentation Models API Layers API The base Layer class Layer activations Layer weight initializers Layer weight regularizers Layer"
    },
    {
      "url": "https://www.lelupartanen.fi/lautapelit/30949-carcassonne-teltta-ja-tirehtoori-6430018273105.html",
      "title": "Suomen paras leluvalikoima | Nopea toimitus | Lelukauppa Partanen",
      "description": "Tuhansien lelujen ja elämysten kotimainen lelukauppa jolla paketointipalvelu ja lahjatoimitus suoraan lahjansaajalle. Myymälät Kuopiossa ja Jyväskylässä, sekä iso verkkokauppa.",
      "preview": "void"
    },
    {
      "url": "https://www.military.com/spousebuzz/2020/04/21/making-military-spouses-focus-abby-malchow.html",
      "title": "Making Military Spouses a Focus: Abby Malchow | Military.com",
      "description": "Sometimes, the most powerful forces behind change come from someone who didn't even know what they were getting into.",
      "preview": "Making Military Spouses a Focus: Abby Malchow (Photo Courtesy of Abby Malchow) Military.com | By Rebecca Alwine Published April 21, 2020 Advocates are"
    },
    {
      "url": "http://madscientist.pl/magicfluids",
      "title": "Magic Fluids - iOS and Android app",
      "description": "void",
      "preview": "Fluid animation in your pocket! Touch the screen and create beautiful motion of colorful smoke and water. Key features of Magic Fluids: Highly configu"
    },
    {
      "url": "https://help.providencejournal.com/contact-us",
      "title": "Help Center - The Providence Journal",
      "description": "void",
      "preview": "Back to Help Center Contact Us Contact Us Get in touch with us about stories happening in your community, questions or concerns, and how to purchase o"
    },
    {
      "url": "http://allroseshavethorns.com/comic/643",
      "title": "20100625 - All Roses Have Thorns",
      "description": "Vampires, faeries, ghosts and humans interact with one another over a centuries long, historically inspired, fantasy drama",
      "preview": "Latest Comic Archive Other « ‹ › » « ‹ › » December 26, 2019 Reader comments Please enable JavaScript to view the comments powered by Disqus. comments"
    },
    {
      "url": "https://docs.nvidia.com/cuda/cuda-c-programming-guide/index.html",
      "title": "CUDA C++ Programming Guide - CUDA C++ Programming Guide",
      "description": "The programming guide to the CUDA model and interface.",
      "preview": "» CUDA C++ Programming Guide v13.0 | PDF | Archive CUDA C++ Programming Guide 1. Overview  CUDA is a parallel computing platform and programming mode"
    },
    {
      "url": "https://www.olacabs.com/",
      "title": "Book Cabs Nearby at Best Price | Hire Taxi Nearby Online at Olacabs.com",
      "description": "Ola Cabs offers to book cabs nearby your location for best fares. For best taxi service at lowest fares, say Ola!",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://pumaworldhq.com/",
      "title": "Progressive Urban Management Associates (P.U.M.A.) | immersive, market-based, tactical | Denver, CO, USA",
      "description": "Progressive Urban Management Associates (P.U.M.A.) is a national leader in helping communities and organizations across the country create and sustain thriving places. We advise clients on a wide range of community planning, economic development, organizational management, and financial solutions.",
      "preview": "top of page Progressive Urban Management Associates Immersive • Market-Based • Tactical Progressive Urban Management Associates (P.U.M.A.) is recogn"
    },
    {
      "url": "https://www.ywca.org/about/",
      "title": "Who We Are Landing - YWCA - YWCA",
      "description": "YWCA USA is on a mission to eliminate racism, empower women, stand up for social justice, help families, and strengthen communities. We are one of the oldest and largest women's organizations in the nation, serving over 1 million women, girls, and their families.",
      "preview": "0 who we are YWCA USA is on a mission to eliminate racism, empower women, stand up for social justice, help families, and strengthen communities. We a"
    },
    {
      "url": "https://disasterphilanthropy.org/disasters/2023-turkey-syria-earthquake/",
      "title": "2023 Turkey-Syria Earthquake - Center for Disaster Philanthropy",
      "description": "The when, where and how of informed disaster giving",
      "preview": "Search Search Last updated: Dec. 20, 2024 2023 Turkey-Syria Earthquake Support recovery now LinkedIn Twitter Facebook Email Overview Impact Response &"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notelet-Beautiful-websites-and-blogs-published-with-Notion-a6d4db450800466f94448b8611e92923?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.oneidadispatch.com/2023/02/21/remembering-oneida-soccer-coach-dale-mccormick/",
      "title": "A Tragic Loss: The Oneida community honors Oneida soccer coach Dale McCormick - Oneida Dispatch",
      "description": "On February 19th, the Oneida community lost the vibrant Oneida soccer head coach and good friend, Dale McCormick. His life was cut short in a tragic drowning incident while vacationing with his family in Florida. He was only 48 years old. McCormick died trying to save his child's life. McCormick was on holiday with his [...]",
      "preview": "Skip to content Oneida soccer coach Dale McCormick tragically passed away during a vacation in Florida. (PHOTO PROVIDED) By Oneida Dispatch | oneidadi"
    },
    {
      "url": "https://rhawkins20-blog-blog-blog.tumblr.com/",
      "title": "Digitalia",
      "description": "Always the beautiful answer who asks a more beautiful question. ~e.e.cummings",
      "preview": "Digitalia RSS Archive Always the beautiful answer who asks a more beautiful question. ~e.e.cummings July 20, 2015 Mainstream Media: Who do I trust? I"
    },
    {
      "url": "https://www.yourvone.com/",
      "title": "v one",
      "description": "pretty much like lovable but without the monthly fee",
      "preview": "Try it Watch full demo Vibe Everything you need to get started with your business. $199 one-time Get Started $150 per seat per year Get Started 1 proj"
    },
    {
      "url": "https://www.doi.gov/",
      "title": "U.S. Department of the Interior",
      "description": "The U.S. Department of the Interior protects America's natural resources and heritage, honors our cultures and tribal communities, and supplies the energy to power our future",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    }
  ],
  "_meta": {
    "total_bookmarks": 77
  }
}