{
  "data": [
    {
      "url": "https://electronjs.org/docs/latest",
      "title": "Introduction | Electron",
      "description": "Welcome to the Electron documentation! If this is your first time developing an Electron app, read through this Getting Started section to get familiar with the basics. Otherwise, feel free to explore our guides and API documentation!",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. On this page Electron is a framework for buil"
    },
    {
      "url": "https://www.sacred-texts.com/oto/index.htm",
      "title": "Thelema Texts | Sacred Texts Archive",
      "description": "Thelemic texts including works of Aleister Crowley, O.T.O. materials, and ceremonial magic. Browse 194+ texts in this comprehensive collection.",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://station-auray.snsm.org",
      "title": "STATION SNSM D'AURAY - LA TRINITÉ | STATION SNSM D'AURAY - LA TRINITÉ",
      "description": "<p>C'est au milieu de plus de 2&nbsp;200&nbsp;bateaux que sont basées la station SNSM d'Au­ray - La Trinité et sa vedette de sauve­tage de 1<sup>ère</sup> classe <em>SNS 158&nbsp;Eric Tabarly</em>.</p> <p>Les deux sont à proxi­mité de la Capi­tai­ne­rie du Port de la Trinité-sur-Mer. Un port de renommé inter­na­tio­nal grâce à toutes les mani­fes­ta­tions nautiques orga­ni­sées en Baie de Quibe­ron, ainsi que toutes les entre­prises du nautisme qui préparent les grands bateaux de courses océa­niques.</p> <p>&nbsp;</p> <h2>Histoire de notre station</h2> <p>C'est en 1962&nbsp;remonte les archives retrou­vées de la station de La Trinité-sur-Mer</p> <p>Dimanche 28&nbsp;mai 1962, mise à l'eau à Lorient de la vedette de sauve­tage <em>Roger Dillon</em>, navire de 9&nbsp;m, moteur de 100&nbsp;CV et&nbsp;vitesse de 15&nbsp;nœuds. Elle arri­vera le 8&nbsp;juin à La Trinité-sur-Mer, pilo­tée par M. Hyacinte Dagorne, patron de la vedette.</p> <p>C'est en 1970&nbsp;qu'elle est remplacé par <em>La Venette</em>, vedette&nbsp;armée par les Hospi­ta­liers sauve­teurs bretons (HSB) et la gendar­me­rie. Très peu de trace de cette embar­ca­tion.</p> <p>La même année arrive la <em>SNS 24&nbsp;Notre-Dame de Lotivy</em>. De 1970 à 1987, l'em­bar­ca­tion était armée par 4&nbsp;personnes (un patron, un sous-patron, un mate­lot méca­ni­cien et un mate­lot). Il semble­rait qu'elle soit tombée en avarie et ne pouvait plus être opéra­tion­nelle. Elle fut désar­mée en 1967&nbsp;et amenée dans un chan­tier de démo­li­tion à Saint-Malo.</p> <p>De 1987 à 1988, c'est <em>Jolie Miss</em>,&nbsp;vedette de 33&nbsp;pieds équipé de deux moteurs de 220&nbsp;CV&nbsp;appar­te­nant à Jean-Paul Valle­gant, qui&nbsp;fait la liai­son, le temps que la nouvelle vedette SNSM arrive.</p> <p>La <em>SNS 225&nbsp;Sainte-Anne d'Au­ray</em> de 1988 à 1993, à été construite à Port-Louis en 1987&nbsp;et est mise en service début 1988&nbsp;en présence de l'Ami­ral Leen­hart, président de la SNSM, d'An­dré Nygren, maire de La Trinité-sur-Mer. C'était une vedette propul­sée par deux hydrojets au lieu d'hé­lices, mais présente quelques défauts de concep­tion. Des aile­rons sont instal­lés pour la rendre plus gouver­nable. Après l'ar­ri­vée de la vedette <em>Paul Le Garrec</em>, elle fut conduite à l'Ile d'Aix en août 1993.</p> <p>La <em>SNS 109&nbsp;Paul Le Garrec</em>&nbsp;a sévi de 1993 à 2007. Vedette de 1<sup>ère</sup> classe avec coque poly­es­ter, c'est après 15&nbsp;ans de bons et loyaux services à Boulogne-sur-Mer et une refonte complète au chan­tier Bernard de Locmique­lic qu'est affec­tée en août 1993&nbsp;la 109. Elle est armée par un équi­page de 6&nbsp;personnes (un patron, un méca­ni­cien, un radio, et trois cano­tiers).</p> <p>Puis depuis c'est la <em>SNS 158&nbsp;Eric Tabarly</em>&nbsp;qui est en service, une&nbsp;vedette de 1<sup>ère</sup> classe nouvelle géné­ra­tion. Mise à l'eau le 25&nbsp;septembre 2007, elle est arri­vée au port de La Trinité-sur-Mer le 18&nbsp;octobre 2007. Cette vedette mesure 14,8&nbsp;m avec deux moteurs IVECO de 450&nbsp;CV et une vitesse 25&nbsp;nœuds.</p> <article data-caption=\"Photo : Cyrille Dupont\" data-embed-button=\"media_entity_embed\" data-entity-embed-display=\"view_mode:media.wysiwyg\" data-entity-embed-display-settings=\"{&quot;link_url&quot;:&quot;&quot;,&quot;link_url_target&quot;:0}\" data-entity-type=\"media\" data-entity-uuid=\"a9f03c85-13dc-4b37-b9b5-ab299864c303\" data-langcode=\"fr\" class=\"embedded-entity\"> <figure class=\"caption align-center\"> <article class=\"media media--type-image media--view-mode-wysiwyg\"> <img loading=\"lazy\" src=\"/sites/default/files/styles/wysiwyg/public/2019-03/sns-158-snsm-auray-la-trinite-photo-cyrille-dupont.jpg?itok=bSv3muw6\" width=\"870\" height=\"580\" alt=\"sns-158-snsm-auray-la-trinite-photo-cyrille-dupont\" title=\"SNS 158 &quot;Eric Tabarly&quot; - SNSM Auray - La Trinité - Photo : Cyrille Dupont\" typeof=\"foaf:Image\" class=\"image-style-wysiwyg\"> </article> <figcaption> Photo : Cyrille Dupont <em></em> </figcaption> </figure> </article>",
      "preview": "Aller au menu principal Aller à la recherche Aller au contenu principal Rechercher Rechercher LA TRINITÉ SUR MER Présentation Bateaux de sauvetage Act"
    },
    {
      "url": "https://a16z.com/2023/02/09/welcoming-the-talent-x-opportunity-spring-23-cohort/",
      "title": "Welcoming the Talent x Opportunity Spring '23 Cohort | Andreessen Horowitz",
      "description": "Since kicking off the Talent x Opportunity (TxO) Initiative, we have invested in 27 companies building products and services based on unique cultural insights. The founders we backed and continue to support have taken tremendous strides from initial ideation to accelerating their businesses by growing full-time headcount, strengthening go-to-market strategies with key partnerships and collaborations,...",
      "preview": "Welcoming the Talent x Opportunity Spring '23 Cohort Kofi Ampadu share Copy Link Email X LinkedIn Facebook Hacker News WhatsApp Flipboard Reddit Poste"
    },
    {
      "url": "https://www.hcsheriff.gov/pressreleases/display.php?releaseid=1539",
      "title": "Hamilton County Sheriff's Office Website",
      "description": "void",
      "preview": "How Do I...? Home Office of the Sheriff Administrative Services Law Enforcement Services Corrections Services Newsroom How Do I...? Careers Phone: 423"
    },
    {
      "url": "https://www.nzherald.co.nz/",
      "title": "NZ Herald: Breaking & Latest New Zealand News - NZ Herald",
      "description": "Get the latest breaking news, analysis and opinion from NZ and around the world, including politics, business, sport, entertainment, travel and more.",
      "preview": "Search Subscribe Sign In Advertisement Advertise with NZME. New Zealand Man bit woman until she bled during sex assault, masturbated on public transpo"
    },
    {
      "url": "https://www.uncut.co.uk/news/arctic-monkeys-alex-turner-i-want-to-start-writing-follow-up-to-suck-it-and-see-31195/",
      "title": "Arctic Monkeys' Alex Turner: 'I want to start writing follow-up to 'Suck It And See'' - UNCUT",
      "description": "Arctic Monkeys' Alex Turner has said that he wants to start writing the band's new album.",
      "preview": "Facebook Instagram Twitter News Features Reviews Music Film Uncut+ Magazine Subscribe Single Issues Subscribe Newsletter Search Subscribe Advertisment"
    },
    {
      "url": "https://viking-sons.de/runen-und-ihre-bedeutung/",
      "title": "Runen und ihre Bedeutung < Viking Sons",
      "description": "Runen und ihre Bedeutung faszinieren seit Jahrhunderten die Menschen. Hier findest Du alles Wissenswerte über die Runen des alten Futhark.",
      "preview": "*** Mitteilung *** Wir machen Urlaub! Bestellungen die ab dem 06.10.2025 eingehen, werden erst ab dem 14.10.2025 bearbeitet. Dies gilt nur für die Pro"
    },
    {
      "url": "https://livereport.protectedplanet.net/chapter-2",
      "title": "Introduction | Protected Planet Report 2020",
      "description": "Protected Planet Report 2020 assesses the state of protected areas around the world.",
      "preview": "As the pace of biodiversity loss continues largely unabated (IPBES, 2019; CBD, 2020; WWF, 2020), the links between this loss and other global challeng"
    },
    {
      "url": "http://www.pickwick.it/",
      "title": "Innova | Distribuzione e vendita all'ingrosso dal 1993",
      "description": "Innova S.p.A si posiziona come azienda leader nella distribuzione e vendita all' ingrosso dei principali marchi di abbigliamento promozionale e da lavoro dal 1993.",
      "preview": "Accedi Diventa cliente Accedi Chiama Carrello 0 +3906 71300013 | info@innovaspa.it Carrello 0 CERCA Benvenuto nel mondo Innovativewear: Accedi al sito"
    },
    {
      "url": "https://pandemicrelief.unitedwayla.org/",
      "title": "Pandemic Relief Fund | United Way LA",
      "description": "Chip in to help us reduce the spread of COVID-19 in homeless encampments and shelters, and help pay the bills for people in danger of losing their homes.",
      "preview": "Chip In Thank you for your interest in supporting pandemic relief in L.A. County. Our immediate and long-term COVID recovery efforts are now supported"
    },
    {
      "url": "https://www.codecademy.com/learn/learn-git",
      "title": "Learn Git: Tutorial + Basics | Codecademy",
      "description": "Use our beginner friendly Git course to integrate Git and GitHub and manage versions of your projects using Git branches.",
      "preview": "Skip to Content Course Learn Git & GitHub Use our beginner friendly Git course to integrate Git and GitHub and manage versions of your projects using"
    },
    {
      "url": "https://www.landforsaleintabananbali.com/land-for-sale-in-tabanan-bali-by-bali-real-property/affordable-17604-m2-land-sale-in-tabanan-kerambitan-bali-tjtb342/",
      "title": "Affordable 17,604 m2 LAND SALE IN Tabanan Kerambitan BALI TJTB342 | Land for sale in Tabanan Bali Indonesia",
      "description": "LAND SALE IN Tabanan Kerambitan BALI Located in Tibu Biu Kerambitan, Tabanan Kerambitan this affordable 17,604 sqm LAND IN TABANAN BALI FOR SALE featuring...",
      "preview": "Affordable 17,604 m2 LAND SALE IN Tabanan Kerambitan BALI TJTB342 Published by Bali Property Land for sale on 22 LAND SALE IN Tabanan Kerambitan BALI"
    },
    {
      "url": "https://blog.shopgoodwill.com/",
      "title": "Shopgoodwill.com",
      "description": "void",
      "preview": "0 Klaudia Habek 10/7/25 Klaudia Habek 10/7/25 18 Easy DIY Halloween Costume Ideas Halloween costumes don't have to be stressful or expensive. Discover"
    },
    {
      "url": "https://www.truist.com/",
      "title": "Truist Bank | Checking, Savings, Lending, and Financial Services",
      "description": "Your journey to better banking starts with Truist. Checking and savings accounts, credit cards, mortgages, small business, commercial banking, and more.",
      "preview": "Personal & Commercial Banking, Credit Cards, Loans & Investments Truist One Checking No overdraft fees. Practical perks. Automatic upgrades. Learn mor"
    },
    {
      "url": "https://www.solarpowerworldonline.com/2018/10/flexibility-is-a-master-key-that-unlocks-solars-potential-for-grid-emissions-reductions/",
      "title": "Flexibility is a master key that unlocks solar's potential for grid emissions reductions",
      "description": "By Katie Ryan, director of partnerships of WattTime; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior",
      "preview": "By Katie Ryan, director of partnerships of WattTime ; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior"
    },
    {
      "url": "https://getsupport.apple.com/?caller=psp",
      "title": "void",
      "description": "void",
      "preview": "We're sorry You need to enable JavaScript to run this app"
    },
    {
      "url": "http://www.gugik.gov.pl/",
      "title": "Strona główna - Główny Urząd Geodezji i Kartografii - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://it.linkedin.com/company/pradagroup?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Prada Group | LinkedIn",
      "description": "Prada Group | 1.708.314 follower su LinkedIn. The Prada Group is a global leader in the luxury industry and a pioneer in its unconventional dialogue with contemporary society across diverse cultural spheres. Home to prestigious brands as Prada, Miu Miu, Church's, Car Shoe, Marchesi 1824 and Luna Rossa, the Group remains committed to enhancing their value by increasing their visibility and desirability over time. Promoting creativity and sustainable growth, the Group offers its brands a shared vision that gives each of them the opportunity to stand out and express their essence.",
      "preview": "LinkedIn rispetta la tua privacy LinkedIn e terze parti utilizzano cookie essenziali e non essenziali per fornire, rendere sicuri, analizzare e miglio"
    },
    {
      "url": "https://help.hbomax.com/",
      "title": "Availability | HBO Max",
      "description": "We're working to make HBO Max available wherever you are.",
      "preview": "Skip To Content HBO Max Is Not Available in Your Region Yet We're working to make HBO Max available wherever you are. To learn more about where you ca"
    },
    {
      "url": "https://jadedragonapothecary.com/products/yoni-steam-herbs",
      "title": "Yoni Steam Herbs - Jade Dragon Apothecary",
      "description": "Yoni steaming, (yoni is Sanskrit for vagina), is a practice in which a woman allows the warmth of herbal steam to permeate the exterior of her vagina. Respected by healers around the globe, yoni steaming is an opportunity to reconnect with your body and utilize the wisdom of plant medicine to heal your cycle. Yoni stea",
      "preview": "Menu Cart 0 Yoni Steam Herbs $19 95 $19.95 Default Title - $19.95 USD Add to Cart Yoni steaming, (yoni is Sanskrit for vagina), is a practice in which"
    },
    {
      "url": "https://www.un.org/en/about-us/universal-declaration-of-human-rights",
      "title": "Universal Declaration of Human Rights | United Nations",
      "description": "A milestone document in the history of human rights, the Universal Declaration of Human Rights set out, for the first time, fundamental human rights to be universally protected. It has been translated into over 500 languages.",
      "preview": "Skip to main content Universal Declaration of Human Rights The Universal Declaration of Human Rights (UDHR) is a milestone document in the history of"
    },
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-speed-xl",
      "title": "Hair brushes: Ceramic + Ion Speed XL Thermal Round | Olivia Garden",
      "description": "Ceramic + Ion Speed XL round thermal high-quality professional hair brushes have extra long ceramic barrel, tourmaline ions, ergonomic handle, sectioning pick & large holes for superior styling",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "https://www.rya.org.uk/knowledge/safety",
      "title": "Water Safety Advice | Home | RYA - Royal Yachting Association",
      "description": "Keep yourself and others safe. If you're heading out on the water to enjoy sailing, powerboating, canal boating or boardsports, you need to know what to do should an emergency occur.",
      "preview": "Skip To Content Water safety Helpful tips to keep yourself and others safe on the water While our rivers and coastal areas are a great way to get clos"
    },
    {
      "url": "https://oceanservice.noaa.gov/",
      "title": "NOAA's National Ocean Service",
      "description": "In the U.S., where over half of us live along the coast and more than 78 percent of our overseas trade by volume comes and goes along our marine highways, the health of our coasts is intricately connected to the health of our nation's economy. The National Ocean Service (NOS) translates science, tools, and services into action, to address threats to coastal areas such as climate change, population growth, port congestion, and contaminants in the environment, all working towards healthy coasts and healthy economies.",
      "preview": "National Estuaries Week Wade into an estuary near you! Learn more tides and currents nautical charts career profiles harmful algal blooms sea level ri"
    },
    {
      "url": "https://www.vegvesen.no/forerkort/",
      "title": "Førerkort | Statens vegvesen",
      "description": "Sjekk hvordan du kan ta førerkortet, og finn informasjon om hva du har lov til å kjøre og hvordan du kan bestille nytt førerkort.",
      "preview": "Logg ut For at nettsidene skal fungere best mulig for deg, må du aktivere JavaScript i nettleseren din. Her finner du veiledning til hvordan du aktive"
    },
    {
      "url": "http://data.unep-wcmc.org/datasets/38",
      "title": "Ocean+ Habitats",
      "description": "Ocean+ Habitats is a living platform providing the world's decision-makers and communities of practice with the best possible global information, knowledge and tools required to manage and conserve ocean ecosystems.",
      "preview": "Where are marine and coastal habitats? Over 70% of the surface of Earth is ocean, comprising highly diverse marine and coastal ecosystems. These ecosy"
    },
    {
      "url": "https://eo.wikipedia.org/wiki/Ubstadt-Weiher",
      "title": "Ubstadt-Weiher - Vikipedio",
      "description": "void",
      "preview": "Saltu al enhavo El Vikipedio, la libera enciklopedio Ubstadt-Weiher Ubstadt-Weiher (Germanio) DEC neurba komunumo de Germanio Ĝemelurboj Montbard vd A"
    },
    {
      "url": "https://www.continente.pt/loja-online/",
      "title": "Loja Online | Continente Online",
      "description": "void",
      "preview": "Novo Continente Online Informação sobre ataque informático"
    },
    {
      "url": "https://www.aubane-editions.fr/produit/repaire-de-fantomes/",
      "title": "Repaire de fantômes - Aubane Éditions",
      "description": "void",
      "preview": "Nous n'acceptons pour le moment que les commandes passées depuis la France ou la Belgique. Si vous souhaitez commander à partir d'un autre pays, n'hés"
    },
    {
      "url": "https://www.blackrock.com/",
      "title": "Gestione degli investimenti e servizi finanziari | BlackRock",
      "description": "BlackRock è uno dei più importanti asset manager e uno dei principali fornitori di servizi di gestione degli investimenti al mondo. Scopri di più.",
      "preview": "Skip to content BlackRock BlackRock iShares iShares Aladdin Aladdin La nostra società La nostra società Investitore privato Italia Abbandona il sito B"
    },
    {
      "url": "https://www.ncjrs.gov",
      "title": "New OJP Resources | Office of Justice Programs",
      "description": "See what's new from the Office of Justice Programs.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.bmw-bahrain.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Manama, Bahrain | Euro Motors BMW",
      "description": "Visit Euro Motors BMW in Manama, Bahrain, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://www.brcc.edu/",
      "title": "Home - Blue Ridge Community College in Weyers Cave, Virginia",
      "description": "Your career starts with BRCC's degree, diploma, and certificate programs.",
      "preview": "Skip to Content Blue Ridge Community College At BRCC, your goals come first . Whether you want to launch a career , earn a degree , transfer to a four"
    },
    {
      "url": "https://starsky.be/squad/ann-van-elsen",
      "title": "Ann Van Elsen | Starsky",
      "description": "void",
      "preview": "Overslaan en naar de inhoud gaan Ann Van Elsen SQUAD MEMBER #5 Ann Van Elsen MODEL & PRESENTER 88K < Back to overview annvanelsen"
    },
    {
      "url": "https://www.oreilly.com/library/view/97-things-every/9781492076728/",
      "title": "97 Things Every Cloud Engineer Should Know [Book]",
      "description": "If you create, manage, operate, or configure systems running in the cloud, you're a cloud engineer--even if you work as a system administrator, software developer, data scientist,... - Selection from 97 Things Every Cloud Engineer Should Know [Book]",
      "preview": "Skip to Main Content Overview If you create, manage, operate, or configure systems running in the cloud, you're a cloud engineer--even if you work as"
    },
    {
      "url": "https://www.ukargo.net/southern_ocean_argo_regional_centre/foam_plots/potential_temperature/2009-01-01/",
      "title": "FOAM 1/4 Degree Antarctic Model Potential Temperature Output on 01 January 2009",
      "description": "FOAM 1/4 Degree Antarctic Model Potential Temperature Output on 01 January 2009 at 5 m and 995.5 m.",
      "preview": "≡ Home Contact us Disclaimer Privacy ≡ About Argo What is Argo? Float history First floats SOFAR floats Autonomous Listening Stations RAFOS floats Add"
    },
    {
      "url": "https://consumidor.ftc.gov/articulos/como-proteger-la-privacidad-de-su-hijo-en-internet",
      "title": "Cómo proteger la privacidad de su hijo en internet | Consumer Advice",
      "description": "En su condición de padre, usted tiene el control de la información personal de sus hijos menores de 13 años recolectada en internet por las compañías.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://ueaglider.uea.ac.uk/mission39/glider502/dive0085",
      "title": "SG502 Dive 85 Mission 39",
      "description": "void",
      "preview": "Dive 85 by SG502 on Mission 39 Bathymetry at post dive location: -247.0 m prev dive glider status science science_python mission page next dive"
    },
    {
      "url": "https://www.sj.se/en/travel-with-sj/our-trains.html",
      "title": "SJ",
      "description": "SJ",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://shopify.dev",
      "title": "Shopify developer documentation",
      "description": "Learn how to build an app, theme, custom storefront, or marketplace. Whether you're just getting started, deep in the development process, or ready to distribute and monetize your work, Shopify's docs, dev tools and frameworks make building easy and efficient.",
      "preview": "Skip to main content Shopify developer documentation Learn how to build an app, or customize your storefront. Whether you're just getting started, dee"
    },
    {
      "url": "https://mubi.com",
      "title": "MUBI: Watch and Discover Movies",
      "description": "Watch truly great cinema. Wherever you are. From iconic, award-winning directors to emerging auteurs. Transformative films from all over the world. Stream Now. Download to watch Offline. Start your free 7 day trial now.",
      "preview": "Watch more great cinema. Cinema like nowhere else. Try 7 Days Free Get started By clicking ' Get started ' you are indicating that you have read and a"
    },
    {
      "url": "https://www.spring-board.info/us/downtowns/",
      "title": "Retail Foot Traffic Data | MRI Software",
      "description": "Get retail insights with AI-powered foot traffic data. Track visitors, analyze patterns, & optimize footfall strategies to drive revenue.",
      "preview": "Skip to content Register for MRI NA Ascend 2025 Free Daily Benchmarks Insights Hub Select a solution Free Daily Benchmarks Insights Hub Get a Demo Hom"
    },
    {
      "url": "https://www.bmw-dubai.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Dubai & Sharjah | AGMC BMW",
      "description": "Visit BMW AGMC in Dubai &amp; Sharjah, an established dealership and servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "Buy Online NEW CARS OFFERS Discover Now LEASING OFFERS Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4"
    },
    {
      "url": "https://cynalune.blogspot.com/2012/07/truc-ou-j-en-ai-marre.html",
      "title": "des trucs, deuxième prise: Truc où j 'en ai marre",
      "description": "Je suis amorphe. La faute au temps orageux. La faute aussi à mes médocs qu'on a de nouveau augmenté parce que j'ai des pensées d'une violenc...",
      "preview": "skip to main | skip to sidebar des trucs, deuxième prise Trucs de tricot, Trucs de crochet. Mais aussi trucs divers, au fil de l'inspiration. dimanche"
    },
    {
      "url": "https://www.musicaltommy.com/almohadillas/1464-almohadilla-violin-44-kun-300-original-.html",
      "title": "Almohadilla Violín 4/4 Kun 300 Original",
      "description": "Almohadilla violín Kun Original ajustable en tres direcciones y las patas están equipadas con un sistema de bloqueo.",
      "preview": "Kun Almohadilla Violín 4/4 300 Original Oferta -5,55 € 41,50 € 35,95 € Ahorre 5,55 € Impuestos incluidos Regulable. Un diseño práctico y sencillo que"
    },
    {
      "url": "https://buffer.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&text=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Buffer - Log In",
      "description": "Log in to access your Buffer account",
      "preview": "Log in Email Address Password Log In Create an account Forgot your password? Terms of Service • Privacy Policy • Security New! Buffer's AI Assistant B"
    },
    {
      "url": "https://dati.comune.milano.it/organization/comunedimilano",
      "title": "Comune di Milano - Organizzazioni - Open Data - Comune di Milano",
      "description": "void",
      "preview": "Salta al contenuto Home Organizzazioni Comune di Milano Ricerca Datasets Submit Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica P"
    },
    {
      "url": "https://northcentral.sare.org/resources/crop-rotation/",
      "title": "Crop Rotation - SARE North Central",
      "description": "Crop rotation is the ancient practice of growing a wide variety of crops in a sequential system throughout a field in order to avoid a buildup of disease and pests. Strategic crop rotations can help producers promote good soil health by alternating crops with different nutrient needs and benefit overall soil structure by breaking up [...]",
      "preview": "Skip to content Crop rotation is the ancient practice of growing a wide variety of crops in a sequential system throughout a field in order to avoid a"
    },
    {
      "url": "https://placeit.net/",
      "title": "Placeit | Create Amazing Mockups, Logos, Videos & Designs",
      "description": "void",
      "preview": "Your Etsy Fall bestsellers start here! Ready-to-use mockups for Bella Canvas, Gildan & more You've got the idea, we've got the mockups Subscribe & sta"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Newsletter-Templates-Send-Beautiful-and-Responsive-Emails-Mailjet-a1ddc172f9f24d2d95708274950c534a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.sj.se/sv/kom-igang/kop-biljett.html",
      "title": "SJ",
      "description": "SJ",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://fisherynation.com/archives/107339",
      "title": "Off Washington state's coast, Dungeness crabbers get early start to season, haul in bounty - fisherynation.com",
      "description": "Some 60 vessels in Washington's oceangoing crab fleet worked through a stormy December to bring in more than 4.69 million pounds of Dungeness in a strong start to the annual harvest. The ocea...",
      "preview": "FISHERYNATION.COM continuously updated Home About Search By Region Canada New England Mid Atlantic South Atlantic Gulf of Mexico Pacific North Pacific"
    },
    {
      "url": "https://www.zola.com",
      "title": "Wedding Planning: Website, Invites, Venues, Registry, & More",
      "description": "Your one-stop destination for all things wedding. Free wedding website, registry, and tools. Find the perfect venue. Shop invites. Your wedding starts here!",
      "preview": "It's easier on the Zola app Open in the Zola app OPEN Web Accessibility Wedding planning starts here From venues and save the dates to a free wedding"
    },
    {
      "url": "https://watch.frndlytv.com/privacy-policy.html",
      "title": "Privacy",
      "description": "void",
      "preview": "Privacy Policy for Frndly TV Users EFFECTIVE DATE: June 30, 2019 Frndly TV, Inc. (\"Frndly TV\", \"we\", \"us\", \"our\") is committed to protecting your priv"
    },
    {
      "url": "https://arrowsanthology.wordpress.com/2010/09/25/open-doors/",
      "title": "Open Doors | Arrows Anthology",
      "description": "Feathers of a bird Together are one wing Together taking flight In the spaces in between The eye of a bird Sees the freedom it is due But the overseeing eye of God Sees cages through and through Open doors are there for me and you to fly Just take a breath and swallow fear...",
      "preview": "Feathers of a bird Together are one wing Together taking flight In the spaces in between The eye of a bird Sees the freedom it is due But the overseei"
    },
    {
      "url": "https://www.essence.com/news/money-career/naacp-kapor-center-report-tech-ecosystem-still-failing-black-talent/",
      "title": "NAACP and Kapor Center Release Report Illustrating How the U.S. Tech Ecosystem Is Still Failing Black Talent - Essence | Essence",
      "description": "Corporations made big promises over the last couple of years to work towards promoting diversity-but it looks like their efforts have fallen short.",
      "preview": "Skip to content Young woman talking with team in a meeting. People having planning meeting in hybrid office, with colleagues joing via video call. By"
    },
    {
      "url": "https://local.tourmake.it/tr/carnicer%C3%ADa-jamoner%C3%ADa-alcal%C3%A1-calle-de-alcal%C3%A1-comunidad-de-madrid-madrid",
      "title": "Restoran Dükkan Madrid Carnicería-Jamonería Alcalá - Local Tourmake",
      "description": "Calle de Alcalá 28009 Madrid Comunidad de Madrid Spain +34 914 01 74 26 jamoneriacarniceriaalcala.com/",
      "preview": "Twitter Facebook Çağrı Web sitesi Harita Açık Tur Carnicería-Jamonería Alcalá Madrid Calle de Alcalá 28009 Madrid Comunidad de Madrid Spain jamoneriac"
    },
    {
      "url": "https://survivreauchaos.blogspot.com/2018/05/de-tout-et-de-rien-4.html?showComment=1527805431767",
      "title": "Survivre au Chaos: De tout et de rien (4)",
      "description": "Blog dédié à l'étude des moyens de défense et de survie en cas de rupture de la normalité.",
      "preview": "Pages Accueil Intro Bulletins & Dossiers spéciaux Audit Défense & Survie Aide & Conseils à distance Géolocalisation Equipements Fiches pratiques Deven"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2021/07/team-target-gratitude__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCymHi6Gtg$",
      "title": "Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus",
      "description": "void",
      "preview": "Team Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus Jul 29, 2021 Copy link to share Link copied Team Target, you continue"
    },
    {
      "url": "https://www.torproject.org/projects/torbrowser.html.en",
      "title": "Tor Project | Download",
      "description": "Download | Defend yourself against tracking and surveillance. Circumvent censorship.",
      "preview": "Download Tor Browser Protect yourself against tracking, surveillance, and censorship. Download for Windows Signature Download for macOS Signature Down"
    },
    {
      "url": "https://www.federalregister.gov/documents/2019/10/04/2019-21702/notice-of-availability-of-the-draft-supplemental-environmental-impact-statement-for-the-proposed",
      "title": "Federal Register :: Notice of Availability of the Draft Supplemental Environmental Impact Statement for the Proposed Keystone XL Pipeline; Public Meeting Announcement",
      "description": "The U.S. Department of State (Department) announces the availability for public review and comment of the Draft Supplemental Environmental Impact Statement (Draft SEIS) for the Proposed Keystone XL Pipeline. The Draft SEIS--consistent with the National Environmental Policy Act (NEPA) of...",
      "preview": "Skip to Content Home Sections Money Environment World Science & Technology Business & Industry Health & Public Welfare Browse Agencies Topics (CFR Ind"
    },
    {
      "url": "https://westernmechanical.net/equipment/service.php?id=9",
      "title": "200 Ton Hydraulic Crawlers | Western Mechanical",
      "description": "Western focuses on providing innovative, professional and cost effective industrial contracting solutions to our customer's everyday problems, worldwide.",
      "preview": "Give Us A Call: 1.705.737.4135 Send Us A Message: ddinniwell@westernmechanical.net Home Company Team News Careers Services Equipment Projects Civil Co"
    },
    {
      "url": "http://www.havebane.dk/Forum/memberlist.php?mode=leaders&sid=559c01e5418a09112e20312a9e94ed9b",
      "title": "Forum for havebane.dk (45 mm sporvidde) • Log ind",
      "description": "void",
      "preview": "Spring til indhold Avanceret søgning Boardindeks Skift skriftstørrelse OSS Søg Tilmeld Log ind Du skal være tilmeldt som bruger og logget ind for at s"
    },
    {
      "url": "https://www.ramueswelt2punkt0.de/fcn-in-badischer-provinz/",
      "title": "FCN in badischer Provinz ! :: ramueswelt2punkt0.de",
      "description": "void",
      "preview": "Bitte warten... Startseite > Archiv 2016 > Archiv März 2016 > FCN in badischer Provinz ! FCN in badischer Provinz ! Hallo Bluebloggs, weiches Ge und d"
    },
    {
      "url": "https://www.beatsbydre.com/support/international-numbers.html",
      "title": "Beats support: International numbers - Apple Support",
      "description": "Need purchasing help or have a question about a recent order? Find the number for support in your country or region below.",
      "preview": "Beats support: International numbers Need purchasing help or have a question about a recent order? Find the number for support in your country or regi"
    },
    {
      "url": "http://www.rulequest.com/Personal/",
      "title": "Ross Quinlan's personal homepage",
      "description": "void",
      "preview": "Ross Quinlan Software available for download: FOIL Release 6: (shell archive) FFOIL Release 2: (shell archive) C4.5 Release 8: (gzipped tar file) I no"
    },
    {
      "url": "https://calendly.com/d/gsj-b7m-mr6/admissions-q-a",
      "title": "Calendly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.mymondomix.com/paris-hilton-sextape-pics",
      "title": "Mymondomix.com - Explorez l'art sous toutes ses formes avec passion et créativité",
      "description": "Plongez dans un univers d'expression artistique sur Mymondomix.com. Découvrez des articles sur l'art contemporain, des critiques d'œuvres, des interviews d'artistes, des guides d'expositions et des inspirations pour nourrir votre passion pour l'art.",
      "preview": "Le Théâtre : Une Exploration Profonde de l'Art Dramatique par Eva La Culture : Une Exploration de Ses Dimensions Multiples par Eva L'Art : Un Voyage à"
    },
    {
      "url": "https://www.indiacode.nic.in",
      "title": "India Code: Home",
      "description": "Contains all Enforced Central and State Acts linked with Subordinate Data like Rules,Regulations,Notifications,Orders,Circulars,Ordinances,Statutes.",
      "preview": "India Code Logo has been Modified, Click here to Download for updating the Logo in your Website. India Code Search Hint : Type your keyword in box bel"
    },
    {
      "url": "https://nvd.nist.gov/vuln/search/results?form_type=Advanced&results_type=overview&isCpeNameSearch=true&seach_type=all&query=cpe:2.3:a:python:urllib3:1.16:*:*:*:*:*:*:*",
      "title": "NVD - Search and Statistics",
      "description": "void",
      "preview": "Vulnerabilities"
    },
    {
      "url": "https://whelmstadter.tumblr.com/post/116581506819",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @whelmstadter on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://gallery.theredmstudio.com/selfie",
      "title": "The Red M Studio | First Let Me Take a Selfie",
      "description": "The Red M Studio",
      "preview": "Thank you for your patience while we retrieve your images. Favorites | « Back  Add new set Close View Cart Register to save your cart before it expir"
    },
    {
      "url": "https://www.robin-wood.co.uk/",
      "title": "Wooden bowls, plates, spoons - handcrafted woodware - Robin Wood",
      "description": "Robin Wood is a master woodturner handcrafting beautiful wooden bowls and plates and carving wooden spoons. Shop for woodware and wood-craft courses.",
      "preview": "Home I am passionate about traditional woodwork, about the value of working with our hands, and sharing the joy of these things with others. I make tr"
    },
    {
      "url": "https://www.getbasic.com/",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://thathousekilledmasterchauncy.tumblr.com/",
      "title": "manifestwealthsuccess.com",
      "description": "manifestwealthsuccess.com",
      "preview": "manifestwealthsuccess.com 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna The Key to Effortles"
    },
    {
      "url": "https://www.motorolasolutions.com/en_xu/about/company-overview/corporate-responsibility/motorola-solutions-foundation.html",
      "title": "Motorola Solutions Foundation - Motorola Solutions EMEA",
      "description": "Motorola Solutions Foundation is the charitable and philanthropic arm of Motorola Solutions. Read about our grant applications and impact",
      "preview": "Sign out Session expired Sign in Close Contact us Motorola Solutions Foundation Helping to build safer cities and thriving communities. At Motorola So"
    },
    {
      "url": "https://trifectanutrition.llbyf9.net/c/3408212/1467354/4609?subid3=people",
      "title": "Trifecta | The #1 Fitness Meal Delivery Service | As Seen On Netflix",
      "description": "As Seen On Netflix: Trifecta gives you the food, the advice, and the community support you need to achieve your goals. We do the meal planning, shopping, and cooking, so you can focus on everything else.",
      "preview": "Weekly Menu Plans About Us Reviews Resources Nutrition Coaching FAQ My Account Get Started Back Meals Breakfasts Meal Prep Chef Built Plans Gift Cards"
    },
    {
      "url": "http://store.apple.com/us/help/shopping_experience",
      "title": "Shopping Experience - Shopping Help - Apple",
      "description": "Find out how to review your Apple Store shopping experience, why we recommend enabling cookies, and why your online transaction with Apple is safe.",
      "preview": "Shopping Experience We want shopping for our products to be as easy as enjoying them. Find out how you can shop online, experience the Apple Store app"
    },
    {
      "url": "https://www.travisdenning.com/",
      "title": "travisdenning.com",
      "description": "void",
      "preview": "0 Music VIDEO TOUR REQUEST A MEET & GREET WIth travis A native of Warner Robins, Georgia, singer/songwriter and Mercury Nashville recording artist Tra"
    },
    {
      "url": "https://sdgstoday.org/eco-ambassadors-program",
      "title": "EASL",
      "description": "The Eco Ambassadors Solutions Lab (EASL) is an innovative program aimed at empowering high school students with the knowledge and skills to become global citizens and leaders in sustainable development. Organized by SDGs Today and Columbia University, it combines interactive sessions, hands-on activities, and technical training to explore solutions through geospatial technologies, digital storytelling, and sustainable development.",
      "preview": "void"
    },
    {
      "url": "https://benedicks-dick.tumblr.com/",
      "title": "Full Fathom Five",
      "description": "void",
      "preview": "Full Fathom Five Home Archive Ask me anything Submit a post Random post Twitter My posts Catching Elephant is a theme by Andy Taylor ↵ Originally from"
    },
    {
      "url": "https://aws.amazon.com/training/learn-about/serverless/",
      "title": "Serverless - Learn about | AWS Training",
      "description": "Learn how to develop skills to build and run code, manage data, and integrate applications on AWS without having to manage servers.",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training › L"
    },
    {
      "url": "https://shop.github.com",
      "title": "GitHub Shop",
      "description": "GitHub's collection of high-quality, sustainable gifts for yourself, a friend, or even your pet.",
      "preview": "Skip to content Explore the full Universe 2025 agenda and build your schedule today . GitHub Shop logo Close Search Search Console git Close dev/core"
    },
    {
      "url": "https://go.missingkids.org/l/808593/2020-02-24/7gz7",
      "title": "Stay in Touch",
      "description": "void",
      "preview": "Donate NetSmartz NCMEC's Online Safety Education Program Title (optional) Mr. Mrs. Dr. Ms. First Name Email Comments Sign up and learn more about how"
    },
    {
      "url": "https://www.edx.org/learn/cybersecurity",
      "title": "How to learn cybersecurity online | edX",
      "description": "Learn cybersecurity with edX: Explore cybersecurity courses, undergraduate and graduate degree programs, career paths, and other practical considerations.",
      "preview": "Learn cybersecurity with online courses and programs Cybersecurity professionals continue to benefit from strong employer demand. Train for high-growt"
    },
    {
      "url": "https://keybase.io/automonkey",
      "title": "automonkey (Will Benyon) | Keybase",
      "description": "automonkey (Will Benyon) is now on Keybase, an open source app for encryption and cryptography.",
      "preview": "Keybase Staging Server Install Login × × automonkey Will Benyon Chat with automonkey Start a chat Your conversation will be end-to-end encrypted. 3 de"
    },
    {
      "url": "https://news.apple.com?itscg=10000&itsct=pod-ovp-news-apl-ann-21_1019",
      "title": "Apple News",
      "description": "void",
      "preview": "Privacy Policy Terms and Conditions Copyright © 2025 Apple Inc. All Rights Reserved."
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/c/cubism",
      "title": "Cubism | Tate",
      "description": "Tate glossary definition for cubism: A revolutionary new approach to representing reality in art invented by artists Pablo Picasso and Georges Braque in which the artists aimed to bring different views of their subjects together in the same picture",
      "preview": "Cubism Cubism was a revolutionary new approach to representing reality invented in around 1907-08 by artists Pablo Picasso and Georges Braque. They br"
    },
    {
      "url": "https://developmentfinance.un.org/",
      "title": "Home | Financing for Sustainable Development Office",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations العربية 中文 English Français Русский Español IATF Policy Briefs for the Zero Draft of the FFD4 Outco"
    },
    {
      "url": "https://www.skinnytaste.com/",
      "title": "Skinnytaste Recipes - Easy Healthy Recipes Made with Real Food",
      "description": "Healthy recipes made easy from NYTimes best selling author Gina Homolka. Get high-protein recipes, dinner ideas, air fryer recipes & more!",
      "preview": "Skip to content Check out my newest cookbook filled with 100 high-protein meals! Book Tour Dates Shop My Cookbooks My Latest Healthy Recipes More Reci"
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/microsoft/D365Finance/",
      "title": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "description": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "preview": "Executive Summary A Forrester Total Economic Impact™ Study Commissioned By Microsoft, July 2022 Table Of Contents Executive Summary TEI Framework And"
    },
    {
      "url": "https://www.fox4news.com/news/janitor-fundraiser-mr-james-callisburg-high-unretire-go-fund-me",
      "title": "Fundraiser for 80-year-old North Texas janitor who had to unretire tops $160,000 | FOX 4 Dallas-Fort Worth",
      "description": "Mr. James started working at Callisburg High School in January after his rent was raised by about $400 per month, and he could not make ends meet.",
      "preview": "Students help raise money for school janitor who had to unretire due to rent hike A GoFundMe for the janitor known as Mr. James has now raised more th"
    },
    {
      "url": "https://www.skandium.com/collections/knoll-outdoor-collection",
      "title": "Knoll Outdoor Collection - Skandium",
      "description": "Comfort, style, and Vitamin D - all at once. Knoll's modern outdoor lounge furniture, from designers like Harry Bertoia and Richard Schultz, is perfect for your outdoor oasis.",
      "preview": "Skip to the content Home » Knoll Outdoor Collection Knoll Outdoor Collection Comfort, style, and Vitamin D - all at once. Knoll's modern outdoor loung"
    },
    {
      "url": "https://share.hsforms.com/1Td4Pj80YTmCbrnlSivNBNw59n9s",
      "title": "Form",
      "description": "void",
      "preview": "Skip to form"
    },
    {
      "url": "https://building.coursera.org/",
      "title": "Coursera Engineering",
      "description": "We're changing the way the world learns! Posts from Coursera engineers and data scientists.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Coursera Engineering We're changing the way the world learns! 3.9K follow"
    },
    {
      "url": "http://www.freedom-to-tinker.com/",
      "title": "CITP Blog - Center for Information Technology Policy (CITP)",
      "description": "Center for Information Technology Policy (CITP)",
      "preview": "CITP Blog is hosted by Princeton University's Center for Information Technology Policy , a research center that studies digital technologies in public"
    }
  ],
  "_meta": {
    "total_bookmarks": 97
  }
}