{
  "data": [
    {
      "url": "https://www.tmztour.com/",
      "title": "TMZ Celebrity Tour | Hollywood Celebrity Bus Tours",
      "description": "The TMZ Celebrity Bus Tour gives you an insider look at Hollywood, Beverly Hills, and the Sunset Strip. Book online today!",
      "preview": "top of page BOOK NOW UNLOCK HOLLYWOODS ULTIMATE BUS TOURS Anchor 2 CELEBS SPOTTED ON TOUR YOU NEVER KNOW WHO YOU'LL SEE! Keep a lookout for celebs. Ta"
    },
    {
      "url": "https://tivimax.web.app",
      "title": "TiviMax IPTV Player",
      "description": "void",
      "preview": "Tivimax IPTV Player offer the best watch experience for your iptv services. Download Now Tivimax IPTV Player offers the ability to view IPTV through S"
    },
    {
      "url": "https://www.communitygarden.org/garden",
      "title": "Find a garden | ACGA",
      "description": "void",
      "preview": "top of page FIND A GARDEN - SHARE A GARDEN Looking for a garden? Begin by looking at the map on this page and clicking on the \"map tack\" with number"
    },
    {
      "url": "https://www.howardstern.com/",
      "title": "Howard Stern",
      "description": "Official site features news, show personalities, hot topics and image archive from The Howard Stern Show.",
      "preview": "Skip to content 1-833-STERN-SHOW CALL OR TEXT ANYTIME! ‎ Jeff Hiller Visits the Stern ShoW ‎‎ ‎ ‎ Click for Video Photo: Getty Images for SiriusXM How"
    },
    {
      "url": "https://www.vam.ac.uk/collections/furniture",
      "title": "Furniture - Explore the Collections · V&A",
      "description": "The V&A collection of furniture and woodwork - from historic masterpieces to innovative contemporary design.",
      "preview": "Skip to main content Furniture The V&A has been collecting furniture and woodwork for over 150 years. This diverse collection is unrivalled for breadt"
    },
    {
      "url": "https://ceya.udesa.edu.ar/index.php/informationobject/browse?sf_culture=en&view=table&sort=referenceCode&subjects=1199&topLod=0&sortDir=asc&onlyMedia=1",
      "title": "UdeSA Ceya",
      "description": "Colecciones Especiales y Archivos. Biblioteca Max von Buch",
      "preview": "Colecciones Especiales y Archivos. Biblioteca Max von Buch Filters Narrow your results by: Subject All British -- Argentina -- Buenos Aires -- Societi"
    },
    {
      "url": "https://www.elmundo.es/ciencia-y-salud.html",
      "title": "Ciencia y Salud. Noticias y última hora | EL MUNDO",
      "description": "Toda la información y noticias de última hora de Ciencia y Salud. Hallazgos científicos y médicos, estudios e informes con el mayor rigor y el trabajo de profesionales.",
      "preview": "CIENCIA Y SALUD Redacción: PILAR PÉREZ Madrid La fertilidad de la mujer no solo depende del número de óvulos: el tejido ovárico y sus conexiones cereb"
    },
    {
      "url": "https://bmw.oemdtc.com",
      "title": "BMW & MINI - OEMDTC",
      "description": "BMW & MINI Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://canmuseum.com/Detail.aspx?CanID=76990",
      "title": "MAROMARO-Mango drink-280mL-Japan-2012",
      "description": "Can museum of can collections from can collectors world wide.",
      "preview": "MAROMARO-Mango drink-280mL-Japan-2012 Can Museum ID: 76990 Brand: MAROMARO Flavor: Mango drink Volume: 280mL Country Made For: Japan Country Made In:"
    },
    {
      "url": "https://www.afro.who.int/",
      "title": "WHO | Regional Office for Africa",
      "description": "The World Health Organization (WHO) is building a better future for people everywhere. Health lays the foundation for vibrant and productive communities, stronger economies, safer nations and a better world. Our work touches lives around the world every day - often in invisible ways. As the lead health authority within the United Nations (UN) system, we help ensure the safety of the air we breathe, the food we eat, the water we drink and the medicines and vaccines that treat and protect us. The Organization aims to provide every child, woman and man with the best chance to lead a healthier, longer life.",
      "preview": "Skip to main content Strengthening mental health services in emergencies across Africa Find out more → Response efforts slowing down Democratic Republ"
    },
    {
      "url": "https://www.sba.gov/",
      "title": "Small Business Administration",
      "description": "We support America's small businesses. The SBA connects entrepreneurs with lenders and funding to help them plan, start and grow their business.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.acluohio.org/archives/press-releases/ohio-supreme-court-rules-to-uphold-outdated-and-unscientific-hiv-criminalization-policies",
      "title": "Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies - ACLU of Ohio",
      "description": "COLUMBUS, OH-Today the Ohio Supreme Court ruled to continue the criminalization of individuals living with HIV. The ACLU of Ohio, The Center for HIV Law and Policy (\"CHLP\"), and nine other LGBTQ, HIV, medical and legal defense organizations, with assistance from the law firm Gibbons, P.C. and attorney Jeff Gamso, were amici in State of [...]",
      "preview": "Press Releases Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies October 26, 2017 10:30 am Share this page COL"
    },
    {
      "url": "https://www.allsquarempls.com/",
      "title": "Home | All Square",
      "description": "void",
      "preview": "top of page NEON LIGHTS & CIVIL RIGHTS \\\\ 72 Justice-Impacted People Employed Since 2018 3M in Wages & Benefits Paid To (and Earned By) Justice-Impact"
    },
    {
      "url": "https://www.epaalumni.com/",
      "title": "EPA Alumni Association",
      "description": "The Association consists of former employees of the Federal Environmental Protection Agency. It promotes interaction among members, supports EPA Staff, educates the public, and serves as a source of EPA history.",
      "preview": "top of page EPA Alumni Association We're Not Done Yet! A network of 3,081 Members with 77,133 years of service. Our mission is to promote both soc"
    },
    {
      "url": "https://anti-asianviolenceresources.carrd.co/",
      "title": "Anti-Asian Violence Resources",
      "description": "Anti-Asian racism and violent attacks on Asian elderly have only increased in recent months. Since COVID-19 became news in the United States, hate speech and violence against the AAPI community has run rampant. In February 2021, attacks, particularly on elderly Asian Americans, have spiked. Unfortunately, many of these",
      "preview": "Anti-Asian Violence Resources Below you'll find resources that have been gathered to help individuals educate others, take action, donate, and more. A"
    },
    {
      "url": "https://vw-audi.oemdtc.com",
      "title": "VolksWagen & Audi - OEMDTC",
      "description": "VolksWagen & Audi Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.orbitz.com/",
      "title": "Orbitz Hotel Deals, Flights, Cheap Vacations & Rental Cars",
      "description": "Earn free travel rewards with Orbitz. Fast booking & free cancellations. Reserve now, pay later!",
      "preview": "Skip to Main Content. Orbitz Hotel Deals, Flights, Cheap Vacations & Rental Cars Search for travel closeSheetBanner Earn extra Orbucks, only in the ap"
    },
    {
      "url": "https://www.call2recycle.ca/",
      "title": "Call2Recycle Canada | Battery Recycling & Collection Services",
      "description": "Call2Recycle Canada offers safe and efficient battery recycling programs nationwide. Since 1997, we've helped communities and businesses with household, e-mobility, and EV battery recycling. Explore our programs, find collection sites, and become a partner in environmental preservation. Join our mission to protect the environment by recycling batteries safely and responsibly.",
      "preview": "Get Ready for the Circular Economy Contest featuring Christine Sinclair Read More Call2Recycle launches Annual Battery Safety Awareness Campaign Read"
    },
    {
      "url": "https://valbyonline.dk/valby-guide/nintendo/",
      "title": "Nintendo | ValbyOnline",
      "description": "void",
      "preview": "Forside $ DEALS Valby $ Nyheder Kultur & Sport Restaurant, Café & Takeaway Shopping Blogs Cecil & Michaels blog >>> Få din egen blog! Posts Tagged ' N"
    },
    {
      "url": "https://arstechnica.com/civis/",
      "title": "Ars OpenForum",
      "description": "void",
      "preview": "Log in Register Menu Install the app Install JavaScript is disabled. For a better experience, please enable JavaScript in your browser before proceedi"
    },
    {
      "url": "https://blockclubchicago.org/2023/02/13/midwests-first-la-michoacana-plus-opens-on-26th-street-bringing-ice-cream-paletas-and-more-to-little-village/",
      "title": "Midwest's First La Michoacana Plus Opens On 26th Street, Bringing Ice Cream, Paletas And More To Little Village",
      "description": "LITTLE VILLAGE - The state's first La Michoacana Plus opened on West 26th Street earlier this month, offering paletas, mangonadas, michelaguas and more.",
      "preview": "Don't miss what's happening in Pilsen, Little Village & Back of the Yards! Sign up to get free stories from your neighborhood-twice a week. Sign up Do"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/",
      "title": "The Classic Typewriter Page : All About Typewriters",
      "description": "All about typewriters: history, use, collecting, restoring, and more.",
      "preview": "The Flying Oliver welcomes you to the strange and beautiful world of antique writing machines. Explore and enjoy ... Frequently Asked Questions \"What'"
    },
    {
      "url": "https://www.twitch.tv/rajanlakhanpal",
      "title": "Twitch",
      "description": "Twitch is the world's leading video platform and community for gamers.",
      "preview": "void"
    },
    {
      "url": "https://tiempo.laopiniondemurcia.es/suecia/lidingo",
      "title": "Tiempo en Lidingo - La Opinión de Murcia",
      "description": "La previsión del tiempo en Lidingo. Consulta el tiempo para hoy, mañana y los próximos días en Suecia",
      "preview": "La Opinión de Murcia > El Tiempo > Lidingo Selecciona tu provincia A Coruña Álava Albacete Alicante Almería Asturias Ávila Badajoz Barcelona Burgos Cá"
    },
    {
      "url": "https://www.foreverdiamondsny.com/",
      "title": "Diamond Jewelry | Diamond Company | Forever Diamonds NY",
      "description": "Discover the finest diamond jewelry at Forever Diamonds NY, a leading diamond company offering exquisite selections for every occasion.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Call us to set up an appointment today 212-997-9796 ext 3. View Our Ready-Made Rings Ea"
    },
    {
      "url": "https://www.latostadora.com/lolakabuki/dibujos/1059451",
      "title": "Productos y diseños de Lola Kabuki | LaTostadora.com",
      "description": "Lola Kabuki en laTostadora. Diseños disponibles en una gran variedad de productos. Envío Gratis.",
      "preview": "Tienda en construcción. Si eres el propietario de la tienda y tienes alguna consulta visita nuestro portal de ayuda al diseñador o contáctanos. Inicio"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/mental-health-strengthening-our-response",
      "title": "Mental health",
      "description": "WHO fact sheet on mental health providing key facts and information on determinants, strategies and interventions, WHO response.",
      "preview": "Skip to main content Mental health 8 October 2025 Key facts Globally, more than a billion people live with a mental health condition. Affordable, effe"
    },
    {
      "url": "https://www.gapinc.com/en-us/jobs/w33/29/staff-software-engineer",
      "title": "Careers | Gap Inc.",
      "description": "Explore job opportunities at Gap Inc. and its portfolio of global brands.",
      "preview": "women folding clothes What starts here shapes culture. Self-expression is the language of fashion. What we create together has the power to start conv"
    },
    {
      "url": "https://www.sevesteen.com/feeds/3240310945383736767/comments/default",
      "title": "Comments on sevesteen.com: Reasons to end the drug war, part 74",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.lenzetech.com",
      "title": "蓝牙6.1芯片支持Find My Network及其解决方案 | 伦茨科技",
      "description": "伦茨科技，专业的蓝牙芯片及方案供应商，成熟的蓝牙方案开发团队，领先的蓝牙技术支持最全面的蓝牙方案和蓝牙APP开发，提供完整的软硬件设计。",
      "preview": "Find My Network Well, right here 轻松连接苹果Find My网络 全球18亿苹果设备协同查找 Find My 定位查找 有ST17H6X就足够 SoCs suitable to build Find My enabled devices Tracker Detect"
    },
    {
      "url": "https://www.storytel.com/it/it/books/apocalypse-never-why-environmental-alarmism-hurts-us-all-555031",
      "title": "Apocalypse Never: Why Environmental Alarmism Hurts Us All - Audiolibro - Michael Shellenberger - ISBN 9780063001718 - Storytel",
      "description": "Now a National Bestseller! Climate change is real but it's not the end of the world. It is not even our most serious environmental problem. Michael",
      "preview": "Ascolta e leggi Entra in un mondo di storie Ascolta e leggi quanto vuoi Oltre 400.000 titoli Prova gratis per 14 giorni, poi 9.99€/mese Disdici quando"
    },
    {
      "url": "https://applieddigitalskills.withgoogle.com/en/educators",
      "title": "Applied Digital Skills : Google for Education",
      "description": "Teach and learn practical digital skills needed for the jobs of today and tomorrow with our video lessons that are free of charge",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "http://endviolence.un.org/",
      "title": "United Nations | Peace, dignity and equality on a healthy planet",
      "description": "Peace, dignity and equality on a healthy planet",
      "preview": "Skip to main content WHO , Health Protecting mental health in crises Crises like disasters, conflicts, and health emergencies cause emotional distress"
    },
    {
      "url": "https://thrivebyfive.org.au/",
      "title": "Home - Thrive By FiveThrive By Five",
      "description": "void",
      "preview": "AUSTRALIA'S EARLY LEARNING & CHILDCARE SYSTEM NEEDS REFORM . And you can help make it all happen. First name Email Postcode I have read and agreed to"
    },
    {
      "url": "https://dakotaathletics.com/main/calendar/caltype/week",
      "title": "Dakota High School Calendar of Events",
      "description": "void",
      "preview": "Skip to Header Skip to Main Content Skip to Footer Twitter GO COUGARS! Twitter Home Sports & Activities Baseball Boys Basketball Girls Boys Cheer Team"
    },
    {
      "url": "https://tinychat.com/",
      "title": "TinyChat - Random Video Chat with Strangers",
      "description": "Random Video Chat with Strangers - TinyChat's fast alternative to Omegle and Chatrandom. No sign-up needed!",
      "preview": "Skip to content TinyChat Random Video Chat with Strangers TinyChat makes it easy to meet new people instantly through free, anonymous random video cha"
    },
    {
      "url": "https://careers.mozilla.org/listings/?team=Mozilla%20Foundation",
      "title": "Mozilla Careers - All open positions at Mozilla",
      "description": "We have a mighty mandate, serving hundreds of millions of people. Add a culture of exploration, and there is always a new way to learn and grow here.",
      "preview": "Listings Location All Locations Remote Belgium Remote Canada Remote Canada; Remote Germany; Remote UK; Remote US Remote Finland Remote France Remote G"
    },
    {
      "url": "https://www.careercircle.com/",
      "title": "Where Skills Go To Work",
      "description": "CareerCircle connects skilled talent with organizations ready to make smart, future-ready hiring decisions. Learn more.",
      "preview": "We're sorry, but CareerCircle does not work properly without JavaScript enabled. Please enable JavaScript for your browser and reload this page. Skip"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Python-Intro.html",
      "title": "Python-package Introduction - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Python-package Introduction View page source Python-package Introduction  This document gives a basic walk-through of LightGBM Python-package. List o"
    },
    {
      "url": "https://its.ucsc.edu/terms/",
      "title": "Website Privacy and Terms and Conditions - Information Technology Services",
      "description": "void",
      "preview": "Website Privacy and Terms and Conditions About this policy Last updated: 11/01/2021 Responsible office: University Advancement and Information Technol"
    },
    {
      "url": "http://vega-shop.si/category/veganstvo/",
      "title": "Veganstvo - Vega-shop.si",
      "description": "void",
      "preview": "Veganska prehrana lahko telo popolnoma oskrbi z vsemi potrebnimi snovmi in vitamini, zagotovo pa je priporočljivo, da vegani jemljejo vitamin B12 . Sl"
    },
    {
      "url": "https://www.pca.state.mn.us/quick-links/minnesota-electronics-recycling-act",
      "title": "Electronics collection and recycling | Minnesota Pollution Control Agency",
      "description": "Minnesota's law relating to the collection and recycling of video display devices (\"televisions\" and \"computer monitors\") sold to households/consumers was signed into law in May 2007.",
      "preview": "Skip to main content Electronics collection and recycling Image Putting devices with cathode ray tubes (CRTs) in mixed municipal solid waste is prohib"
    },
    {
      "url": "https://www.podatki.gov.pl/pit/",
      "title": "PIT",
      "description": "Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach",
      "preview": "PIT Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach Twój e-PIT - to deklarac"
    },
    {
      "url": "https://ida.submittable.com/submit/3f283ab8-8dec-49b7-81f4-694c362cdd9a/ida-2023-top-issues-councils-applications",
      "title": "IDA Submission Manager",
      "description": "IDA Submission Manager Powered By Submittable - Accept and Curate Digital Content",
      "preview": "Skip to Main Content Home View Your Submissions IDA There are presently no open calls for submissions. Welcome to the IDA submissions portal. Here you"
    },
    {
      "url": "https://www.astrocafe.ro/articole/responsabilitatea-acces-la-putere",
      "title": "Responsabilitatea- acces la putere!",
      "description": "void",
      "preview": "X X Cont nou Am uitat parola AstroCafe.ro / Articole / Responsabilitatea- acces la putere! Responsabilitatea- acces la putere! Autor: Nicoleta - mierc"
    },
    {
      "url": "https://bobbasset.com/items/bird-brass-beak-art-leather-mask/",
      "title": "Bird Brass Beak Art Leather Mask - Bob Basset",
      "description": "void",
      "preview": "01 02 03 04 05 06 Bird Brass Beak Art Leather Mask We don't currently have this mask in stock, but we can make a similar one for you. Manufacturing ti"
    },
    {
      "url": "https://www.incommonbeauty.com/",
      "title": "IN COMMON Beauty | Luxury Haircare Inspired by Riawna Capri& Nikki Lee",
      "description": "IN COMMON Beauty is an INclusive luxury hair care treatment brand that's undeniably shareable. A community that celebrates every hairstylist and every consumer for their perfect uniqueness. It's what we have IN COMMON.",
      "preview": "Skip to content This site has limited support for your browser. We recommend switching to Edge, Chrome, Safari, or Firefox. FREE SHIPPING ON $45+ ORDE"
    },
    {
      "url": "https://www.ifc.org/",
      "title": "International Finance Corporation (IFC)",
      "description": "A strong and engaged private sector is indispensible to ending extreme poverty and boosting shared prosperity. That's where IFC comes in - we have more than 60 years experience in unlocking private investment, creating markets and opportunities where they are needed most.",
      "preview": "Skip to Main Navigation Turning Tanzania's Farmers into Agri- Entrepreneurs How global partners are empowering smallholder farmers to grow their profi"
    },
    {
      "url": "https://lyft.sng.link/Adnq0/l8f8?_dl=lyft%3A%2F%2F",
      "title": "Ride with Lyft",
      "description": "Let's start with your number and we'll text you a link to download the Lyft app.",
      "preview": "Skip to main content Let's start with your number We'll text you a link to download the app. 1. Select phone number country code. Afghanistan Åland Is"
    },
    {
      "url": "https://allenai.org/terms",
      "title": "Ai2's terms and conditions for our website.",
      "description": "Terms and conditions | Ai2",
      "preview": "Ai2 Terms And Conditions of Use Terms and Conditions of Use Effective: September 25, 2024 WELCOME TO Ai2! BEFORE YOU USE OR ACCESS OUR WEBSITES AND SE"
    },
    {
      "url": "https://www.incommonbeauty.com/",
      "title": "IN COMMON Beauty | Luxury Haircare Inspired by Riawna Capri& Nikki Lee",
      "description": "IN COMMON Beauty is an INclusive luxury hair care treatment brand that's undeniably shareable. A community that celebrates every hairstylist and every consumer for their perfect uniqueness. It's what we have IN COMMON.",
      "preview": "Skip to content This site has limited support for your browser. We recommend switching to Edge, Chrome, Safari, or Firefox. FREE SHIPPING ON $45+ ORDE"
    },
    {
      "url": "https://www.ready.gov",
      "title": "Plan Ahead for Disasters | Ready.gov",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.stimson.org/research/trade-tech/conventional-arms/",
      "title": "Conventional Arms Research • Stimson Center",
      "description": "Leading foreign affairs research projects, publications, and events on the topic of Conventional Arms from the Stimson Center.",
      "preview": "Skip to content Trade & Technology Conventional Arms Projects Advancing Child Protection Through Peacekeeping Assessing efforts to protect children an"
    },
    {
      "url": "https://docs.python.org/3/library/collections.html",
      "title": "collections - Container datatypes - Python 3.14.0 documentation",
      "description": "Source code: Lib/collections/__init__.py This module implements specialized container datatypes providing alternatives to Python's general purpose built-in containers, dict, list, set, and tuple.,,...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Data Types » collections - Container dataty"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notelet-Beautiful-websites-and-blogs-published-with-Notion-a6d4db450800466f94448b8611e92923?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://events.microsoft.com/",
      "title": "Ricerca Eventi Microsoft",
      "description": "Trova eventi e opportunità di apprendimento di Microsoft pensati per aiutarti ad ampliare le tue competenze, apprendere nuove abilità e costruire una community.",
      "preview": "This is the Trace Id: 8d7ed526e36d37f232a7d0347f31d3d7 Passa a contenuti principali Amplia le tue capacità e modella il futuro durante Microsoft Ignit"
    },
    {
      "url": "https://imgbin.com/",
      "title": "IMGBIN.com - Download Transparent PNG Images, For Free",
      "description": "Get unlimited access to millions of free transparent PNG files created by designers, for designers",
      "preview": "categories logos calendar log in sign up Categories PNG's Famous PNG Logos Events Calendar Popular PNG's Newest PNG's PNG's by Color AI Background Rem"
    },
    {
      "url": "https://www.viatris.com/en?gclid=Cj0KCQiAtqL-BRC0ARIsAF4K3WHGea3RcBbFa91VdqE_rszFxtO83sm_UBbKMheAnJrbIKYLgMv5rywaAgdUEALw_wcB",
      "title": "Viatris | Global Healthcare Company",
      "description": "Viatris is a global pharmaceutical company that believes in healthcare not as it is, but as it should be. Learn about our story, explore our products and browse career opportunities.",
      "preview": "Localized information for The page you are about to visit contains information about Viatris that is specific to . Regulatory requirements, data prote"
    },
    {
      "url": "https://livereport.protectedplanet.net/chapter-2",
      "title": "Introduction | Protected Planet Report 2020",
      "description": "Protected Planet Report 2020 assesses the state of protected areas around the world.",
      "preview": "As the pace of biodiversity loss continues largely unabated (IPBES, 2019; CBD, 2020; WWF, 2020), the links between this loss and other global challeng"
    },
    {
      "url": "https://replit.com/languages/python3",
      "title": "Python Online Compiler & Interpreter - Replit",
      "description": "Write and run Python code using our Python online compiler & interpreter. You can build, share, and host applications right from your browser!",
      "preview": "Skip to content Code, create, and learn together with Python Code, collaborate, compile, run, share, and deploy Python and more online from your brows"
    },
    {
      "url": "https://www.acronis.com/en-us/",
      "title": "Cybersecurity & Data Protection Solutions - Acronis",
      "description": "Acronis provides award-winning backup software & data protection solutions for consumers, businesses & MSPs. Protect your sensitive information!",
      "preview": "You are on Europe website. Change region to view location-specific content: Global English Select another region Choose region and language Americas B"
    },
    {
      "url": "https://watch.frndlytv.com/",
      "title": "Watch Family-Friendly TV Live and On Demand | FRNDLY TV",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://oceanexpert.org",
      "title": "OceanExpert - A Directory of Marine and Freshwater Professionals",
      "description": "void",
      "preview": "Meli Search More Options input All Experts Institutes Events Documents All Go Browse Experts By: Last Name Worklocation (country) Subject of research"
    },
    {
      "url": "http://www.herrco.gr/",
      "title": "Σχετικά Με Μας - Herrco",
      "description": "Στη χώρα μας λειτουργεί το αδειοδοτημένο από τις αρμόδιες αρχές (ΕΟΑΝ - Ελληνικός Οργανισμός Ανακύκλωσης) Σύστημα Ανακύκλωσης Αποβλήτων Συσκευασίας της",
      "preview": "Σχετικά Με Μας Στη χώρα μας λειτουργεί το αδειοδοτημένο από τις αρμόδιες αρχές (ΕΟΑΝ - Ελληνικός Οργανισμός Ανακύκλωσης) Σύστημα Ανακύκλωσης Αποβλήτων"
    },
    {
      "url": "https://uniglobetraveldesigners.com/",
      "title": "Uniglobe Travel Designers",
      "description": "Uniglobe Travel is an innovative network of travel management experts around the world. Our hands-on local ownership offers customized travel management expertise to businesses, and ensures that clients are well served at all times.",
      "preview": "Travel Experts Uniglobe Travel Designers is a Black, women-owned, award-winning, full-service travel management company offering over 42 years of expe"
    },
    {
      "url": "https://www.aa.org/",
      "title": "Have a problem with alcohol? There is a solution. | Alcoholics Anonymous",
      "description": "Have a problem with alcohol? There is a solution. A.A. has a simple program that works. It's based on one alcoholic helping another.",
      "preview": "Skip to main content Search x Submit Common Searches: Meetings Anonymity Steps Traditions Concepts Committees Have a problem with alcohol? There is a"
    },
    {
      "url": "https://weta.org/",
      "title": "WETA | Public Television and Classical Music for Greater Washington",
      "description": "WETA is the leading public broadcasting station in the nation's capital and serves our community with educational, cultural, news and public affairs programs and services.",
      "preview": "Skip to main content The Gold Maigret PBS News Hour Unforgotten WETA Celebrates Hispanic Heritage Month Discover more shows, on your schedule. Sign up"
    },
    {
      "url": "https://support.mail.com/index.html",
      "title": "Help Center",
      "description": "Find out how to use your mail.com account, troubleshoot problems and get answers to your questions.",
      "preview": "Serverstatus: ok ⌫ Search Login and Password What can I do if I forgot my password? Why has my email account been blocked by mail.com? Why am I seeing"
    },
    {
      "url": "https://www.bea.gov/data/gdp/gross-domestic-product",
      "title": "Gross Domestic Product | U.S. Bureau of Economic Analysis (BEA)",
      "description": "void",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home BEA Data GDP Gross Domestic Product Gross Domest"
    },
    {
      "url": "https://www.huemint.com/brand-intersection/",
      "title": "Huemint - Color palette generator for brands, websites and graphics",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://opocbluepacific.org/twitter/",
      "title": "Twitter - OPOC",
      "description": "[custom-twitter-feeds]",
      "preview": "Twitter Home Twitter [custom-twitter-feeds]"
    },
    {
      "url": "https://www.carolina-loving-hound-rescue.com/",
      "title": "Contact Us",
      "description": "void",
      "preview": "Carolina Loving Hound Rescue Re-Home- Retire Name: * Carolina Loving Hound Rescue PO BOX 15288 GREENVILLE, SC 29610 info@carolina-loving-hound-rescue."
    },
    {
      "url": "https://www.winkworth.co.uk/gloucestershire/dymock/properties-to-let?status=completed&bedroomsfrom=3&bedroomsto=3",
      "title": "Properties to rent in Dymock, Gloucestershire | Winkworth Estate Agents",
      "description": "Search for properties to rent in Dymock, Gloucestershire through Winkworth Estate Agents. Browse our selection of properties available to rent",
      "preview": "Skip to main content Book Valuation MyWinkworth My Account Buying Buyer's guide Mortgages Buy to Let Stamp Duty Calculator Tips for buyers Country hou"
    },
    {
      "url": "https://id.linkedin.com/company/octopus-ina?trk=organization_guest_main-feed-card-text",
      "title": "Octopus Indonesia | LinkedIn",
      "description": "Octopus Indonesia | 11.310 pengikut di LinkedIn. A Reverse Logistic Platforms for Post-Consumer Materials | Octopus is a reverse-logistic startup that currently doing collection of post-consumer product through circular economy.",
      "preview": "LinkedIn menghargai privasi Anda LinkedIn dan pihak ketiga menggunakan cookie esensial dan non-esensial untuk menyediakan, mengamankan, menganalisis,"
    },
    {
      "url": "https://help.philo.com",
      "title": "Philo Help Center: Customer Service, Troubleshooting & More",
      "description": "Having trouble with Philo? Find our customer service number, live chat, troubleshooting tips, and access your account and billing information here.",
      "preview": "Hi, how can we help? Submit Search Help center home Philo Help Center Contact us Using Philo Account & Billing Troubleshooting Popular Articles Channe"
    },
    {
      "url": "http://www.help-info.de/en/",
      "title": "Home - Help Information (en)",
      "description": "Help Information is related to Help Authoring.",
      "preview": "Skip to content Help Information FAR HTML Increase your productivity with FAR HTML FAR HTML offers a variety of different tools for help authors and,"
    },
    {
      "url": "https://chartgo.com/home.html;jsessionid=D580118E0E44A8DDA1FD536B234E6BA7",
      "title": "Create a Graph - Build Online Charts Easily and For Free",
      "description": "Create vibrant, professional graphs instantly with ChartGo - a free and easy-to-use tool for bar charts, line charts, pie charts, and more. Start charting now!",
      "preview": "Create a Graph - Build online Charts Easily and For Free Welcome to ChartGo - Your Ultimate graph creator tool! For over 15 years, we've helped millio"
    },
    {
      "url": "https://www.meels.com/help/pricing++plans/8/how+many+meals+should+i+order/83",
      "title": "How many meals should I order? | Meels",
      "description": "Get 20% off your first Meels order. Enjoy the convenience of our chef-prepared meal delivery services, offering delicious, fully cooked meals ready for you to enjoy.",
      "preview": "Updating. Please wait Order Now Our Food Weekly Menus Food Philosophy Meels for Business Our Story About Us Packaging Meet Our Team Gifts Gift Cards R"
    },
    {
      "url": "http://www.jaapsch.net/mechcalc/",
      "title": "Jaap's Mechanical Calculators Page",
      "description": "void",
      "preview": "Jaap's Mechanical Calculators Page Filter: Category Calculator Adding/Listing Adding Machine Small Adder Counter Other Type Direct drive Semi-direct d"
    },
    {
      "url": "https://skims.com/",
      "title": "SKIMS | Solutions For Every Body",
      "description": "SKIMS is a solutions oriented brand creating the next generation of underwear, loungewear and shapewear.",
      "preview": "Skip to main content JUST DROPPED: FAUX FUR A luxurious new collection of Faux Fur outerwear-don't miss the statement jackets of the season Shop Now K"
    },
    {
      "url": "http://walmartsustainabilityhub.com/",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.store-streetlightsbible.com/collections/spanish-audio-bible-downloads-donate-what-you-want/products/salmos-libro-2-capitulos-42-72-done-lo-que-quiera",
      "title": "Salmos - Libro 2 (Capítulos 42-72) // Descarga Digital - Streetlights",
      "description": "Estamos emocionados anunciar el segundo de los cinco lanzamientos de los Salmos (Streetlights Audio Biblia.) Este lanzamiento contiene capítulos 42-72 encontrados en el libro de los Salmos. Artistas desde Chicago, Santo Domingo, Barcelona, Puerto Rico, y México colaboraron para servirte este nuevo proyecto bíblico. Te",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Estimated total $0.00 USD Taxes"
    },
    {
      "url": "https://www.nationaleatingdisorders.org/",
      "title": "NEDA | Eating Disorders Support, Awareness & Recovery",
      "description": "Access support, explore resources, join community events, and take a free eating disorders screening-start your recovery journey with NEDA!",
      "preview": "Hope Starts Here. The National Eating Disorders Association (NEDA) works to advance research, build community, and raise awareness to support the near"
    },
    {
      "url": "https://www.brcc.edu/brcc/administration/contact-us",
      "title": "Contact Us - Blue Ridge Community College in Weyers Cave, Virginia",
      "description": "Blue Ridge Community CollegeBox 80, One College LaneWeyers Cave, Virginia 24486(540) 234-9261info@brcc.edu Department Phone Numbers Department Phone Number Academic Affairs (540) 453-2205 Accounts Payable (540) 453-0279 Accounts Receivable (540) 453-0276",
      "preview": "Skip to Content Contact Us Home » About » Contact Us Blue Ridge Community College Box 80, One College Lane Weyers Cave, Virginia 24486 (540) 234-9261"
    },
    {
      "url": "https://cm.providencejournal.com/advertise-with-us/?cid=Web_LiQ_Network_AdvertiseWithUs_AdvertiseInquiry&publication=the_providence_journal&utm_source=local_publication&utm_medium=topnav&utm_campaign=advertise_with_us",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://tour.mines.edu/visit/",
      "title": "Home - Campus Tour",
      "description": "Explore Colorado School of Mines with campus tours, virtual visits, and in-person visits. Learn all about our unique campus life, academic programs, and admissions process.",
      "preview": "Facebook X MINES.EDU MyMines Apply Undergraduate Admissions Graduate Admissions Visits and Events On campus, virtually or in your area - we want you t"
    },
    {
      "url": "http://www.landbanktwincities.org/",
      "title": "Land Bank Twin Cities - Social Impact Real Estate",
      "description": "Land Bank Twin Cities is a Minnesota seven-county metro area based organization specializing in land banking, lending and community development.",
      "preview": "Home News Resources Careers Home About Overview Staff Board Strategic Plan Reports & Financials"
    },
    {
      "url": "https://www.pewtrusts.org/en/",
      "title": "The Pew Charitable Trusts | The Pew Charitable Trusts",
      "description": "Pew's work lays the foundation for effective policies and practices by invigorating civic life, conducting research, informing and engaging citizens, linking diverse interests to pursue common cause, and insisting on tangible results.",
      "preview": "Using data to make a difference. Founded in 1948, Pew addresses the challenges of a changing world by illuminating issues, creating common ground, and"
    },
    {
      "url": "https://ismacs.net/",
      "title": "Vintage, Antique, and Rare Sewing Machines - International Sewing Machine Collectors Society",
      "description": "Information on vintage, antique, and rare sewing machines from the International Sewing Machine Collectors' Society.",
      "preview": "International Sewing Machine Collectors' Society Fostering the collecting of, and research into, sewing machines. Recent Additions to ISMACS Pre-1900"
    }
  ],
  "_meta": {
    "total_bookmarks": 89
  }
}