{
  "data": [
    {
      "url": "https://www.senenews.com/replay/revue-des-titres-avec-fabrice-nguema-du-18-10-21-sen-tv_147904_1404.html",
      "title": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV",
      "description": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV Abonnez-vous à notre chaîne Youtube et retrouvez toutes nos vidéos sur SeneNews TV.",
      "preview": "SeneNews est sur WhatsApp ! Abonnez-vous pour recevoir l'actualité en temps réel. S'abonner sur WhatsApp × Téléchargez l'app SeneNews pour des alertes"
    },
    {
      "url": "https://leonardocolor.io/#",
      "title": "Leonardo",
      "description": "Generate colors based on a desired contrast ratio.",
      "preview": "Color tools for design systems Adaptive color theme Accessible color themes for user interfaces Create new theme Color scales Colors for data visualiz"
    },
    {
      "url": "https://discord.gg/uMpcC5RmJh",
      "title": "Mapbox Official Dev Community",
      "description": "This is a community space for anyone who builds with Mapbox tools and services. | 16954 members",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.nelliessouthernkitchen.com/",
      "title": "Nellie's Southern Kitchen",
      "description": "void",
      "preview": "top of page GROUP DINING EVENTS & CATERING nellie's las vegas, NV GO! nellie's BELMONT, NC GO! ORDER ONLINE ! GIFT CARDS GET A GIFT CARD HERE located"
    },
    {
      "url": "https://forms.gle/Suu4uMrdc4t4vBQ2A",
      "title": "Google Play Pass Nomination",
      "description": "Google Play Pass is a monthly subscription service offering users unrestricted access to a catalog of hundreds of games and apps without ads, in-app purchases or paywalls. Subscribers can enjoy apps ranging from action to indie games and puzzle to utility apps without interruptions and all in one place. If you have a great premium experience that Play Pass users will love, express interest by completing the form below. Please include as much detail as possible so we can evaluate your nomination. Play Pass is currently an invitation only program, completing this form will not guarantee that your title will be invited to join. For more information: https://play.google.com/console/about/googleplaypass/",
      "preview": "Google Play Pass Nomination This nomination form is no longer accepting responses. Questo modulo è stato creato all'interno di Google.com. Questo modu"
    },
    {
      "url": "https://create.microsoft.com/?utm_source=m356edge&utm_medium=microsite&utm_campaign=creation",
      "title": "Free templates for social media, documents & designs | Microsoft Create",
      "description": "Use our free tools and customizable templates to craft presentations, videos, graphics, social media designs, and much more-no design expertise required.",
      "preview": "Create designs that inspire Trending searches Resumes Timesheet Business Slideshow Presentation Invoices Collaborate Budgets Charts Productivity Socia"
    },
    {
      "url": "http://www.generexe.nl/",
      "title": "GenerExe IT - Software Development",
      "description": "GenerExe IT software ontwikkeling",
      "preview": "Maatwerk Diensten Expertise Projecten Over ons Contact Special projects Moderniseren Software Inspect 2 Report Mobile XPad ☰ Wij kunnen helpen als \"st"
    },
    {
      "url": "https://www.cadbury.co.uk/",
      "title": "Cadbury Chocolate | Cadbury UK",
      "description": "Welcome to the home of Cadbury chocolate - Find out more about the Cadbury brand, our products and our latest campaigns.",
      "preview": "Win cash prizes to giveaway A competition you can't win? Strange. A competition of 1000s of cash prizes, you get to give away to anyone you like? Pret"
    },
    {
      "url": "https://ich.unesco.org",
      "title": "ICH - UNESCO Intangible Cultural Heritage",
      "description": "Explore UNESCO's Intangible Cultural Heritage: policies, lists, best practices, and resources for its safeguarding and global transmission.",
      "preview": "Safeguarding our living heritage 2003 Convention The Lists Open element's information i The contending men from Barangay Hapao in the foreground and B"
    },
    {
      "url": "http://www.dickestel.com/classicexpo2004.htm",
      "title": "2004 Classic Gaming Expo in Las Vegas",
      "description": "void",
      "preview": "Classic Gaming Expo 2004 In 2004 the Classic Gaming Festival moved from Las Vegas to Silicon Valley. Robert Bernardo , who has attended and reported o"
    },
    {
      "url": "https://hacksandheels.tumblr.com/post/150143045237",
      "title": "adventures of The Girl - Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \" Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "Ask me Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://principles.design/",
      "title": "Design Principles",
      "description": "An Open Source collection of Design Principles and methods",
      "preview": "Privacy-first principles: Get $10 credit today with Fathom Analytics. Find out more ."
    },
    {
      "url": "https://www.ebresearch.org",
      "title": "EB Research Partnership - EB Research Partnership",
      "description": "EB Research Partnership is the largest 501(c)(3) nonprofit dedicated to funding research aimed at treating and ultimately curing Epidermolysis Bullosa, a group of devastating and life-threatening skin disorders that affect children from birth.",
      "preview": "Epidermolysis Bullosa What is EB? Life with EB Resources Research Our Impact Scientific Advisory Board Clinical Trials > Filsuvez Vyjuvek ZEVASKYN Tow"
    },
    {
      "url": "https://partner.github.com/",
      "title": "GitHub Partner Program · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "http://www.fillorbust.com/",
      "title": "Fill Or Bust! Card & Dice Game - Fill Or Bust!®",
      "description": "Fill Or Bust! is a great family game! Play with 6 dice and 54 draw cards, plus instructions for play. Team play, tournament play and optional rules included.",
      "preview": "Contact us: BowmanGamesInc@gmail.com Cart 0 Search Menu Cart 0 Home How To Play Search FAST FUN & EXCITEMENT! FILL OR BUST!® will test your luck and s"
    },
    {
      "url": "https://www.alpino.eu/es/obras-del-museo/javier-lago-adrover",
      "title": "Javier Lago Adrover | Alpino® Oficial",
      "description": "Escalera hasta la luna.",
      "preview": "Lápices de colores Rotuladores Lápices de grafito Ceras Tijeras Pinturas Modelar Alpino Baby Color Experience Manualidades Escritura y oficina Plumier"
    },
    {
      "url": "https://www.anrdoezrs.net/links/8029122/type/dlg/sid/PEOBrookeShieldsWalkedHerDoginCentralParkintheFlatteringDenimStyleYouCanGetforJust25lstansburyFasAff13965284202302I/https://www.madewell.com/tall-kick-out-crop-jeans-in-milverton-wash-NJ422.html",
      "title": "Tall Kick Out Crop Jeans | Madewell",
      "description": "Tall Kick Out Crop Jeans",
      "preview": "The cut: an update to our fan-fave Cali Demi fit, these lean modern mid-rise cropped jeans feature more of a kicked-out flare and are complete with th"
    },
    {
      "url": "https://suzuki.oemdtc.com/category/recalls",
      "title": "Recalls | Suzuki - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://hellotexel.com/boot-texel/last-minute-hotels-den-helder/",
      "title": "Laatste boot naar Texel gemist? | Goedkope hotels Den Helder | HelloTexel",
      "description": "Heb je de laatste veerboot naar Texel gemist? Bij de veerhaven van Den Helder vind je Hotel Lands End. Er zijn ook een aantal goedkopere hotels in Den Helder.",
      "preview": "Ga naar de inhoud HelloTexel Menu sluiten Heb je de laatste boot naar Texel gemist? Bij de veerhaven van Den Helder vind je Hotel Lands End. Het hotel"
    },
    {
      "url": "https://www.spyfu.com/",
      "title": "SpyFu - Competitor Keyword Research Tools for Google Ads PPC & SEO",
      "description": "Search for a competitor. See their PPC and SEO secrets, download their best keywords, get the backlinks that drive their rankings, and laugh at their mistakes.",
      "preview": "SpyFu - Competitor Keyword Research Tools for Google Ads PPC & SEO Our marketing revenue engine boosts SEO & PPC profits SEO marketing suite, PPC anal"
    },
    {
      "url": "https://docs.python.org/3/library/datetime.html",
      "title": "datetime - Basic date and time types - Python 3.14.0 documentation",
      "description": "Source code: Lib/datetime.py The datetime module supplies classes for manipulating dates and times. While date and time arithmetic is supported, the focus of the implementation is on efficient attr...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Data Types » datetime - Basic date and time"
    },
    {
      "url": "https://www.yogabycandace.com/blog",
      "title": "Blog - YOGABYCANDACE",
      "description": "void",
      "preview": "My tips for improving my HRV number. Read More A few of the YBC® fam's fav things. Read More Some recs coming your way. Read More The Fall Favorites M"
    },
    {
      "url": "https://www.dw.com/en/science/s-12526",
      "title": "Science | In-depth reporting on science and technology - DW",
      "description": "Reports and analysis of developments in the world of Sci-Tech, medicine and digital topics. Keep up to date on the latest IT news from Europe and Germany.",
      "preview": "You need to enable JavaScript to run this app. Skip to content Skip to main menu Skip to more DW sites In focus Gaza Nobel Prize German politics Lates"
    },
    {
      "url": "https://www.thedmtproject.com/forum",
      "title": "Forum | thedmtproject",
      "description": "void",
      "preview": "top of page To see this working, head to your live site. Login / Sign up Your Forum Explore your forum below to see what you can do, or head to Settin"
    },
    {
      "url": "https://podcasts.apple.com/us/podcast/sunny-stormy-cloudy-days-01-a-cloudy-day-story/id635364022?i=1000457275091",
      "title": "Sunny, Stormy, Cloudy Days 01:... - Sesame in Communities - Apple Podcasts",
      "description": "Rosita is frustrated because she can't join her friends at the movies. Mami reminds Rosita that on cloudy-feeling days, we can talk about our feelings.",
      "preview": "11/19/2019 5 MIN Sunny, Stormy, Cloudy Days 01: A Cloudy Day Story Sesame in Communities Play Rosita is frustrated because she can't join her friends"
    },
    {
      "url": "https://account.nationalgeographic.org/",
      "title": "NGS Account",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.iranpoliticsclub.net/club/ucp.php?mode=privacy&sid=4e027c7ceac11ec4eac901c80fe25ec4",
      "title": "Iran Politics Club Forum - User Control Panel - Privacy policy",
      "description": "void",
      "preview": "Iran Politics Club Forum Iran Politics Club supports the fight to establish Freedom, Secularism, Federalism, Human Rights and Democracy in Iran. Skip"
    },
    {
      "url": "http://doc.govt.nz",
      "title": "Department of Conservation",
      "description": "Tō tātou taiāo. Tō tātou hītori. He tāonga tūturu nō Aotearoa. Maioha rawatia. Poipoia rawatia. Tukua. Our nature. Our history. It's New Zealand's unique legacy. Enjoy it. Enrich it. Pass it on.",
      "preview": "Department of Conservation Te Papa Atawhai Please enable JavaScript in your browser settings to view this site. Department of Conservation | Te Papa A"
    },
    {
      "url": "https://www.itlos.org/",
      "title": "International Tribunal for the Law of the Sea: Home",
      "description": "\"\"",
      "preview": "void"
    },
    {
      "url": "https://titaniquemusical.com/?gclid=CjwKCAiAheacBhB8EiwAItVO2z8-NmP15UuUZCs0T9QX7iANuteYEVUkptg9N_4ytxdfD9axuVPbOhoCifkQAvD_BwE&gclsrc=aw.ds",
      "title": "Titanique the Musical",
      "description": "When the music of Céline Dion makes sweet Canadian love with the film Titanic, you get TITANIQUE, a musical celebration.",
      "preview": "Titanique The musical comedy sailing around the world London Montréal Québec City Oops! We could not locate your form. ✕"
    },
    {
      "url": "https://thedragonvollys.tumblr.com/",
      "title": "@thedragonvollys on Tumblr",
      "description": "Follow @thedragonvollys and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes millennials4bernie wnq-movies Follow You know, people seldom go to the trouble of scratching the surface of things to find the inner truth"
    },
    {
      "url": "https://hauteliving.com/2023/02/giada-de-laurentiis-is-building-an-empire-and-shes-doing-it-her-way/725046/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://thenevadaindependent.com/article/why-is-the-nevada-department-of-corrections-profiting-off-struggling-families",
      "title": "Why is the Nevada Department of Corrections profiting off struggling families? - The Nevada Independent",
      "description": "Most people probably assume that necessities like food and emergency medical care are provided for people locked up in prisons and jails.",
      "preview": "Close The Nevada Independent Support Our Work Español Government Legislature Federal State Local Tribal Nations Health Care Coronavirus Education K-12"
    },
    {
      "url": "https://docs.microsoft.com/en-us/learn/topics/startups/",
      "title": "Microsoft AI - Startups Hub | Microsoft Learn",
      "description": "Get the skills and experience you need to power your startup with AI. Find training, documentation, news, and samples to help you get started or upgrade your business with the latest AI technologies.",
      "preview": "Microsoft Learn AI for startups Get the skills and experience you need to power your startup with AI. Find training, documentation, news, and samples"
    },
    {
      "url": "https://getmyinternet.org/",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://contentful.allbound.com/",
      "title": "Contentful",
      "description": "void",
      "preview": "Log In To Get Started Enter your credentials below or request an account. Email Password Remember me Lost your password? Please enter your email addre"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/workloads/controllers/statefulset/",
      "title": "StatefulSets | Kubernetes",
      "description": "A StatefulSet runs a group of Pods, and maintains a sticky identity for each of those Pods. This is useful for managing applications that need persistent storage or a stable, unique network identity.",
      "preview": "StatefulSets A StatefulSet runs a group of Pods, and maintains a sticky identity for each of those Pods. This is useful for managing applications that"
    },
    {
      "url": "https://perspectivebookseries.com/tag/amazon-canada/",
      "title": "amazon canada | Official Website of the Perspective Book Series",
      "description": "The Second Wind paperback is now available at Amazon Canda. Find out more about the Perspective YA fiction series via the official YoutTube channel.",
      "preview": "Skip to content April 7, 2016 Qarradune Books Canadian readers who were hoping to grab a copy of the Second Wind paperback will be pleased to know tha"
    },
    {
      "url": "https://www-fourier.univ-grenoble-alpes.fr/~molinier/crochet.html",
      "title": "Rémi Molinier - Crochet",
      "description": "void",
      "preview": "Rémi Molinier I am a teaching assistant (PRAG) at Université Grenoble-Alpes in the Institut Fourier . My area of expertise lies mainly inside algebrai"
    },
    {
      "url": "https://www.agavecom.cz/avg-antivirus-business-edition-edu-1-4-pc-2-roky",
      "title": "AVG Antivirus Business Edition EDU pro 1-4 PC na 2 roky",
      "description": "AVG Antivirus Business Edition obsahuje: Cloud Management Console, Souborový štít, E-mailový štít, Webový štít, Link Scanner, Behaviorální štít, Firewall, Skartovač souborů, CyberCapture, Celkový test, Ochrana serveru SharePoint.",
      "preview": "Hľadanie Hledat ve zboží Hledat v článcích Přihlášení Nová registrace 0 ks / 0,00 Kč 0 ks / 0,00 Kč Slevy pro školy, zdravotnictví FAQ Obchodní podmín"
    },
    {
      "url": "https://www.eventbrite.co.uk/e/find-customers-with-google-maps-webinar-run-by-google-digital-garage-tickets-520365546357?aff=erelexpmlt",
      "title": "Find Customers with Google Maps Webinar run by Google Digital Garage Tickets, Wed 22 Mar 2023 at 09:30 | Eventbrite",
      "description": "Eventbrite - City of York Council presents Find Customers with Google Maps Webinar run by Google Digital Garage - Wednesday, 22 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Find Customers with Google Maps Webinar run by Google Digital Garage View details Follow this organiser to stay informed on fut"
    },
    {
      "url": "https://www.bonappetit.com/recipe/cacio-e-pepe",
      "title": "Cacio e Pepe Recipe | Bon Appétit",
      "description": "Think of cacio e pepe as Roman mac and cheese. We've made a couple of tweaks to the classic recipe to ensure a creamy, cheesy sauce-even on a weeknight.",
      "preview": "Skip to main content Arrow Jump To Recipe Print Along with carbonara and amatriciana , cacio e pepe is one of Rome's essential pasta dishes, served at"
    },
    {
      "url": "https://www.trainline.eu/",
      "title": "Trainline : Search, Compare & Buy Cheap Train Tickets",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Trainline : Search, Compare & Buy Cheap Train Tickets Buy train tickets for travel in the UK and Europe Search times and tickets From To One-way Retur"
    },
    {
      "url": "https://www.featuredcustomers.com/vendor/kickdynamic",
      "title": "Featured Customers | Find B2B & SaaS Software & Services - Reviews, Testimonials & Case Studies",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://nedahome.org/",
      "title": "Neighborhood Development Alliance",
      "description": "NeDA builds affordable housing in Minnesota and empowers communities to create sustainability through financial education and guidance.",
      "preview": "Buy your first home Learn how Neighborhood Development Alliance (NeDA) is a non-profit organization providing 1:1 counseling and workshops to help peo"
    },
    {
      "url": "https://wpml.org/?aid=85067&affiliate_key=oYH2FlnrApDE",
      "title": "WPML - The WordPress Multilingual Plugin",
      "description": "WPML is the plugin that makes over a million WordPress sites multilingual. It's powerful enough for corporate sites, yet simple for blogs.",
      "preview": "Skip to content Skip to sidebar LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWZpZWxke21hcmdpbi1ib3R0b206MC43NmVtfS50Yi1maWVsZC0tbGVmdHt0Z"
    },
    {
      "url": "https://maryannyutzy.com/2007/12/24/christmas-card-and-letter-2007/",
      "title": "Christmas Card and Letter, 2007 | Delaware Grammy",
      "description": "Christmas, 2007 Shady Acres * 7484 Shawnee Road * Milford, DE 19963 And suddenly there was with the Angel, a multitude of the Heavenly host, praising God, and saying, \"Glory to God in the Highest, and on Earth, peace, goodwill toward men.\" Luke2:13,14 KJV Dear Family and Friends everywhere, This is a bright December...",
      "preview": "Delaware Grammy Skip to content Home ← Previous Post Next Post → December 24, 2007 · 11:15 pm ↓ Jump to Comments Christmas Card and Letter, 2007 Chris"
    },
    {
      "url": "http://www.igol.it/",
      "title": "Igol - Consigli e Magazine di Business e Impresa",
      "description": "Imprenditorialità Giovanile era una società che operava nel campo della creazione d'impresa, dello sviluppo locale, del sostegno alle PMI e oggi dispensa consigli utili attraverso il suo magazine.",
      "preview": "Imprenditoria Giovanile - Chi era Igol La grande città dell'opportunità Imprenditorialità Giovanile era una società fondata a fine anni '90 negli ambi"
    },
    {
      "url": "https://hardy.lnk.to/themockingbirdandthecrow",
      "title": "HARDY - the mockingbird & THE CROW",
      "description": "Listen to the mockingbird & THE CROW by HARDY.",
      "preview": "void"
    },
    {
      "url": "https://www.chandrayoga.it/speciale-yoga-con-elementi-anusara-13-ottobre-2019/",
      "title": "Speciale YOGA con elementi ANUSARA / 13 ottobre 2019 | Chandra Yoga",
      "description": "void",
      "preview": "Speciale YOGA con elementi ANUSARA / 13 ottobre 2019 Ott 13, 2019 | anusara , centro chandra , speciale , yoga DOMENICA 13 OTTOBRE DALLE 10 ALLE 12 Si"
    },
    {
      "url": "http://www.garzia.it/",
      "title": "Garzia.it",
      "description": "void",
      "preview": "Sito in costruzione"
    },
    {
      "url": "https://barefootkitchenwitch.com/2008/05/google-hot-sa-1.html",
      "title": "Private Site",
      "description": "void",
      "preview": "WordPress.com Build a website. Sell your stuff. Write a blog. And so much more. Log in Start your website Private Site This site is currently private."
    },
    {
      "url": "https://www.marketdataforecast.com/market-reports/asia-pacific-contraceptives-market",
      "title": "APAC Contraceptives Market Size, Growth & Analysis, 2033",
      "description": "The size of the Asia-Pacific Contraceptives Market is estimated to be growing at a CAGR of 6.95% from 2025 to 2033. Segmented by drug type, medical devices, end-user.",
      "preview": "APAC Contraceptives Market Last updated: February, 2025 Home > Healthcare > APAC Contraceptives Market Share on Share on APAC Contraceptives Market Si"
    },
    {
      "url": "http://metv.com",
      "title": "MeTV - America's #1 Classic Television Network",
      "description": "Watch MeTV for memorable entertainment television from America's #1 classic television network. Airing over 50 different classic TV series each week, from drama and comedy to westerns and sci fi, MeTV is available nationwide for free with an antenna, and is available on many local television providers. Find out where to watch MeTV, check our television schedule, and explore nostalgic content, quizzes, videos and more on MeTV.com",
      "preview": "void"
    },
    {
      "url": "https://www.ready.gov",
      "title": "Plan Ahead for Disasters | Ready.gov",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://cs.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPressu | WordPress.org Česko",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Prohledat pluginy Podrobn"
    },
    {
      "url": "https://www.gov.pl/web/zdrowie",
      "title": "Ministerstwo Zdrowia - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.thriftbooks.com/",
      "title": "New & Used Books | Buy Cheap Books Online at ThriftBooks",
      "description": "Over 13 million titles available from the largest seller of used books. Cheap prices on high quality gently used books. Free shipping over $15.",
      "preview": "Skip to content Menu Button Search Button Scan a barcode Scan My Lists Cart Menu Button Search Button Scan a barcode Scan Gift Guides Featured Books D"
    },
    {
      "url": "https://www.adcouncil.org/our-story",
      "title": "Powerful Ads Inspiring Action Since 1941 | The Ad Council",
      "description": "Powerful ads that strengthen the health, education, & safety of our country. We settle for nothing less than a lasting impact on American life. Get involved.",
      "preview": "donated_media Created with Sketch. Experiential & Events Created with Sketch. Access to Experts and Spokespeople Created with Sketch. gaming Created w"
    },
    {
      "url": "http://www.aelyria.com/",
      "title": "Coming Soon page",
      "description": "void",
      "preview": "Please come back later."
    },
    {
      "url": "https://stat.ethz.ch/pipermail/r-devel/2012-March/063602.html",
      "title": "[Rd] issue with Rd2pdf and \\Sexpr in Rd files",
      "description": "void",
      "preview": "[Rd] issue with Rd2pdf and \\Sexpr in Rd files Duncan Murdoch murdoch.duncan at gmail.com Tue Mar 20 20:14:22 CET 2012 Previous message: [Rd] issue wit"
    },
    {
      "url": "https://mxtoolbox.com/spf.aspx",
      "title": "SPF Check & SPF Lookup - Sender Policy Framework (SPF) - MxToolBox",
      "description": "void",
      "preview": "Javascript is disabled. Javascript is required for this site. SPF Record Check - Lookup SPF Records Domain Name : IP (Optional) Solve Email Delivery P"
    },
    {
      "url": "https://gen.medium.com",
      "title": "GEN",
      "description": "A former publication from Medium about politics, power, and culture. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in GEN by Medium 100K followers · 1 editor Follow About Help Status About Ca"
    },
    {
      "url": "http://www.oriental-carpets.com/Rugs/Carpet/id/63320",
      "title": "RugPeople.com | Large & oversized, modern & oriental carpets and rugs - new and antique",
      "description": "Large and oversized oriental carpets - new and antique - XXL carpets, palace size rugs, mansion size rugs...",
      "preview": "Home Search more than 20,000 rugs Any Questions? FAQ... English Deutsch Prices in: EUR € GBP £ USD US-$ CAD C$ CHF Fr CZK Kč DKK kr HUF Ft NOK kr SEK"
    },
    {
      "url": "https://fashionweekdaily.com/exclusive-jason-lewis-on-making-his-modeling-comeback-at-50-what-smith-would-be-up-to-now-and-whether-hes-in-the-satc-reboot/",
      "title": "Jason Lewis On Making His Modeling Comeback At 50 And Whether He's In The SATC Reboot....",
      "description": "Jason Lewis, who first found fame on the catwalks of Paris before becoming one of TV's most beloved boyfriends as Sex and the City's Smith Jerrod, has just signed with Soul Artist Management. Here's what's next for him!",
      "preview": "News EXCLUSIVE: Jason Lewis On Making His Modeling Comeback At 50, What Smith Would Be Up To Now, And Whether He's In The SATC Reboot.... by Freya Droha"
    },
    {
      "url": "https://www.ceoworks.org/",
      "title": "CEO | Center for Employment Opportunities",
      "description": "Center for Employment Opportunities (CEO) offers employment and reentry services to individuals returning from incarceration.",
      "preview": "Search Contact Locations 600,000+ people come home from prison every year. With a job and support , they have a chance to succeed. FIND WORK WITH DAIL"
    },
    {
      "url": "http://www.eeb.ucsc.edu",
      "title": "Ecology & Evolutionary Biology",
      "description": "void",
      "preview": "High-Impact Research 100 acres with direct access to the Monterey Bay and six natural reserves #2 in the U.S. for marine and freshwater biology #1 in"
    },
    {
      "url": "https://wiktenauer.com/wiki/Fiore_de%27i_Liberi",
      "title": "Fiore de'i Liberi ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Fiore Furlano de'i Liberi de Cividale d'Austria (Fiore delli Liberi, Fiore Furlano, Fiore de Cividale d'Austria; fl. 1381 - 1409) was a late 14th century knight, diplomat, and fencing master. He was born in Cividale del Friuli, a town in the Patriarchal State of Aquileia (in the Friuli region of modern-day Italy), the son of Benedetto and scion of a Liberi house of Premariacco.&#91;1&#93;&#91;2&#93;&#91;3&#93; The term Liberi, while potentially merely a surname, more probably indicates that his family had Imperial immediacy (Reichsunmittelbarkeit), either as part of the nobili liberi (Edelfrei, \"free nobles\"), the Germanic unindentured knightly class which formed the lower tier of nobility in the Middle Ages, or possibly of the rising class of Imperial Free Knights.&#91;4&#93;&#91;5&#93;&#91;6&#93; It has been suggested by various historians that Fiore and Benedetto were descended from Cristallo dei Liberi of Premariacco, who was granted immediacy in 1110 by Holy Roman Emperor Heinrich V,&#91;7&#93;&#91;8&#93;&#91;9&#93; but this has yet to be proven.&#91;10&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Fiore de'i Liberi From Wikte"
    },
    {
      "url": "http://www.landsend.com/",
      "title": "Lands' End: Quality Clothing, Outerwear, Swimwear and Footwear",
      "description": "Lands' End is a classic American lifestyle brand with a passion for quality, legendary service & real value. We seek to deliver timeless style for women, men, kids and the home. Shop lasting quality swimsuits, outerwear, apparel, home décor & more.",
      "preview": "skip to content skip to navigation skip to search Sale Outerwear Women Men Kids School Home Totes Swim Shoes New Peak Fall Sale 50% Off Sitewide* Stoc"
    },
    {
      "url": "https://donorbox.org/privacy",
      "title": "Donorbox Privacy Policy - Donation Platform for Everyone",
      "description": "This Privacy Policy describes how the Donorbox collects, uses, shares and secures the personal information that you provide.",
      "preview": "See for yourself how easy fundraising can be with Donorbox. Watch the Demo now × Privacy Policy Overview Who is Donorbox? Donorbox is a company operat"
    },
    {
      "url": "https://ch.linkedin.com/company/quantis-intl?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Quantis | LinkedIn",
      "description": "Quantis | 67.786 Follower:innen auf LinkedIn. We partner with leading organizations to drive sustainable transformation to operate within planetary boundaries. | Quantis, a BCG company, partners with leading consumer goods and financial services organizations to drive sustainable transformation to operate within planetary boundaries. We balance the latest science with business acumen to guide our clients to future-proof their business and thrive in a new planetary economy. We believe in the power of business to create a sustainable future where nature, people - and business - can thrive.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://www.sfemt.fr/lecturer-in-buddhist-studies-at-soas%E2%80%8F/",
      "title": "Lecturer in Buddhist Studies at SOAS‏ - Société Française d'Études du Monde Tibétain",
      "description": "void",
      "preview": "News Ticker [ 10 octobre 2025 ] Bourses de la Fondation Chiang Ching-Kuo pour des échanges universitaires internationaux Postes et bourses [ 9 octobre"
    },
    {
      "url": "https://www.patreon.com/legal",
      "title": "Terms of Use - December 14, 2023 - Patreon",
      "description": "Patreon is the best place for creators to build memberships by providing exclusive access to their work and a deeper connection with their communities.",
      "preview": "Terms of Use Effective December 14, 2023 Patreon is a membership platform that helps connect fans with creators they love. Our mission is to put creat"
    },
    {
      "url": "https://support.github.com/?utm_source=developermscom",
      "title": "Sign in for Software Support and Product Help - GitHub Support",
      "description": "Access your support options and sign in to your account for GitHub software support and product assistance. Get the help you need from our dedicated support team.",
      "preview": "Skip to content Loading"
    },
    {
      "url": "http://www.inegi.org.mx/terminos/terminos_info.aspx",
      "title": "Página no encontrada",
      "description": "void",
      "preview": "Esta liga ya no existe, lamentamos el inconveniente. En un momento serás redirigido al contenido más relacionado con tu búsqueda. Si no es lo que busc"
    },
    {
      "url": "https://ahlhorner-sportverein.de/ahlhorner-sv/bildergalerie/gemeinde",
      "title": "Bildergalerie - Kategorie: Boßeln 2019",
      "description": "Der Ahlhorner Sportverein ist ein Mehrspartenverein mit Schwerpunkt Fussball und Faustball. Er möchte allen Personen ermöglichen, unabhängig von Herkunft, Geschlecht und Alter, Sport treiben zu können.Er ist seit Jahren Integrationsstützpunkt im Rahmen des Projektes\" Integration durch Sport\" des BMI. Die Faustballabteilung ist seit Jahrzehnten in der Spitze des Deutschen Faustball vertretten.",
      "preview": "Bildergalerie - Kategorie: Boßeln 2019 Menu Home Fußball Faustball Leichtathletik Tennis Turnen Fitness Der Verein Vorstand Leitbild Sportanlagen Kont"
    },
    {
      "url": "https://withoutyoumusical.com/",
      "title": "Home | Anthony Rapp's Without You",
      "description": "A new musical based on Anthony Rapp's New York Times best-selling memoir of love, loss and the musical RENT.",
      "preview": "Stay tuned for more dates! You would have to be made of stone to NOT be moved. The New York Times Out of the 525,600 MINUTES in your year, spend 90 of"
    },
    {
      "url": "https://www.adriancausing.com/",
      "title": "Adrian Causing - Fashion Stylist",
      "description": "void",
      "preview": "Scroll .01 about Adrian adrian causing Over the past 9 years, Adrian has been a fashion retail professional, working for companies such as Saks Fifth"
    },
    {
      "url": "http://thehotline.org/",
      "title": "Domestic Violence Support | National Domestic Violence Hotline",
      "description": "Everyone deserves relationships free from domestic violence. When you're ready, we're here to listen with confidential support 24/7/365.",
      "preview": "Search Search Close exit Leave this site safely You can quickly leave this website by clicking the \"X\" in the top right or by pressing the Escape key"
    },
    {
      "url": "https://bestmobileappawards.com/app-submission/kidsbeetv?utm_source=badge&utm_medium=badge&utm_campaign=nominee_badge",
      "title": "KidsBeeTV Mobile App | The Best Mobile App Awards",
      "description": "KidsBeeTV has been nominated for an award for Best Mobile App of 2023. Play educational games and watch hundreds of kid-friendly videos, songs, and cartoons like Molang, Sunny Bunnies, Om-nom, Polly Pocket, Pinkfong, and...",
      "preview": "About Us Guest Post Information Blog Contact Us Register | Log In Toggle navigation Submit an app Award Winning Apps Nominees Open Contests Spotlight"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/ResizeObserver",
      "title": "ResizeObserver - Web APIs | MDN",
      "description": "The ResizeObserver interface reports changes to the dimensions of an Element's content or border box, or the bounding box of an SVGElement.",
      "preview": "Skip to main content Skip to search ResizeObserver Baseline Widely available This feature is well established and works across many devices and browse"
    },
    {
      "url": "https://uxr-optout.withgoogle.com/?referral_code=0&reserved=0&pType=0&productTag=0&campaignType=0&campaignDate=0&labelTag=0&appTag=0&l=0&Q_Language=0&p_utm_source=0&p_utm_medium=0&p_utm_campaign=0&p_utm_term=0&p_utm_content=0",
      "title": "Google UXR - Opt-Out",
      "description": "void",
      "preview": "User Experience Research Unsubscribe from Google User Experience Research studies mailing list You were contacted by the Google User Experience Resear"
    },
    {
      "url": "https://www.realself.com/news/dolores-catania-breast-augmentation",
      "title": "Why Dolores Catania Got a Third Breast Augmentation | RealSelf News",
      "description": "RHONJ Dolores Catania reveals the details of her recent breast augmentation-from how she chose her plastic surgeon to what she thinks of the results.",
      "preview": "Face & Neck Cheeks Eyes Eyebrows Lips Neck Nose Teeth Body Breast Butt Stomach Arms Skin Acne Treatments Wrinkle Treatments Anti-Aging Skin Care Produ"
    },
    {
      "url": "https://accesshealth.com.au/product/lumbar-disc-hydrator-traction/",
      "title": "Lumbar Disc Hydrator and Traction | Access Health",
      "description": "Buy the Lumbar Disc Hydrator and Traction from a locally trusted supplier of medical products, equipment & furniture today. Contact Access Health now to find out more.",
      "preview": "Home Shop Products Rehab and Equipment Lumbar Disc Hydrator and Traction Product Code: OR2725 Lumbar Disc Hydrator and Traction Brand: Posture Pump $2"
    },
    {
      "url": "https://www.disposerx.com/about-disposerx/",
      "title": "About DisposeRx, Inc. - DisposeRx, Inc.",
      "description": "DisposeRx is reducing the risks associated with unused medications in the home and helping to keep family members and friends safe.",
      "preview": "Skip to content North Carolina-based DisposeRx, Inc. is dedicated to improving medication safety by decreasing the number of unused prescriptions in t"
    },
    {
      "url": "https://piraciadv.blog/2021/04/",
      "title": "Abril 2021 - Piraci Oliveira Advogados",
      "description": "10 posts published by Piraci Oliveira Advogados during April 2021",
      "preview": "Skip to content O ITBI é um imposto pouco estudado. Em geral, paga-se e ponto final. É uma guia \"preparada pelo cartório\". Mas agora mudou. Há TRÊS no"
    },
    {
      "url": "https://usa.businessdirectory.cc/california/ad-category/health-beauty/",
      "title": "Health & Beauty",
      "description": "void",
      "preview": "× United States Home Categories General Services Cleaning & Janitorial Education & Training Food & Restaurants Import & Export Services Moving, Storag"
    },
    {
      "url": "https://www.gatorama.com/2023/02/17/georgie-the-taped-alligator-finds-new-home-at-gatorama/",
      "title": "Georgie the Taped Alligator Finds New Home at Gatorama - Gatorama",
      "description": "void",
      "preview": "Skip to content Buy Tickets Facebook page opens in new window Instagram page opens in new window YouTube page opens in new window close Buy Tickets Ab"
    },
    {
      "url": "http://www.claudinsky.com?trk=organization_guest_main-feed-card-text",
      "title": "Claudia Chinyere Akole",
      "description": "Claudia Chinyere Akole is an illustrator, cartoonist, designer, animator, and educator based in Sydney, Australia (Gadigal & Wangal Country).",
      "preview": "Claudia Chinyere Akole is an exhibiting artist, illustrator, cartoonist, designer, animation director, and educator from Sydney, Australia (Gadigal &"
    },
    {
      "url": "https://inspireupfoundation.org/",
      "title": "Inspire Up™, Inc.",
      "description": "Inspire Up is a 501c3 nonprofit organization dedicated to serving our military and first responder families and standing in the gap for underserved communities.",
      "preview": "Home One Community ONE MISSION To Inspire Up™ a kinder and more giving world by uniting the military and civilian communities through empowerment, edu"
    },
    {
      "url": "https://demoshop.billie.io/lebensmittel/fisch/12/bio-seelachs",
      "title": "Bio Seelachs | Fisch | Lebensmittel | Demoshop Billie",
      "description": "Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam vol...",
      "preview": "Um Demoshop Billie in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren. 19,95 € * Inhalt: 500 Gramm inkl."
    },
    {
      "url": "https://open-foundry.com/fonts",
      "title": "Open Foundry",
      "description": "A new platform for open-source fonts in a noise-free environment, to highlight their beauty, extend functionality and encourage further exploration.",
      "preview": "void"
    },
    {
      "url": "http://mezelmods.com/",
      "title": "Pinball Accessories and Parts by Mezel Mods",
      "description": "Upgrade your game with high quality pinball accessories for your pinball machine. Don't settle for ordinary pinball- make it uniquely yours at Mezel Mods.",
      "preview": "Skip to content Collection of the Week: DND New! DND Bridge Gift Cards Stanger Things Pinball Products Back In Stock The Arcade Sign and Billy's Camar"
    },
    {
      "url": "https://gridbyexample.com/examples/",
      "title": "Grid by Example - Usage examples of CSS Grid Layout",
      "description": "void",
      "preview": "The examples The following examples include an image of how the example should look in a supporting browser, they each link to a page with more inform"
    },
    {
      "url": "https://playacademy.exceedlms.com/student/activity/9389?use_locale=true",
      "title": "Google Play Academy",
      "description": "void",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://www.stiridinlume.ro/life-style/12-animale-care-aduc-noroc-se-spune-ca-te-scapa-de-necazuri-si-atrag-prosperitatea-58608.html",
      "title": "12 animale care aduc noroc. Se spune că te scapă de necazuri...",
      "description": "12 animale care aduc noroc. Se spune că te scapă de necazuri și atrag prosperitatea. Animalele fac parte din lumea noastră...",
      "preview": "Home » Life & Style » 12 animale care aduc noroc. Se spune că te scapă de necazuri și atrag prosperitatea 12 animale care aduc noroc. Se spune că te s"
    },
    {
      "url": "https://agency.accesshealthct.com/3d-flip-book/2019-board-of-directors-meeting",
      "title": "2019 Board of Directors Meeting - Access Health CT",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.quill.org/",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "Quill provides free writing and grammar activities for middle and high school students.",
      "preview": "Free tools to make your students better writers and readers . NEW Quill.org, a non-profit, provides free literacy activities that build reading compre"
    },
    {
      "url": "https://ladiesdrawingclub.com/",
      "title": "LADIES DRAWING CLÜB",
      "description": "LADIES DRAWING CLÜB",
      "preview": "void"
    },
    {
      "url": "https://www.downtowndc.org/news/downtowndc-economic-update/",
      "title": "DowntownDC Economy Tracking - Downtown DC",
      "description": "The DowntownDC BID has been tracking the partially open sectors of the DowntownDC economy since April 2020 , and information as of February 26, 2021 is",
      "preview": "DowntownDC Economy Tracking Home » News » DowntownDC Economy Tracking [vc_row][vc_column][vc_column_text]The DowntownDC BID has been tracking the part"
    },
    {
      "url": "https://www.flutetunes.com/tunes.php?id=2209",
      "title": "Largo from Recorder Sonata No. 8 in D minor (B. Marcello) - Free Flute Sheet Music | flutetunes.com",
      "description": "Sheet music for Largo from Recorder Sonata No. 8 in D minor by Benedetto Marcello, arranged for Flute and bass instrument. Free printable PDF score and MIDI track.",
      "preview": "Free Flute Sheet Music Menu Search Tunes... Menu Home FAQ Browse Tunes Modern Music Random Tune Most Popular Flute Articles Flute Scales Flute Fingeri"
    },
    {
      "url": "https://shop.strato.com/epages/62057949.sf/nl_BE/?ViewObjectPath=%2FShops%2F62057949%2FProducts%2FSHWN-318350-101%2FSubProducts%2FSHWN-318350-101-0026",
      "title": "Cinteo Superheel - Women's - Sport Flash Plus",
      "description": "19.99€(-30%)",
      "preview": "Ga naar de hoofdinhoud Categories Producten in de aanbieding Categorieën Herenschoenen Damesschoenen Kinderschoenen Voetbalschoenen Accessoires & Text"
    },
    {
      "url": "https://ayeyoclaudia.tumblr.com/",
      "title": "On my gravestone: LGBT Fans Deserve Better",
      "description": "Queer AF. Sarcastic AF. Everything else AF Cali loving / Texas Living Current: Trash blog for any show containing an LGBT couple and no stray bullets *cough*",
      "preview": "April 26th, 2017 supahgays : Maggie + the evolution of the way she calls Alex ♥ Share on Facebook Share on Twitter Share on Google+ Share on Pinterest"
    },
    {
      "url": "https://crisisresponse.google/",
      "title": "Crisis Response Homepage",
      "description": "Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology and recovery support.",
      "preview": "Crisis response areas Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology a"
    },
    {
      "url": "http://www.vallauri.edu/",
      "title": "I.I.S. G. Vallauri - Fossano",
      "description": "void",
      "preview": "Venerdì, 10 ottobre 2025 Home Il Vallauri Settori di studio Certificazioni Ampliamento Offerta Altre offerte Organizzazione Organi collegiali Document"
    }
  ],
  "_meta": {
    "total_bookmarks": 105
  }
}