{
  "data": [
    {
      "url": "https://www.velvetyne.fr/",
      "title": "Home - Velvetyne",
      "description": "Libre fonts for everyone",
      "preview": "Menu × We launched our first call for projects: Support Opensource Signs !!! Applications are open till the 15/05/2025. ↑ We design libre / open sourc"
    },
    {
      "url": "https://deliveroo.be/nl-be/cuisines/amerikaans-bestellen",
      "title": "Amerikaans Levering van restaurants in uw buurt | Deliveroo",
      "description": "Zin in lekker Amerikaans eten? Bestel online bij de beste Amerikaanse restaurants in de buurt en krijg het eten vers aan huis bezorgd.",
      "preview": "Deliveroo Meld je aan of log in Account Home / Keukens / American Heerlijke Amerikaanse gerechten in België, snel aan huis geleverd. De hedendaagse Am"
    },
    {
      "url": "https://ourworldindata.org/grapher/child-mortality-igme",
      "title": "Child mortality rate - Our World in Data",
      "description": "The estimated share of newborns who die before reaching the age of five.",
      "preview": "Data Child mortality rate See all data and research on: Child & Infant Mortality Data sources and processing Insights about this data Data sources and"
    },
    {
      "url": "https://channelstore.roku.com/details/193106",
      "title": "Roku",
      "description": "WOW Presents Plus is the only streaming service featuring Werq The World, UNHhhh with Trixie and Katya, and hundreds of other World of Wonder originals, documentaries, specials, and LGBTQ+ programming. Terms of Service: https://www.wowpresentsplus.com/tos Privacy Policy: https://www.wowpresentsplus.com/privacy",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://concernedpuengineer-blog.tumblr.com/post/121240027990",
      "title": "Maryland moves to increase diversity in computer science - @concernedpuengineer-blog on Tumblr",
      "description": "Unfortunate that such a narrow view of technology will be accepted as a graduation credit. Coding is an important part of much of our technological world, no doubt. The issue, however, is that it is...",
      "preview": "codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required technology credit"
    },
    {
      "url": "http://www.colorbasepair.com/bioinformatics_courses_tutorials.html",
      "title": "Bioinformatics Courses and Tutorials: online bioinformatics tutorials and courses",
      "description": "a list of on-line bioinformatics and computational biology courses and tutorials",
      "preview": "Bioinformatics Guide Bioinformatics On-line Courses and Tutorials Below is a list of on-line course materials and tutorials for bioinformatics and com"
    },
    {
      "url": "https://www.mongodb.com/docs/manual/introduction/",
      "title": "Introduction to MongoDB - Database Manual - MongoDB Docs",
      "description": "Learn about the advantages of MongoDB document databases.",
      "preview": "Docs Menu Ask MongoDB AI Docs Home / Database Manual Introduction to MongoDB Copy page You can create a MongoDB database in the following environments"
    },
    {
      "url": "https://www.lionbrand.com/collections/crochet-patterns",
      "title": "Free Crochet Patterns - Lion Brand Yarn",
      "description": "See our collection of free crochet patterns and get inspired for your next project! Each pattern is available as a free digital download and all the necessary components are available for purchase at the click of a button!",
      "preview": "Skip to content Yarns Yarn Weight 1 Superfine 2 Fine 3 Light 4 Medium 5 Bulky 6 Super Bulky 7 Jumbo Fiber Acrylic Alpaca Cotton Nylon Polyester Wool C"
    },
    {
      "url": "https://www.eccchicago.org/",
      "title": "Everyone Can Code Chicago - Everyone Can Code Chicago",
      "description": "The Everyone Can Code Chicago initiative is a public-private partnership with Apple and the city of Chicago to bring coding opportunities to Chicago's nearly 500,000 students through a citywide expansion of Apple's Everyone Can Code program. Students wil",
      "preview": "Home Code Clubs Training Internships 2025 Summer Info > Admin Learning Management System &plus Create Competition Day Showcase 2025 Showcase 2024 Show"
    },
    {
      "url": "https://www.johngrenham.com/c_parish/c_parish.php?county=Westmeath&surname=Keeran",
      "title": "Keeran households in Westmeath",
      "description": "Keeran households in mid-nineteenth century Ireland",
      "preview": "Keeran households by parish in Westmeath Keeran Griffith's occupiers by parish in Westmeath in 1854 You can zoom in and out. Tap a county name to go t"
    },
    {
      "url": "https://www.ywcanashville.com/",
      "title": "YWCA Nashville & Middle Tennessee | Domestic Violence Services",
      "description": "Dedicated to ending racism and empowering women, YWCA Nashville & Middle Tennessee offers domestic violence services, safety education, and shelters for those in need. Join us in promoting peace and dignity for all. Visit now for support and advocacy.",
      "preview": "0 33rd Academy for Women of Achievement learn more & get tickets Weaver Center & Domestic Violence Services Call 800-334-4628 Dress for Success Nashvi"
    },
    {
      "url": "https://kkskalica.sk/",
      "title": "Aktuality",
      "description": "void",
      "preview": "Aktuality História Členovia Prihláška Výcvik Výcvikové pravidlá Výcvikové pomôcky Výcvikové hodiny Skúšky Fotogaléria Na stiahnutie Kontakt Kde nás ná"
    },
    {
      "url": "https://herbiv-whore.tumblr.com/post/126529603343",
      "title": "Blog Deleted.",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Blog Deleted. I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm. De"
    },
    {
      "url": "https://profiles.wordpress.org/mediabahez/",
      "title": "mediabahez (@mediabahez) - WordPress user profile | WordPress.org",
      "description": "The WordPress.org profile for mediabahez (@mediabahez).",
      "preview": "Profiles Member Since: February 23rd, 2023 Website: mediabahez.com Find me on: Activity Posted a reply to DeepL Setting - Translation Option won't Sho"
    },
    {
      "url": "https://www.openhistory.de/author/charlottejahnz/",
      "title": "Charlotte Jahnz - Open History e.V.",
      "description": "114 Menschen mit verschiedenen Vorlieben und Interessen, die in Deutschland, Frankreich, Österreich und Luxemburg wohnen, beteiligen sich dieses Jahr am #histowichteln. Das ist eine ganze Menge (43 mehr als im letzten Jahr!) und macht die Sache umso spannender. Nun haben wir schon zwei Jahre #histowichteln hinter uns. Deshalb haben wir...",
      "preview": "114 Men­schen mit ver­schie­de­nen Vor­lie­ben und Inter­es­sen, die in Deutsch­land, Frank­reich, Öster­reich und Luxem­burg woh­nen, betei­li­gen si"
    },
    {
      "url": "https://www.dotdashmeredith.com/careers/",
      "title": "Career Opportunties | People Inc",
      "description": "Learn about jobs and career opportunities at Dotdash Meredith, America's largest digital and print publisher.",
      "preview": "Open Roles Contract"
    },
    {
      "url": "https://doughenningproject.com/2020/09/17/happy-belated-birthday-david-copperfield/",
      "title": "Happy Belated Birthday David Copperfield! - THE DOUG HENNING PROJECT",
      "description": "https://www.youtube.com/watch?v=-pVPuCn0c2g Due to a very busy day yesterday away from my desk, I wasn't able to wish a very Happy Birthday to legendary magician David Copperfield! So, in honor of the occasion enjoy this clip of David performing the \"Immaculate Connection\" illusion from the \"Magic of David Copperfield V.\"",
      "preview": "Skip to content Due to a very busy day yesterday away from my desk, I wasn't able to wish a very Happy Birthday to legendary magician David Copperfiel"
    },
    {
      "url": "https://hispanicfamilycenter.com/",
      "title": "Healthy Families & Communities - Serving South Jersey since 1976",
      "description": "HFC is a trusted nonprofit serving immigrant and underserved families in South Jersey with inclusive, bilingual support and vital services to empower brighter futures.",
      "preview": "Safety Exit Skip to content Home Page Important: Regular Hours Have Resumed at All Locations! Regular Hours at All Locations! Monday - Friday: 8:30 am"
    },
    {
      "url": "https://www.clclt.org/",
      "title": "Homeownership | CLCLT | Minneapolis",
      "description": "The City of Lakes Community Land Trust, or CLCLT, creates community ownership that preserves affordability and inclusivity",
      "preview": "top of page The CLCLT Welcomes You We acknowledge the City of Minneapolis and all CLCLT homes reside on Dakota and Anishinaabe land. Mural by Peyton S"
    },
    {
      "url": "https://artitrail.com/sectors/agriculture/mega-sweeper-actisweep/",
      "title": "Artitrail | Mega Sweeper Actisweep",
      "description": "void",
      "preview": "Download Mega Sweeper Actisweep catalogue Actisweep ® V-Concept A new approach to sweeping which will change the way you work! Actisweep® V-Concept is"
    },
    {
      "url": "https://explorable.com/",
      "title": "Explorable - Think Outside The Box - Research, Experiments, Psychology, Self-Help",
      "description": "void",
      "preview": "Skip to main content Menu Search Home Overview Research Foundations Academic Self-Help Write Paper Quiz For Kids Your Code Login Sign Up Menu Search L"
    },
    {
      "url": "https://ida.worldbank.org/en/home",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://www.cranbrooktownsman.com/news/do-you-know-nelsons-frank-johnson/",
      "title": "News | Cranbrook Daily Townsman",
      "description": "void",
      "preview": "Home Services About Us Contact Us Submission Forms Newsletter Sign-Up eEdition Special Sections News Regional News Election Video News Tips Business C"
    },
    {
      "url": "http://www.foolsdog.com/privacy.html",
      "title": "The Fools Dog - Privacy Policy",
      "description": "void",
      "preview": "Our Apps Features Support"
    },
    {
      "url": "https://milanoevents.it/2021/10/29/festa-del-cioccolato-milano-navigli-novembre/",
      "title": "Festa del cioccolato artigianale sui Navigli Milanesi - MILANOEVENTS.IT | News 2.0 ed Eventi a Milano",
      "description": "Eventi a Milano. MilanoEvents.it è un Portale semplice e intuitivo su Milano in grado di aiutarvi a scoprire tutte le NEWS e gli EVENTI a Milano e Lombardia, dove trovare svago e divertimento",
      "preview": "Facebook Instagram RSS TikTok Twitter Youtube Accedi HOME EVENTI CULTURA FASHION & DESIGN FOOD & DRINK LIFESTYLE LAVORO Accedi Benvenuto! Accedi al tu"
    },
    {
      "url": "https://www.redeemercenter.org/",
      "title": "Nonprofit | Redeemer Center for Life | North Minneapolis",
      "description": "Redeemer Center for Life is a nonprofit based in North Minneapolis committed to attainable living, youth development, and workforce development",
      "preview": "top of page Our Vision Redeemer Center For Life operates from the foundational principle that there is dignity and value in every human being. We are"
    },
    {
      "url": "https://frbridge.ro/index.php/links/index.php?option=com_events&task=view_day&year=2022&month=01&day=24&Itemid=1",
      "title": "Federatia Romana de Bridge",
      "description": "FRB - Federatia Romana de Bridge",
      "preview": "Home | Noutati | F. R. Bridge | Links | Contact Home Home Sponsori Noutati F.R. Bridge Cluburi Arbitraj Etica si disciplina Regulamente FRB Calendar i"
    },
    {
      "url": "https://gurdiga.com/blog/2021/03/05/angular-tip-of-the-week-parametrized-templates/",
      "title": "Angular tip of the week: parametrized templates",
      "description": "On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way to get a \"parametrized\" piece of view. Coming...",
      "preview": "Menu March 5, 2021 Tags angular coding On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way"
    },
    {
      "url": "https://www.usa.gov/",
      "title": "Making government services easier to find | USAGov",
      "description": "Find government benefits, services, agencies, and information at USA.gov. Contact elected officials. Learn about passports, Social Security, taxes, and more.",
      "preview": "Skip to main content Making government services easier to find USA.gov helps you locate and understand government benefits, programs, and information."
    },
    {
      "url": "https://www.next.co.uk/shop/department-homeware-productaffiliation-diningroomfurniture/story-ohara-story-piano-story-sloane-type-2door",
      "title": "Buy Homeware Diningroomfurniture Online | Next UK",
      "description": "Shop a wide range of Homeware Diningroomfurniture with Next. Choose from 1000s of products here. Order Homeware Diningroomfurniture now with express delivery.",
      "preview": "6.7.3 club25 1760097152857 You need to enable JavaScript to run this app. next gb en 6.7.3 5.51.1 Sorry, the category you requested might have moved o"
    },
    {
      "url": "https://quotesondesign.com/",
      "title": "void",
      "description": "void",
      "preview": "Quotes on Design No matter how cool your interface is, it would be better if there were less of it. - Alan Cooper Get another random design quote Cura"
    },
    {
      "url": "https://www.tuftandpaw.com/products/cove-litter-box-full",
      "title": "Cove Modern Litter Box - Tuft & Paw",
      "description": "A simple, beautiful, modern litter box with an integrated scoop, dustpan, and handbrush. Built by designers, engineers, and cat behaviorists and made from recycled plastics that are completely toxin-free.",
      "preview": "Close Search website Search Previous Slide Next Slide Product Details Rethink your litter box setup with Cove. An overachiever by design, it comes wit"
    },
    {
      "url": "https://www.academylittleleague.org/academyll",
      "title": "Home",
      "description": "void",
      "preview": "Home About Us BOARD OF DIRECTORS Board Meeting Minutes Sponsorship & Fundraising Sponsorship Fundraising 2025 Spring Baseball Approved Bat List DIVISI"
    },
    {
      "url": "https://www.target.com/p/google-play-gift-card-email-delivery/-/A-52960553#lnk=sametab&preselect=52943132",
      "title": "Google Play Gift Card : Target",
      "description": "Shop Google Play Gift Card at Target. Choose from Same Day Delivery, Drive Up or Order Pickup. Free standard shipping with $35 orders.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "http://www.ndc-mn.org/",
      "title": "NDC | Neighborhood Development Center",
      "description": "At Neighborhood Development Center, we provide the tools and resources to help local entrepreneurs realize their dreams.",
      "preview": "Strengthening neighborhood economies from within...one entrepreneur at a time. Entrepreneur focused. At Neighborhood Development Center, we believe in t"
    },
    {
      "url": "https://discourse.mozilla.org/c/mdn/236",
      "title": "MDN - Mozilla Discourse",
      "description": "The MDN category is for discussing topics related to the MDN site. If you want to be involved in making MDN more awesome, please share your ideas, opinions, questions, etc. Please observe the Mozilla Community Participation Guidelines to create a safe and positive community for everyone.",
      "preview": "MDN Topic Replies Views Activity FAQ: How do I read MDN in English? MDN l10n Several MDN readers have a similar problem: They want to read MDN content"
    },
    {
      "url": "http://flutter.dev/web",
      "title": "Flutter on the Web",
      "description": "Flutter's web support combines the power of the web and the flexibility of Flutter to reach more users with the same experience in the browser as on mobile devices.",
      "preview": "Flutter on the Web Easily reach more users in browsers with the same experience as on mobile devices through the power of Flutter on the web. Shared c"
    },
    {
      "url": "http://www.mcqs.com/",
      "title": "MCQS",
      "description": "void",
      "preview": "Register Multiple-choice questions for real life medical and computing exams Register Sign in Select your exam Whether you're a doctor looking for pos"
    },
    {
      "url": "https://www.canada.ca/en/security-intelligence-service.html",
      "title": "Canadian Security Intelligence Service - Canada.ca",
      "description": "The Canadian Security Intelligence Service (CSIS) is at the forefront of Canada's national security system. CSIS' role is to investigate activities suspected of constituting threats to the security of Canada and to report on these to the Government of Canada.",
      "preview": "Canadian Security Intelligence Service Bouchard (Phoenix pay system) class action: On April 15, 2025, the Superior Court of Quebec approved the Boucha"
    },
    {
      "url": "https://omny.fm/shows/the-undressing-room/cry-me-a-river-episode-3?fbclid=IwAR2tkSUQ9pmRZTCwy1RvFJk4BxmCqHTgMnb7sKOp-IQqsONTjAkyYh4Su2I",
      "title": "Cry Me A River | Episode 3 - The Undressing Room Podcast - Omny.fm",
      "description": "This week Eva, Lore'l & Dominique Da Diva will be undressing Valentine's Day posts as they'll share their thoughts on Michael B. Jordan & Lori Harvey's new courtship, plus Halle Berry's V-day post clapping back at her haters. In viral news, we'll catch up on #GorillaGlueGirl while Justin Timberlake's apology came. a little too late. Monica's divorce struggles and Kim and Kanye's potential divorce. Find all of this gossip and more on this week's episode. The Undressing Room Podcast is presented by Macys. Head to Macys.com/TheUndressingRoom to see what's on their wish-list, plus check out their favorite items on sale this week. They'll be updating their closets weekly, so you won't want to miss it! Subscribe and check us out every Thursday. This week, you have a chance to win a $250 Macy's gift card. Listen to the podcast and look out for the keyword. Head to: www.theundressingroompod.com Follow: @theundressingroompod @evamarcile @starringlorel @dominiquedadiva",
      "preview": "Cry Me A River | Episode 3 View description Share Description This week Eva, Lore'l & Dominique Da Diva will be undressing Valentine's Day posts as th"
    },
    {
      "url": "http://www.photopreneur.com/",
      "title": "Photopreneur - Photography Books, Photography ebooks and Photography Courses",
      "description": "Photography courses, books and ebooks on photography topics for amateur and professional photographers. Photoprenuer is the authority for books, courses and blogs about making money with your photography.",
      "preview": "P hotopreneur is a community project that publishes photography courses, photography books, photography ebooks and blogs for photographers, bloggers,"
    },
    {
      "url": "https://www.rajhracky.cz/bezpecnostni-prvky-c8729",
      "title": "Bezpečnostní prvky | RajHracky.cz",
      "description": "Vyberte si z více jako 89 produktů v kategorii Pro nejmenší /Bezpečnostní prvky",
      "preview": "Pro nejmenší Bezpečnostní prvky Pro nejmenší Bezpečnostní prvky 89 produktů Zábrany (19) Dětské pojistky (58) Ostatní (12) Nejprodávanější produkty 1"
    },
    {
      "url": "https://www.bravotv.com/the-daily-dish/rhonj-teresa-giudice-daughter-gabriella-giudice-college-career-plans",
      "title": "Teresa Giudice's Daughter Gabriella Giudice College, Career Plans",
      "description": "We've watched Teresa Giudice's daughters grow up on The Real Housewives of New Jersey over t",
      "preview": "Skip to main content"
    },
    {
      "url": "http://rdcu.be/bZ0CL",
      "title": "Environmental market design for large-scale marine conservation | Nature Sustainability",
      "description": "It is commonly agreed that marine conservation should expand considerably around the world. However, most countries have not yet implemented large-scale no-take Marine Protected Areas (MPAs). When a country closes a large fraction of its waters to fishing, it stands to lose a considerable level of fishery revenue. Although biodiversity and spillover fishing benefits may far exceed these losses, benefits from large-scale MPAs typically accrue to other countries or to the high seas. Here, to overcome this dilemma, we simulate and test an international fisheries management scheme with transferable fishing rights that incentivizes, rather than hinders, large-scale marine conservation. By combining a bioeconomic model of cross-country trading of fishing rights with vessel-level tracking data before and after a large-scale conservation action is implemented, we show that transferable fishing rights and a biomass-based allocation rule are pivotal to incentivize conservation under this market-based setting. Our work focuses on the Vessel Day Scheme (VDS)-an environmental market that is employed by the Parties to the Nauru Agreement (a group of nine Pacific Island nations) to manage their tuna fisheries-and areas in which large-scale conservation interventions have taken place. Overall, these results provide a template for how to incentivize countries to engage in large-scale marine conservation within a market-based setting. An international arrangement of transferable fishing rights and biomass-based allocation can incentivize establishing Marine Protected Areas while promoting the economy.",
      "preview": "void"
    },
    {
      "url": "http://www.cineca.it/",
      "title": "Home Page | Cineca",
      "description": "Cineca è un Consorzio Interuniversitario al servizio del sistema accademico, dell'istruzione e della ricerca nazionale: è il maggiore centro di calcolo in Italia, uno dei più importanti a livello mondiale",
      "preview": "Salta al contenuto principale CINECA è PROGETTARE IL FUTURO Il futuro è dentro di noi molto prima che accada Guarda il video Nascondi Video Innovare e"
    },
    {
      "url": "https://cpe.cientifica.edu.pe/",
      "title": "Carreras para gente que trabaja | Universidad Científica del Sur",
      "description": "Estudia carreras para gente que trabaja en la Universidad Científica del Sur con programas flexibles y de calidad. ¡Inscríbete hoy!",
      "preview": "Ir al contenido Pregrado Posgrado Centro de Idiomas Formación Continua Buscar Carreras para gente que trabaja Averígua qué cursos puedes convalidar Ca"
    },
    {
      "url": "http://www.boardgamegeek.com/game/5120",
      "title": "Doubles Wild | Board Game | BoardGameGeek",
      "description": "From the box: A roll of the dice decides where you place your marble on the board. Don't like your roll? You get a second chance! 3 in a row scores one point. Four in a row scores two points. Get the point? Build your rows or block your opponents. There's fun and strategy on every roll, and doubles are always WILD! The board is a grid, with the numbers 3-11 along each edge. Two blue dice determine which blue column, two red dice determine which red row, and you place your marble where they meet. Doubles are wild, so you can choose where to place your marble. If your opponent has a marble at that spot and it's not part of a three-in-a-row, you have a roll off, 3 dice and three chances, to see who can get the highest roll and claim that spot. Once a marble is part of a three-in-a-row it is locked in. Points are counted for a three-in-a-row in every direction; horizontally, vertically, and diagonally. The game ends when someone runs out of marbles, and everyone has a final turn. 1999 Mensa Select",
      "preview": "void"
    },
    {
      "url": "https://brownsugarbritches.com/tag/divine/",
      "title": "Private Site",
      "description": "void",
      "preview": "WordPress.com Build a website. Sell your stuff. Write a blog. And so much more. Log in Start your website Private Site This site is currently private."
    },
    {
      "url": "https://ps.hket.com/article/2953680/%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD2%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD534%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD1,150%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD?mtc=40001&srkw=%E6%B5%B7%E4%B9%8B%E6%88%80%E2%80%A7%E6%84%9B%E7%82%AB%E7%BE%8E",
      "title": "地產新聞及樓市分析 | 地產站 Property Station",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ecommerce.apple.com/content/b2b/static-v2/en/us/default/federal.html",
      "title": "Federal Government",
      "description": "Experience the wide world of Apple at the Apple Store. Shop for Apple computers, compare iPod and iPhone models, and discover Apple and third-party accessories, software, and much more.",
      "preview": "Federal Government Where to Buy (Opens in a new window) ADORAMA INC 800-223-2500 (Opens in a new window) ALL COVERED IT SERVICES FROM KONICA MINOLTA 2"
    },
    {
      "url": "https://christianwalks.org/churchgodpro/tattoos.shtml",
      "title": "WHAT DOES THE BIBLE SAY ABOUT TATTOOS",
      "description": "TATTOOS",
      "preview": "You can make the text larger or smaller by holding down on your \"ctrl\" key and spinning the scroll button on your mouse. Tattoos"
    },
    {
      "url": "http://leakytechpipeline.com",
      "title": "The Leaky Tech Pipeline - TRANSFORM TECH. IMPROVE OUR FUTURE.",
      "description": "void",
      "preview": "Pre K-12 Higher Education Tech Workforce Entrepreneurship & VC Featured Programs Research Barriers Data Featured Programs Research Barriers Data Featu"
    },
    {
      "url": "https://www.iucn.org/about/donors-and-partners/patrons-nature",
      "title": "Patrons of Nature | IUCN",
      "description": "IUCN founded the Patrons of Nature in 2010 to rally global leaders and mobilize resources in support of the Union's vision of a just world which values and conserves nature. Patrons of Nature provide strategic guidance to IUCN, as well as connections to resources and investments for IUCN operations and specific initiatives.",
      "preview": "Skip to main content Share: Patrons of Nature IUCN founded the Patrons of Nature in 2010 to rally global leaders and mobilize resources in support of"
    },
    {
      "url": "https://www.cmt.com/news/9i02q9/kacey-musgraves-to-honor-loretta-lynn-at-65th-grammy-awards-on-sunday",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://en.wikipedia.org/wiki/Exclusive_economic_zone",
      "title": "Exclusive economic zone - Wikipedia",
      "description": "void",
      "preview": "Jump to content From Wikipedia, the free encyclopedia Adjacent sea zone in which a state has special rights Not to be confused with Special economic z"
    },
    {
      "url": "https://powerpages.microsoft.com/",
      "title": "Power Pages - Generatore di siti Web | Microsoft Power Platform",
      "description": "Scopri in che modo Microsoft Power Pages consente alle aziende di avviare ed esternalizzare i processi aziendali tramite portali aziendali sicuri basati su intelligenza artificiale agentic.",
      "preview": "This is the Trace Id: 7508d0a925461079a9b229436ffd9d1c Passa a contenuti principali Pianificare, compilare ed eseguire portali aziendali con intellige"
    },
    {
      "url": "https://www.motirservices.com/",
      "title": "Motir Services",
      "description": "void",
      "preview": "Skip to content MEDICAL STAFFING FOOD SERVICE FACILITY MANAGEMENT MOVING, RELOCATION & LOGISTICS CONSULTANT SERVICES ENVIRONMENTAL SERVICES CONSTRUCTI"
    },
    {
      "url": "https://sagawards.us18.list-manage.com/track/click?u=5d326b56cf6c1f8b0552973ea&id=b41501cd3c&e=514c0af493",
      "title": "People.com | Celebrity News, Exclusives, Photos and Videos",
      "description": "Get breaking news and trending scoops on your favorite celebs, royals, true crime sagas, and more.",
      "preview": "Top Story Donald Trump Accidentally Posted a Revealing Private Message to Pam Bondi on Truth Social: Report by Rachel Raposas 13 hours ago Meghan Ma"
    },
    {
      "url": "https://blog.coursera.org/how-veteran-stevenson-landed-his-first-it-job/",
      "title": "How veteran Stevenson landed his first IT job - Coursera Blog",
      "description": "Meet Stevenson from Florida. Prior to taking the Google IT Support Professional Certificate program on Coursera, he didn't have professional IT support",
      "preview": "Share Share on Facebook Share Share on Twitter Tweet Share on LinkedIn Share Send email Mail Meet Stevenson from Florida. Prior to taking the Google I"
    },
    {
      "url": "https://www.pneus.fr/austone-sp901-235-65-r17-104v--102653",
      "title": "Comparez Pneus Budget: Austone SP901 235 65 R17 235/65 R17 104V 104 V EAN: 6937833500213 | Pneus.fr",
      "description": "Achetez maintenant Austone SP901 104 V Pneus EAN: 6937833500213 pour ✅ en ligne et comparezavec 80 715 autres pneus",
      "preview": "Pour avoir accès à toutes les fonctionnalités de cette page, il est nécessaire d'installer Javascript. Vous trouverez ici des instructions pour pouvoi"
    },
    {
      "url": "https://www.underconsideration.com/brandnew/",
      "title": "Brand New",
      "description": "Opinions on corporate and brand identity work",
      "preview": "Friday October 10, 2025 Friday Likes 551 Reviewed From Jo Cutri Studio, Daniel Ting Chong, and The Bored Members a b c 0 Comments (0) Thursday October"
    },
    {
      "url": "https://keras.io/api/layers/initializers/",
      "title": "Layer weight initializers",
      "description": "Keras documentation: Layer weight initializers",
      "preview": "None Keras 3 API documentation Models API Layers API The base Layer class Layer activations Layer weight initializers Layer weight regularizers Layer"
    },
    {
      "url": "https://secure.uso.org/1812_wishbook_evergreen/?sc=WS18CRPKG1",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "http://www.aeropostale.com/",
      "title": "Men's and Women's Jeans, Clothes, Hoodies, and Graphic Tees | Aeropostale.",
      "description": "Shop Aeropostale for men and women's Clothing. Browse the latest styles of tops, t shirts, hoodies, jeans, sweaters and more Aeropostale. Aeropostale",
      "preview": "× Discount only on select styles as indicated. × Discount only on select styles as indicated. *Guaranteed 12/25 delivery does not include: APO/FPO, Mi"
    },
    {
      "url": "http://www.chess.4mg.com/",
      "title": "CHESS studies,problems,games",
      "description": "void",
      "preview": "Sign In Sign-Up Welcome! Close Would you like to make this site your homepage? It's fast and easy... Yes, Please make this my home page! No Thanks Don"
    },
    {
      "url": "http://www.freedom-to-tinker.com/",
      "title": "CITP Blog - Center for Information Technology Policy (CITP)",
      "description": "Center for Information Technology Policy (CITP)",
      "preview": "CITP Blog is hosted by Princeton University's Center for Information Technology Policy , a research center that studies digital technologies in public"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Makeswift-the-visual-builder-for-Next-js-e4a2b4ff43f644c48747fb40e0baec17?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://fortune.com/2021/04/02/aclu-shares-data-facebook-third-parties-digital-privacy/",
      "title": "ACLU, a defender of digital privacy, reveals that it shares user data with Facebook | Fortune",
      "description": "The American Civil Liberties Union updated its privacy statement to reveal that shares user data with third parties.",
      "preview": "Home News Fortune 500 Fortune Global 500 Fortune 500 Europe Fortune China 500 Fortune SEA 500 Great Place to Work Tech AI Innovation Cybersecurity Fin"
    },
    {
      "url": "https://schutz-shoes.com/products/avril-nappa-leather-pump-o99-heel-height-high-s2072200130002",
      "title": "New Arrivals: Women's Trendy Shoes | SCHUTZ",
      "description": "Enjoy the newest releases from Schutz! New arrivals and fresh styles to keep you up to date with the latest trends. Free Shipping in the US on orders over $99!",
      "preview": "Skip to content Skip to Menu Skip to Footer Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Sub"
    },
    {
      "url": "https://abc7news.com/jeffrey-vandergrift-san-francisco-missing-person-jv-show-wild-949-jv-from/12889161/",
      "title": "Listeners show support for missing Wild 94.9 DJ Jeffrey \"JV\" Vandergrift as station shares 'incredibly worrisome' updates - ABC7 San Francisco",
      "description": "Bay Area radio listeners are showing their support in the search for missing DJ 'JV' as Wild 94.9 shares updates that are \"incredibly worrisome.\"",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out Listeners show support for missing Wild 94.9 DJ as station shares 'incredibly worris"
    },
    {
      "url": "https://aqua.org/visit",
      "title": "National Aquarium - Plan Your Visit",
      "description": "Information on directions, parking, ticket prices, amenities and accessibility for the National Aquarium in Baltimore.",
      "preview": "The National Aquarium is OPEN. As a private nonprofit organization, we are not impacted by the government shutdown. Hours of Operation October Hours a"
    },
    {
      "url": "https://monitor.firefox.com/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=products",
      "title": "Mozilla Monitor",
      "description": "Find out if you've been part of a data breach with ⁨Mozilla Monitor⁩. We'll help you understand what to do next and continuously monitor for any new breaches.",
      "preview": "There's a $240 billion industry of data brokers selling your private information for profit. It's time to take back your privacy. Create a free accoun"
    },
    {
      "url": "https://poweroutage.us/area/state/michigan",
      "title": "Michigan Power Outage Map, October 2025",
      "description": "PowerOutage.us tracks, records, and aggregates power outages across Michigan.",
      "preview": "PowerOutage.com Login Search States, Counties or Utilities... Search Locations... Total Customers Out 96 Outages by County Outages by Utility Wayne 55"
    },
    {
      "url": "https://www.getshirts.de/index.php?page=artikel&id=663898",
      "title": "getshirts • Official Merch of DJ COOPER - Hoodie Damen Classic - pink",
      "description": "void",
      "preview": "Licht aus Leider gibt es zu dieser Produktfarbe kein Artikelbild. Produktbild kann ggf. leicht vom Druckprodukt abweichen. Hoodie Damen Classic - pink"
    },
    {
      "url": "https://inclusion.engr.psu.edu/",
      "title": "Center for Engineering Outreach and Inclusion | Penn State Engineering",
      "description": "void",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Success Programs Multicultura"
    },
    {
      "url": "https://and-barnacleboy.tumblr.com/",
      "title": "The Boy Wonder",
      "description": "|#caliboy #bi #gay #sikh #black #poc|",
      "preview": "The Boy Wonder 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna and-barnacleboy whos that pokem"
    },
    {
      "url": "http://thesharetrust.org/",
      "title": "The Share Trust",
      "description": "The Self Help Group approach is a fundamental belief in the ability of people, working collectively, to revolutionize their communities.",
      "preview": "Back Approach Team Partners Financials Work With Us Back Self Help Groups Local Coalition Accelerator Enabling Environment Back Research Resources Pas"
    },
    {
      "url": "https://www.agavecom.cz/avg-antivirus-business-edition-edu-1-4-pc-2-roky",
      "title": "AVG Antivirus Business Edition EDU pro 1-4 PC na 2 roky",
      "description": "AVG Antivirus Business Edition obsahuje: Cloud Management Console, Souborový štít, E-mailový štít, Webový štít, Link Scanner, Behaviorální štít, Firewall, Skartovač souborů, CyberCapture, Celkový test, Ochrana serveru SharePoint.",
      "preview": "Hľadanie Hledat ve zboží Hledat v článcích Přihlášení Nová registrace 0 ks / 0,00 Kč 0 ks / 0,00 Kč Slevy pro školy, zdravotnictví FAQ Obchodní podmín"
    },
    {
      "url": "http://squarespace.com",
      "title": "Website Builder - Easily Create Your Own Website - Squarespace",
      "description": "Create a professional website with a free Squarespace trial. Our website builder makes it easy to start with customizable templates, AI tools, or a domain name.",
      "preview": "A website makes your business real Get Started Start for free. No credit card required. Join millions of entrepreneurs who run their business on Squar"
    },
    {
      "url": "https://www.ryanair.com/gb/en/useful-info/help-centre/faq-overview/baggage",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://www.esrbratings.org/",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "https://about.bnef.com/blog/corporate-clean-energy-buying-tops-30gw-mark-in-record-year/",
      "title": "Corporate Clean Energy Buying Tops 30GW Mark in Record Year | BloombergNEF",
      "description": "Corporations purchased 31.1 gigawatts of clean power through long-term contracts, largely driven by activity in the U.S. and from large technology companies New York and London, January 31, 2022 - Corporations bought a record 31.1 gigawatts of clean energy through power purchase agreements, or PPAs, in 2021, up nearly 24% from the previous year's record of 25.1GW according to research firm...",
      "preview": "PRESS RELEASE Corporate Clean Energy Buying Tops 30GW Mark in Record Year Finance January 31, 2022"
    },
    {
      "url": "https://support.xbox.com/help/games-apps/my-games-apps/all-about-pc-gaming",
      "title": "Xbox Support",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.booklists.yalsa.net/directory/results?author=1692",
      "title": "Search results - YALSA Book Finder",
      "description": "void",
      "preview": "Browse by: Award/booklist Author Genre Award year Award/booklist AILA Youth Literature Award Honor - Young Adult AILA Youth Literature Award Winner -"
    },
    {
      "url": "https://growmystore.thinkwithgoogle.com/intl/en_us?utm_source=TwG&utm_medium=TwG-website&utm_campaign=TwG-header-tools-drop-down-us",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://photoclub.canadiangeographic.ca/media/35777844-Long%20Exposure%20Sunrise%20By%20The%20Peace%20Bridge",
      "title": "Can Geo Photoclub",
      "description": "Welcome to the Canadian Geographic Photo Club Community!",
      "preview": "Sign In Forgot Password E-Mail Password Register E-Mail Register User Name E-mail Password First Name Last Name City Country @ I consent to receive th"
    },
    {
      "url": "http://www.outletshirts.com/",
      "title": "Wholesale Apparel, Bags, Caps and More, Blank or Customized",
      "description": "Tailoring to small businesses, schools, and organizations. Logo printing & embroidery or buy blank. Top brands, unbeatable bulk pricing on apparel, bags & accessories.",
      "preview": "20+ YEARS OF EXCELLENT SERVICE! (866) 715-8646 Sign in or Register Polos Cotton Polo Shirts Mock Turtlenecks Performance Polo Shirts Silk Touch Polo S"
    },
    {
      "url": "https://www.cbs17.com/news/local-news/wake-county-news/raleigh-juvenile-brings-ar-15-rifle-to-millbrook-high-basketball-game-police-say/",
      "title": "Raleigh juvenile brought AR-15 rifle to Millbrook High basketball game, police say",
      "description": "Police said he is not a student at Millbrook High School. Juvenile petitions and secure custody orders are being pursued, officials said.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.idnes.cz/ekonomika",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "https://www.wpr.org/donate",
      "title": "WPR | Donate Now",
      "description": "void",
      "preview": "Let's keep WPR strong together! You count on WPR for independent journalism, meaningful discussions, and music that enriches your day. Donors provide"
    },
    {
      "url": "https://topbeauty.pe/product-category/cuidado-de-la-piel/page/3/",
      "title": "Cuidado de la piel - Página 3 - TopBeauty",
      "description": "void",
      "preview": "Cuidado de la piel Home Shop Cuidado de la piel Filter Sort By: Orden predeterminado Ordenar por popularidad Ordenar por puntuación media Ordenar por"
    },
    {
      "url": "https://www.ahoragranada.com/noticias/la-influencia-del-ejercicio-en-el-cerebro-y-la-salud-mental-a-debate-en-la-universidad-de-granada/",
      "title": "La influencia del ejercicio en el cerebro y la salud mental, a debate en la Universidad de Granada - Ahora Granada",
      "description": "El Instituto Mixto de Deporte y Salud de la Universidad de Granada (iMUDS) acoge este lunes el simposio internacional 'ActiveBrains for All: Exercise, Cognition and Mental Health', en el que se tratarán aspectos relacionados con el papel que juega el ejercicio y la nutrición en el rendimiento académico, el cerebro y la salud mental. El [...]",
      "preview": "Hablamos de Área Metropolitana Sucesos Granada CF Zona de Bajas Emisiones Granada Peligros Pinos Puente Las Gabias viernes 10 octubre Universidad de G"
    },
    {
      "url": "https://www.nbcnews.com/",
      "title": "NBC News - Breaking Headlines and Video Reports on World, U.S. and Local Angles | NBC News",
      "description": "Go to NBCNews.com for breaking news, videos, and the latest top stories in world news, business, politics, health and pop culture.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.simplegenerosity.org/nonprofit-partner-questionnaire",
      "title": "Nonprofit Partner Questionnaire Intro - Simple Generosity",
      "description": "The first step in becoming a Simple Generosity nonprofit partner is completing our questionnaire -- please submit your information and we will be in touch!",
      "preview": "0 Welcome! To see if your nonprofit is already in our pool of potential grantees , please click here to create an account with us and search for your"
    },
    {
      "url": "https://shop-links.co/cjbh100cPU2",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://sczaction.org/",
      "title": "S&PAA - Schizophrenia & Psychosis Action Alliance",
      "description": "The Schizophrenia and Psychosis Action Alliance stands for hope and recovery through the promotion of education, support programs, & better public policy",
      "preview": "Skip to content Shattering Barriers to Treatment, Survival and Recovery. Advancing best-practice treatment Empowering our community with knowledge, sk"
    },
    {
      "url": "https://live.worldbank.org/",
      "title": "We Livestream Events on International Development | World Bank Live",
      "description": "Keep up with the World Bank's latest research and insights. Join us as we livestream events in English, Spanish, French, and Arabic and discuss global development challenges with international economists and policymakers.",
      "preview": "Event Replays Replay September 24, 2025 Mission 300: Energizing Africa Mission 300: Energizing Africa Replay September 23, 2025 A Conversation with Ax"
    },
    {
      "url": "https://voicesforracialjustice.org/",
      "title": "Voices for Racial Justice",
      "description": "void",
      "preview": "0 Creating powerful, sustainable, and irresistible movements for justice across Minnesota Join us Our Work Training new and emergent leaders from Blac"
    },
    {
      "url": "https://www.mplsdowntown.com/",
      "title": "Find more downtown. - Mpls Downtown Council",
      "description": "Connect to whatever inspires you downtown. From work life to nightlife - and everything in between. Find more downtown.",
      "preview": "Guides + Activities 1-2 Hours All Day Art + Music Family Fun Food Outdoors Walkable Stay Downtown Summer Patios And Pints Downtown Tours Health + Well"
    },
    {
      "url": "https://smb.apple.com/contactus",
      "title": "Apple",
      "description": "void",
      "preview": "Best Time to Contact You 1 2 3"
    }
  ],
  "_meta": {
    "total_bookmarks": 100
  }
}