{
  "data": [
    {
      "url": "https://new.express.adobe.com/tools/generate-qr-code",
      "title": "Adobe Express",
      "description": "Adobe Express",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://mashable.com/2017/05/22/facebook-ai-content-moderation-community-standards/#wQs5deaV2OqE",
      "title": "Despite Facebook's push, AI isn't ready to moderate disturbing content | Mashable",
      "description": "Artificial intelligence still falls short when it comes to determining what violates Facebook's community standards. It may not always.",
      "preview": "Although these guys probably aren't the ones doing the struggling. Credit: Justin Sullivan/Getty Images Artificial intelligence is the way of the futu"
    },
    {
      "url": "https://tr2me.com/shop/tr2me-orders-ps-sf-5a4260/",
      "title": "TR2me Orders PS / SF - 5A4260 - TR2ME",
      "description": "void",
      "preview": "SIGN IN YOUR ACCOUNT TO HAVE ACCESS TO DIFFERENT FEATURES USERNAME PASSWORD Remember Me CREATE AN ACCOUNT FORGOT YOUR PASSWORD? FORGOT YOUR DETAILS? U"
    },
    {
      "url": "https://maisonette.sjv.io/c/249354/1022920/13379?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.maisonette.com%2Fproduct%2Frain-deer-christmas-pajamas",
      "title": "Rain Deer Christmas Pajamas - Benben Sleepwear | Maisonette",
      "description": "Discover the Rain Deer Christmas Pajamas from Benben. Shop Sleepwear and more from Maisonette's curated selection.",
      "preview": "skip to main content Kids Boy Clothing Sleepwear Free standard shipping on orders over $95. Size : Select a size 2 3 4 5 6 7 Size guide Quantity Selec"
    },
    {
      "url": "https://landscape.csteachers.org/#download",
      "title": "Home - CS Teacher Landscape",
      "description": "In this 2022 follow-up study, CSTA aimed to understand teachers' perceptions of how to move towards a vision of equitable CS. The report samples PreK-12 CS teachers to examine their views of what changes are required to transform CS classrooms to be more identity-inclusive.",
      "preview": "Skip to content Moving Towards a Vision of Equitable Computer Science Results of a Landscape Survey of PreK-12 CS Teachers in the United States Access"
    },
    {
      "url": "https://www.klrn.org/",
      "title": "KLRN TV | Using the power of media to inform, entertain and inspire",
      "description": "We get kids ready to learn and we give you opportunities to explore the world around you -and have for over 60 years. Spend some time with us.",
      "preview": "Showcase"
    },
    {
      "url": "https://www.apollo.com/",
      "title": "Home | Apollo Global Management",
      "description": "Home",
      "preview": "General Public Institutional Investors Public Shareholders Wealth Professionals Login Investors Former Employees Portfolio Companies About Apollo Over"
    },
    {
      "url": "https://www.ravelry.com/bundles/free-crochet-patterns-11",
      "title": "Ravelry: Bundles: Free Crochet Patterns by Marie Segares",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://hellmaybe.tumblr.com/",
      "title": "Keep On Keepin' On",
      "description": "// Anthony //",
      "preview": "Keep On Keepin' On // Anthony // Archive Music Me My gifs Ask me anything Submit a post Theme 74514 2274 19611 6367 609 1752 283 493 660 790 2196 0 0"
    },
    {
      "url": "https://buildfaith.org/tag/naming/",
      "title": "Naming",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Home / Archives for Naming Naming Presider: Blessed be the God of Sarai reveal"
    },
    {
      "url": "https://chat.icq.com/icqchat/",
      "title": "Free Video Chat Rooms | Online Video Chatting and Calls",
      "description": "Create instant video chat rooms and make video calls for FREE with ICQ New! Windows, MAC, iOS (iPhone/iPad) and Android!",
      "preview": "Log In Log in with SMS Email / UIN Country code Phone number SMS sent By clicking the \"Log in\" button you accept the terms of the ICQ New End User Lic"
    },
    {
      "url": "https://unpkg.com/",
      "title": "UNPKG",
      "description": "The CDN for everything on npm",
      "preview": "UNPKG is a fast, global content delivery network for everything on npm . Use it to quickly and easily load any file on npm using a URL like: unpkg.com"
    },
    {
      "url": "https://data.baltimorecity.gov/",
      "title": "Open Baltimore",
      "description": "Baltimore City's Open Data Hub",
      "preview": "void"
    },
    {
      "url": "https://www.youtubekids.com/",
      "title": "YouTube Kids",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Per utilizzare YouTube Kids, chiedi a un genitore di aggiornare il browser."
    },
    {
      "url": "https://edis.ifas.ufl.edu/topic_hydroponics",
      "title": "Ask IFAS: Topic - Hydroponics",
      "description": "Details for the Ask IFAS Topic 'Hydroponics', including related Topics, associated publications, and units it is associated with",
      "preview": "Skip to main content Hydroponics Available Languages : English Spanish Narrower Topics Hydroponic Gardening Related Topics : Gardening , Hydroponics H"
    },
    {
      "url": "https://www.istat.it/it/archivio/104317",
      "title": "Basi territoriali e variabili censuarie - Istat",
      "description": "Diffusi i dati definitivi delle basi territoriali 2021",
      "preview": "Notizia Periodo di riferimento: Censimenti 1991, 2001, 2011, 2021 Data pubblicazione: 11 Gennaio 2017 Data aggiornamento: 15 Aprile 2025 Nota-informat"
    },
    {
      "url": "https://sciencebasedtargets.org/",
      "title": "Ambitious corporate climate action - Science Based Targets Initiative",
      "description": "Lead the way to a zero-carbon economy, boost innovation and drive sustainable growth by setting ambitious, science-based emissions reduction targets",
      "preview": "Ambitious corporate climate action Lead the way to a net-zero economy, boost innovation and drive sustainable growth by setting ambitious, science-bas"
    },
    {
      "url": "https://forward.com/news/529130/george-santos-jewish-lie-genealogy-records/",
      "title": "Congressman-elect George Santos lied about grandparents fleeing anti-Jewish persecution during WWII - The Forward",
      "description": "Genealogy records, Facebook posts and other online clues show that Congressman-elect George Santos' claims of Jewish heritage are false.",
      "preview": "Skip To Content logo/forward/small Israel-Hamas War Antisemitism Decoded Republish our articles פֿאָרווערטס News Congressman-elect George Santos lied"
    },
    {
      "url": "https://jenni.ai/",
      "title": "Jenni | AI Academic Writer & Research Tool for Students & Academics",
      "description": "Jenni is an AI research and academic writing assistant that helps students, researchers, and academics create essays, papers, and citations with ease.",
      "preview": "Meet Your Intelligent Research Assistant The AI-powered workspace to help you read, write, and organize research with ease. Start writing - it's free"
    },
    {
      "url": "https://sportspages.in/blog/",
      "title": "Sports Blogs and Articles | News and Statistics",
      "description": "Blog articles with the latest news and interesting stories around sports in India. Dedicated to creating an online sporting community in India.",
      "preview": "Home » Blog Blog India v/s England Test Series Cricket , Test Cricket Analyzing the Shots played in Squash Asian Team Squash Championship , Squash , W"
    },
    {
      "url": "https://www.first-nature.com/fungi/amanita-muscaria.php",
      "title": "Amanita muscaria, Fly Agaric mushroom",
      "description": "void",
      "preview": "Amanita muscaria ( L. ) Pers. - Fly Agaric Phylum: Basidiomycota - Class: Agaricomycetes - Order: Agaricales - Family: Amanitaceae Distribution - Etym"
    },
    {
      "url": "http://placeanad.chicagotribune.com#nt=primarynavbar",
      "title": "Chicago Tribune",
      "description": "Advertise with The Chicago Tribune",
      "preview": "x Previous Next MOST POPULAR ONLINE OPTIONS OBITUARIES Chicagotribune.com ROS Geo-Targeted Impressions Advertise your business to an engaged audience"
    },
    {
      "url": "https://jakartaglobe.id/context/chinese-fugitive-vessel-caught-indonesian-waters/",
      "title": "Chinese Fugitive Vessel Caught in Indonesian Waters",
      "description": "The Indonesian Navy has arrested a Chinese-flagged foreign fishing vessel, Hua Li-8, in Belawan, North Sumatra on Friday (22/04).",
      "preview": "Welcome! Stay inspired with Jakarta Globe and B-Universe Media Holdings - your trusted source for news and stories. Login with B Profile Email / Passw"
    },
    {
      "url": "http://www.equitypandit.com/",
      "title": "EquityPandit | Breaking News, NSE/BSE, Share Price, Nifty, Sensex Today",
      "description": "Lastest News For Indian Stock Market, Sensex, Nifty, World, India, Politics, Economy, Business, Startups and Technology. Get The Stock Price and Analysis.",
      "preview": "EquityPandit Equitypandit Primary Menu EquityPandit Volume Breakout Scan Stock Futures Scan Stock Trend Scan Options Scan Indicator-Based Scan Candles"
    },
    {
      "url": "https://franceslin90.tumblr.com/post/154540762137",
      "title": "Randon-mess - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \" How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline. In 2013, Code.org's advocacy coalition launched...",
      "preview": "Install theme Randon-mess Computer science really is computer science! codeorg : How do you categorize computer science as a K-12 subject? Let it be a"
    },
    {
      "url": "https://mamesociety.org/event/72",
      "title": "The Myanmar American Medical Education Society, Inc.",
      "description": "void",
      "preview": "The Myanmar American Medical Education Society, Inc. Home Become a Member Application for Membership Volunteer Application About MAMES Our Mission Pre"
    },
    {
      "url": "https://www.edx.org/learn/computer-networking",
      "title": "Best Online Computer Networking Courses and Programs | edX",
      "description": "Explore online computer networking courses to build your programming skills and advance your education.",
      "preview": "Learn computer networking with online courses and programs Smartphones and digital devices connect to the Internet and to each other using computer ne"
    },
    {
      "url": "https://hullhrc.com/events-calendar/",
      "title": "Events Calendar - Heritage Reformed Congregation of Hull Iowa",
      "description": "void",
      "preview": "Close Events Calendar"
    },
    {
      "url": "https://rev-log.com/us/consumer-electronics-recycling-opportunities/new-jersey/",
      "title": "New Jersey - Reverse Logistics Group",
      "description": "Find electronics recycling options in New Jersey with RLG. Access local drop-off sites and recycling programs for eco-friendly disposal.",
      "preview": "Back to overview The State of New Jersey has enacted New Jersey's Electronic Waste Management Act (N.J.S.A.13:1E-99.94 et seq.) that requires manufact"
    },
    {
      "url": "https://studio.youtube.com/",
      "title": "YouTube",
      "description": "Condividi i tuoi video con amici, parenti e con il mondo.",
      "preview": "Accedi Continua su YouTube Email o telefono Non ricordi l'indirizzo email? Non si tratta del tuo computer? Utilizza una finestra di navigazione privat"
    },
    {
      "url": "https://www.gov.pl/web/obywatel",
      "title": "Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.jiahometechs.com",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "http://www.script-fix.com/",
      "title": "Script & Screenplay Coverage | The Choice of Industry PRODUCERS & WRITERS",
      "description": "We provide script coverage, story development notes and screenplay analysis to the entertainment industry. Notably producers + sold screenwriters. Let us be your creative partner.",
      "preview": "Welcome to Script-Fix! We provide script coverage and screenplay development notes to writers and producers working in film and television. Let us be"
    },
    {
      "url": "https://www.medseaalliance.org",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "https://edu.gcfglobal.org/en/",
      "title": "Free Online Learning at GCFGlobal",
      "description": "GCFGLobal - The freedom to learn what you want, when you want, absolutely free! Check out our Everyday Life, Basic Math, and Computer Training today!",
      "preview": "2,300 + Lessons | 200 + Topics If you're willing to learn, we're ready to teach- anywhere, anytime. Browse Topics Learn Your Future Learn and develop"
    },
    {
      "url": "http://digitaledition.chicagotribune.com#nt=secondarynavbar",
      "title": "Chicago Tribune",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.baggu.com/products/horizontal-duck-bag-jessica-williams",
      "title": "Search Icon",
      "description": "void",
      "preview": "Free shipping on US orders over $50 Free international shipping to select countries starting at $100+ Cart ( 0 )"
    },
    {
      "url": "http://www.grs-batterien.de",
      "title": "Start | GRS Batterien Service GmbH",
      "description": "Als Rücknahmesystem erfüllen wir für Sie als Hersteller oder Vertreiber von Gerätebatterien oder Industriebatterien Ihre komplette Produktverantwortung nach dem Batteriegesetz (BattG).",
      "preview": "Ihre Hersteller­verantwortung - unser Service Neue EU-Batterieverordnung: Als Batteriehersteller und -vertreiber müssen Sie zeitnah handeln, um Ihren"
    },
    {
      "url": "https://www.balboaisland.com/video-of-balboa-peninsula-and-newport-harbor-in-the-1950s/",
      "title": "Video of Balboa Peninsula and Newport Harbor in the 1950s! - Balboa Island",
      "description": "Take a nostalgic trip back to the late 1950's on Balboa Peninsula. See the beach-goers on the sands of the Harbor, the fisherman casting their lines from the Pavilion and all the great fashions from this by-gone era.",
      "preview": "Skip to content Video of Balboa Peninsula and Newport Harbor in the 1950s! Take a nostalgic trip back to the late 1950's on Balboa Peninsula. See the"
    },
    {
      "url": "https://presidencia.go.cr/",
      "title": "Gobierno de Costa Rica | Presidencia de la República de Costa Rica",
      "description": "void",
      "preview": "Skip to main content × CADENA NACIONAL - 21 DE SEPTIEMBRE No volver a mostrar Dismiss OK Gobierno de Costa Rica Primera Dama de la República Signe Zei"
    },
    {
      "url": "https://newsroom.apac.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://www.vocance.fr/TALENTS-EN-HERBE-ET-TALENTS-LOCAUX.html",
      "title": "\"TALENTS EN HERBE ET TALENTS LOCAUX\" - Vocance",
      "description": "void",
      "preview": "Accueil du site > Vie locale \"TALENTS EN HERBE ET TALENTS LOCAUX\" Cette année la commission animation de l'équipe municipale a souhaité une cérémonie"
    },
    {
      "url": "https://www.insidehighered.com/news/2022/02/10/how-k-12-book-bans-affect-higher-education",
      "title": "How K-12 book bans affect higher education",
      "description": "Some educators fear removing controversial books from the K-12 curriculum will harm student development and critical thinking-and rob them of the cultural capital colleges expect them to possess.",
      "preview": "Skip to main content News Faculty Issues Academic Freedom Advertisement February 09, 2022 How K-12 Book Bans Affect Higher Education Some educators fe"
    },
    {
      "url": "https://www.svietidla-eshop.sk/svietidlo/serenity-svietidlo-zavesne-biele",
      "title": "Serenity - svietidlo závesné biele | Svietidla-eshop.sk",
      "description": "<p>Závesné svietidlo moderného vzhľadu, určené na osvetlenie obytných miestností. Materiál: matné striebro, biele saténové sklo. Rozmery svietidla: výška 1200mm x šírka 290mm. Svetelný zdroj: 1 x 60W, objímka E27.</p>",
      "preview": "Interiérové svietidlá Interiérové závesné svietidlá Serenity - svietidlo závesné biele Serenity - svietidlo závesné biele 62.00 € Závesné svietidlo mo"
    },
    {
      "url": "http://www.cs.hmc.edu/~hadas/",
      "title": "Ran Libeskind-Hadas's Homepage",
      "description": "void",
      "preview": "Professor Ran \"RON\" Libeskind-Hadas R. Michael Shanahan Professor of Computer Science Department of Computer Science Harvey Mudd College, Olin 1253 I"
    },
    {
      "url": "https://blog.thelittlenell.com/aspen-proposal-ideas-where-to-pop-the-question/",
      "title": "Luxury 5-Star Hotel in Aspen, Colorado | The Little Nell",
      "description": "The Little Nell is Aspen's only 5-star, 5-diamond hotel. Discover all that the only Aspen hotel with ski-in, ski-out access to Aspen Mountain has to offer.",
      "preview": "header_slideshow Reservation Property The Little Nell The Little Nell Residences at The Little Nell Guests 2 Adults 2 Children 0 Enter Promo Code Rese"
    },
    {
      "url": "https://klubitus.org/venue/652-capital-club-bar",
      "title": "Capital Club & Bar",
      "description": "void",
      "preview": "14.11. PUSH UP! Presents: JUDGE JULES No images yet. Address Helsinki Toggle map Map loading"
    },
    {
      "url": "https://www.ul.com/services/sustainability-and-stewardship",
      "title": "ULTRUS: The Software Portfolio of UL Solutions | UL Solutions",
      "description": "ULTRUS software helps organizations get safer, more sustainable products to market faster, achieve compliance and drive innovation in product life cycles.",
      "preview": "Skip to main content Services Certification Facility Personnel Process Product System Testing EMC Energy Efficiency Environmental Indoor Air Quality I"
    },
    {
      "url": "https://www.cricadium.com/",
      "title": "Latest Cricket News, Match Predictions & Analysis - Cricadium",
      "description": "Stay updated with Cricadium for cricket news, match predictions, live scores, in-depth analysis, player insights, and fantasy cricket tips.",
      "preview": "Advertisements Jaiswal Hits 7th Test Ton, Enters Elite List of Young Centurions Advertisements Latest Cricket News KL Rahul Enters 2000-Run Club in Wo"
    },
    {
      "url": "http://regents.universityofcalifornia.edu/",
      "title": "Home | Board of Regents",
      "description": "void",
      "preview": "About Members and Advisors Officers Committees Regents Emeriti* Upcoming Meetings Past Meetings Public Comment Minutes Governance Bylaws Committee Cha"
    },
    {
      "url": "https://onecalgaryvoter.com/2019/05/20/het-opzetten-van-het-internationale-mefloquine-tafenoquine-advocatennetwerk-zal-heel-wat-werk-vergen/",
      "title": "Het Opzetten van Het Internationale Mefloquine / Tafenoquine Advocatennetwerk Zal Heel Wat Werk Vergen - The Advocate-Equalizer",
      "description": "En ik zal wat hulp nodig hebben om het te laten gebeuren. De afgelopen donderdag en vrijdag waren erg drukke dagen voor mij en ik ging meer dan 48 uur zonder slaap, dus heb ik het gisteren goedgemaakt en vandaag ben ik opgefrist, opgeladen en opnieuw gevoed. Ik zal moeten zijn omdat ik HEEL VEEL...",
      "preview": "Skip to content Derek Bodner Uncategorized May 20, 2019 3 Minutes En ik zal wat hulp nodig hebben om het te laten gebeuren. De afgelopen donderdag en"
    },
    {
      "url": "https://www.thelasvegasluxuryhomepro.com/property-search/detail/95/2362123/681-homewillow-ave-las-vegas-nv-89123/",
      "title": "Las Vegas Area Homes For Sale - Las Vegas Area Real Estate",
      "description": "Search homes for sale near Las Vegas, NV. Listings include large photos, virtual tours, Google Maps & Street View, local school info - Top-rated Las Vegas Realtor and Real Estate agent.,",
      "preview": "Find Your Las Vegas Area Luxury Home $COUNT$ listing$S$ available. Let us find the one that's right for you. Enter Location, Zip, Address or MLS # Min"
    },
    {
      "url": "https://www.disposerx.com/",
      "title": "DisposeRx, Inc. - Safe Medication Solutions - DisposeRx, Inc.",
      "description": "Do you know what In-Home Disposal is? Do you know what the FDA recognized definition for in-home medication disposal really means-and why it matters for your home and community? Tap here learn more. Every year, over 130 Million opioids are prescribed. That's nearly 1 opioid prescription for every U.S. household. What's worse, many of them [...]",
      "preview": "Skip to content Do you know what In-Home Disposal is? Do you know what the FDA recognized definition for in-home medication disposal really means-and"
    },
    {
      "url": "https://www.adl.org/education/references/hate-symbols/confederate-flag",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://blog.ted.com",
      "title": "TED Blog: Further reading on ideas worth spreading",
      "description": "The TED Blog shares news about TED Talks and TED Conferences.",
      "preview": "News Are we bold enough? Join TEDAI San Francisco this October By TED Staff on Sep 15, 2025 Artificial intelligence is shaping our lives faster than a"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GDPC1",
      "title": "Real Gross Domestic Product (GDPC1) | FRED | St. Louis Fed",
      "description": "View the annual rate of economic output, or the inflation-adjusted value of all new goods and services produced by labor and property located in the U.S.",
      "preview": "Skip to main content Real Gross Domestic Product (GDPC1) Observations Q2 2025: 23,770.976 | Billions of Chained 2017 Dollars, Seasonally Adjusted Annu"
    },
    {
      "url": "https://growmystore.thinkwithgoogle.com/intl/en_us",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://ssir.org/articles/entry/the_next_step_in_impact_investing_breaking_the_shackles_of_extractive_think",
      "title": "The Next Step in Impact Investing: Breaking the Shackles of Extractive Thinking",
      "description": "Those who influence the allocation of capital have an obligation to consider whether current practices solve or perpetuate the challenges impact investing aims to address.",
      "preview": "Social Issues Arts & Culture Cities Civic Engagement Economic Development Education Energy Environment Food Health Human Rights Security Social Servic"
    },
    {
      "url": "https://aqbutik.se/sv/tarot-angla-orakelkort/tarotkort/large-thoth-tarot-deck-aleister-crowley.html",
      "title": "void",
      "description": "void",
      "preview": "kontakt@aqbutik.se 0733227727 Produkter Aromalampor/Doftlampor. Askar och Boxar Blandat Buddhor Böcker CD & DVD Doftoljor, Eteriska oljor, Parfymer oc"
    },
    {
      "url": "http://cottonleads.org",
      "title": "CottonWorks™ | Guide for Producing Outstanding Cotton Products",
      "description": "CottonWorks™ connects professionals and students with modern resources to bring sustainability in textiles to life.",
      "preview": "Login Enter your email address and password to access your CottonWorks™ account. \" (Required) \" indicates required fields Email (Required) Password (R"
    },
    {
      "url": "https://www.pnatuna.com/",
      "title": "Parties to the Nauru Agreement (PNA) | www.pnatuna.com",
      "description": "void",
      "preview": "Skip to main content The Parties to the Nauru Agreement The Parties to the Nauru Agreement (PNA) control the world's largest sustainable tuna purse se"
    },
    {
      "url": "https://puzzles.theguardian.com/download",
      "title": "Crosswords | Online and free | The Guardian",
      "description": "Free crosswords that can be completed online by mobile, tablet and desktop, and are printable. Daily easy, quick and cryptic crosswords puzzles.",
      "preview": "Skip to main content Skip to navigation Crosswords Quick Quick crossword No 17,295 Cryptic Cryptic crossword No 29,822 Quick cryptic Quick cryptic cro"
    },
    {
      "url": "https://www.ipachart.com/",
      "title": "IPA Chart",
      "description": "void",
      "preview": "Interactive IPA Chart The International Phonetic Alphabet (IPA) is a set of symbols that linguists use to describe the sounds of spoken languages. Thi"
    },
    {
      "url": "https://www.tonetranslate.com/",
      "title": "Home - Tone Translate",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://dnasolves.com/articles/clallam-county-jane-doe-2021/",
      "title": "Clallam County Jane Doe (2021) Is Identified",
      "description": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021",
      "preview": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021 Clallam County Sheriff's Office Detectives have determined that the unk"
    },
    {
      "url": "https://mejuri.com/",
      "title": "Fine Jewelry For Every Day | Mejuri",
      "description": "Mejuri is the new luxury of online jewelry shops. Discover handcrafted, everyday fine jewelry inspired by you.",
      "preview": "Skip to main content Caret Caret Most Loved. Shop Best Sellers Free shipping on all orders.no min spend. Pause MATCH MADE Designed for play-with endle"
    },
    {
      "url": "https://appetiteforchangemn.org/",
      "title": "AFCMN",
      "description": "void",
      "preview": "0 Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (cur"
    },
    {
      "url": "https://www.ons.gov.uk/economy/inflationandpriceindices",
      "title": "Inflation and price indices - Office for National Statistics",
      "description": "The rate of inflation is the change in prices for goods and services over time. Measures of inflation and prices include consumer price inflation, producer price inflation and the House Price Index.",
      "preview": "Cookies on ons.gov.uk Cookies are small files stored on your device when you visit a website. We use some essential cookies to make this website work."
    },
    {
      "url": "https://www.brasseriemaritime.nl/contact/",
      "title": "Contact - Restaurant Brasserie Maritime - Zierikzee",
      "description": "Contact met Brasserie Maritime in Zierikzee opnemen? Ons team helpt je graag verder!",
      "preview": "Ga naar de inhoud Nog vragen? Contact gegevens Contact info E: info@brasseriemaritime.nl T: 0111-412156 Locatie Nieuwe Haven 21 4301 DJ, Zierikzee Ned"
    },
    {
      "url": "https://jerrybrice.wordpress.com/tag/ybt/",
      "title": "ybt | Jerrybrice's Blog",
      "description": "Posts about ybt written by jerrybrice",
      "preview": "Jerrybrice's Blog The intersection of animation, entertainment, and politics Posts Tagged ' ybt ' Stop Biting!!!...Will The \"Real\" Apple Store Kid Pleas"
    },
    {
      "url": "https://www.goatsofanarchy.org/",
      "title": "Goats of Anarchy",
      "description": "Goats of Anarchy is a farm animal sanctuary dedicated to the rescue and rehabilitation of goats with special needs. We teach acceptance and inclusion, advocate for animal rights, and promote veganism.",
      "preview": "0 Goats just want to have fun. Goats of Anarchy is a sanctuary for farmed animals with disabilities. Animals come to us broken, battered, and abused,"
    },
    {
      "url": "https://power-type.com/power-display/",
      "title": "Power Display Typeface - Power Type™ Foundry",
      "description": "Power Type Foundry, born from a decade of expertise in type design. The typefaces we present are carefully crafted, reflecting years of dedication and passion for the art of typography. We are the authentic type design experts and we take great care in crafting glyphs.",
      "preview": "void"
    },
    {
      "url": "https://customers.microsoft.com/en-us/search?sq=&ff=story_product_categories%26%3EAzure&p=0&so=story_publish_date%20desc",
      "title": "Search Customer Success Stories | Microsoft Customer Stories",
      "description": "Search Microsoft customer success stories by industry, product, and business need to discover how companies are achieving more with trusted solutions.",
      "preview": "This is the Trace Id: dcfd99153770eb99138fded36771a66b Skip to main content Search all stories Find customer stories Filters (0 results) Industries Al"
    },
    {
      "url": "http://www.scienceworld.bc.ca/",
      "title": "Today - Science World",
      "description": "void",
      "preview": "Cookies Ahead! Read our privacy policy to learn about how our website uses cookies for analytics and marketing purposes. I understand"
    },
    {
      "url": "https://revodoc.valdoise.fr/resultat.php?q=1&spec_expand=1&sort_define=tri_annee&sort_order=1&rows=10&fq=frbr%3A%281%29+AND+sujets_ac%3A%28%22Cordes%2C+vents%22%29+AND+statut%3A%28%22pr%C3%AAtable%22%29+AND+nombib_frbr%3A%28%22Val+de+France+%3A+Arnouville%2C+Garges-l%C3%A8s-Gonesse%2C+Sarcelles%2C+Villiers-le-Bel%22%29+AND+auteurs_ac%3A%28%22Valek%2C+Vladimir%22%29+AND+sujets_ac%3A%28%22Cordes%22%29+AND+auteurs_ac%3A%28%22Csaba%2C+Peter%22%29+AND+editeurs_tous_frbr%3A%28%22AMC+Paris%22%29",
      "title": "Résultats (oeuvres) - RéVOdoc",
      "description": "void",
      "preview": "E-mail Fichier E-mail : Nom du fichier : Format bibliographique : Texte CSV Excel × Close Identification Identifiant : Mot de passe : Mot de passe oub"
    },
    {
      "url": "https://portal2.passportindia.gov.in/AppOnlineProject/welcomeLink",
      "title": "Passport Seva Home | Indian Passport | Passport | Passport Seva Project",
      "description": "Passport Seva Online Portal has been designed to deliver Passport and related services to citizens in a timely, transparent, more accessible, reliable manner and in a comfortable environment through streamlined processes and committed, trained and motivated workforce.",
      "preview": "void"
    },
    {
      "url": "https://people.com/sweepstakes/",
      "title": "Sweepstakes | PEOPLE",
      "description": "void",
      "preview": "Newsletter Sign Up Newsletter Sign Up We Care About Your Privacy We and our 100 partners store and/or access information on a device, such as unique"
    },
    {
      "url": "https://weeklyad.target.com/",
      "title": "Target Weekly Ad",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://floss.syr.edu/papers?f%5Bkeyword%5D=G&f%5Bauthor%5D=169&s=keyword&o=asc",
      "title": "Publications | FLOSS@Syracuse",
      "description": "void",
      "preview": "Skip to main content Jastrzebski, S., Henderson, K., McKinnon-Crowley, J., & Crowston, K. (9999). Boundaries of data journalism in U.S. public radio n"
    },
    {
      "url": "https://yle.fi/a/3-11893855",
      "title": "Atletico Madrid, Inter ja AC Milan tekivät seuraa englantilaisjoukkueille, vetäytyivät Superliigasta | Yle",
      "description": "Euroopan Superliiga sanoo pohtivansa sopivia tapoja muokata projektia.",
      "preview": "Hyppää sisältöön Hyppää sisältöön Kahdentoista jalkapallon suurseuran kaavailema Euroopan Superliiga on romuttumassa, kun kaikki sarjaan aikoneet kuus"
    },
    {
      "url": "http://www.nutriente.it/",
      "title": "nutriente.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.sagaeducation.org/",
      "title": "Saga Education - High-Impact Tutoring Resources, Services, & Technology",
      "description": "Saga Education is a national leader in high-impact, in-school tutoring, leveraging human capital and technology to accelerate educational equity. Redefining personalized learning with an evidence-based approach, scalable solutions, and student-relationship-driven design.",
      "preview": "Support Us Help Students See and Achieve Their Potential Resources, services and technology for high-impact tutoring Learn More Redefining personalize"
    },
    {
      "url": "https://www.investopedia.com/terms/d/dull-market.asp",
      "title": "Dull Market: What It Is, How It Works, Examples",
      "description": "A dull market is a market where there is little activity. A dull market consists of low trading volumes and tight daily trading ranges.",
      "preview": "Top Stories Discover 6 Tiny Towns Perfect for a Peaceful and Affordable Retirement 7 Signs You're Ready to Retire Early Retiring This Fall? Now's th"
    },
    {
      "url": "https://www.flaquarium.org/",
      "title": "Explore The Florida Aquarium | Home of Marine Wonders",
      "description": "Discover the wonders of marine life at The Florida Aquarium. Experience engaging exhibits, conservation programs, and fun activities for the whole family.",
      "preview": "Skip to Content Your Adventure Starts Here Buy Tickets New Now Open!"
    },
    {
      "url": "https://www.theleagueofmoveabletype.com/",
      "title": "The League of Moveable Type | The League of Moveable Type",
      "description": "The first open-source foundry. And your spot to learn how to use, make, and work with type.",
      "preview": "The original, the first, the open-source font foundry. Open-Source Fonts • Est. 2009 • Trusted & Used By: Wired Magazine .net magazine Discovery Chann"
    },
    {
      "url": "https://www.bonsainut.com/tags/tokaname/",
      "title": "tokaname | Bonsai Nut",
      "description": "The most popular Bonsai Community in the WORLD!",
      "preview": "Latest activity Register Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to in"
    },
    {
      "url": "https://www.ywcacincinnati.org/",
      "title": "YWCA Cincinnati | Racial Equity | Social Justice | Survivor",
      "description": "Discover YWCA Greater Cincinnati's mission to end racism, empower women, and foster peace and justice for all. Explore our services for survivors of domestic violence, racial equity initiatives, and social justice advocacy. Find support at our domestic violence shelter. Join us in creating a more equitable world today!",
      "preview": "0 ELIMINATE RACISM. EMPOWER WOMEN. Join the mission YWCA Greater Cincinnati is dedicated to eliminating racism, empowering women and promoting peace,"
    },
    {
      "url": "https://foundation.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=who-we-are",
      "title": "Welcome to Mozilla Foundation - Mozilla Foundation",
      "description": "With over two decades of global impact, Mozilla Foundation continues to lead the movement for a better technology future-powered by people, open by design, and fueled by imagination.",
      "preview": "Make good tech the norm things together ideas matter Make good tech the norm. Make good things together. Make good ideas matter Mozilla Festival 2025"
    },
    {
      "url": "https://vintagestoredisplay.info/2016/11/",
      "title": "2016 November » Vintage Store Display",
      "description": "void",
      "preview": "A life size 6ft tall Mechanical Santa, there are no markings but I do believe this is. In Wonderful Condition with no rips or tears in his garment. Pi"
    },
    {
      "url": "https://www.mzcr.cz/aktuality/",
      "title": "Stránka nebyla nalezena - Ministerstvo zdravotnictví",
      "description": "Ministerstvo zdravotnictví",
      "preview": "Přeskočit na menu Přeskočit na obsah Přeskočit na patičku stránky Hledat v navigaci Zrušit hledání a zobrazit zpět celé menu Úvod Zobrazit podmenu pro"
    },
    {
      "url": "https://xview2.org/",
      "title": "xView2",
      "description": "void",
      "preview": "This site will not work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://inspiredleaders.downtown.org/account/login.aspx?ReturnUrl=https://downtown.org/publications/",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://buffer.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&text=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Buffer - Log In",
      "description": "Log in to access your Buffer account",
      "preview": "Log in Email Address Password Log In Create an account Forgot your password? Terms of Service • Privacy Policy • Security New! Buffer's AI Assistant B"
    },
    {
      "url": "https://www.10best.com/",
      "title": "Best of Travel, Food, & Lifestyle | USA TODAY 10BEST",
      "description": "Explore award-winning travel destinations and tips for living your best life.",
      "preview": "Previous Lifestyle Piecing together the health benefits of jigsaw puzzles Find Your Inner Piece Cider 2025's top cideries you'll want to sip your way"
    },
    {
      "url": "http://www.brickcommander.com/",
      "title": "Brick Commander",
      "description": "Battlemechs, fighters, and tanks from the battletech-universe. Each model is accurately built with LEGO, beautifully rendered and shown from multiple viewing angles. Building instructions are also available for download in LDraw .DAT format.",
      "preview": "void"
    },
    {
      "url": "http://movimiento.org/events/event/listByType?type=fronteras",
      "title": "Network Locked",
      "description": "void",
      "preview": "Network Locked 🔒 Access Denied Unfortunately, access to this application has been restricted. If you believe this is a mistake, please reach out to ou"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/autodiff_cookbook.html",
      "title": "The Autodiff Cookbook - JAX documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K .ipynb .pdf The Autodiff Cookbook Contents The Autodiff Cookbook # JAX has a pretty general automatic differ"
    },
    {
      "url": "https://toyota.oemdtc.com/category/recalls",
      "title": "Recalls | Toyota & Lexus - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.legehimlen.dk/maileg-rabbit-size-2-matros",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://www.gdbcc.org/",
      "title": "The Greater Durham Black Chamber of Commerce (GDBCC) - Economic Development + Empowerment",
      "description": "void",
      "preview": "Facebook Linkedin Instagram Search Search Join Now Search Search Join Now Building an Equitable Durham Economy where Black businesses can thrive again"
    },
    {
      "url": "https://www.uscgboating.org/",
      "title": "United States Coast Guard | Boating Safety",
      "description": "void",
      "preview": "Skip Navigation FAQ'S | SITE MAP | CONTACT US Search: About Strategic Plan Frequently Asked Questions U.S. Coast Guard Facts People of Boating Safety"
    },
    {
      "url": "https://eroticmadscience.com/2019/03/08/%E9%A4%8C-bait-in-japanese-in-a-slider/",
      "title": "餌 (Bait in Japanese in a slider) | Erotic Mad Science",
      "description": "void",
      "preview": "Menu बुलबुले (Bubbles in Hindi in a slider) 水泡 (Bubbles in Japanese in a slider) 当作品は、クリエイティブ・コモンズ 表示 - 非営利 - 継承 4.0 国際ライセンスの下に 提供されています。 このコミックは当初英語で"
    },
    {
      "url": "http://www.yahoo.com/",
      "title": "Yahoo | Mail, Weather, Search, Politics, News, Finance, Sports & Videos",
      "description": "Latest news coverage, email, free stock quotes, live scores and video are just the beginning. Discover more every day at Yahoo!",
      "preview": "Skip navigation links Skip to main content Skip to sidebar Advertisement top stories Senators leave Washington without a shutdown deal, ensuring it wi"
    },
    {
      "url": "https://reform.un.org/content/development-reform",
      "title": "Development Reform | United to Reform",
      "description": "Development reform",
      "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: عربي 中文 English Français Русский Español"
    },
    {
      "url": "https://helpdesk.strw.leidenuniv.nl/wiki/doku.php?id=new_desktop&tab_files=files&do=media&tab_details=view&image=manuals%3Avdesk_paste.png&ns=strw",
      "title": "new_desktop [Computer Documentation Wiki]",
      "description": "void",
      "preview": "skip to content Computer Documentation Wiki User Tools Log In Site Tools Search Tools Show pagesource Old revisions Backlinks Export to PDF Export Pag"
    },
    {
      "url": "https://docs.python.org/3/library/collections.html",
      "title": "collections - Container datatypes - Python 3.14.0 documentation",
      "description": "Source code: Lib/collections/__init__.py This module implements specialized container datatypes providing alternatives to Python's general purpose built-in containers, dict, list, set, and tuple.,,...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Data Types » collections - Container dataty"
    },
    {
      "url": "https://www.shopify.com?utm_campaign=poweredby&utm_medium=shopify&utm_source=onlinestore",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "https://council.nyc.gov/",
      "title": "Home - New York City Council",
      "description": "From Woodlawn to Coney Island, every neighborhood in New York City is part of a Council District. There are 51 of these Districts, each represented by an elected Council Member.",
      "preview": "Skip to main content Translate this page ✕ Google Translate To Address City's Chronic Failure to Pay Nonprofits on Time, NYC Council Approves Major Re"
    },
    {
      "url": "https://ida.worldbank.org/",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://iarx.com/",
      "title": "iA | Pharmacy Fulfillment Solutions",
      "description": "iA's tailored pharmacy fulfillment solutions optimize workflow, empowering pharmacists for patient-centered care. Join us for better pharmacy operations.",
      "preview": "iA ® is leading a Movement to improve patient care through leading-edge centralized pharmacy fulfillment solutions. See Solutions iA ® is leading a Mo"
    },
    {
      "url": "https://magnuslonden.net/fi/artikkelit/kolumnit/article-64532-28329-aikaa-unelmoida",
      "title": "Kolumnit - Magnus Londen",
      "description": "void",
      "preview": "Aikaa unelmoida HS 17.6.2011 På svenska Kesässä parasta on se, että yhtäkkiä on aikaa päiväunelmille. On aikaa maata laiturilla tai rantakalliolla, ku"
    },
    {
      "url": "https://www.gettyimages.com/detail/news-photo/russian-t-72-tank-destroyed-in-ukraine-is-installed-in-news-photo/1247431813?phrase=landmark%20ukraine%20anniversary&adppopup=true",
      "title": "A Russian T-72 tank destroyed in Ukraine is installed in front of... Foto di attualità - Getty Images",
      "description": "A Russian T-72 tank destroyed in Ukraine is installed in front of Russia's embassy in Berlin on February 24 on the first anniversary of the invasion of Ukraine; in background can be seen Berlin's... Scarica foto di attualità Premium ad elevata risoluzione da Getty Images",
      "preview": "Immagini Editorial Immagini e Video Creative Immagini Creative Editorial Video Creative Editorial GERMANY-UKRAINE-RUSSIA-CONFLICT A Russian T-72 tank"
    },
    {
      "url": "https://thewickedmakers.com/",
      "title": "Wicked Makers - We make free DIY videos on YouTube.",
      "description": "We make free DIY videos on YouTube.",
      "preview": "Skip to main content Press enter to begin your search Close Search Wicked DIY. See Our Projects We're Jaimie & Jay! We make spooky stuff together on Y"
    },
    {
      "url": "https://nodejs.org/api/worker_threads.html",
      "title": "Worker threads | Node.js v24.10.0 Documentation",
      "description": "void",
      "preview": "Skip to content Node.js About this documentation Usage and example Assertion testing Asynchronous context tracking Async hooks Buffer C++ addons C/C++"
    },
    {
      "url": "https://dnasolves.com/articles/clallam-county-jane-doe-2021/",
      "title": "Clallam County Jane Doe (2021) Is Identified",
      "description": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021",
      "preview": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021 Clallam County Sheriff's Office Detectives have determined that the unk"
    },
    {
      "url": "https://www.tensorflow.org/guide/keras/sequential_model",
      "title": "The Sequential model | TensorFlow Core",
      "description": "Complete guide to the Sequential model.",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://www.newamericaneconomy.org/stories/page/4/?state=new-york-district-24&category=feature",
      "title": "Stories - New American Economy",
      "description": "Documenting the impact of immigrants on our nation's economy.",
      "preview": "Skip To Content Learn more at iMarch.us now. Featured Stories View All Taiwanese Immigrant Engineer Turned Mayor in West Windsor Iranian Student Turne"
    },
    {
      "url": "https://www.lyft.com/blog/posts/lyft-launches-vaccine-access-campaign",
      "title": "Lyft, Anthem, JPMorgan Chase and United Way Launch Universal Vaccine Access Campaign",
      "description": "Lyft, Anthem, JPMorgan Chase and United Way lead campaign targeting 60 million rides to and from vaccination sites for low-income, uninsured, and at-risk communities.",
      "preview": "Lyft News We're partnering with Anthem, JPMorgan Chase, and United Way to launch a universal vaccine access campaign Danielle Adams - Dec 22, 2020 In"
    },
    {
      "url": "https://therosienetwork.org/contact",
      "title": "CONTACT | The Rosie Network",
      "description": "void",
      "preview": "top of page CONTACT US Have questions? Want to partner? We would love to hear from you! Fill out the form to the right, and one of our team members wi"
    },
    {
      "url": "https://afrotech.com/spelman-college-smash-cohort-program",
      "title": "Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM - AfroTech",
      "description": "void",
      "preview": "Education HBCU News Ngozi Nwanji Feb 25, 2022 2 min Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM Photo Credit: UNCF share"
    },
    {
      "url": "https://www.psychology-lexicon.com/cms/glossary/37-glossary-d.html?start=112",
      "title": "Glossary D",
      "description": "The Psychology Glossary +++ \"Demand characteristics\", \"Door-in-the-face technique\", \"Development\"",
      "preview": "0 • A • B • C • D • E • F • G • H • I • J • K • L • M • N • O • P • Q • R • S • T • U • V • W • X • Y • Z Latest Articles Cognitive dissonance Enmeshe"
    },
    {
      "url": "https://resourcewatch.org/dashboards/coral-reef-dashboards",
      "title": "Coral Reef Dashboards | Resource Watch",
      "description": "Global and regional summaries of the importance, status and outlook of coral reefs around the world",
      "preview": "pause play external search user list-mode cross layers opacity hide show item-unknown item-date item-category item-number logo-cms arrow-down arrow-up"
    },
    {
      "url": "https://ctan.org/pkg/biblatex",
      "title": "CTAN: Package BibLaTeX",
      "description": "void",
      "preview": "Login Settings Help Cover Cover Starting out with T e X... CTAN Background Mirrors T e X user groups Privacy Credits Upload Upload Upload basics Uploa"
    },
    {
      "url": "https://wignpo.wixsite.com/wignpo/disclaimer",
      "title": "Disclaimer | wignpo",
      "description": "void",
      "preview": "top of page Este sitio web fue creado con Wix. Crea el tuyo hoy mismo. Empezar DISCLAIMER The information contained in this website is for general"
    },
    {
      "url": "https://books.google.com.co/books?id=Tcw2AAAAIAAJ&q=Magistrado&dq=editions:STANFORD36105063563113&lr=&source=gbs_word_cloud_r&cad=4",
      "title": "Jurisprudencia criminal: collección completa de la sentencias dictadas por ... - Spain. Tribunal Supremo - Google Libros",
      "description": "void",
      "preview": "Sign in Hidden fields Libros Mi biblioteca Ayuda Búsqueda avanzada de libros Compra libros en Google Play Explora la mayor tienda de eBooks del mundo"
    },
    {
      "url": "https://www.ipsy.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://www.utsa.edu/budget/resources/forms-tools.html",
      "title": "Forms and Tools | Budget and Financial Planning | UTSA | University of Texas at San Antonio",
      "description": "void",
      "preview": "Search Bar Search Home Resources Forms and Tools Budget and Financial Planning Home About Projects Budget Team Organizational Chart Budget Planning Fi"
    },
    {
      "url": "https://500px.com",
      "title": "500px",
      "description": "void",
      "preview": "Explore the most popular photos on 500px."
    },
    {
      "url": "https://e.app.link/?mParticle%20ID=Anonymous&utm_term=enews&utm_content=all-shows&utm_medium=redirect-to-nbc&utm_campaign=enews_web_evergreen_redirect&utm_source=enews-dotcom&Canonical%20URL=https%3A%2F%2Fwww.nbc.com%2Fnetworks%2Fe&$ios_deeplink_path=series%2F&$android_deeplink_path=series%2F&$desktop_url=https%3A%2F%2Fwww.nbc.com%2Fnetworks%2Fe",
      "title": "E! - NBC.com",
      "description": "Find content from E! and the NBCUniversal family of networks on NBC.com!",
      "preview": "Main Content"
    },
    {
      "url": "https://huggingface.co/docs/datasets/index",
      "title": "Datasets",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Datasets documentation Datasets Datasets 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset viewer Da"
    },
    {
      "url": "https://fonts.google.com/knowledge/choosing_type/choosing_typefaces",
      "title": "Choosing type - Fonts Knowledge - Google Fonts",
      "description": "When you have some text, how can you choose a typeface? Many people-professional designers included-go through an app's font menu until we find one we like. But the aim of this Google Fonts Knowledge module is to show that there are many considerations that can improve our type choices. By setting some useful constraints to aid our type selection, we can also develop a critical eye for analyzing type along the way.",
      "preview": "void"
    },
    {
      "url": "https://portal.vuce.gub.uy/VUCE/servlet/loginvuce",
      "title": "Login",
      "description": "Login",
      "preview": "Ingresá con tu usuario de VUCE CI Pasaporte extranjero AFGANISTAN ÅLAND ISLANDS ALBANIA ALEMANIA AMERICAN SAMOA ANDORRA ANGOLA ANGUILLA ANTARCTICA ANT"
    },
    {
      "url": "https://blog.chromium.org/",
      "title": "Chromium Blog",
      "description": "News and developments from the open source browser project",
      "preview": "Chromium Blog News and developments from the open source browser project Introducing Skia Graphite: Chrome's rasterization backend for the future Tues"
    }
  ],
  "_meta": {
    "total_bookmarks": 133
  }
}