{
  "data": [
    {
      "url": "https://www.soyvisual.org/node/58445/lightbox/nojs",
      "title": "Planos #Soyvisual",
      "description": "void",
      "preview": "Pasar al contenido principal Planos Soyvisual.org es un proyecto de Fundación Orange. Licencia: CC (BY-NC-SA) . Descargar Leer más acerca de \"Planos\""
    },
    {
      "url": "http://adcolor.org/conference?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Conference | ADCOLOR",
      "description": "Attend the ADCOLOR conference, the premier gathering for professionals across creative industries. November 11-14, 2025 at Disney's Coronado Springs.",
      "preview": "close menu close About Our mission Board Members Community Groups Alumni Team Programs & Events Awards Conference Futures Leaders Partners Partners Re"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/beef-bourguignon",
      "title": "Beef Bourguignon Recipe | Good Food",
      "description": "The secret to this super-rich beef casserole is to use all wine and no stock. A beef bourguignon recipe triple-tested by the Good Food team.",
      "preview": "Skip to main content Beef bourguignon Barney Desmazery Save recipe Serves 6 Easy Prep: 45 mins Cook: 3 hrs and 30 mins Plus overnight marinating A sta"
    },
    {
      "url": "https://www.musiciansoncall.org/",
      "title": "Home - Musicians On Call",
      "description": "void",
      "preview": "Close Search for: Search Adding a dose of joy since 1999. Join us and keep the beat going in healthcare environments. Learn More About Our Programs St"
    },
    {
      "url": "https://www.educationalappstore.com/best-apps/best-video-streaming-apps-for-kids",
      "title": "Streaming Apps for Kids That Are Safe and Educational - EducationalAppStore",
      "description": "These streaming video apps are designed with children in mind, offering safe, age-appropriate content that balances fun and learning.",
      "preview": "We independently evaluate all of our recommendations. If you click on links we provide, we may receive compensation. Streaming Apps for Kids That Are"
    },
    {
      "url": "https://www.murfie.com",
      "title": "The New Murfie",
      "description": "void",
      "preview": "FEEL YOUR MUSIC True Media Ownership with Collection to Cloud® Murfie Monthly Cost Estimator: Service Storage Only Storage and Access Discs stored: Ac"
    },
    {
      "url": "https://www.editorialmanager.com/one-earth",
      "title": "Editorial Manager®",
      "description": "Full-Function Web-Enabled Manuscript Submission and Tracking System for Peer Review",
      "preview": "Important Message: Site under development. Do not use for live manuscript submission."
    },
    {
      "url": "https://mejuri.com/",
      "title": "Fine Jewelry For Every Day | Mejuri",
      "description": "Mejuri is the new luxury of online jewelry shops. Discover handcrafted, everyday fine jewelry inspired by you.",
      "preview": "Skip to main content Caret Caret Most Loved. Shop Best Sellers Free shipping on all orders.no min spend. Pause MATCH MADE Designed for play-with endle"
    },
    {
      "url": "https://www.hembroinfotech.com/online-exam-portal-Manipur.php",
      "title": "Online Exam Portal in Manipur | Hembro Infotech Pvt. Ltd.",
      "description": "Best Online Exam Portal in Manipur, Powered by Hembro Infotech Pvt. Ltd.",
      "preview": "Home Educational Services School Management Software Online Admission Portal Online Class Portal Online Notes Portal Online Exam Portal Online Fee Col"
    },
    {
      "url": "http://www.ilfoglio.it/",
      "title": "Il Foglio - Edizione Online",
      "description": "Il Foglio, giornale fondato da Giuliano Ferrara e ora diretto da Claudio Cerasa. Il giornale che vanta il maggior numero di imitazioni.",
      "preview": "Il riconoscimento va alla politica e attivista venezuelana, oppositrice di Nicolas Maduro Redazione DALL'ARCHIVIO DEL FOGLIO | Così abbiamo raccontato"
    },
    {
      "url": "https://docs.python.org/3/library/pathlib.html",
      "title": "pathlib - Object-oriented filesystem paths - Python 3.14.0 documentation",
      "description": "Source code: Lib/pathlib/ This module offers classes representing filesystem paths with semantics appropriate for different operating systems. Path classes are divided between pure paths, which pro...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » File and Directory Access » pathlib - Objec"
    },
    {
      "url": "https://assuredstrategy.com/",
      "title": "Leadership Training. Scaling Up Coaches. Executive Coaching.",
      "description": "Discover leadership training & executive coaching to drive growth. Scaling Up Coaches, leadership coaching, weekly events elevate success! TX based Assured Strategy",
      "preview": "Skip to content Contact Us Contact Us Scaling Up Business Coaches Atomic Dev 2025-01-06T12:33:17-06:00 Navigate Change & Scale Up with The Strategy Sh"
    },
    {
      "url": "http://yt.be/songwriters",
      "title": "YouTube for Songwriters - Songwriters Home",
      "description": "Browse resources tailor-made for songwriters, producers, and their teams. Find answers, create your visual discography, and promote your latest work on YouTube.",
      "preview": "The Home For Songwriters On YouTube Made just for you - a space created for songwriters, producers, and their teams to thrive on YouTube. Browse Resou"
    },
    {
      "url": "https://www.samsung-climatesolutions.com/en-gb/b2c.html",
      "title": "Climate Control Systems for Home | Samsung Climate Solutions UK",
      "description": "Create the perfect indoor enviroment in your home. Samsung Climate solutions can help you to optimise confort, efficiency, and air quality.",
      "preview": "Come home to your perfect bubble See our residential solutions Scroll down Explore the world of climate control Discover heat pumps and air conditioni"
    },
    {
      "url": "https://firefox-dev.tools/",
      "title": "Firefox Developer Tools",
      "description": "void",
      "preview": "Firefox Developer Tools A set of tools for inspecting and editing web code. Our team works closely with the community and is always happy to welcome n"
    },
    {
      "url": "https://www.yogajournal.com/",
      "title": "Yoga Journal | Yoga Poses - Sequences - Philosophy - Events",
      "description": "Yoga Journal is your source for yoga pose instruction, sequences, free video classes, guided meditations, and information on the yogic lifestyle.",
      "preview": "Yoga Journal Powered by Outside Don't miss new adventures Get all the latest delivered to your feed. How to Practice Arm Balances Without Wrecking You"
    },
    {
      "url": "https://superherowithoutacape.tumblr.com/",
      "title": "Ramblings of a Wannabe Superhero",
      "description": "Age doesn't exist on Krypton. Probably a bit TOO into my tv ships. >_> Also may be a music junkie, anime head, GAMER! No one really knows. @_@ Engineer in the making!",
      "preview": "Ramblings of a Wannabe Superhero Age doesn't exist on Krypton. Probably a bit TOO into my tv ships. >_> Also may be a music junkie, anime head, GAMER!"
    },
    {
      "url": "http://www.baylorhealth.com/Pages/Default.aspx",
      "title": "Welcome to Baylor Scott & White Health",
      "description": "Baylor Scott & White Health has a strong commitment to innovation, collaboration, integrity and compassion for patients. How can we help you?",
      "preview": "We operate our provider referral service to assist patients in selecting providers who are members of Baylor Scott & White Quality Alliance. There are"
    },
    {
      "url": "https://crosstownfitness.com/",
      "title": "Chicago Gym | Chicago HIIT Group Fitness | Chicago Personal Training",
      "description": "Our Gyms in Chicago Have The Largest Offering of Group Fitness Classes & Personal Training. We Offer Over 100+ Weekly Group Fitness Classes in West Loop, Roscoe Village & Lakeview.",
      "preview": "Try us Schedule Join Our Team FIRST TIME PERSONAL TRAINING CTF TEAM SCHEDULE CORPORATE WELLNESS CTF GAMES Nutrition EFFICIENT & EFFECTIVE Each class w"
    },
    {
      "url": "https://bit.ly/2JlPTBi",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://chromeenterprise.google/os/upgrade/",
      "title": "Get Started with a ChromeOS Device Management License - ChromeOS",
      "description": "With ChromeOS device management, businesses can remotely manage the devices that power employees. Explore customized upgrades and licenses.",
      "preview": "Managing your business devices is this simple With ChromeOS device management, businesses can easily and remotely manage the devices that power employ"
    },
    {
      "url": "https://www.algonquinhotel.com/",
      "title": "Finest Luxury - Hotel Near Times Square | The Algonquin Hotel",
      "description": "The Algonquin Hotel is a magnet for the Literati that were drawn to the finest luxury hotel near Times Square. Take the journey to discover luxury accommodations.",
      "preview": "Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Pause"
    },
    {
      "url": "https://www.vermilionstandard.com/life/senior-living-friendships-old-and-new-provide-saving-grace",
      "title": "Senior Living: Friendships, old and new, provide saving grace | Vermilion Standard",
      "description": "Circle of friends widened during the pandemic.",
      "preview": "Advertisement oop Story continues below This advertisement has not loaded yet, but your article continues below. Skip to Content Advertisement 1 This"
    },
    {
      "url": "https://www.stimson.org/research/trade-tech/conventional-arms/",
      "title": "Conventional Arms Research • Stimson Center",
      "description": "Leading foreign affairs research projects, publications, and events on the topic of Conventional Arms from the Stimson Center.",
      "preview": "Skip to content Trade & Technology Conventional Arms Projects Advancing Child Protection Through Peacekeeping Assessing efforts to protect children an"
    },
    {
      "url": "https://www.learnui.design/blog/spice-up-designs.html",
      "title": "37 Easy Ways to Spice Up Your UI Designs - Learn UI Design",
      "description": "Illustrated tips for making your UI and web designs more visually interesting · Backgrounds · Borders & dividers · Shadows · Text · Other techniques",
      "preview": "Skip to content 37 Easy Ways to Spice Up Your UI Designs Erik D. Kennedy · Published Jul 11, 2022 Ever been working on a design that feels too plain?"
    },
    {
      "url": "https://revodoc.valdoise.fr/resultat.php?q=1&spec_expand=&sort_define=tri_annee&sort_order=1&rows=10&fq=frbr%3A%281%29+AND+typedoc%3A%28%22j%22%29+AND+auteurs_ac%3A%28%22McFerrin%2C+Bobby%22%29+AND+sujets_ac%3A%28%22Jazz%22%29+AND+auteurs_ac%3A%28%22Kay%2C+Connie%22%29+AND+auteurs_ac%3A%28%22Modern+jazz+quartet%22%29+AND+type_fonds%3A%28%22g%22%29",
      "title": "Résultats (oeuvres) - RéVOdoc",
      "description": "void",
      "preview": "E-mail Fichier E-mail : Nom du fichier : Format bibliographique : Texte CSV Excel × Close Identification Identifiant : Mot de passe : Mot de passe oub"
    },
    {
      "url": "http://gsesmartiptv.com/privacy/index.html",
      "title": "App Privacy Policy Generator",
      "description": "A simple web app to generate a generic privacy policy for your Android/iOS apps",
      "preview": "Privacy Policy GSE IPTV all platforms are developed by GSE TECHNOLOGY LTD. Applications are provided by GSE TECHNOLOGY LTD and is intended for use as"
    },
    {
      "url": "https://esupervivencia.com/category/blog-ees/",
      "title": "Blog EES archivos - Escuela Española de Supervivencia",
      "description": "void",
      "preview": "Categoría: Blog EES Consejos de defensa personal: Cómo evitar y escapar de una agresión: 19 agosto, 2023 Blog EES , Defensa Personal , Sin categoría ,"
    },
    {
      "url": "https://oksenate.gov/press-releases/standridge-files-bills-address-indoctrination-oklahoma-schools?back=/senator-press-releases/rob-standridge",
      "title": "Standridge files bills to address indoctrination in Oklahoma schools | Oklahoma Senate",
      "description": "OKLAHOMA CITY - Sen. Rob Standridge, R-Norman, filed two bills Thursday addressing an issue of growing concern for Oklahoma parents - the indoctrination of their children in school classrooms and on college campuses.",
      "preview": "Skip to main content Share Printer Friendly back to press releases December 16, 2021 | 04:30pm Standridge files bills to address indoctrination in Okl"
    },
    {
      "url": "https://www.visitportugal.com/pt-pt/content/lisboa",
      "title": "Lisboa | www.visitportugal.com",
      "description": "Sobre a margem direita do amplo estuário do rio Tejo, a capital de Portugal assente sobre encantadoras colinas, desfruta de uma situação geográfica ímpar, a que deve o seu destino de cidade cosmopolita. A sua luz excepcional, encantamento de escritores, fotógrafos e cineastas, o casario claro que trepa sobre as colinas, onde sobressai a cor ocre dos telhados, a policromia dos",
      "preview": "Passar para o conteúdo principal www.visitportugal.com Pesquisa Pesquisa avançada Idioma Partilhe RSS Partilhe E-mail N3 132853 117.93.76.183 node/132"
    }
  ],
  "_meta": {
    "total_bookmarks": 30
  }
}