{
  "data": [
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/F878",
      "title": "Comment un salarié à temps plein peut-il passer à temps partiel ? | Service Public",
      "description": "Si un salarié souhaite travailler à temps partiel, il doit respecter une procédure qui varie selon qu'elle est fixée ou non par convention ou par accord.",
      "preview": "Javascript est desactivé dans votre navigateur. Ajouter à mes favoris Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Ferme"
    },
    {
      "url": "https://www.wetv.com",
      "title": "We TV | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "We TV is the premium network destination where culture, passion, and drama thrive. Watch the latest episodes of The Braxtons, Love After Lockup, Brat Loves Judy, Toya & Reginae, Mama June and more.",
      "preview": "Fridays 9:30/8:30c Deb's House Legendary music mogul Deb Antney returns to change the female rap game. Here, Antney proves that becoming a hip-hop sup"
    },
    {
      "url": "https://www.usa.gov/coronavirus",
      "title": "Redirecting to https://www.usa.gov/health",
      "description": "void",
      "preview": "Redirecting to https://www.usa.gov/health ."
    },
    {
      "url": "https://privacyportal.onetrust.com/webform/e65b3c4c-fa81-40d2-9df0-c7e99bf5f900/433ac076-21f3-4342-b391-a4d7d631cd3f",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.josuttis.com/tmplbook/",
      "title": "Nicolai Josuttis: Objektorientiertes Programmieren in C++",
      "description": "Consulting",
      "preview": "Welcome! This is the home page of Nicolai M. Josuttis. Unfortunately you use a browser, that is not able to handle frames. However, I designed my web"
    },
    {
      "url": "https://www.musee-orsay.fr/en/whats-on",
      "title": "What's on | Musée d'Orsay",
      "description": "void",
      "preview": "Skip to main content What's on Choose a date : Select a date Start date End date Today This week-end Next week Interested in : Exhibitions Tours and w"
    },
    {
      "url": "https://www.oneplus.com/us",
      "title": "OnePlus Official Site",
      "description": "Shop for OnePlus Mobiles, IOT, and Accessories including OnePlus 13, 13R, Nord N30 5G, Pad 2, Watch 3, Buds Pro 3, and Buds 3 at the OnePlus official store. Get Discount bundle here!",
      "preview": "Skip to main content OnePlus Official Site"
    },
    {
      "url": "https://shop-links.co/cjbgBpZ0yDA",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://mozilla.design/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=resources",
      "title": "Home - Mozilla Dot Design",
      "description": "Link About Personality Logos & Usage Color Visuals Typography Firefox fights for you Link Mozilla About Personality Logos & Usage Color Visuals Typography Mozilla fights for the internet",
      "preview": "mozilla dot design"
    },
    {
      "url": "https://sell.amazon.com/grow#nsi",
      "title": "Sell more with the New Seller Guide | Sell on Amazon",
      "description": "The New Seller Guide is a set of brand, logistics, pricing, and promotional services that Amazon recommends to sellers who are just getting started. It includes Amazon Brand Registry, A+ Content, Vine, Automate Pricing, Fulfillment by Amazon (FBA), and Advertising. It also includes over $50,000 in New Seller Incentives.",
      "preview": "Sell more with the New Seller Guide Sellers who use the New Seller Guide during their first 90 days generate approximately 6x more first-year sales on"
    },
    {
      "url": "https://twitter.com/KotilAbdulkadir",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is not available. We've detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to"
    },
    {
      "url": "https://buddhism-controversy-blog.com/2012/04/09/boring-texts-by-je-tsongkhapa-vs-good-feeling-texts-by-geshe-kelsang/?replytocom=2917",
      "title": "Boring Books by Je Tsongkhapa vs. Good Feeling Books by Geshe Kelsang - Tibetan Buddhism - Struggling With Diffi·Cult Issues",
      "description": "The following is an excerpt of a transcript of a speech given by Geshe Kelsang Gyatso, the founder of the New Kadampa Tradition (NKT) Talk on Je Tsongkhapa Day 25th October 1996, edited November 27th 1996 At Lama Chopa puja at Manjushri Mahayana Buddhist Centre p.5 At least we should understand that we have a...",
      "preview": "Skip to content The following is an excerpt of a transcript of a speech given by Geshe Kelsang Gyatso, the founder of the New Kadampa Tradition (NKT)"
    },
    {
      "url": "https://www.walmartsustainabilityhub.com/project-gigaton/forests",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.mwm-apps.com/legals/procolor/tos",
      "title": "MWM",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://i-doser.com/privacy.html",
      "title": "iDoser Privacy Policy and Disclaimer",
      "description": "I-Doser Privacy Policy and Disclaimer",
      "preview": "Privacy Policy and Disclaimer Privacy and Disclaimer iDoser Privacy Policy and Disclaimer Binaural doses use potentially powerful brainwave audio to h"
    },
    {
      "url": "https://www.trevorloudon.com/2006/03/libz-tell-nanny-state-to-mind-her-own-business/",
      "title": "Libz Tell Nanny State to Mind Her Own Business - Trevor Loudon's New Zeal Blog",
      "description": "The Libertarianz are telling Nanny State where to get off.Julian Pistorius has coverage of Libz groups around the country burning their census forms.The only reason you need a Census is to use the ...",
      "preview": "Breaking News 2025-10-07 Democrats and Hamas Are Winning 2025-10-03 Nothing Much has Changed Under Kash Patel's FBI 2025-10-01 Mr. President, Please G"
    },
    {
      "url": "https://mrag-europe.eu/home/",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us Experience Services Environment and Climate Change Natural Resource Assessment & Management Go"
    },
    {
      "url": "https://spotmedia.ro/tag/covid-19-stiri",
      "title": "Covid 19 știri - Stiri - spotmedia.ro",
      "description": "Citeste mai noi stiri cu tema: Covid 19 știri in spotmedia.ro",
      "preview": "Skip to content Acasă Covid 19 știri O echipă de medici americani raportează ceea ce pare a fi primul caz pediatric de paralizie bilaterală a corzilor"
    },
    {
      "url": "https://allergyasthmanetwork.org/",
      "title": "Your Trusted Resource - Allergy & Asthma Network",
      "description": "and for those who care for them",
      "preview": "Skip to content Online Shop Donate Now Search for: Search Button ONLINE SHOP DONATE NOW Search for: Search Button MENU Mobile Menu Your trusted resour"
    },
    {
      "url": "https://www.nationalgeographicpartners.com/about/",
      "title": "National Geographic - National Geographic",
      "description": "void",
      "preview": "Skip to content Dolphins Up Close with Bertie Gregory Available On Top Guns: The Next Generation Available On SHARKFEST 2025 Now streaming on Disney+"
    },
    {
      "url": "https://www.rollingstone.com/tv-movies/tv-movie-features/the-idol-hbo-next-euphoria-torture-porn-the-weeknd-sam-levinson-lily-rose-depp-blackpink-jennie-1234688754/",
      "title": "'The Idol': How HBO's Next 'Euphoria' Became Twisted 'Torture Porn'",
      "description": "Thirteen sources tell Rolling Stone that 'The Idol' - Sam Levinson's new show with The Weeknd and Lily-Rose Depp - has gone wildly off the rails.",
      "preview": "× Skip to main content By Cheyenne Roundtree Cheyenne Roundtree Contact Cheyenne Roundtree on X Contact Cheyenne Roundtree by Email View all posts by"
    },
    {
      "url": "https://www.medseaalliance.org",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "https://www.telemundo.com/",
      "title": "Telemundo | Noticias, Shows, Entretenimiento, Series y Novelas | Telemundo",
      "description": "La mejor cobertura de noticias en español, capítulos completos de nuestras series y shows, entretenimiento, estilo de vida, y los videos y fotos del momento.",
      "preview": "IE 11 no es compatible. Para una experiencia óptima, visite nuestro sitio en otro navegador. Saltar al Contenido NOTICIAS TELEMUNDO VER MÁS Associated"
    },
    {
      "url": "http://www.abs.gov.au/",
      "title": "Australian Bureau of Statistics",
      "description": "Australia's national statistical agency providing trusted official statistics on a wide range of economic, social, population and environmental matters.",
      "preview": "Search ABS Welcome to the Australian Bureau of Statistics Population 27,536,874 31 March 2025 Estimated resident population Consumer price index 2.1%"
    },
    {
      "url": "http://www.icj-cij.org/",
      "title": "Cour internationale de Justice - International Court of Justice | INTERNATIONAL COURT OF JUSTICE",
      "description": "void",
      "preview": "Skip to main content Cour internationale de Justice International Court of Justice Français English العر بية Español Русский 中文 La Cour internationale"
    },
    {
      "url": "https://ipbes.net/global-assessment",
      "title": "Global Assessment Report on Biodiversity and Ecosystem Services | IPBES secretariat",
      "description": "IPBES is to perform regular and timely assessments of knowledge on biodiversity and ecosystem services and their interlinkages at the global level. Also addressing an invitation by the Conference of the Parties of the Convention on Biological Diversity (CBD) to prepare a global assessment of biodiversity and ecosystem services building, inter alia, on its own and other relevant regional, subregional and thematic assessments, as well as on national reports.",
      "preview": "Skip to main content Assessments Second global assessment Spatial planning and connectivity assessment Monitoring assessment Business and biodiversity"
    },
    {
      "url": "http://www.usanetwork.com/page/help",
      "title": "Availability Notice",
      "description": "void",
      "preview": "Enable JavaScript to run this app. Skip to main content Skip to main content"
    },
    {
      "url": "https://spark.adobe.com/page/ung95LiPSQyZs/",
      "title": "Pesca del calamar gigante en las aguas de del Pacífico sudeste",
      "description": "See the story",
      "preview": "Loading Pesca del calamar gigante en las aguas de del Pacífico sudeste Global Fishing Watch analiza la actividad de las flotas de calamares pelágicos."
    },
    {
      "url": "http://s190595841.onlinehome.us/?p=colchicine%2Bcost%2Buk",
      "title": "fly2lunch.com",
      "description": "void",
      "preview": "It's what you need to do. Fly2Lunch. Airport Restaurant Search Starting airport: Min distance: nm Max distance: nm Search for restaurants: All airport"
    },
    {
      "url": "https://getreadyguilford.org/",
      "title": "Homepage - Ready for School, Ready for Life",
      "description": "Ready for School, Ready for Life is a collaborative effort to build a connected, innovative system of care for Guilford County's youngest children and their families.",
      "preview": "Skip to content Ready for School Ready for Life Building a connected system of care for our youngest children and their families. We Are Ready to addr"
    },
    {
      "url": "https://www.blackchamber.com/",
      "title": "Silicon Valley Black Chamber of Commerce",
      "description": "void",
      "preview": "Skip to main content Featured News Chamber Blog Read All About It Upcoming Events See All Events 14 Oct 2025 | 06:00 PM - 07:30 PM \"AI IN ACTION: TURN"
    },
    {
      "url": "https://download.oracle.com/javaee-archive/servlet-spec.java.net/jsr369-experts/2015/09/0264.html",
      "title": "[jsr369-experts] Re: Working towards Early Draft Review",
      "description": "void",
      "preview": "[jsr369-experts] Re: Working towards Early Draft Review This message : [ Message body ] [ More options ( top , bottom ) ] Related messages : [ Next me"
    },
    {
      "url": "http://www.ricettadelgiorno.com/",
      "title": "RicettaDelGiorno.com - Food & Beverage Domains for Sale - Buy Premium Culinary Domain Names | Domain for Sale. Call 888-694-6735.",
      "description": "RicettaDelGiorno.com - a great premium domain available for sale.",
      "preview": "This Domain Name Is For Sale RicettaDelGiorno.com $2,888 USD Buy Now You are inquiring about the domain name RicettaDelGiorno.com Please complete th"
    },
    {
      "url": "https://developer.bestbuy.com/",
      "title": "Best Buy Developer Portal",
      "description": "Come explore our APIs and unleash their possibilities.",
      "preview": "DEVELOPER LOGIN SIGN UP OUR APIS DOCUMENTATION CONTACT US Reach your full potential by integrating with the world's most powerful retail APIs 100+ Bra"
    },
    {
      "url": "https://digital.usveteransmagazine.com/US-Veterans-Magazine-Winter-2020/78/",
      "title": "US-Veterans-Magazine-Winter-2020 78 U.S. Veterans Magazine Digital Issue",
      "description": "Equipping Veterans with essential career, education, and business opportunities and resources, including veteran hiring events and scholarships for veterans and their families.",
      "preview": "We're sorry but this application doesn't work properly without JavaScript enabled. To use this application, please enable JavaScript in your browser a"
    },
    {
      "url": "https://dol.ny.gov/",
      "title": "Department of Labor Home Page | Department of Labor",
      "description": "void",
      "preview": "Skip to main content We Are Your DOL Get Help With Unemployment Benefits Find a Job Affected by the Federal Shutdown? Information for Workers Impacted"
    },
    {
      "url": "https://www.mpr.org/about",
      "title": "About MPR | Minnesota Public Radio",
      "description": "Minnesota Public Radio® (MPR) is one of the nation's premier public radio stations producing programming for radio, digital and live audiences.",
      "preview": "About MPR Minnesota Public Radio® (MPR) is one of the nation's premier public radio organizations, producing programming for radio, digital and live a"
    },
    {
      "url": "https://mozilla.github.io/hackweek-avatar-maker/",
      "title": "Hackweek Avatar Maker",
      "description": "Build customized avatars for Mozilla Hubs!",
      "preview": "void"
    },
    {
      "url": "https://go.microsoft.com/fwlink/?linkid=2213312",
      "title": "Explore Microsoft Edge Performance Features | Microsoft Edge",
      "description": "Learn more about performance features in Microsoft Edge. Explore how features like Startup boost, Sleeping tabs, and more can improve your browsing experience.",
      "preview": "Skip to main content Search Try Edge Performance Microsoft Edge has built-in features like Startup boost and Sleeping tabs, which make your browser st"
    },
    {
      "url": "https://www.burtsbees.com/product/tinted-lip-oil/792850898103.html",
      "title": "void",
      "description": "void",
      "preview": "Oops! JavaScript is disabled To browse the Venia store, enable JavaScript in your browser."
    },
    {
      "url": "https://web.stanford.edu/class/cs224n/",
      "title": "Stanford CS 224N | Natural Language Processing with Deep Learning",
      "description": "void",
      "preview": "CS224N: Natural Language Processing with Deep Learning Stanford / Winter 2025 Natural language processing (NLP) is a crucial part of artificial intell"
    },
    {
      "url": "https://resurety.com/white-paper-making-it-count/",
      "title": "White Paper: Making It Count - REsurety",
      "description": "Access REsurety's white paper to learn how updating Scope 2 accounting can drive the next phase of decarbonization.",
      "preview": "Who We Serve Advisors Broader Clean Energy Ecosystem Clean Energy Buyers Clean Energy Investors Clean Energy Sellers Hedge Providers REsurety's Custom"
    },
    {
      "url": "https://jsonschema.dev/",
      "title": "JSON Schema Validation",
      "description": "JSON Schema Validation, in browser, using ajv, with linting, and shareable schemas",
      "preview": "We're sorry but json-schema-check doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.law.columbia.edu/news/archive/kimberle-crenshaw-intersectionality-more-two-decades-later#:~:text=Crenshaw%3A%20Intersectionality%20is%20a%20lens,class%20or%20LBGTQ%20problem%20there",
      "title": "Kimberlé Crenshaw on Intersectionality, More than Two Decades Later | Columbia Law School",
      "description": "Professor Crenshaw coined the term and co-founded the African American Policy Forum. Before AAPF's 20th anniversary, Crenshaw reflects on where intersectionality is heading.",
      "preview": "Skip to main site navigation Skip to main content Kimberlé Crenshaw on Intersectionality, More than Two Decades Later News From Columbia Law Story Arc"
    },
    {
      "url": "https://www.shopgoodwill.com/",
      "title": "Online Thrift Store For Unique & Vintage Finds | ShopGoodwill.com",
      "description": "Find incredible deals at Home | ShopGoodwill.com , the go-to online thrift store for gently used clothing, electronics, vintage jewelry and more. Save big today!",
      "preview": "Online Marketplace for Goodwill Thrift Stores | Shopgoodwill.com Featured Items View All Hot 50 View All Shop Top Categories View All View All Recomme"
    },
    {
      "url": "http://ncdrc.nic.in",
      "title": "NATIONAL CONSUMER DISPUTES REDRESSAL COMMISSION",
      "description": "free website template",
      "preview": "◆ Selection for the post of Member in NCDRC Dt. 23/09/2025. NATIONAL CONSUMER DISPUTES REDRESSAL COMMISSION ABOUT US Hon'ble Mr. Justice Amreshwar Pra"
    },
    {
      "url": "https://it.linkedin.com/company/diadora-spa?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Diadora | LinkedIn",
      "description": "Diadora | 79.625 follower su LinkedIn. For 70 years, Diadora has been writing some of the most exciting pages of sport history. Headquartered in Caerano di San Marco (TV) Italy, it has made performance, quality, research and style the key values for its sporting and lifestyle goods. Diadora was born in 1948 to spark, inspire and give voice to consumer.",
      "preview": "LinkedIn rispetta la tua privacy LinkedIn e terze parti utilizzano cookie essenziali e non essenziali per fornire, rendere sicuri, analizzare e miglio"
    },
    {
      "url": "https://www.carat.fiserv.com/",
      "title": "Carat Global Platform | Carat U.S. | Fiserv",
      "description": "Carat is the global commerce platform from Fiserv that orchestrates payments and experiences for the world's largest businesses.",
      "preview": "Skip to Contact an Expert Skip to Main Content The next generation platform to drive more commerce Carat is the global commerce platform from Fiserv t"
    },
    {
      "url": "https://go.missingkids.org/l/808593/2020-02-24/7gz7",
      "title": "Stay in Touch",
      "description": "void",
      "preview": "Donate NetSmartz NCMEC's Online Safety Education Program Title (optional) Mr. Mrs. Dr. Ms. First Name Email Comments Sign up and learn more about how"
    },
    {
      "url": "https://www.corneliajames.com/?gadid=637287656153&gclid=CjwKCAiA0cyfBhBREiwAAtStHKiiL5ukqH-_5x9nJsO2urImFRTJoTbCdJA-Yiw7uGNheeX7oWFrNRoCPKIQAvD_BwE&utm_campaign=1655166926&utm_content=65327481244&utm_medium=paid&utm_source=google&utm_term=cornelia%20james%20gloves",
      "title": "Cornelia James • Handmade Gloves Since 1946",
      "description": "Glovemakers of choice to the fashion world since 1946, and by Royal Appointment since 1946. Timeless gloves for every moment, occasion, and mood.",
      "preview": "Skip to content United Kingdom - enjoy Free Shipping* on orders above £250 Cornelia James Country/region United Kingdom (GBP £) Afghanistan (AFN ؋) Ål"
    },
    {
      "url": "https://naacpstore.org/",
      "title": "NAACP Store",
      "description": "NAACP Store",
      "preview": "Skip to content Just added to your cart Qty: View cart ( ) Continue shopping Icon Created with Sketch. Submit Close search Featured Products A Black V"
    },
    {
      "url": "https://hispanicfamilycenter.com/",
      "title": "Healthy Families & Communities - Serving South Jersey since 1976",
      "description": "HFC is a trusted nonprofit serving immigrant and underserved families in South Jersey with inclusive, bilingual support and vital services to empower brighter futures.",
      "preview": "Safety Exit Skip to content Home Page Important: Regular Hours Have Resumed at All Locations! Regular Hours at All Locations! Monday - Friday: 8:30 am"
    },
    {
      "url": "https://sjobs.brassring.com/TGnewUI/Search/Home/Home?partnerid=26336&siteid=5014#home",
      "title": "Job Search Welcome | Walgreens",
      "description": "Search for Internet job openings.",
      "preview": "void"
    },
    {
      "url": "https://itunes.apple.com/app/apple-store/id1193350206?pt=9008&ct=ytv-footer-ios&mt=8",
      "title": "‎YouTube TV on the App Store",
      "description": "YouTube TV is now the exclusive home of NFL Sunday Ticket. Watch every out-of-market Sunday game* on your TV and supported devices. Learn more: https://yt.be/nf...",
      "preview": "Screenshots Description YouTube TV is now the exclusive home of NFL Sunday Ticket. Watch every out-of-market Sunday game* on your TV and supported dev"
    },
    {
      "url": "https://lacelock.net/products/lace-lock-melting-spray-pre-order",
      "title": "Lace Lock Melting Spray - Fingaz Beauty",
      "description": "New Look New Formula STRONGER HOLD! Though it has a strong hold to put the lock down on your unit, this melting spray goes on clear and dries fast to prevent flaking, frizzing and lifting. The cleaner, safer, easier to use alternative to wig glue, our solution is resistant to humidity and designed to keep your unit in",
      "preview": "Skip to content FREE GROUND SHIPPING ON ALL U.S. ORDERS THIS MONTH!!! Item added to your cart View cart Check out Continue shopping Skip to product in"
    },
    {
      "url": "http://www.quantum-chemistry-history.com/",
      "title": "Udo Anders : Early Ideas in the History of Quantum Chemistry.",
      "description": "void",
      "preview": "Home Introduction to this site Contents/Index People History, Philosophy of QC (Newer) Books Connected with this Website Programs, Acronyms Usage Stat"
    },
    {
      "url": "http://libguides.ala.org/bookdiscussiongroups",
      "title": "History and General Resources - Book Discussion Groups - LibGuides at American Library Association",
      "description": "Resources for establishing a book discussion group",
      "preview": "Skip to Main Content Search this Guide Search Book Discussion Groups: History and General Resources Resources for establishing a book discussion group"
    },
    {
      "url": "https://www.bonappetit.com/recipe/cacio-e-pepe",
      "title": "Cacio e Pepe Recipe | Bon Appétit",
      "description": "Think of cacio e pepe as Roman mac and cheese. We've made a couple of tweaks to the classic recipe to ensure a creamy, cheesy sauce-even on a weeknight.",
      "preview": "Skip to main content Arrow Jump To Recipe Print Along with carbonara and amatriciana , cacio e pepe is one of Rome's essential pasta dishes, served at"
    },
    {
      "url": "https://www.aclu-mn.org/en/press-releases/aclu-mn-responds-supreme-court-ruling-against-restoring-voting-rights-minnesotans",
      "title": "ACLU-MN RESPONDS TO SUPREME COURT RULING AGAINST RESTORING VOTING RIGHTS TO MINNESOTANS | ACLU of Minnesota",
      "description": "The Minnesota Supreme Court ruled today that our Constitution doesn't automatically provide Minnesotans on felony probation with the right to vote upon release from incarceration.",
      "preview": "Skip to main content ACLU-MN RESPONDS TO SUPREME COURT RULING AGAINST RESTORING VOTING RIGHTS TO MINNESOTANS Media Contact Lynette Kalsnes, ACLU of Mi"
    },
    {
      "url": "http://www.flux-entertainment.com/contact.php",
      "title": "Flux Entertainment",
      "description": "void",
      "preview": "Home App Contact Name: E-Mail Address: Subject: Message: Reset Send"
    },
    {
      "url": "https://www.emag.ro/telefoane-mobile/c",
      "title": "Telefoane Mobile. Afla Preturile! - eMAG.ro",
      "description": "Iti doresti un telefon mobil nou, in rate? La eMAG, telefoanele mobile au preturi avantajoase. Cumpara acum si beneficiezi de plata in rate, deschidere colet, easybox, retur gratuit 30 de zile -Instant Money Back.",
      "preview": "Contul meu Laptop, Tablete & Telefoane PC, Periferice & Software TV, Audio-Video & Foto Electrocasnice & Climatizare Gaming, Carti & Birotica Bacanie"
    },
    {
      "url": "https://www.thesun.co.uk/tvandshowbiz/14411010/rhonys-bethenny-frankel-engagement-rumors-diamond-ring-paul-bernon/",
      "title": "RHONY's Bethenny Frankel is ENGAGED to boyfriend Paul Bernon as she shows off massive diamond ring on beach getaway | The Sun",
      "description": "REAL Housewives Of New York's Bethenny Frankel is engaged to her on-again boyfriend Paul Bernon - after finally finalizing her divorce from ex Jason H",
      "preview": "Jump directly to the content UK Edition US Edition Scottish Sun Irish Sun Search My Account Sign in Sun Club MORE SECTIONS Tech Royals Wellness Dear D"
    },
    {
      "url": "https://newrepublic.com/article/165124/ron-desantis-white-house-florida-democrats-eyeing-him",
      "title": "Ron DeSantis Is Eyeing the White House. Florida Democrats Are Eyeing Him. | The New Republic",
      "description": "He seems to be the heavy favorite for reelection at the moment. But remember-he only won by 30,000 votes last time. And he's under 50 percent. Stranger things have happened.",
      "preview": "Skip Navigation If any candidate in the 2022 Florida gubernatorial election wants this year's race to be a localized affair without much national scru"
    },
    {
      "url": "https://rubygems.org/gems/git_remote_branch/versions/0.3.5?locale=zh-CN",
      "title": "git_remote_branch | RubyGems.org | 您的社区 Gem 托管中心",
      "description": "void",
      "preview": "git_remote_branch 0.3.5 git_remote_branch is a learning tool to ease the interaction with remote branches in simple situations. Gemfile: = 安装: = 版本列表:"
    },
    {
      "url": "https://business.gyft.com",
      "title": "Radware Bot Manager Captcha",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://lisakippsbrown.com/videos/promoting-unity-while-saluting-diversity-triple-nikel/",
      "title": "Promoting Unity While Saluting Diversity: Triple Nikel | Transformational Entrepreneurship: Lisa Kipps-Brown",
      "description": "Four veterans founded Triple Nikel to offer diversity in veterans' apparel. The unapologetic American lifestyle brand salutes diversity in everything they do & is disrupting the industry one inclusive design at a time.",
      "preview": "Promoting Unity While Saluting Diversity: Triple Nikel When entrepreneurs see an unmet need in the marketplace, they act. That's exactly why the 4 co-"
    },
    {
      "url": "https://planetgreen.catsone.com/careers/5051-General/jobs/14517388-Federal-Enterprise-Account-Executive-API-DC",
      "title": "Careers | Planet Green Search",
      "description": "void",
      "preview": "Visit our website Category Accounting/Finance Architecture/Engineering Banking/Loans Customer Service Education Information Technology Manufacturing S"
    },
    {
      "url": "https://sportslens.com/",
      "title": "Sportslens.com - NFL, NBA, NHL, MLB News, Rumors & Betting Picks",
      "description": "NFL, NBA, NHL, MLB News, Rumors & Betting Picks",
      "preview": "Disclosure Top Sports News NFL LATEST Ravens' Lamar Jackson (hamstring) is trending toward missing his second straight game Zach Wolpin • Oct 09 2025"
    },
    {
      "url": "https://covid19.ca.gov/",
      "title": "COVID-19",
      "description": "void",
      "preview": "This site requires javascript. Please enable javascript on your browser to view this site. Division of Communicable Disease Control > Pages > Immuniza"
    },
    {
      "url": "https://mutable-instruments.net/archive/",
      "title": "Mutable Instruments prehistoric projects",
      "description": "None",
      "preview": "» Home This page contains the user manuals, assembly instructions or technical documentation of discontinued, non-Eurorack, Mutable Instruments produc"
    },
    {
      "url": "https://unicefusa.donorsupport.co/login",
      "title": "UNICEF USA",
      "description": "You're making a difference for children around the world everyday. With your monthly gift, you became a lifeline for children everywhere, helping them survive and thrive. If you have any questions about your monthly gift, please reach out at <a target=\"_blank\" rel=\"noopener\">pledge@unicefusa.org</a>.",
      "preview": "void"
    },
    {
      "url": "https://www.interessante-geschenke.de/eshop/einzigartige-holzgeschenke/militar-geschenke/us-panzer-abrams-militar-tank-holzspielzeug-geschenke-fur-soldaten-und-kinder/",
      "title": "HOLZ Militär Panzer Abrams 23 cm | mit Ihrer Gravur",
      "description": "Militär-Panzer Holzspielzeug Kinderspielzeug, das lange hält Geschichte des Abrams-Panzers Der Hauptpanzer M1 Abrams ist der Nachfolger des vorherigen",
      "preview": "HOLZ Militär Panzer Abrams 23 cm Home Eshop Einzigartige Holzgeschenke Holzsoldaten HOLZ Militär Panzer Abrams 23 cm Pin It HOLZ Militär Panzer Abrams"
    },
    {
      "url": "https://www.comune.roma.it/web/it/servizi.page",
      "title": "Roma Capitale | Sito Istituzionale | Servizi",
      "description": "void",
      "preview": "Vai al Contenuto Vai alla navigazione del sito Casa Digitale del Cittadino Menu di navigazione Tutti i servizi Municipio Servizi online Modulistica Ap"
    },
    {
      "url": "https://www.imb2b.com/trend/show.php?itemid=2397",
      "title": "新加坡國家館 進駐醫療展 - IMB2B.com",
      "description": "經濟部國際貿易局主辦，外貿協會執行之「台灣國際醫療展覽會」將於6月15日至18日，與「台灣國際銀髮族暨健康照護產業展」在台北世貿一館共同展出，新加坡醫療業者也籌組國家館參展。為疏解展覽期間擁擠人潮，現開放參觀預先登記。 - IMB2B.com",
      "preview": "Mobile QR code Cart ( 0 ) Product Supplier Trade Show Ebook Photo Video Brand 徵展活動 產業動態 Post Your Request Home Product Supplier Trade Show Ebook Photo"
    },
    {
      "url": "https://www.solinecamart.fr/products/bracelet-duo-ma-fille-cherie-et-maman-damour",
      "title": "Bracelet Famille Duo Ma Fille Chérie et Maman d'Amour| Soline Camart - solinecamart",
      "description": "Bracelet à Message Ma Fille Chérie et Maman d'Amour : choisissez le charm que vous souhaitez ! Cadeau idéal pour toutes les occasions. Des centaines de messages",
      "preview": "Ignorer et passer au contenu Votre panier est vide Continuer les achats Vous possédez un compte ? Connectez-vous pour payer plus vite. Votre panier Ch"
    },
    {
      "url": "https://www.milspouseroadmap.org/",
      "title": "MilSpouse Roadmap",
      "description": "void",
      "preview": "Skip to content Your Career Journey Can Take You ANYWHERE. The Military Spouse Career Journey Roadmap provides tools and resources to guide you as you"
    },
    {
      "url": "https://about.medium.com/creators/",
      "title": "Medium Partner Program",
      "description": "void",
      "preview": "Sitemap Medium Logo Sign in Sign up Medium Partner Program Medium's Partner Program is for people who are interested in helping us fulfill our mission"
    },
    {
      "url": "http://parodontoza.eu/?p=266",
      "title": "ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ - Пародонтоза",
      "description": "ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ Действие: Тази вода за уста съдържа естествени екстракти от салвия, мента и таро с антибактериални и освежаващи свойства, благодарение на които ефикасно възпрепятства образуването на плака и кариеси и възстановява равновесието на бактериалната флора на устната кухина. Използва се след измиване с паста и четка за...",
      "preview": "Skip to content ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ Пародонтоза >> Води за уста >> ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ"
    },
    {
      "url": "https://azmelly.tumblr.com/",
      "title": "Glimpses of My Life",
      "description": "If you want to know more, you could always ask. Perhaps I'll even answer.",
      "preview": "Glimpses of My Life 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna june 28 2020 earthstory it"
    },
    {
      "url": "https://www.oprahdaily.com/entertainment/a42447926/oprah-gayle-king-attend-piano-lesson-broadway/",
      "title": "The Cast of \"The Color Purple,\" Past and Present",
      "description": "For superfans and newbies alike, we've compiled a who's who of the 1985 The Color Purple and 2023 musical casts.",
      "preview": "Skip to Content From Alice Walker's 1982 novel to Steven Spielberg's 1985 film to two Broadway productions, The Color Purple has impacted and inspired"
    },
    {
      "url": "https://www.kauffman.org/",
      "title": "Ewing Marion Kauffman Foundation | Kauffman.org",
      "description": "The Kauffman Foundation helps unlock opportunity for all so that people can achieve financial stability, upward mobility, and economic prosperity - regardless of race, gender, or geography.",
      "preview": "Skip to content"
    },
    {
      "url": "https://prose.ffxwxg.net/c/3408212/804499/11046?subid3=people",
      "title": "Truly Custom Haircare and Skincare | Prose",
      "description": "Discover the difference of truly custom haircare and skincare with Prose: Personalized formulas made just for you. Take your free consultation now.",
      "preview": "Prose.com requires JavaScript in order to run properly. Please enable JavaScript in your browser settings. If you are attempting to access this site w"
    },
    {
      "url": "https://go.dev/doc/effective_go",
      "title": "Effective Go - The Go Programming Language",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sv.brusheezy.com/gratis/gl%C3%B6dlampor",
      "title": "Glödlampor Gratis Penslar - (28 Gratis Downloads)",
      "description": "28 Best Glödlampor Gratis Pensel Nedladdningar from the Brusheezy community. Glödlampor Gratis Penslar licensed under creative commons, open source, and more!",
      "preview": "Filters Glödlampor Penslar - 28 free brushes matching glödlampor Glödlampa borstar pack Lång skugga miljö natur ikon psd Diverse Pocket Icon PSD Pack"
    },
    {
      "url": "http://jasonheadley.com/honestmeditation/privacypolicy.html",
      "title": "Team Headley",
      "description": "void",
      "preview": "Privacy Policy H*nest Meditation is a mobile app made in SF, CA by Team Headley. (\"H*nest Meditation\", \"we\", \"us\", \"our\"). H*nest Meditation respects"
    },
    {
      "url": "http://jurisdependencia-asesoriayabogados.com/tag/reclamaciones/",
      "title": "reclamaciones Archives -",
      "description": "void",
      "preview": "To Top Scroll Down Close reclamaciones 09 Ago 2018 Jurisdependencia Asesoria y Abogados 10 Comments Administrativo , Consumo , Contratos , empresa Per"
    },
    {
      "url": "https://www.italieonline.eu/cs/dovolena/friuli-venezia-giulia",
      "title": "Friuli-Venezia Giulia Itálie ubytování, 2026 Dovolená Friuli-Venezia Giulia Itálie - CK Italieonline",
      "description": "Dovolená Friuli-Venezia Giulia Itálie 2026, ubytování Friuli-Venezia Giulia Itálie, apartmány hotely kempy Friuli-Venezia Giulia Itálie, rezervace online s...",
      "preview": "Pokračovaním v používaní našich webových stránek vyjadřujete svůj souhlas s používáním souborů cookie v souladu s Pravidly ochrany soukromí . Nastaven"
    },
    {
      "url": "https://status.airtable.com/",
      "title": "Airtable Status",
      "description": "Welcome to Airtable's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Airtable creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't receive"
    },
    {
      "url": "https://www.ccala.net",
      "title": "Find Child Care Providers | Child Care Alliance of Los Angeles",
      "description": "Learn more about the Child Care Alliance (CCALA), a unique and significant partnership of ten member agencies that serve communities at the local level.",
      "preview": "About Us Mission, Vision, and Values History Member Agencies Our Board of Directors Our Staff Employment Newsletter News and Events For Parents Find C"
    },
    {
      "url": "https://ebird.org/science",
      "title": "eBird Science",
      "description": "eBird transforms the global birding community's passion for birds into a powerful resource for research, conservation, and education.",
      "preview": "Skip to content eBird Data Around the World Macaulay Library eBird Science eBird transforms the global birding community's passion for birds into a po"
    },
    {
      "url": "https://careers.mozilla.org/",
      "title": "Mozilla Careers - Feel good about your work again.",
      "description": "At Mozilla, you can pursue your future while working to protect the future of the internet for everyone, everywhere.",
      "preview": "Let's reclaim the internet together. At Mozilla, we have big ambitions for the future, we want to build impactful products that are different - that a"
    },
    {
      "url": "https://www.airtable.com/lp/resources/webinars/quarterly-customer-wb-ondemand?utm_source=airtable&utm_medium=web_banner&utm_campaign=Platform-tier1",
      "title": "On Demand Webinar: Airtable Features & Spotlight | Airtable - Airtable",
      "description": "Watch our on demand webinar and discover the latest ways you can use Airtable to improve your workflows.",
      "preview": "Webinar Airtable New Feature Spotlight Watch our quarterly Airtable New Feature Spotlight , a webinar series dedicated to helping you see what's possi"
    },
    {
      "url": "https://opencritic.com/game/12468/after-the-fall/reviews",
      "title": "After The Fall Critic Reviews - OpenCritic",
      "description": "After The Fall has been reviewed by 31 critics and currently has a 'Fair' rating. Read and browse them all to learn what the top critics in the video game industry are saying.",
      "preview": "Join Our Discord Community: https://discord.gg/2aj2vTK5g2 After The Fall Reviews 73 47% After The Fall is ranked in the 51st percentile of games score"
    },
    {
      "url": "https://docs.microsoft.com/en-us/learn/topics/startups/",
      "title": "Microsoft AI - Startups Hub | Microsoft Learn",
      "description": "Get the skills and experience you need to power your startup with AI. Find training, documentation, news, and samples to help you get started or upgrade your business with the latest AI technologies.",
      "preview": "Microsoft Learn AI for startups Get the skills and experience you need to power your startup with AI. Find training, documentation, news, and samples"
    },
    {
      "url": "https://www.ccep.jobs/location/toulouse-jobs/26309/3017382-11071623-2972315/4",
      "title": "Search Toulouse Jobs at CCEP",
      "description": "Search Toulouse Jobs at CCEP",
      "preview": "Skip to main content Skip to Search Results Skip to Search Filters BEING YOU IS ALL IT TAKES. MAKE MAGIC HAPPEN. Keyword Search City, State, or ZIP Se"
    },
    {
      "url": "https://www.ecocert.com/en-US/expertise/organic-farming",
      "title": "Organic Agriculture | Ecocert",
      "description": "Ecocert inspects and certifies your organic agriculture products following the regulations that apply to your market. Find out more about our commitment to organic agriculture.",
      "preview": "Certification Training Consulting Quote Contact Our services Certification Training Consulting Ecocert About us News Careers Our Business sectors Food"
    },
    {
      "url": "https://www.ns.nl/abonnementen",
      "title": "NS Flex webshop | NS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.borger.dk/sundhed-og-sygdom",
      "title": "Sundhed og sygdom",
      "description": "Her kan du se en oversigt over indholdet under dette emne",
      "preview": "Tag stilling til cookies på borger.dk Borger.dk sætter tredjepartscookies til besøgsstatistik og i forbindelse med spørgeskemaer på borger.dk. Hvis du"
    },
    {
      "url": "https://www.rollingstone.com/tv-movies/tv-movie-features/the-idol-hbo-next-euphoria-torture-porn-the-weeknd-sam-levinson-lily-rose-depp-blackpink-jennie-1234688754/",
      "title": "'The Idol': How HBO's Next 'Euphoria' Became Twisted 'Torture Porn'",
      "description": "Thirteen sources tell Rolling Stone that 'The Idol' - Sam Levinson's new show with The Weeknd and Lily-Rose Depp - has gone wildly off the rails.",
      "preview": "× Skip to main content By Cheyenne Roundtree Cheyenne Roundtree Contact Cheyenne Roundtree on X Contact Cheyenne Roundtree by Email View all posts by"
    },
    {
      "url": "http://plannedgiving.ywca.org/",
      "title": "Home - Planned Giving - YWCA",
      "description": "Explore planned gifts, gifts that pay you back, and tax-smart giving options to create a lasting impact for YWCA while maximizing your financial benefits.",
      "preview": "Skip to main content ywca.org Don't have a will or trust? Start here. As a gift to people like you, we've partnered with FreeWill to make it easy for"
    },
    {
      "url": "https://www.earthday.org/",
      "title": "Earth Day: The Official Site | EARTHDAY.ORG",
      "description": "Visit the official Earth Day site to learn about the world's largest environmental movement and what you can do to make every day Earth Day.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content EARTHDAY.ORG's founders created and organized the very first Earth Day on Apri"
    },
    {
      "url": "https://demoshop.billie.io/lebensmittel/fisch/12/bio-seelachs",
      "title": "Bio Seelachs | Fisch | Lebensmittel | Demoshop Billie",
      "description": "Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam vol...",
      "preview": "Um Demoshop Billie in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren. 19,95 € * Inhalt: 500 Gramm inkl."
    },
    {
      "url": "https://walmartsustainabilityhub.emissionscalculators.walmart.com/main/recognition",
      "title": "Walmart Sustainability",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Python-Intro.html",
      "title": "Python-package Introduction - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Python-package Introduction View page source Python-package Introduction  This document gives a basic walk-through of LightGBM Python-package. List o"
    }
  ],
  "_meta": {
    "total_bookmarks": 104
  }
}