{
  "data": [
    {
      "url": "https://hauteliving.com/2023/02/giada-de-laurentiis-is-building-an-empire-and-shes-doing-it-her-way/725046/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://violenceagainstchildren.un.org/",
      "title": "Home | Special Representative of the Secretary-General on Violence Against Children",
      "description": "void",
      "preview": "Skip to main content Special Representative of the Secretary-General on Violence Against Children In Focus 11 July 2025 Regional meeting of the Pathfi"
    },
    {
      "url": "https://coder-girls.tumblr.com/post/126874557083",
      "title": "Is learning computer science linked to improved learning in other subjects? - @coder-girls on Tumblr",
      "description": "Many passionate computer science educators believe computational thinking, problem solving, persistence and analysis learned in compute...",
      "preview": "codeorg Follow Is learning computer science linked to improved learning in other subjects? Many passionate computer science educators believe computat"
    },
    {
      "url": "http://www.riaa.com/",
      "title": "Home - RIAA",
      "description": "The Recording Industry Association of America® advocates for recorded music and the people and companies that create it in the United States.",
      "preview": "Skip to main content Carly Pearce WHAT HE DIDN'T DO SHARE SHARE ON: 2x MULTI-PLATINUM SINGLE Gold & Platinum Records Carly Pearce WHAT HE DIDN'T DO 2x"
    },
    {
      "url": "https://whichmba.economist.com/",
      "title": "WhichMBA?",
      "description": "We have decided to close our WhichMBA site, including our rankings products.",
      "preview": "Save 25% on executive-education courses in our Black Friday sale with the code BF25 . Offer ends November 30th 2022. Explore our courses in our featur"
    },
    {
      "url": "https://emergency.stanford.edu",
      "title": "Emergency Info | Stanford University",
      "description": "Information and updates about emergent situations at Stanford University.",
      "preview": "Emergency Information The university is operating under normal conditions. There are currently no emergencies affecting university operation. To view"
    },
    {
      "url": "https://svenska.yle.fi/t/18-213126",
      "title": "Krigsfartyg | Svenska Yle | Nyheter, sport, händelser",
      "description": "Yles innehåll om \"Krigsfartyg\" snabbt och pålitligt.",
      "preview": "Hoppa till huvudinnehåll Hoppa till huvudinnehåll Krigsfartyg Därför satsar Ryssland på sin flotta nu - och det här betyder det för Östersjön Ryssland"
    },
    {
      "url": "https://dlc.library.columbia.edu/catalog?f%5Blib_collection_sim%5D%5B%5D=Greene+%26+Greene+architectural+drawings%2C+papers+and+photographs&f%5Blib_format_sim%5D%5B%5D=pictures&f%5Blib_name_sim%5D%5B%5D=Allin+Bros&f%5Blib_name_sim%5D%5B%5D=Greene%2C+Henry+Mather%2C+1870-1954&per_page=20&q=%22Interiors%22&search_field=all_text_teim&sort=title_si+asc%2C+lib_date_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.chuckbarnes.com/idx/details/homes/b325/319539/24568-Perdido-Beach-Blvd-801-Orange-Beach-AL-36561",
      "title": "Orange Beach Residential for Sale - MLS #319539 - 24568 Perdido Beach Blvd 801 Orange Beach - Chuck Barnes HomeSmart Sunshine Realty",
      "description": "This property is located at 24568 Perdido Beach Blvd 801 Orange Beach, AL - MLS #319539 is presently for sale for $528,000. Contact Chuck Barnes HomeSmart Sunshine Realty for more details at 251-609-4242.",
      "preview": "Skip to content"
    },
    {
      "url": "http://adcolor.org/leaders?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Leaders | ADCOLOR",
      "description": "void",
      "preview": "close menu close About Our mission Board Members Community Groups Alumni Team Programs & Events Awards Conference Futures Leaders Partners Partners Re"
    },
    {
      "url": "http://www.uffizi.firenze.it/",
      "title": "Homepage | Gallerie degli Uffizi",
      "description": "Il sito ufficiale delle Gallerie degli Uffizi. Orari, tariffe, biglietti, abbonamenti e informazioni per gli Uffizi, Palazzo Pitti e Giardino di Boboli.",
      "preview": "Gallerie degli Uffizi L'incontro con la grande arte d'Occidente: meraviglia da scoprire che sempre sorprende Riaperto al pubblico il 21 dicembre 2024"
    },
    {
      "url": "https://www.facebook.com/formedia/solutions/facebook-live",
      "title": "Meta | Azienda di tecnologie social",
      "description": "Meta (in precedenza Facebook) si impegna a costruire il futuro delle connessioni umane e la tecnologia che lo renderà possibile. Vogliamo andare oltre gli schermi 2D e puntare su esperienze immersive come realtà aumentata e virtuale per creare le tecnologie social del futuro.",
      "preview": "Skip to content Costruiamo il futuro delle connessioni umane La nostra missione E la tecnologia che lo renderà possibile Le nostre tecnologie Le nostr"
    },
    {
      "url": "https://bestbadinfluence.com/",
      "title": "Best Bad Influence",
      "description": "Best Bad Influence",
      "preview": "Skip to content Apparel Accessories Drinkware Gift Card Good Influence Account Cart Apparel Toggle menu Denim Jackets Tees Tanks Hoodies + Sweatshirts"
    },
    {
      "url": "https://www.screamingfrog.co.uk/",
      "title": "SEO Agency - Screaming Frog",
      "description": "We run remarkably successful search engine optimisation (SEO) and paid search (PPC) campaigns using a unique blend of data, technology & creativity.",
      "preview": "We are a UK based SEO agency and the creators of the famous website crawler and log file analyser tools. Agency Services SEO Spider Tool Search Engine"
    },
    {
      "url": "https://reddit.com/submit?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Fhunger%2F&title=Goal%202%3A%20Zero%20Hunger",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://augustinusbader.com/us/en/skincare",
      "title": "Award-Winning Luxury Skincare Products | Augustinus Bader EU",
      "description": "void",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. REVOLUTIONARY SKI"
    },
    {
      "url": "https://www.mlssoccer.com/standings/",
      "title": "Conference Standings | MLSsoccer.com",
      "description": "Official standings of Major League Soccer. Track your favorite MLS club and which teams will qualify for MLS Cup Playoffs.",
      "preview": "Skip to main content Standings Conference Standings Supporters' Shield Standings Form Guide Official Standings = Updated at conclusion of each match."
    },
    {
      "url": "https://www.tacoma.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=uwtacoma",
      "title": "UW Tacoma Home | About UW Tacoma | University of Washington Tacoma",
      "description": "&nbsp;$10,000 Scholarship for Master of Education with TELL EndorsementInterested in teaching English Language Learners? A federal grant will provide a $10,0...",
      "preview": "Skip to main content Apply Canvas Map Calendar Library Directory MyUW more_vert more_vert Close Search About UW Tacoma About expand_more About UW Taco"
    },
    {
      "url": "https://www.sho.com/",
      "title": "Paramount+ with Showtime Official Site",
      "description": "Paramount+ with SHOWTIME official site, featuring The Curse, Yellowjackets, Billions, Dexter: New Blood, The Chi, and other popular original series. Schedule, videos and more.",
      "preview": "New Series Now Streaming Dexter Morgan awakens from a coma and sets out for NYC to find Harrison. Series Drama TV-MA Learn More on Paramount+ New Seri"
    },
    {
      "url": "https://www.ls.graphics/",
      "title": "Highest quality mockups for graphic and UI designers",
      "description": "Discover a vast collection of free and premium mockups for Photoshop and Figma. Enhance your design projects with high-quality device and packaging mockups",
      "preview": "Products Online Tools Free Mockups Edit Online Get all from $9/mo No need to download - Now you can use mockups online We're pretty good making great"
    },
    {
      "url": "https://www.yachtropes.co.uk/kingfisher/cruising-ropes/braid-on-braid-polyester-solids/",
      "title": "Braid on Braid Polyester Solids",
      "description": "Braid on braid polyester is an ideal cruising rope. It is good on the hands and easy to splice. It is ideal for sheets, halyards, control lines and many more.",
      "preview": "PRODUCT FINDER Cruising Ropes 6 Products Evolution Dinghy 15 Products Mooring & Anchoring 13 Products Rigging Ropes 11 Products Kingfisher Ropes 95 Pr"
    },
    {
      "url": "https://checkout.stripe.com/c/pay/cs_live_a1zCZemZDy2yyYntI7CyUukdKZ0CHnYoRQC88qFjIbrgr8v0VL07rSDeZF#fidkdWxOYHwnPyd1blppbHNgWmFmY0prY0JuQWYzX0dEf1RBT1VCZnN8NScpJ3VpbGtuQH11anZgYUxhJz8nZEBQZ0ltZ2BcYlcwZFxyY1xfJ3gl",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://core-cms.prod.aop.cambridge.org/core/login?ref=/core/books/foundation-of-norms-in-islamic-jurisprudence-and-theology/acknowledgments/63FEA8DA0E6E631073C49D0A6CDBE737",
      "title": "Login",
      "description": "Welcome to Cambridge Core",
      "preview": "Logo for Cambridge Core from Cambridge University Press. Click to return to homepage. Search Logo for Cambridge Core from Cambridge University Press."
    },
    {
      "url": "https://www.erika-sanvigilio.it/en/summer-winter/cross-country-skiing/73-0.html",
      "title": "Cross-country skiing - Marebbe - - Hotel Erika San Vigilio di Marebbe",
      "description": "If you choose San Vigilio to spend your winter holidays you should also grasp the chance to try cross-country skiing. The 12km-long Marebbe Valley, ...",
      "preview": "Request now Arrival Days persons Request Booking Cross-country skiing If you choose San Vigilio to spend your winter holidays you should also grasp th"
    },
    {
      "url": "https://valbyonline.dk/valby-guide/nintendo/",
      "title": "Nintendo | ValbyOnline",
      "description": "void",
      "preview": "Forside $ DEALS Valby $ Nyheder Kultur & Sport Restaurant, Café & Takeaway Shopping Blogs Cecil & Michaels blog >>> Få din egen blog! Posts Tagged ' N"
    },
    {
      "url": "https://dakotaathletics.com/main/calendar/caltype/week",
      "title": "Dakota High School Calendar of Events",
      "description": "void",
      "preview": "Skip to Header Skip to Main Content Skip to Footer Twitter GO COUGARS! Twitter Home Sports & Activities Baseball Boys Basketball Girls Boys Cheer Team"
    },
    {
      "url": "https://www.teachley.com",
      "title": "Elementary Math Intervention Program - Teachley",
      "description": "Teachley Math is an essential math intervention program for K-5 schools shown to improve conceptual understanding, fact fluency and problem solving.",
      "preview": "Teachley offers essential math learning programs that teach foundational concepts to every student in grades K-5. Teachley supports teaching and deepe"
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/blueprints/",
      "title": "Modular Applications with Blueprints - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Modular Applications with Blueprints Modular Applications with Blueprints ¶"
    },
    {
      "url": "https://www.madisonyauger.com",
      "title": "Madison Yauger",
      "description": "void",
      "preview": "Hey there! Welcome to my online portfolio - a digital record of my published work at various magazines and news outlets (because the internet does not"
    },
    {
      "url": "http://www.tesoro.it/euro-sm.htm",
      "title": "Home Page - Ministero dell'Economia e delle Finanze",
      "description": "Ministero dell'Economia e delle Finanze",
      "preview": "Benvenuto sul sito del Ministero dell'Economia e delle Finanze, conosciuto anche come Portale mef Utilizza la navigazione scorrevole per accedere velo"
    },
    {
      "url": "https://www.nltk.org/api/nltk.tokenize.sexpr.html",
      "title": "NLTK :: nltk.tokenize.sexpr module",
      "description": "void",
      "preview": "NLTK Documentation API Reference Example Usage Module Index Wiki FAQ Open Issues NLTK on GitHub Installation Installing NLTK Installing NLTK Data More"
    },
    {
      "url": "https://www.in.gov/idoc/",
      "title": "IDOC: IDOC",
      "description": "Changing lives from the inside out",
      "preview": "Close Menu Changing Lives From the Inside Out The Indiana Department of Correction is looking to fill multiple positions across the state. No experien"
    },
    {
      "url": "http://www.gunnisoncounty.org/324/Downloadable-Datasets",
      "title": "Downloadable Datasets | Gunnison County, CO - Official Website",
      "description": "Downloadable datasets for Gunnison County, includes address points, districts, boundaries, and other information",
      "preview": "Skip to Main Content WEATHER ALERT Flood Watch - Southern Gunnison County Read On... Home Government Departments Geographic Information Services Downl"
    },
    {
      "url": "https://shop.energetix.tv/en/jewellery/for-her/rings/polished-stainless-steel-ring-with-swarovski-crystals",
      "title": "ENERGETIX - Magnetic jewellery and wellness",
      "description": "ENERGETIX Bingen - Magnetschmuck in seiner schönsten Form Tauche ein in die Welt von ENERGETIX Bingen: Designschmuck mit integrierten Magneten - Magnetschmuck in seiner schönsten Form mit fantastischer optischer Wirkung. Exklusiver Magnetschmuck der Marke ENERGETIX mit breitem Sortiment Ob Armband, Ring, Kette o...",
      "preview": "To be able to use ENERGETIX Shop in full range, we recommend activating Javascript in your browser. Cookie settings This website uses cookies that are"
    },
    {
      "url": "https://magnuslonden.net/fi/artikkelit/kolumnit/article-64532-28329-aikaa-unelmoida",
      "title": "Kolumnit - Magnus Londen",
      "description": "void",
      "preview": "Aikaa unelmoida HS 17.6.2011 På svenska Kesässä parasta on se, että yhtäkkiä on aikaa päiväunelmille. On aikaa maata laiturilla tai rantakalliolla, ku"
    },
    {
      "url": "https://127j5241bcgw285yu54bgh7m-wpengine.netdna-ssl.com/wp-content/uploads/Rebooting-Representation-Report.pdf",
      "title": "Instagram Video Downloader - Download IG Videos, Reels, Photos",
      "description": "Download Instagram videos in high-definition for free with our Instagram video downloader. Easily save videos from posts, reels, and stories - completely anonymous and without watermarks.",
      "preview": "Features How to Use FAQ 100% Free • No Registration • HD Quality Instagram Videos Downloader Fast, free, and secure Instagram downloader. Save videos,"
    },
    {
      "url": "https://www.oberoihotels.com/hotels-in-jaipur-rajvilas-resort/?utm_source=affred&utm_medium=aff&utm_campaign=gbl-affmkt&_affclk=ttuk:118609::0::118609::143859c9f626eb0724f38065d097d658::::1606071865:902jip",
      "title": "Best 5 Star Hotel In Jaipur | Luxury Resort in Jaipur | The Oberoi Rajvilas",
      "description": "Explore authentic Rajasthan with a luxurious stay at The Oberoi Rajvilas, the best 5-star hotel in Jaipur, just 30 minutes from the airport. Book now!",
      "preview": "Global Home Login/Join Now Gallery Welcome to Oberoi One. Our distinctive guest recognition programme. Log In Join Now Login ✕ Back to main menu Dubai"
    },
    {
      "url": "https://www.klrn.org/",
      "title": "KLRN TV | Using the power of media to inform, entertain and inspire",
      "description": "We get kids ready to learn and we give you opportunities to explore the world around you -and have for over 60 years. Spend some time with us.",
      "preview": "Showcase"
    },
    {
      "url": "https://www.saggiamente.com/2015/12/10/",
      "title": "10 Dicembre 2015 • SaggiaMente",
      "description": "void",
      "preview": "Skip to content Scegli la tua homepage Magazine Feed Home Network SaggioSupporto SaggeOfferte SaggioUsato SaggioPodcast Pixelclub Recensioni Hardware"
    },
    {
      "url": "https://www.broadway.com/buzz/201284/arturo-perez-jr-samantha-jayne-to-direct-the-mean-girls-movie-musical/",
      "title": "Arturo Perez Jr. & Samantha Jayne to Direct the Mean Girls Movie Musical | Broadway Buzz | Broadway.com",
      "description": "News regarding the previously announced Mean Girls movie musical has arrived! The husband-and-wife team of Arturo Perez Jr. and Samantha Jayne have si",
      "preview": "search gift calendar chevron envelope close phone loading Skip to main content Broadway BUZZ Sponsored By News Photos Videos Features Interviews Artur"
    },
    {
      "url": "https://prepare.icloud.com/?c=store",
      "title": "Get temporary iCloud storage when you buy a new iPhone or iPad - Apple Support",
      "description": "When you buy a new iPhone or iPad, you can get temporary iCloud storage to transfer data from your current device to your new one. Learn if you're eligible, how to create a temporary backup, and how long your temporary backup is available.",
      "preview": "Get temporary iCloud storage when you buy a new iPhone or iPad When you buy a new iPhone or iPad, you can get temporary iCloud storage to transfer dat"
    },
    {
      "url": "https://chrysler.oemdtc.com/category/recalls",
      "title": "Recalls | FCA - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.plex.tv/about/privacy-legal/",
      "title": "Privacy Policy | Plex",
      "description": "Prior Versions What's new in this version Clarified language in the Privacy Rights section. Updated \"Who does Plex share...",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Privacy"
    },
    {
      "url": "https://westin.marriott.com/",
      "title": "Premium Luxury Wellness Hotels | Westin Hotels & Resorts",
      "description": "At Westin, we offer over 220 inspiring hotel and resort destinations, featuring signature hotel wellness amenities and programs that empower your well-being.",
      "preview": "Travel Well Explore hotels designed with your well-being in mind. Learn More Sleep Well with Westin and goop Rest for Success Sleep Well At Westin, we"
    },
    {
      "url": "https://thetoywagon.co.nz/products/croc-creek-16pc-wooden-puzzle-zoo",
      "title": "Crocodile Creek - The Toy Wagon",
      "description": "The Toy Wagon has a huge range of big brands, including Crocodile Creek. Find top brands on our online store.",
      "preview": "Kids Toys, Games & Puzzles - Creating Lasting Memories Discover Something New - Just In! New Toys, Games & Puzzles Home Age Group Back 0-2 year olds B"
    },
    {
      "url": "http://www.dipartimentodesign.polimi.it/en/?option=com_content&view=article&id=135&pta=&optionFilter%5Bfield_3_304%5D=10095252&back=%2Fen%2F%3Foption%3Dcom_content%26view%3Darticle%26id%3D135%26pubblicazioni%3D1%26optionFilter%255Bfield_5_375%255D%3D960018%26back%3D%252Fen%252F%253Foption%253Dcom_content%2526view%253Darticle%2526id%253D135%2526pubblicazioni%253D1%2526optionFilter%25255Bfield_5_375%25255D%253D532352%2526back%253D%25252Fen%25252F%25253Foption%25253Dcom_content%252526view%25253Darticle%252526id%25253D135%252526pubblicazioni%25253D1%252526optionFilter%2525255Bfield_5_375%2525255D%25253D580554%252526back%25253D%2525252Fen%2525252F%2525253Foption%2525253Dcom_content%25252526view%2525253Darticle%25252526id%2525253D135%25252526pubblicazioni%2525253D1%25252526optionFilter%252525255Bfield_5_375%252525255D%2525253D536187%25252526back%2525253D%252525252Fen%252525252F%252525253Foption%252525253Dcom_content%2525252526view%252525253Darticle%2525252526id%252525253D135%2525252526pubblicazioni%252525253D1%2525252526optionFilter%25252525255Bfield_5_375%25252525255D%252525253D554276%2525252526back%252525253D%25252525252Fen%25252525252F%25252525253Foption%25252525253Dcom_content%252525252526view%25252525253Darticle%252525252526id%25252525253D135%252525252526pubblicazioni%25252525253D1%252525252526optionFilter%2525252525255Bfield_5_375%2525252525255D%25252525253D515108%252525252526back%25252525253D%2525252525252Fen%2525252525252F%2525252525253Foption%2525252525253Dcom_content%25252525252526view%2525252525253Darticle%25252525252526id%2525252525253D135%25252525252526pubblicazioni%2525252525253D1%25252525252526optionFilter%252525252525255Bfield_5_375%252525252525255D%2525252525253D242773%25252525252526back%2525252525253D%252525252525252F%252525252525253Foption%252525252525253Dcom_content%2525252525252526view%252525252525253Darticle%2525252525252526id%252525252525253D135%2525252525252526pubblicazioni%252525252525253D1%2525252525252526optionFilter%25252525252525255Bfield_5_375%25252525252525255D%252525252525253D825533%2525252525252526back%252525252525253D%25252525252525252F%25252525252525253Foption%25252525252525253Dcom_content%252525252525252526view%25252525252525253Darticle%252525252525252526id%25252525252525253D135%252525252525252526pubblicazioni%25252525252525253D1%252525252525252526optionFilter%2525252525252525255Bfield_5_375%2525252525252525255D%25252525252525253D242772%252525252525252526back%25252525252525253D%2525252525252525252F%2525252525252525253Foption%2525252525252525253Dcom_content%25252525252525252526view%2525252525252525253Darticle%25252525252525252526id%2525252525252525253D135%25252525252525252526pubblicazioni%2525252525252525253D1%25252525252525252526optionFilter%252525252525252525255Bfield_5_375%252525252525252525255D%2525252525252525253D515115%25252525252525252526back%2525252525252525253D%252525252525252525252F%252525252525252525253Foption%252525252525252525253Dcom_content%2525252525252525252526view%252525252525252525253Darticle%2525252525252525252526id%252525252525252525253D135%2525252525252525252526pubblicazioni%252525252525252525253D1%2525252525252525252526optionFilter%25252525252525252525255Bfield_5_375%25252525252525252525255D%252525252525252525253D994219%2525252525252525252526back%252525252525252525253D%25252525252525252525252F",
      "title": "Home | Department of design",
      "description": "The Department of Design is the leading Italian centre for scientific research in the field of design. Rooted in the Italian design culture, it is oriented towards exploring new disciplinary frontiers, putting design at the service of contemporary challenges.",
      "preview": "The Department The Department of Design is the leading Italian centre for scientific research in the field of design. Rooted in the Italian design cul"
    },
    {
      "url": "https://knitmodern.tumblr.com/",
      "title": "Knitmodern on tumblr",
      "description": "Knitting that fits modern lives...",
      "preview": "makinology : scaaarrry ... bewaaare ... lol 7 years ago / 122 notes Via makinology Share on Facebook Share on Twitter Share on Pinterest Share on Google+"
    },
    {
      "url": "https://www.monatourisme.fr/apres-de-longues-semaines-de-fermetures-liees-au-covid-19-les-offices-de-tourisme-reouvrent-enfin-progressivement-leurs-portes-ils-temoignent/",
      "title": "Les offices de tourisme témoignent sur leur réouverture d'accueil",
      "description": "Après de longues semaines de fermetures liées au COVID-19, les offices de tourisme réouvrent enfin progressivement leurs portes ! Ils témoignent !",
      "preview": "Accueil » Ressources » Stratégie d'accueil » Inspiration et pratiques du réseau sur l'accueil » Les offices de tourisme réouvrent leurs portes après c"
    },
    {
      "url": "https://www.gofundme.com/f/1ud7sdx49c?utm_source=customer&utm_medium=copy_link-tip&utm_campaign=p_cp+share-sheet",
      "title": "Fundraiser for Isela Dubon by Alice Alvarez : Joe Melgoza Fund",
      "description": "On December 15th my cousin Joe Melgoza was brutally murdered on the evening of his wedding, he was take... Alice Alvarez needs your support for Joe Melgoza Fund",
      "preview": "Alice Alvarez for Isela Dubon Donation protected On December 15th my cousin Joe Melgoza was brutally murdered on the evening of his wedding, he was ta"
    },
    {
      "url": "http://lists.plug.org.au/pipermail/plug/2012-February/081356.html",
      "title": "[plug] warning - cover your ears: can I get a full windoze install dvd from a recovery partition?",
      "description": "void",
      "preview": "[plug] warning - cover your ears: can I get a full windoze install dvd from a recovery partition? Marcos Raul Carot Collins marcos.carot at gmail.com"
    },
    {
      "url": "https://www.oad.nl/groot-brittannie/somerset",
      "title": "Busreizen Groot-Brittannië | Boek voordelig op Oad.nl",
      "description": "Busreizen Groot-Brittannië boekt u voordelig op Oad.nl, uw partner voor een volledig verzorgde vakantie naar Groot-Brittannië. Zoek en boek op Oad.nl!",
      "preview": "Groot-Brittannië Ontdek meer Je bent hier: Home Groot-Brittannië Menu Sluiten ? Zoek hier in onze beschikbare reizen Kies reissoort Kies een reissoort"
    },
    {
      "url": "https://news.gallup.com/393302/week-in-charts-newsletter-subscribe.aspx",
      "title": "Subscribe to the Front Page Newsletter - Gallup",
      "description": "Be a better leader. Get weekly data and analysis you can trust about the most important issues facing our world -- in five simple charts.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Share on Twitter Share on LinkedIn Share on Instagram Thanks"
    },
    {
      "url": "https://fun.chicagotribune.com/#nt=primarynavbar",
      "title": "Fun & Games | Free Online Games, Puzzles, Crosswords & Jumbles | Chicago Tribune",
      "description": "void",
      "preview": "Search Oct 10, 2025 Fun & Games All Jumble Crosswords Solitaire Sudoku Mahjong Match 3 Logic Puzzles Action Connect Copyright © 2025 , Chicago Tribune"
    },
    {
      "url": "https://www.usrsb.org/",
      "title": "U.S. Roundtable For Sustainable Beef",
      "description": "void",
      "preview": "U.S. Roundtable For Sustainable Beef Find Out More WHAT IS USRSB? The U.S. Roundtable for Sustainable Beef (USRSB) is a multi-stakeholder initiative d"
    },
    {
      "url": "https://shakerandspoon.com/",
      "title": "Shaker & Spoon",
      "description": "Each month you'll receive a box with 3 brand-new, original, unique recipes created just for you by world-class bartenders, and everything you need other than the alcohol to make 12 drinks (4 from each recipe). Every box revolves around a different spirit and one Shaker & Spoon box takes down one whole 750 ml bottle. It's a match made in craft cocktail heaven!",
      "preview": "Sign up now to receive October's Mezcalloween V box! Shipping the week of Oct. 6th Sign up for Exclusive Deals, Recipes, & News SIGN UP About Learn Bl"
    },
    {
      "url": "https://athleta.gap.com/",
      "title": "Shop Athleta for Women's Yoga Clothing, Technical Athletic Clothing, and Athleisure",
      "description": "Athleta designs clothing that integrates performance and technical features for active women and girls. From running and yoga to swimming and hiking or athleisure - our clothing supports whatever moves & inspires you.",
      "preview": "Skip to top navigation Skip to shopping bag Skip to main content Skip to footer links"
    },
    {
      "url": "https://www.learnui.design/blog/spice-up-designs.html",
      "title": "37 Easy Ways to Spice Up Your UI Designs - Learn UI Design",
      "description": "Illustrated tips for making your UI and web designs more visually interesting · Backgrounds · Borders & dividers · Shadows · Text · Other techniques",
      "preview": "Skip to content 37 Easy Ways to Spice Up Your UI Designs Erik D. Kennedy · Published Jul 11, 2022 Ever been working on a design that feels too plain?"
    },
    {
      "url": "https://wordsmith.social/read/p/2",
      "title": "Wordsmith Reader",
      "description": "Read the latest posts from Wordsmith.",
      "preview": "Reader Read the latest posts from Wordsmith. 28 Temmuz 2025 from arcahukuk Ankara İcra Avukatı Ankara'nın dinamik ticari hayatında veya bireysel mali"
    },
    {
      "url": "https://artists.apple.com/",
      "title": "Apple Music for Artists",
      "description": "Resources to record, release, and promote your music on Apple Music, and analytics to highlight how listeners discover and stream your music around the world.",
      "preview": "Make your music. Get your songs out of your head and into the world. Now anyone can record studio-quality sound, release new tracks, and connect with"
    },
    {
      "url": "https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies",
      "title": "Manage cookies in Microsoft Edge: View, allow, block, delete and use - Microsoft Support",
      "description": "Learn how to view, manage, and delete cookies in Microsoft Edge.",
      "preview": "Related topics × Windows security, safety, and privacy Overview Security, safety, and privacy overview Windows security Get help with Windows securit"
    },
    {
      "url": "https://www.joshflagg.com/book/",
      "title": "Book | Josh Flagg Luxury Real Estate Expert",
      "description": "Josh Flagg is the #1 Beverly Hills Real Estate Agent. Josh has completed more than $2,000,000,000 in residential real estate sales in the past decade.",
      "preview": "Home About Josh Flagg Our Team Clients Giving Back About Notable Sales Featured Properties Featured Leases Neighborhoods Home Search Properties Market"
    },
    {
      "url": "https://www.zerocric.com/",
      "title": "zerocric.com -",
      "description": "void",
      "preview": "Skip to content Archives"
    },
    {
      "url": "https://rainbowdash0223.tumblr.com/",
      "title": "Rainbowdash0223 Design",
      "description": "Designer, Engineer #MakerBot Replicator Mini #Up Mini #Nobel 1.0A #Ultimaker 3 Design Programs: Rhino Photoshop Solidworks Illustrator",
      "preview": "Rainbowdash0223 Design 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna 這次實習圓滿的結束了 剛開始真的蠻緊張的 很怕"
    },
    {
      "url": "https://climalit.es/category/ahorro/",
      "title": "Ahorro archivos - Climalit",
      "description": "void",
      "preview": "ICPE Climalizate X Acceso Fabricantes Username Password He olvidado mi contraseña X Acceso ICPE Username Password ¿Quieres pertenecer a Climalit Plus"
    },
    {
      "url": "https://www.ncjw.org/",
      "title": "National Council of Jewish Women |",
      "description": "NCJW advances social change through a Jewish lens, bringing together activists across generations and across the country.",
      "preview": "Turning faith into action. See all actions Read more Leadership transition at NCJW Join Us Experience Israel through a feminist lens this November Add"
    }
  ],
  "_meta": {
    "total_bookmarks": 65
  }
}