{
  "data": [
    {
      "url": "http://library.mines.edu",
      "title": "Colorado School of Mines - Arthur Lakes Library",
      "description": "Collaborative partner and intellectual nexus that bridges disciplines and communities across the Colorado School of Mines campus.",
      "preview": "Facebook X mines.edu My Mines News Calendar Canvas Email Give Directories Library Home Search the Library Catalog"
    },
    {
      "url": "https://www.thewrap.com/stranger-things-star-millie-bobby-brown-leaves-twitter-becomes-subject-homophobic-meme/",
      "title": "'Stranger Things' Star Millie Bobby Brown Leaves Twitter After She Becomes Subject of Homophobic Meme - TheWrap",
      "description": "Twitter account of 14 year old actress \"doesn't exist\"",
      "preview": "Skip to content \"Stranger Things\" star Millie Bobby Brown has apparently left Twitter. When TheWrap tried to access her verified account, @milliebbrow"
    },
    {
      "url": "https://invest.bnpparibas/en/search/reports/documents/financial-reports?s%5Bsubthemes%5D%5B%5D=18",
      "title": "Search & Documents | Financial reports | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Search ISIN suggestion(s): Filter by category Results Regulated information Financial reports General Shareholders Meet"
    },
    {
      "url": "https://extranet.who.int/publicemergency",
      "title": "WHO Health Emergency Dashboard",
      "description": "Monitor health issues around the world",
      "preview": "Searching... Loading.. WHO Health Emergency Dashboard Disclaimer × The World Health Organization (WHO) Health Emergency Dashboard is a platform which"
    },
    {
      "url": "https://assessment.connectedcouncil.org",
      "title": "Digitally Driven Assessment - Grow your business with digital tools",
      "description": "void",
      "preview": "Skip to content Digitally Driven Assessment Step 1 /5 What is the biggest challenge to your business right now? * Transforming our business to a digit"
    },
    {
      "url": "https://www.ready.gov",
      "title": "Plan Ahead for Disasters | Ready.gov",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://claralionelfoundation.org/",
      "title": "Clara Lionel Foundation | Home",
      "description": "Founded by Robyn Rihanna Fenty, our work spans the Caribbean, East Africa and the U.S. South, with an approach that starts with and invests in the people who call these regions home.",
      "preview": "Donate We build thriving & resilient communities Founded by Robyn Rihanna Fenty Learn more WE INVEST IN COMMUNITY-LED SOLUTIONS CLF's work spans the C"
    },
    {
      "url": "https://cssgradient.io/gradient-backgrounds/",
      "title": "Gradient Backgrounds - 🌈 The Best Gradient Sites All in One Place",
      "description": "Discover the best gradient backgrounds from a curated collection of the ultimate list of gradient sites. With 1000+ gradients, it's easy to find the 👌 color!",
      "preview": "void"
    },
    {
      "url": "https://forge.medium.com",
      "title": "Forge",
      "description": "A former publication from Medium on personal development. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Forge by Medium 131K followers · 1 editor Follow About Help Status About"
    },
    {
      "url": "https://bryanjsutter.photoshelter.com/image/I0000Vp03tbvbfvk",
      "title": "August10thMillennialActivistsUnitedHighwayI70ShutdownBryanJSutter-3.jpg | Bryan Sutter",
      "description": "void",
      "preview": "Add to Cart Add to Lightbox Download Filename August10thMillennialActivistsUnitedHighwayI70ShutdownBryanJSutter-3.jpg Copyright Bryan Sutter Image Siz"
    },
    {
      "url": "https://d23.com/disney100-the-exhibition-moving-right-along-and-headed-east/",
      "title": "Disney100: The Exhibition: Moving Right Along and Headed East! - D23",
      "description": "Final preparations are \"moving right along\" for the blockbuster anniversary showcase, Disney100: The Exhibition, from the Walt Disney Archives and Semmel Exhibitions.",
      "preview": "Home / Walt Disney Archives / Archive Spotlight / Disney100: The Exhibition: Moving ... By Kevin M. Kern, Walt Disney Archives Final preparations are"
    },
    {
      "url": "https://www.etonline.com/riley-keough-confirms-husband-ben-smith-petersen-makes-cameo-in-the-daisy-jones-the-six-exclusive",
      "title": "Riley Keough Confirms Husband Ben Smith-Petersen Makes Cameo in 'The Daisy Jones & Six' (Exclusive) | Entertainment Tonight",
      "description": "ET spoke to Keough at the show's premiere Thursday night.",
      "preview": "TV Riley Keough Confirms Husband Ben Smith-Petersen Makes Cameo in 'The Daisy Jones & The Six' (Exclusive) Riley Keough Confirms Husband Ben Smith-Pet"
    },
    {
      "url": "https://www.personalisegifting.com/1st-anniversary-gifts",
      "title": "First Wedding Anniversary Gift | Buy 1st Anniversary Gift",
      "description": "Choose the traditional first wedding anniversary gift made of paper & add the touch of personalisation to make it extra special. Shop from our collection now!",
      "preview": "UK: +44 203 0123 124 Search Products Cart (0) Log In Register About Us Contact Christmas Personalised Gifts Shop By Product Bags Mugs Cards Books Vase"
    },
    {
      "url": "https://google.org",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://directories.onepercentfortheplanet.org/nonprofit-partners/marine-conservation-institute",
      "title": "1% for the Planet Directory: Find Certified Businesses & Environmental Nonprofits",
      "description": "Explore our global network of thousands of businesses and environmental nonprofits working toward a better future for all.",
      "preview": "void"
    },
    {
      "url": "https://fdanj.nlm.nih.gov/?f%5Bfdanj.adjudicatingcourtjurisdiction%5D%5B%5D=E.+Dist.+N.Y.&f%5Bfdanj.caseissuedate%5D%5B%5D=September+1962&f%5Bfdanj.casekeywords%5D%5B%5D=Coldene+vitamin+tonic+with+iron&f%5Bfdanj.collection%5D%5B%5D=ffnj&f%5Bfdanj.defendantnames%5D%5B%5D=Sanco+Drug+Co.&per_page=10&sort=fdanj.title+desc&subject=Nyal%27s+Prescription+%2233%22+and+Nyal+Prescription+%2223%22+Pills",
      "title": "Collections: Foods, 1940-1966 / Defendants: Sanco Drug Co. / Product Keywords: Coldene vitamin tonic with iron / Issue Dates: September 1962 / Adjudicating Courts: E. Dist. N.Y. - FDA Notices of Judgment Collection, 1908-1966 Search Results",
      "description": "void",
      "preview": "Because of a lapse in government funding, the information on this website may not be up to date, transactions submitted via the website may not be pro"
    },
    {
      "url": "https://solutions.springernature.com/",
      "title": "Springer Nature Research Solutions - Springer Nature Research Solutions",
      "description": "Springer Nature Research Solutions will help you on your path to accelerating publication, nurture your career in scientific research, and expand your research's reach beyond peers.",
      "preview": "Skip to content Cart Subtotal Checkout Search solutions Contact 212-460-1500 webshopsupport@email.springernature.com Boost the impact of your research"
    },
    {
      "url": "https://learningcommunity.accaglobal.com/",
      "title": "ACCA Learning Community | ACCA Tips & Support - Homepage",
      "description": "Explore the official Learning Community for ACCA accountancy students. Find ACCA tips and support including learning resources, study groups and exam papers.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://gifmakerforiphone.weebly.com/",
      "title": "GIF MAKER - Home",
      "description": "GIF Maker - Create a GIF",
      "preview": "GIF MAKER Home Privacy Policy Contact Terms subscriptioninfo GIF Maker GIF Maker - Create a GIF Powered by Create your own unique website with customi"
    },
    {
      "url": "https://www.thesportsnews.in/",
      "title": "The Sports News | Cricket News, Football News, Sports Business News, IPL, PKL, ISL, IPL 2024",
      "description": "The Sports News is all about all those sports freak who live and breathe cricket, football, and any sports that you name.",
      "preview": "Search Follow US © 2024 The Sports News. All rights reserved. Designed and Managed by HayWire Digital. Top Story UP T20 League 2024 Points Table: Utta"
    },
    {
      "url": "https://www.urbanchamber.org/",
      "title": "Home - Urban Chamber of Commerce",
      "description": "Directory Quick Links View Directory Events Jobs Library Join Now! Featured Members Upcoming Events Providing the RIGHT Data Making the RIGHT Decisions Facilitating the RIGHT Connections Learn More About Nevada Grow Upcoming Events UCC Photos Subscribe to Newsletter",
      "preview": "Skip to content Directory Quick Links View Directory Events Jobs Library Join Now! Featured Members Upcoming Events Providing the RIGHT Data Making th"
    },
    {
      "url": "https://www.mydomaincontact.com/index.php?domain_name=pittsburghraceforthecure.org",
      "title": "You are about to send an inquiry regarding the following domain: pittsburghraceforthecure.org",
      "description": "void",
      "preview": "You are about to send an inquiry regarding the following domain: pittsburghraceforthecure.org First Name* Last Name* Email Address* Country Code Telep"
    },
    {
      "url": "https://ourfamilysoftware.com/nb/products/familyboard",
      "title": "FamilyBoard - Our Family Software",
      "description": "En interaktiv tavle som holder hele familien samstemt! FamilyBoard er unik i sin fokus på å visualisere familiens digitale informasjon. Visualisering er nøkkelen for å involvere alle, og med mobil appen har familiemedlemmer tilgang til den samme informasjonen på farta.",
      "preview": "Gå videre til innholdet Handlekurven din er tom Fortsett å handle Har du en konto? Logg på for å betale raskere. Handlekurven din Laster inn ... Estimer"
    },
    {
      "url": "https://its.tntech.edu/label/act+autodesk+content+forgot+idme+matlab",
      "title": "Self-Service Portal Home",
      "description": "void",
      "preview": "Updating... Loading... Popular Services Refresh Module Loading... Popular Articles Refresh Module Loading... Contact Info | Hours - Spring/Fall Refres"
    },
    {
      "url": "https://www.gordonengland.co.uk/pog/index.php?/tags/31-nature/665-anisoptera/669-odonata",
      "title": "Keywords nature + Anisoptera + Odonata | Photography Obsession",
      "description": "void",
      "preview": "Gordon England Welcome to my photography obsession gallery Identification Login Quick connect Username Password Auto login Menu Search Keywords (7509)"
    },
    {
      "url": "https://mpa-guide.protectedplanet.net",
      "title": "The MPA Guide",
      "description": "void",
      "preview": "The MPA Guide is a science-based tool and framework to identify different types of MPAs and connect these types of MPAs with the outcomes they are exp"
    },
    {
      "url": "https://www.worldofinteriors.com/",
      "title": "The World of Interiors | THE WORLD OF INTERIORS",
      "description": "void",
      "preview": "Skip to main content THE WORLD OF INTERIORS Culture And the winners are... A year ago, we petitioned our readers to cast in prose their most precious tr"
    },
    {
      "url": "https://www.theverge.com/2020/11/18/21573081/google-new-tool-hot-cities-trees-climate-change-temperature",
      "title": "Google launches new tool to help cities stay cool | The Verge",
      "description": "Cities are typically hotter than their rural neighbors because of the urban heat island effect, and climate change is making urban areas even hotter. Google debuted a new tool called Tree Canopy Lab in an effort to help keep cities like Los Angeles cool by helping them plant more trees.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://blog.opensource.org",
      "title": "Blog - Open Source Initiative",
      "description": "void",
      "preview": "On 16-17 September 2025, leaders from across the Open Source ecosystem gathered in Brussels for the third annual Open Source Congress (OSC), followed"
    },
    {
      "url": "http://www.logotv.com/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.oad.nl/groot-brittannie/somerset",
      "title": "Busreizen Groot-Brittannië | Boek voordelig op Oad.nl",
      "description": "Busreizen Groot-Brittannië boekt u voordelig op Oad.nl, uw partner voor een volledig verzorgde vakantie naar Groot-Brittannië. Zoek en boek op Oad.nl!",
      "preview": "Groot-Brittannië Ontdek meer Je bent hier: Home Groot-Brittannië Menu Sluiten ? Zoek hier in onze beschikbare reizen Kies reissoort Kies een reissoort"
    },
    {
      "url": "https://tghat.com/2021/03/06/abiy-ahmed-and-his-genocide-policy-in-tigray/",
      "title": "Abiy Ahmed and his genocide policy in Tigray - Tghat",
      "description": "In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been emerging as the primary weapon of choice of its three architects-Prime Minister Abiy Ahmed of Ethiopia, President Isaias Afwerki of Eritrea and the Amhara nationalists-to totally subjugate Tigray.",
      "preview": "Connect with us Share Tweet In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been"
    },
    {
      "url": "https://fun.chicagotribune.com/#nt=secondarynavbar",
      "title": "Fun & Games | Free Online Games, Puzzles, Crosswords & Jumbles | Chicago Tribune",
      "description": "void",
      "preview": "Search Oct 10, 2025 Fun & Games All Jumble Crosswords Solitaire Sudoku Mahjong Match 3 Logic Puzzles Action Connect Copyright © 2025 , Chicago Tribune"
    },
    {
      "url": "https://www.listrak.com/",
      "title": "Listrak | Person-First Marketing Platform for Email, SMS & Web",
      "description": "The cross-channel marketing automation platform for retailers - unifying data, identity, & messaging across email, SMS, push, & web to drive personalization + revenue growth.",
      "preview": "2022 Holiday Playbook A planning guide from Listrak's retail experts. Download Now Platform Platform Clients Clients Company Company Resources Resourc"
    },
    {
      "url": "https://aquarium.org/visit/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://outsidetexas.com/products/otx-foam-trucker-round-patch",
      "title": "OTX Foam Trucker: Circle Patch | Outside, Texas",
      "description": "OTX Foam Trucker: Circle Patch | Made in Texas, by Texans, for Texans who live Outside, Texas. 100% Polyester Front 100% Polyester Mesh Back The Traditional LookSweatband Plastic Adjustable SnapOSFM - Adult (6 1/2 - 7 5/8)",
      "preview": "Skip to content Close menu Home Shop Hats Shirts Tanks & Crops Hoodies & Sweatshirts Extras Kids Where To Explore Outside, Texas?? Top 20 State Parks"
    },
    {
      "url": "https://www.nationalcapacd.org/",
      "title": "National CAPACD",
      "description": "void",
      "preview": "Empowering Leaders, Mobilizing Communities 25 Years of Building CAPACD What's Happening Celebrating 25 Years of National CAPACD New Report: Unveiling"
    },
    {
      "url": "https://www.metoffice.gov.uk/weather/maps-and-charts",
      "title": "Maps and charts - Met Office",
      "description": "Access real-time weather data with our advanced maps and charts, which are designed to support informed decision making.",
      "preview": "Maps and charts Access real-time weather data with our advanced maps and charts, which are designed to support informed decision making. Featured MAPS"
    },
    {
      "url": "https://www.nelp.org/wp-content/uploads/Policy-Brief-15-Minimum-Wage-Women-Workers-of-Color.pdf",
      "title": "What a $15 Minimum Wage Means for Women and Workers of Color - National Employment Law Project",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.dca.ca.gov/about_us/contactus.shtml",
      "title": "Contact Us - California Department of Consumer Affairs",
      "description": "void",
      "preview": "Contact Us To Contact a Board, Bureau, Committee, or Program To reach a specific DCA entity (board/bureau/committee/program), please contact them dire"
    },
    {
      "url": "https://mnisotafund.org/",
      "title": "Mni Sota Fund",
      "description": "Mni Sota Fund is an Urban Native CDFI in Minneapolis, Minnesota. We provide wealth building services and access to capital for the Urban Indian community in the Twin Cities",
      "preview": "0 BUILDING INDIGENOUS WEALTH Financial Wellness Gain financial freedom and build financial empowerment! We offer free one-on-one financial coaching an"
    },
    {
      "url": "https://msdn.microsoft.com/en-us/microsoft-sdks-msdn",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "http://www.relocationmoverservices.com/",
      "title": "RMS Third Party Moving Services",
      "description": "void",
      "preview": "Skip To Main Content Skip To Main Navigation Skip to Secondary Navigation Accessibility Information Call 1-800-490-7356 Contact Us Client Login Regist"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/tw-repair.html",
      "title": "Typewriter Repair Shops",
      "description": "void",
      "preview": "presents The Typewriter Revolution: A Typist's Companion for the 21st Century Available now Not too long ago, every town had at least one shop that so"
    },
    {
      "url": "https://www.hamiltonfamilies.org/newsroom/san-francisco-plans-to-purchase-200-units-to-house-homeless-families",
      "title": "San Francisco plans to purchase 200 units to house homeless families - Hamilton Families",
      "description": "A sparkling seven-story building on 12th Street could soon play a key role in not only getting homeless families into housing, but helping them avoid displacement outside of San Francisco. Earlier this month, Mayor London Breed announced The City's plans to buy City Gardens, a residential building South of Market that would provide permanent supportive housing to families experiencing homelessness.",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://bit.ly/2JlPTBi",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://www.pjtra.com/t/8-9711-131940-104709?sid=PEOSarahJessicaParkerWoreThisEverydayLayeringPieceWhileontheSetofAndJustLikeThatssavoyFasAff13960716202302I&url=https%3A%2F%2Fwww.everlane.com%2Fproducts%2Fwomens-way-long-shirt-light-blue",
      "title": "The Way Long Oxford Shirt | Light Blue - Everlane",
      "description": "Featuring an oversized, dramatic length for ultimate versatility The Way Long Oxford Shirt was created to be worn as a layer over your favorite athletic wear (or bathing suit), or slip it on as a dress-hello legs! We love a multifunctional staple piece.",
      "preview": "Skip to content Your bag is empty. Not sure where to start? SHOP NEW ARRIVALS SHOP BEST SELLERS $120.00 away from free standard shipping You've receiv"
    },
    {
      "url": "https://welcometoyourkarlssonyears.com/2018/02/26/wtyky-podcast-episode-eight-the-price-of-life-in-blood-magic-is-death/",
      "title": "WTYKY Podcast: Episode Eight: The price of life in blood magic is death | Welcome To Your Karlsson Years",
      "description": "In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peristy Podcast, and we collectively struggle to find anything to talk about because so little is going on in the world of the Ottawa Senators other than the slow-motion destruction of the very thing...",
      "preview": "Skip to primary content In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peris"
    },
    {
      "url": "https://www.lornajane.com/amy-winter-thermal-phone-pocket-tech-leggings-blk/LB0384_BLK.html",
      "title": "Amy Winter Thermal Phone Pocket Tech Leggings | Lorna Jane",
      "description": "Introducing Cosmopolitan's #1 Rated Thermal Legging, and your new go-to winter legging with the perfect balance of tech and fashion. The soft brushed lining traps your body heat to keep you warm and the higher rise waist provides support and additional coverage to keep the warmth in. The design lends its self to be easily dressed up or dressed down for ultimate styling versatility. Plus it has not one but two phone pockets for hands free life on the go. Our Amy Winter Thermal Phone Pocket Tech legging has also been designed with a gusset. This triangular panel of fabric sewn into the crotch (gusset) prevents the leggings from 'riding up' (no camel toe) and provides more flexibility and freedom of movement. The thermal lining also gives a more compressive feel when worn. If you would prefer a more relaxed fit for all day wear we suggest you go up a size. If you prefer a more snug and firm fit, we suggest your usual size. PLEASE NOTE: Due to the nature of brushed fleece, these leggings can be prone to pilling so we recommend washing yours inside out in our Active Washbag on a delicate cycle to extend it's life. If you do not own a garment bag, a gentle hand wash is recommended.",
      "preview": "Badge Label breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb Amy Winter Thermal Phone Poc"
    },
    {
      "url": "https://www.wilsoncenter.org/the-woodrow-wilson-awards",
      "title": "The Woodrow Wilson Awards | Wilson Center",
      "description": "void",
      "preview": "Skip to main content In every nation, there are great men and women who have, by the strength of their character and their own accomplishments, become"
    },
    {
      "url": "https://betterwork.org/",
      "title": "Home - Better Work",
      "description": "void",
      "preview": "Q&A Evaluating Impact in Ethiopia's Garment Sector Global | 12 September 2025 Advancing decent work in garment supply chains in Asia and the Pacific C"
    },
    {
      "url": "https://cacm.acm.org/magazines/2012/7/151226-googles-hybrid-approach-to-research/fulltext",
      "title": "Google's Hybrid Approach to Research - Communications of the ACM",
      "description": "void",
      "preview": "Skip to content Introduction Implications of Google's Mission and Capabilities Hybrid Research at Google Example Research Patterns Successes Discussio"
    },
    {
      "url": "https://authindia.com/waguv-weaving-of-kashmir-is-the-proper-blend-of-beauty-and-austere-furnishing/",
      "title": "AuthIndia - India's Largest Art Community",
      "description": "void",
      "preview": "Waguv weaving of Kashmir is the proper blend of beauty and austere furnishing It requires a great deal of menial work to wade through the placid water"
    },
    {
      "url": "http://www.jimsclothing.com/",
      "title": "Home - Jims Clothing",
      "description": "SINCE 1976 your one stop, local shop Located in downtown Dawson, MN. Explore The Store Our retail store offers athletic equipment, men's, women's and youth apparel, athletic and casual wear, local school apparel, corporate wear, shoes and formal wear including tux rental. We are proud to be locally owned! We show our customers the advantage [...]",
      "preview": "Skip to content SINCE 1976 your one stop, local shop Located in downtown Dawson, MN. Explore The Store Our retail store offers athletic equipment, men"
    },
    {
      "url": "https://bachelornation.com/2021/12/16/thomas-jacobs-posts-sweet-6-month-anniversary-photos-with-becca-kufrin-i-m-so-proud-to-share-this-life-with-you/",
      "title": "Thomas Jacobs Posts Sweet 6-Month Anniversary Photos with Becca Kufrin: 'I'm So Proud to Share This Life with You'",
      "description": "Love is in the air!",
      "preview": "Skip to main content Instagram Love is in the air! Fans saw Bachelor Nation stars Thomas Jacobs and Becca Kufrin find love on Season 7 of \"Bachelor in"
    },
    {
      "url": "https://www.globenewswire.com/news-release/2019/12/10/1958411/0/en/The-Newman-s-Own-Awards-Celebrate-20-Years-of-Charitable-Giving-with-2019-Grant-Winners-Announcement.html",
      "title": "The Newman's Own® Awards Celebrate 20 Years of Charitable",
      "description": "Funds Continue to Support Military Non-Profits Offering Quality Veteran Care...",
      "preview": "Accessibility: Skip TopNav The Newman's Own® Awards Celebrate 20 Years of Charitable Giving with 2019 Grant Winners Announcement Funds Continue to Sup"
    },
    {
      "url": "https://www.coursera.org/specializations/python",
      "title": "Python for Everybody | Coursera",
      "description": "Offered by University of Michigan. Learn to Program and Analyze Data with Python. Develop programs to gather, clean, analyze, and visualize ... Enroll for free.",
      "preview": "Python for Everybody Specialization Python for Everybody Specialization Learn to Program and Analyze Data with Python. Develop programs to gather, cle"
    },
    {
      "url": "https://search.creativecommons.org/",
      "title": "CC Search Portal",
      "description": "void",
      "preview": "Skip to content Find content you can share, use, and remix. The Creative Commons (CC) Search Portal helps you search CC licensed works across multiple"
    },
    {
      "url": "https://commons.wikimedia.org/wiki/Category:Algirdas_Brazauskas",
      "title": "Category:Algirdas Brazauskas - Wikimedia Commons",
      "description": "void",
      "preview": "Jump to content From Wikimedia Commons, the free media repository <nowiki>Algirdas Brazauskas; Algirdas Brazauskas; Algirdas Brazauskas; Algirdas Braz"
    },
    {
      "url": "http://www.postersw.com/",
      "title": "Poster Software - Poster, Banner, and Sign Software",
      "description": "Poster, the award-winning shareware program that lets you create big posters, signs, banners, and panoramas - create a basic poster in just 60 seconds, create stunning posters and signs in just a few minutes.",
      "preview": "Poster, the award-winning shareware program that lets you create big posters, signs, banners, and panoramas - create a basic poster in just 60 seconds"
    },
    {
      "url": "https://jannah.tielabs.com/demo/news-blocks/block-7/",
      "title": "Block #7 - Jannah Theme",
      "description": "Blog Magazine Newspaper buddyPress Theme",
      "preview": "✨ We've just launched a new BIG update Discover Now With Filters All Creative Foods Football Life Style Racing Sports Swimming Technology Travel World"
    },
    {
      "url": "https://www.miltons.com/collections/all/christopher-lena",
      "title": "All - tagged \"christopher-lena\" - Miltons - The Store for Men",
      "description": "Since 1947, Miltons has been a family and locally owned and operated business. With locations in Chestnut Hill Square and Braintree's South Shore Plaza, Miltons has been providing men's clothing for all of life's occasions.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Spend $100.00 to FREE SHIPPING Loading..."
    },
    {
      "url": "https://herbolarioazahara.com/terminos-y-condiciones/condiones-de-uso/",
      "title": "Condiones de Uso | Herbolario Azahara",
      "description": "void",
      "preview": "Condiones de Uso Generalidades Todas las compras que se realicen en herbolarioazahara.com (en adelante tienda online) están sujetas a las condiciones"
    },
    {
      "url": "https://apple.com/legal",
      "title": "Apple - Legal",
      "description": "void",
      "preview": "Hardware Warranties Before you purchase a new or refurbished hardware product from Apple, you may review the terms and conditions of Apple's limited w"
    },
    {
      "url": "https://falcontech.com/products/ortronics-or-ks5ea-36-cat5e-rj45-keystone-jack-module-techchoice-blue",
      "title": "Ortronics KS5EA-36 CAT5e RJ45 KeyStone Jack Module TechChoice, Blue - FalconTech",
      "description": "Manufacturer: Ortronics Performance Level: Category 5e Termination: 110 punchdown Conductors: 8 Position, 8 Wire Color: Blue Compatibility: TechChoice Faceplates, Surface Mount Boxes, Patch Panels and most other manufacturer's keystone faceplates and patch panels.Specification Sheet: ViewSKU: KS5EA-36",
      "preview": "\"Call us, we will answer the phone. 314-994-9066 in English or Español!\" - John Baragiola | President Send A Quick Quote Roll over image to zoom in Or"
    },
    {
      "url": "https://www.farmequip.org/news/kirby-brings-piece-of-aviation-history-to-museum/",
      "title": "Kirby Brings Piece of Aviation History to Museum - Farm Equipment Manufacturers Association",
      "description": "void",
      "preview": "Schedule Registration Register Today Registration List FAQs Program Speakers Connect with Marketers EMDA Industry Showcase Guest Program Travel & Acco"
    },
    {
      "url": "https://www.czbykennethjaylane.com/products/petite-triple-hoop-earrings",
      "title": "Petite Triple Hoop Earrings - CZ by Kenneth Jay Lane",
      "description": "Elegant and eye-catching, these .5 Pave cubic zirconia triple hoop earrings are an unstoppable style statement! Pierced ear compatible, and available in shimmering rhodium or 18k gold plated brass, they add a sophisticated touch to your look. Measurements: 1\" x .5\"",
      "preview": "FREE SHIPPING ON US ORDERS $250+ Shop our Memorial Day Sale! Markdowns up to 80% off! Currency Currency Afghanistan (AFN ؋) Åland Islands (EUR €) Alba"
    },
    {
      "url": "https://forums.craigslist.org/?areaID=85",
      "title": "forums - craigslist",
      "description": "void",
      "preview": "CL craigslist > forums android forum apple / mac arts forum astrophysics atheism automotive beauty / fashion bicycling bisexuality boomers car free ce"
    },
    {
      "url": "https://myhomeimpro.com/safety-and-planning-laws-for-melbourne/",
      "title": "Knowing the Safety and Planning Laws for Melbourne - BRPN",
      "description": "The City of Melbourne require a range of permits to protect the safety of the public, protect our assets and ensure compliance with legislation.",
      "preview": "My Home Impro @2022 - Myhomeimpro. All Right Reserved. Facebook Twitter Pinterest Whatsapp Trending now Upgrade Your Home in 3 Days: Projects... DrHomey"
    },
    {
      "url": "https://byblack.us/",
      "title": "ByBlack - National Certification & Directory for Black Business",
      "description": "A platform to give Black-owned businesses access to training & contracting opportunities. We help companies & consumers buy Black.",
      "preview": "ByBlack - National Certification & Directory for Black Business Skip to main content Close About Us Navigate to /about-us. Team Navigate to /partners."
    },
    {
      "url": "https://www.natalido.com/cambodia",
      "title": "Cambodia | natalido",
      "description": "void",
      "preview": "top of page bottom of page"
    },
    {
      "url": "https://www.viceroyhotelsandresorts.com/los-cabos",
      "title": "Viceroy Los Cabos Luxury Stay",
      "description": "Discover Viceroy Los Cabos, a luxury resort with ocean views, iconic pools, spa, dining, and design that captures the spirit of Baja.",
      "preview": "Skip to main content Los Cabos Luxury Resort A private, playful hideaway at the edge of the sea and sky, Viceroy Los Cabos invites you to immerse your"
    },
    {
      "url": "https://www.camicado.com.br/p/jarra-de-vidro-para-cafeteira-oster-programavel-4401/-/A-700041533-br.lc",
      "title": "Jarra de Vidro para Cafeteira Oster Programável 4401 - Camicado",
      "description": "Jarra de Vidro Oster compatível com Cafeteira : Cafeteira Oster Flavor Programável - BVSTDC4401 Cafeteira Oster Flavor Vermelha Programável - BVSTDC4401RD Cafeteira Oster Flavor Black Programável - BVSTDCDWX20B",
      "preview": "Sair"
    },
    {
      "url": "https://fabfitfun.com/get-the-box",
      "title": "FabFitFun - Beauty, Fitness, Lifestyle",
      "description": "FabFitFun - Beauty, Fitness, Lifestyle",
      "preview": "Buy One, Get One FREE ($250 Value) Get curated boxes of your favorite brands up to 70% off, plus a FREE $250 additional Fall Box for a limited time on"
    },
    {
      "url": "https://pornrips.to/wildoncam-22-01-10-kenzie-love-hardcore-xxx-1080p-hevc-x265-prt/",
      "title": "WildOnCam.22.01.10.Kenzie.Love.Hardcore.XXX.1080p.HEVC.x265.PRT - PornRips.To",
      "description": "void",
      "preview": "Release: WildOnCam.22.01.10.Kenzie.Love.Hardcore.XXX.1080p.HEVC.x265.PRT File Size: 1298 MB Duration: 1:00:09 Join us on Telegram! Leave a Reply Cance"
    },
    {
      "url": "http://plants.ensembl.org/Physcomitrium_patens/Gene/Summary?g=Pp3c24_10890;r=24:7549793-7550231;t=Pp3c24_10890V3.1",
      "title": "Gene: Pp3c24_10890 - Summary - Physcomitrium_patens - Ensembl Genomes 62",
      "description": "Ensembl Plants is a genome-centric portal for plant species of scientific interest",
      "preview": "▼ Ensembl Genomes Ensembl Bacteria Ensembl Protists Ensembl Fungi Ensembl Plants Ensembl Metazoa Ensembl (vertebrates) Loading... BLAST BioMart Tools Do"
    },
    {
      "url": "https://www.1p.sg/products/apple-iphone-7-32gb",
      "title": "Apple iPhone 7 32GB - OnePhone Singapore",
      "description": "Brand New Apple iPhone 7 32GB Local warranty set1 year warranty from Apple.FREE delivery. Pay cash on delivery. No other charges. SMS/WhatsApp/Call 91079006 or email sales@onephone.com.sg 🛒 OnePhone154 Race Course Road3 mins walk from Farrer Park MRT exit F11am to 10pm daily.🚚 Or get FREE Delivery: Pls WhatsApp us at",
      "preview": "Skip to content Item added to your cart Check out Continue shopping Skip to product information Open media 1 in modal 1 / of 2 Apple iPhone 7 32GB No"
    },
    {
      "url": "https://www.heraldtribune.com/story/entertainment/local/2017/06/21/interview-diana-ross-daughter-rhonda-on-sharing-stage-with-mom/20483395007/",
      "title": "Diana Ross' daughter Rhonda on touring with mom",
      "description": "Singers perform at Van Wezel before playing Essence Festival in New Orleans",
      "preview": "Skip to main content Home News Sports Ticket Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Content Sh"
    },
    {
      "url": "https://www.lunarisrecords.com/blogs/news/tagged/horror-con",
      "title": "News - Tagged \"horror con\" - Lunaris Records",
      "description": "Lunaris Records specializes in horror and cult film soundtracks on vinyl, cassette, and cd.",
      "preview": "Skip to content Search Home Shop Vinyl CD Cassette Merch Archive Discography News Contact Us Account horror con RSS horror con , lunaris records , nig"
    },
    {
      "url": "https://ride.lyft.com/?entrypoint=lyftcom",
      "title": "Lyft: Need a ride? Use the app.",
      "description": "Download the Lyft app and get a ride from a friendly driver in minutes.",
      "preview": "Skip to content Need a ride? Use the app. Download the Lyft app and get a ride from a friendly driver in minutes. We'll send you a text with a link to"
    },
    {
      "url": "http://support.vhx.tv/article/356-watching-chromecast",
      "title": "How do I watch via Chromecast on my desktop? - Vimeo OTT Customer Support",
      "description": "If you have a Chromecast device, you can use that in conjunction with the Google Chrome desktop browser to watch content on your TV. Note: At this time, we expe",
      "preview": "How do I watch via Chromecast on my desktop? If you have a Chromecast device, you can use that in conjunction with the Google Chrome desktop browser t"
    },
    {
      "url": "https://www.globalknowledge.com/us-en/resources/resource-library/articles/top-paying-certifications/#gref",
      "title": "20 Necessary IT Certifications + Salaries I Skillsoft",
      "description": "IT certifications can be a necessary step in your career journey. From CompTIA A+ to AWS Cloud Practitioner, here are 20 essential certifications for...",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Blog Home"
    },
    {
      "url": "http://www.nbcunicareers.com",
      "title": "Home | NBCUnicareers",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.bingogamingnews.com/",
      "title": "Bingo and Gaming News ON-LINE",
      "description": "void",
      "preview": "Welcome to Bingo & Gaming News ON-LINE . Bingo & Gaming News is a FREE monthly on-line publication . Bingo & Gaming News ON-LINE, is the electronic ve"
    },
    {
      "url": "https://rfcx.org",
      "title": "Rainforest connection",
      "description": "void",
      "preview": "Facebook Twitter Instagram Youtube Linkedin Facebook Twitter Instagram Youtube Linkedin Using Sound & AI To Protect Rainforests & Monitor Biodiversity"
    },
    {
      "url": "http://googleresearch.blogspot.com/2014/09/introducing-structured-snippets-now.html",
      "title": "Introducing Structured Snippets, now a part of Google Web Search",
      "description": "Posted by Corinna Cortes, Boulos Harb, Afshin Rostamizadeh, Ken Wilder, and Cong Yu, Google ResearchGoogle Web Search has evolved in recent years w...",
      "preview": "Introducing Structured Snippets, now a part of Google Web Search September 22, 2014 Posted by Corinna Cortes, Boulos Harb, Afshin Rostamizadeh, Ken Wi"
    },
    {
      "url": "https://bydash.com/",
      "title": "Dash",
      "description": "With quality products, Dash helps people improve their health and wellness.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Estimated total $0.00 USD Taxes"
    },
    {
      "url": "https://www.fark.com/",
      "title": "Drew Curtis' FARK.com",
      "description": "Humorous views on interesting, bizarre and amusing articles, submitted by a community of millions of news junkies, with regular Photoshop contests.",
      "preview": "Skip to content Try Ads-Free Fark Report It's Not News, It's Fark How To Fark Log In | Sign Up » Login Password Forgot password? X FARK TotalFark my F"
    },
    {
      "url": "https://info135.com.ar/2021/07/14/ari-lijalad-le-apunto-a-larreta-y-lo-prendio-fuego-unos-gobiernan-y-nos-cuidan-y-otros-gobiernan-y-nos-ponen-en-peligro/",
      "title": "Ari Lijalad le apuntó a Larreta y lo prendió fuego: \"Unos gobiernan y nos cuidan y otros gobiernan y nos ponen en peligro\" - INFO135",
      "description": "El periodista de El Destape salió con los tapones de punta luego que se detectase que un individuo residente de CABA que había ido a Miami a vacunarse y volvió con la variante Delta, rompió el aislamiento. En una serie de tuits picantísimos, Ari destruyó al jefe de gobierno porteño...",
      "preview": "15.2 C La Plata 10 octubre, 2025 Facebook Twitter Instagram Youtube Primary Menu Search for: Search El periodista de El Destape salió con los tapones"
    },
    {
      "url": "https://www.montanapbs.org/",
      "title": "Montana PBS - Montana's PBS Station",
      "description": "Montana PBS shares diverse stories; connects our citizens; discovers common ground; and celebrates the independent spirit and beauty of Montana.",
      "preview": "Showcase"
    },
    {
      "url": "https://www.berlingske.dk/kommentarer",
      "title": "Kirkeordførerne hykler i sagen om Morten Kvist | Berlingske",
      "description": "Det kontroversielle er ikke valget af Morten Kvist til at prædike i morgen ved Folketingets åbningsgudstjeneste, men mine politiske kollegers eklatante hykleri.",
      "preview": "Navigation Køb abonnement Log ind Profil Menu Sektioner Samfund Opinion Business Kultur Køb abonnement Kommentarer 1. okt. 2018 kl. 13.00 Kirkeordføre"
    },
    {
      "url": "https://caribbeancricket.com/news",
      "title": "CaribbeanCricket.com - The Independent Voice of West Indies Cricket",
      "description": "Caribbean Cricket - The Independent Voice of West Indies Cricket. Latest news, live scores, forums and discussions about West Indies cricket.",
      "preview": "Daren Sammy expects better showing in second Test against India Thu, Oct 9, '25 West Indies head coach Daren Sammy is looking forward to a much-improv"
    }
  ],
  "_meta": {
    "total_bookmarks": 92
  }
}