{
  "data": [
    {
      "url": "http://www.usblackchambers.org/certification",
      "title": "ByBlack Certification",
      "description": "An extensive national Black business directory developed by the U.S. Black Chambers, and with the support of American Express, the first national certification exclusively for Black-owned businesses. ByBlack is designed to provide Black entrepreneurs a way to reach new customers, help develop business opportunities and access valuable business resources.",
      "preview": "An extensive national Black business directory developed by the U.S. Black Chambers, and with the support of American Express, the first national cert"
    },
    {
      "url": "https://www.ccg-gcc.gc.ca/index-eng.html",
      "title": "Canadian Coast Guard",
      "description": "void",
      "preview": "Canadian Coast Guard The Canadian Coast Guard is a special operating agency within the Department of National Defence. We work to ensure the safety of"
    },
    {
      "url": "http://www.responsiblebusiness.org/standards/code-of-conduct/",
      "title": "Code of Conduct",
      "description": "The RBA Code of Conduct is a set of social, environmental and ethical industry standards.",
      "preview": "JOIN RBA RBA Foundation Member Portal RBA-Online eLearning Academy Code of Conduct Code of Conduct Standards & Accountability VAP About VAP SVAP on Fo"
    },
    {
      "url": "http://www.sfa.sc/",
      "title": "Seychelles Fisheries Authority",
      "description": "void",
      "preview": "Seychelles Fisheries Authority Proactive Approach To Creating a future where Seychelles' fisheries are both productive and responsibly managed, ensuri"
    },
    {
      "url": "https://www.wizard.co.za/2011/03/",
      "title": "March 2011 - Wizard.co.za",
      "description": "void",
      "preview": "Skip to content Read More Read More Read More magicalnaturetour: The Tractor Beam (by Ben H.🙂 Read More Read More Read More Read More Read More rights"
    },
    {
      "url": "https://spotmedia.ro/tag/covid-19-stiri",
      "title": "Covid 19 știri - Stiri - spotmedia.ro",
      "description": "Citeste mai noi stiri cu tema: Covid 19 știri in spotmedia.ro",
      "preview": "Skip to content Acasă Covid 19 știri O echipă de medici americani raportează ceea ce pare a fi primul caz pediatric de paralizie bilaterală a corzilor"
    },
    {
      "url": "http://rare.withgoogle.com?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Google",
      "description": "void",
      "preview": "Gmail Immagini Accedi Ricerca avanzata Pubblicità Soluzioni aziendali Informazioni su Google Google.it © 2025 - Privacy - Termini"
    },
    {
      "url": "https://www.ktvh.com/news/montana-politics/gianforte-signs-bills-eliminating-election-day-registration-tightening-voter-id",
      "title": "Gianforte signs bills eliminating Election Day registration, tightening voter ID",
      "description": "Gov. Greg Gianforte signed a pair of bills that eliminate voter-registration on Election Day in Montana and tighten ID requirements for voting and voter-registration.",
      "preview": "void"
    },
    {
      "url": "https://www.seasketch.org/home.html",
      "title": "SeaSketch",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://unsplash.com/",
      "title": "Beautiful Free Images & Pictures | Unsplash",
      "description": "Beautiful, free images and photos that you can download and use for any project. Better than any royalty free or stock photos.",
      "preview": "Featured Nature 3D Renders Film People Architecture & Interiors Experimental Fashion & Beauty Animals Unsplash The internet's source for visuals. Powe"
    },
    {
      "url": "https://www.moaa.org/",
      "title": "MOAA - MOAA Home Page",
      "description": "The Military Officers Association of America (MOAA) is the country's leading organization protecting the rights of military servicemembers and their families. Those who belong to MOAA not only lend their voices to a greater cause, but they also gain access to extensive benefits tailored to the needs and lifestyles of military officers. MOAA members proudly hail from every branch of the uniformed services. To them, we have made the same promise that they have made to their country: Never Stop Serving.",
      "preview": "TOTALFORCE+ Registration is NOW OPEN for our inaugural conference! Click here to join us Oct. 28-29!  Close banner I am a  Selected Currently Servin"
    },
    {
      "url": "https://www.artdecomumbai.com/tag/j-gurney-nutting/",
      "title": "J Gurney Nutting - Art Deco",
      "description": "void",
      "preview": "Skip to content It seems we can't find what you're looking for. Perhaps searching can help. Search for: Search Digital diarist showcasing mumbai's art"
    },
    {
      "url": "https://www.hayneedle.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://hlpf.un.org/",
      "title": "High-Level Political Forum on Sustainable Development",
      "description": "High-Level Political ForumThe High-level Political Forum on Sustainable Development (HLPF) is the central United Nations platform for the follow-up and review of the 2030 Agenda for Sustainable Development and its 17 Sus",
      "preview": "Skip to main content High-Level Political Forum on Sustainable Development Search Search A-Z Site Index Home About Members Mandate and Functions GA Re"
    },
    {
      "url": "https://www.incopesca.go.cr/",
      "title": "Index",
      "description": "Index , Portal del INCOPESCA INCOPESCA",
      "preview": "Incopesca Contenedor Contenedor Trámites y Servicios Contenedor Información de interés INSTITUTO COSTARRICENSE DE PESCA Y ACUICULTURA INCOPESCA El INC"
    },
    {
      "url": "https://generated.photos/#",
      "title": "Generated Photos | Unique, worry-free model photos",
      "description": "AI-generated images have never looked better. Explore and download our diverse, copyright-free headshot images from our production-ready database.",
      "preview": "void"
    },
    {
      "url": "https://www.eatthistown.ca/dartmouth-pizza-quest-woodsideeastern-passage/",
      "title": "Dartmouth Pizza Quest: Woodside/Eastern Passage - Eat This Town",
      "description": "void",
      "preview": "Food Quests Halifax Nova Scotia Pizza Pizza Dartmouth Pizza Quest: Woodside/Eastern Passage July 21, 2015 Eat This Town The Dartmouth Pizza Quest is n"
    },
    {
      "url": "https://www.psychologytoday.com/us/blog/living-sticky-mind/202111/why-some-people-just-cant-make-their-minds",
      "title": "Why Some People Just Can't Make Up Their Minds | Psychology Today",
      "description": "For those with chronic indecisiveness. the uncertainty inherent in every decision creates doubts that lead to delay, avoidance, and procrastination.",
      "preview": "Skip to main content Martin Seif Ph.D. ABPP and Sally Winston Psy.D. Living with a Sticky Mind Anxiety Why Some People Just Can't Make Up Their Minds"
    },
    {
      "url": "https://junaidios.github.io/StbEmu-Pro/PrivacyPolicy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Muhammad Junaid built the StbEmuTV (Pro) app as a Commercial app. This SERVICE is provided by Muhammad Junaid and is intended for use a"
    },
    {
      "url": "https://www.aafes.com/about-exchange/doing-business/",
      "title": "Exchange | Military Discount - Tax Free Shopping",
      "description": "Exchange | Military Discount - Tax Free Shopping",
      "preview": "void"
    },
    {
      "url": "https://www.oceanpanel.org/blue-papers/illegal-unreported-and-unregulated-fishing-and-associated-drivers",
      "title": "\"Combatting IUU Fishing: Strategies and Solutions - Ocean Panel\"",
      "description": "Explore solutions to combat Illegal, Unreported, and Unregulated (IUU) fishing. Discover best practices, technologies, and partnerships to protect our oceans.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.sunfirematrix.com/app/consumer/wis/?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "SunFire Medicare Plan Finder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.thehousecollective.com/en/the-middle-house/",
      "title": "The Middle House | Artistic hotel in Dazhongli Shanghai | The House Collective",
      "description": "Discover The Middle House Shanghai, an intimate urban sanctuary. Experience modern luxury, curated art, and bespoke service in the heart of vibrant Shanghai.",
      "preview": "Our House Our House Our House Rooms Restaurants & Bars Wellness Private Events Explore Special Offers Welcome to The Middle House Our House People & C"
    },
    {
      "url": "https://www.ams.usda.gov/rules-regulations/be",
      "title": "BE Disclosure | Agricultural Marketing Service",
      "description": "void",
      "preview": "Skip to main content BE Disclosure U.S. Secretary of Agriculture Sonny Perdue announced the National Bioengineered Food Disclosure Standard on Decembe"
    },
    {
      "url": "https://claralionelfoundation.org/",
      "title": "Clara Lionel Foundation | Home",
      "description": "Founded by Robyn Rihanna Fenty, our work spans the Caribbean, East Africa and the U.S. South, with an approach that starts with and invests in the people who call these regions home.",
      "preview": "Donate We build thriving & resilient communities Founded by Robyn Rihanna Fenty Learn more WE INVEST IN COMMUNITY-LED SOLUTIONS CLF's work spans the C"
    },
    {
      "url": "https://www.bigmarker.com/mutual-of-omaha-mortgage1/USO-VA-Home-Loan-Workshop",
      "title": "Webinar: USO VA Home Loan Workshop by Mutual of Omaha Mortgage",
      "description": "Mutual of Omaha Mortgage and the USO have joined forces to support service members and their families in understanding the home buying process! Gain insight into VA Home Loan eligibility requirements & the lifespan of the VA Home Loan benefit. The workshop will include a step-by-step process of buying a home, from finding the right house, to financing, closing and more! This free, online-only webinar is being offered exclusively through the USO Pathfinder Transition program for Active Duty, military spouses, National Guard, Reservists, and recently separated veterans/retirees. For more information about the program, please visit: www.uso.org/transition",
      "preview": "It looks like you're on an old version of Chrome... Update your browser to attend this event. Download Chrome for free → It looks like you're on an old"
    },
    {
      "url": "https://be.brussels/about-the-region",
      "title": "About the Region | Brussels-Capital Region",
      "description": "The Brussels-Capital Region asserts is a territory in which speakers of French and Dutch live together, alongside nationals of many other countries. Find out more about the Region.",
      "preview": "Skip to main content About the Region What are you looking for? Submit Suggestions The electronic desk of the administrations Our 19 municipalities Go"
    },
    {
      "url": "https://resources.github.com/devops/fundamentals/devsecops/",
      "title": "What is DevSecOps? · GitHub",
      "description": "DevSecOps combines development, security, and operations to automate security integration across all phases of the software development lifecycle (SDLC).",
      "preview": "Skip to content GitHub recognized as a Leader in the Gartner® Magic Quadrant™ for AI Code Assistants. Learn more"
    },
    {
      "url": "https://jobs.theguardian.com/?INTCMP=jobs_uk_web_newheader",
      "title": "Job search | Find your dream job with Guardian Jobs",
      "description": "Search & apply for vacancies at top employers on our job site. Add your CV today and apply for open roles throughout the UK. Find a job where you can be you.",
      "preview": "Skip to main content There's life within the 9-5 Search Keywords Location Within Within 5 miles Within 10 miles Within 15 miles Within 20 miles Within"
    },
    {
      "url": "https://mirror.ufam.edu.br/archlinux/core/?C=D;O=A",
      "title": "Index of /archlinux/core",
      "description": "void",
      "preview": "Index of /archlinux/core Name Last modified Size Description Parent Directory - os/ 2017-11-15 08:09 -"
    },
    {
      "url": "https://www.calacademy.org/",
      "title": "California Academy of Sciences in San Francisco, CA",
      "description": "The California Academy of Sciences is a science museum-and scientific and educational institution-located in San Francisco's Golden Gate Park.",
      "preview": "It seems JavaScript is either disabled or not supported by your browser. To view this site, enable JavaScript by changing your browser options and try"
    },
    {
      "url": "https://code.zoom.us/rec/share/bWUZsF46lAhiGD_baZV8BflN7PgWkFK2H0YGPTkbcofKX0XsvqfCjZz91UqRrnKB.ARsxIggaHhQPKYI1",
      "title": "Video Conferencing, Web Conferencing, Webinars, Screen Sharing - Zoom",
      "description": "Zoom is the leader in modern enterprise video communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems. Zoom Rooms is the original software-based conference room solution used around the world in board, conference, huddle, and training rooms, as well as executive offices and classrooms. Founded in 2011, Zoom helps businesses and organizations bring their teams together in a frictionless environment to get more done. Zoom is a publicly traded company headquartered in San Jose, CA.",
      "preview": "Skip to Main Content Accessibility Overview × About Zoom Blog Customers Our Team Careers Integrations Partners Investors Press Sustainability & ESG Zo"
    },
    {
      "url": "https://www.nomecomesnada.es/tag/soba/",
      "title": "soba Archivos - No me comes nada",
      "description": "void",
      "preview": "No sabéis la de ganas que tenía de poner esta receta en el blog. Directa desde el país del sol naciente llega esta sopa de miso con noodles Creo que y"
    },
    {
      "url": "https://craftwork.design/catalog/?_sft_download_category=freebies",
      "title": "Craftwork: UX/UI kits, illustrations, mockups, fonts and more",
      "description": "Design resources for everyone. Freebies and premium web design products, custom illustrations and graphics on one marketplace.",
      "preview": "Italian description placeholder CFTITALY615 Catalog Featured 3D Assets Illustrations Framer Templates Coded Templates Figma Templates UX / UI Kits Moc"
    },
    {
      "url": "https://socratic.org/questions/what-is-the-electron-dot-diagram",
      "title": "Google Lens - Search What You See",
      "description": "Discover how Lens in the Google app can help you explore the world around you. Use your phone's camera to search what you see in an entirely new way.",
      "preview": "Search Shop Translate Identify what you see Not sure how to describe it in words? Use your camera or an image to search. Go to Google Lens Get the app"
    },
    {
      "url": "https://www.planet.com/pulse/introducing-planetary-variables-soil-water-content-land-surface-temperature-and-vegetation-biomass/",
      "title": "Introducing Planetary Variables: Soil Water Content, Land Surface Temperature, and Vegetation Biomass",
      "description": "void",
      "preview": "HOME News Introducing Planetary Variables: Soil Water Content, Land Surface Temperature, and Vegetation Biomass Thijs Van Leeuwen April 12, 2022 • 6 m"
    },
    {
      "url": "https://app.diagrams.net/",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/wg3/",
      "title": "Climate Change 2022: Mitigation of Climate Change",
      "description": "Intergovernmental Panel on Climate Change Working Group III contribution to the Sixth Assessment Report",
      "preview": "Summary for Policymakers The Summary for Policymakers (SPM) provides a high-level summary of the key findings of the Working Group III Report and is a"
    },
    {
      "url": "http://www.instyleweddings.com/instyle/weddings/flat/0,22749,in_this_issue,00.html",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://www.shop.solisaudio.com/collections/frontpage/products/so-2000",
      "title": "SO-2000 - SŌLIS Audio",
      "description": "Voice-Activated Bluetooth/Wi-Fi Wireless Speaker with Clock Easy-to-read 0.6\" LED Display Automatic Time Set by Google Cloud Stream Music Wirelessly Using the Google Home App or Bluetooth Voice-activated Speaker with the Google Assistant built-in Far-field Voice Recognition for Hands-free Use Chromecast built-in - choo",
      "preview": "SO-2000 $149 99 FREE SHIPPING Default Title - $149.99 USD Quantity Add to Cart Vendor : Solis Audio Shares : Description Voice-Activated Bluetooth/Wi-"
    },
    {
      "url": "https://www.freikirchegronau.de/datenschutz/",
      "title": "Datenschutz - Evangelische Freikirche Gronau",
      "description": "void",
      "preview": "Datenschutz 1. Datenschutz auf einen Blick Allgemeine Hinweise Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenb"
    },
    {
      "url": "https://www.billboard.com/music/country/makin-tracks-maren-morris-i-cant-love-you-anymore-1235164375/",
      "title": "Makin' Tracks: Maren Morris Turns a Spat Into an Upbeat Single With 'I Can't Love You Anymore'",
      "description": "Morris wrote the song with her husband and fellow singer-songwriter Ryan Hurd, as well as writer-producer Greg Kurstin.",
      "preview": "× Skip to main content Maren Morris Claire Schaper* Trending on Billboard Maren Morris ' Humble Quest , currently nominated for the Country Music Asso"
    },
    {
      "url": "https://www.hooverfuneralhome.com/obituaries/Geoffrey-Allen-McCormack?obId=21526806",
      "title": "Obituary information for Geoffrey Allen McCormack",
      "description": "View Geoffrey Allen McCormack's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Geoffrey Allen McCormack July 21, 2017 Geoffrey Allen McCormack Obituary Tribute Notifications TM Stay up-to-date on event infor"
    },
    {
      "url": "https://www.allmusic.com/album/hey-world-mw0003429232/credits",
      "title": "Hey World - Lee Brice | Album | AllMusic",
      "description": "Hey World by Lee Brice released in 2020. Find album reviews, track lists, credits, awards and more at AllMusic.",
      "preview": "AllMusic relies heavily on JavaScript. Please enable JavaScript in your browser to use the site fully. Hey World Lee Brice Add to Custom List Add to C"
    },
    {
      "url": "https://www.aulafacil.com/cursos/programacion/macromedia-dreamweaver/formatos-en-el-panel-de-propiedades-l200",
      "title": "🥇▷【 Formatos en el Panel de Propiedades - Macromedia Dreamweaver 】",
      "description": "✍✅ - Formatos en el Panel de Propiedades - En la zona izquierda del panel de propiedades, tenemos unas opciones que aún no conocemos y que vamos a ver en esta lección. Estas son las propiedades, \"Formato\", \"Fuente\", \"Estilo\", \"Tamaño\" y \"Color\". Vamos a verla poco a poco: La primera opción Formato",
      "preview": "Buscar En la zona izquierda del panel de propiedades, tenemos unas opciones que aún no conocemos y que vamos a ver en esta lección. Estas son las prop"
    },
    {
      "url": "http://www.polito.it/",
      "title": "Politecnico di Torino",
      "description": "Da 160 anni, il Politecnico di Torino è una delle istituzioni pubbliche più prestigiose a livello italiano ed internazionale nella formazione, ricerca, trasferimento tecnologico e servizi in tutti i settori dell'Architettura e dell'Ingegneria.",
      "preview": "Salta al contenuto principale Stato Servizi IT EN Apri/chiudi il menu delle lingue"
    },
    {
      "url": "https://walmart.org/who-we-are",
      "title": "Who We Are",
      "description": "In 1962, Sam Walton opened the doors of the first Walmart. He recognized the value of bringing affordable products to people in small towns. Walmart has been helping people save money - and live better - ever since. In 1982, the Walmart Foundation was created to help support the communities Walmart serves. Last year, Walmart and the Walmart...",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "https://www.marnemoende.nl/werken-vergaderen",
      "title": "Werken/Vergaderen",
      "description": "Werken/Vergaderen",
      "preview": "Werken/Vergaderen Werk, overleg of vergader units met de rust en ruimte van het BUITEN zijn. Het concept van Firm21, nu te boeken bij Marnemoende. Des"
    },
    {
      "url": "https://www.farmrio.com.br/short-cos-elastico-off-white-299006-0024/p",
      "title": "FARM: seu novo desejo tá aqui",
      "description": "descubra os lançamentos da coleção de alto inverno",
      "preview": "Topo looks de verão: 30%+ 10% no APP, cupom: APP10 ver seleção Lançamento alto verão Lançamento alto verão Ver tudo Novos vestidos T-shirts, blusas, r"
    },
    {
      "url": "https://www.uplabs.com/",
      "title": "UpLabs",
      "description": "void",
      "preview": "We're sorry but UpLabs website is no longer available Thank you for your contributions and support over the years."
    },
    {
      "url": "http://dallasblackchamber.org/",
      "title": "Dallas Black Chamber of Commerce",
      "description": "The Dallas Black Chamber of Commerce serves as an advocate for the creation, growth and general welfare of African American businesses in the Dallas community. Join us in fostering economic growth and development in the Dallas area.",
      "preview": "top of page The Dallas Accelerator Program will leverage educational resources to support small business growth and capacity building to solidify the"
    },
    {
      "url": "https://www.deltafoundation.net",
      "title": "Delta Research and Educational Foundation - The Official Research and Educational Foundation of Delta Sigma Theta Sorority, Inc.",
      "description": "void",
      "preview": "Charitable Engagement DREF provides opportunities to promote research that identifies and fashions solutions to issues affecting African American wome"
    },
    {
      "url": "https://patternbeauty.com/",
      "title": "Curly and Natural Hair Care Products | PATTERN Beauty - Pattern Beauty",
      "description": "Hair care products for natural hair designed for curly, coily & tight-textured hair patterns created by award-winning actress & activist Tracee Ellis Ross.",
      "preview": "Your cart is empty Continue shopping Have an account? Log in to check out faster. Bestsellers Bestselling hair care for curly, coily & tight textures"
    },
    {
      "url": "https://www.iucn.org/about/donors-and-partners/patrons-nature",
      "title": "Patrons of Nature | IUCN",
      "description": "IUCN founded the Patrons of Nature in 2010 to rally global leaders and mobilize resources in support of the Union's vision of a just world which values and conserves nature. Patrons of Nature provide strategic guidance to IUCN, as well as connections to resources and investments for IUCN operations and specific initiatives.",
      "preview": "Skip to main content Share: Patrons of Nature IUCN founded the Patrons of Nature in 2010 to rally global leaders and mobilize resources in support of"
    },
    {
      "url": "https://www.impacto.pt/pt/imoveis/terrain-braganca-vinhais-vente_3868/",
      "title": "Imóveis - Impacto MR Mediadora Imobiliária",
      "description": "Imóveis.",
      "preview": "AMI-2455 Tel.: (+351) 256 200 360 WhatsApp: (+351) 960 150 930 Empresa Quem Somos Serviços Marketing Documentos Imóveis Favoritos ( 0 ) Procuro imóvel"
    },
    {
      "url": "https://domains.google/?utm_medium=product&utm_source=GWG&utm_campaign=G4SB&utm_content=gwg_smb_q320",
      "title": "Google Domains",
      "description": "void",
      "preview": "About the Squarespace purchase of Google Domains registrations On 15 June 2023, Google entered into a definitive agreement with Squarespace, indicatin"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Noun-Project-Free-Icons-Stock-Photos-for-Everything-7e06ca223b634cddab86a0c10a76a075?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.nativestartup.org/",
      "title": "Change Labs",
      "description": "Change Labs is an award-winning Native-led organization on the Navajo and Hopi Nations growing the next generation of Native American change makers.",
      "preview": "0 A space for Native change makers Calling all doers and dreamers with a passion for change. Change Labs is a Native-led organization rooted on the Na"
    },
    {
      "url": "https://bethanyrutter.com/2011/09/28/a-fine-vintage-3/",
      "title": "A Fine Vintage #3. - Bethany Rutter",
      "description": "void",
      "preview": "Skip to content Square Unless I find another gem in one of my rummages, this will be the last 'A Fine Vintage' edition for a while! This is the dress"
    },
    {
      "url": "https://safelives.org.uk/",
      "title": "We are SafeLives - Ending domestic abuse",
      "description": "void",
      "preview": "Skip to content Search website Donate Quick exit Survivor voice is at the heart and start of what we do. Victims of domestic abuse are experts by expe"
    },
    {
      "url": "https://phs.weill.cornell.edu/research-collaboration/publications?page=1&s=title&f%5Bag%5D=G&f%5Bauthor%5D=595&o=desc",
      "title": "Publications | Page 2 | Population Health Sciences",
      "description": "void",
      "preview": "Skip to main content Population Health Sciences Publications Events Directories Publications Contact Us Follow us on X Check out our X feed for the la"
    },
    {
      "url": "https://www.latimes.com/entertainment-arts/awards/story/2022-06-14/samuel-l-jackson-ptolemy-grey-oscars-tarantino",
      "title": "Samuel L. Jackson has no regrets. Except maybe for the Oscars - Los Angeles Times",
      "description": "Apple TV+'s \"The Last Days of Ptolemy Grey\" finds the actor playing 91 and battling Alzheimer's. But it's not a downer. A miracle drug turns him into the Samuel L. Jackson persona we know and love.",
      "preview": "Copyright © 2025, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell or Share My Personal Information Adver"
    },
    {
      "url": "https://www.newsnow.co.uk/h/World+News",
      "title": "World News | Latest World News - NewsNow",
      "description": "Get the latest world and international news, including breaking news from around the globe. Up-to-the minute world news now...",
      "preview": "Advertisement World World Top Stories Latest News Most Read Venezuela's 'Libertadora' Maria Corina Machado wins Nobel Peace Prize Kyiv Post 12:29 Mari"
    },
    {
      "url": "http://www.firstnations.org/",
      "title": "Home | First Nations Development Institute",
      "description": "...",
      "preview": "Contact Us Donate Uplifting and Sustaining the Lifeways and Economies of Native Communities About Us Annual Report 2024 Board of Directors Donor Spotl"
    },
    {
      "url": "https://www.anthesisgroup.com/",
      "title": "Sustainability Consultants | Anthesis Group",
      "description": "We activate performance through sustainability consultancy, digital operationalisation and purpose-led transformation.",
      "preview": "Skip to content EPR Laws Are Live - Are You Ready? Find out how to prepare for Extended Producer Responsibility in your jurisdiction How to prepare fo"
    },
    {
      "url": "https://obsegorbecastellon.es/caritas-de-santa-isabel/",
      "title": "Cáritas de Santa Isabel de Vila-real visita San Egidio en el Trastevere",
      "description": "Los voluntarios de Cáritas de Santa Isabel han peregrinado a Roma para conocer la labor de la Comunidad de San Egidio con los pobres.",
      "preview": "Los voluntarios de Cáritas de Santa Isabel en Vila-real han visitado la Comunidad de San Egidio en el barrio romano del Trastevere. Esta entidad es co"
    },
    {
      "url": "https://mysupport.apple.com/add-coverage/",
      "title": "Il mio supporto",
      "description": "void",
      "preview": "JavaScript Required We're sorry, but this application requires JavaScript to function properly. Please enable JavaScript in your browser settings and"
    },
    {
      "url": "https://share.flipboard.com/bookmarklet/popout?v=2&url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&title=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Flipboard",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.sealegacy.org/",
      "title": "SeaLegacy | Ocean Nonprofit Protecting the Power of the Sea",
      "description": "Our Canadian-based ocean nonprofit illuminates global stories and sustainable solutions that move people to action for a better world. Explore ways you can get involved.",
      "preview": "Skip to Main Content How You Can Help Close Help give our ocean a brighter future. Your donation today will fund on-the-ground research and other expl"
    },
    {
      "url": "https://988lifeline.org/",
      "title": "988 Lifeline - If you need emotional support, reach out to the national mental health hotline: 988.",
      "description": "At the 988 Suicide & Crisis Lifeline, we understand that life's challenges can sometimes be difficult. Whether you're facing mental health struggles...",
      "preview": "Skip to content ¡Los servicios de texto y chat de 988 Lifeline ya están disponibles en Español! If you need to talk, the 988 Lifeline is here. At the"
    },
    {
      "url": "https://www.brennancenter.org/our-work/research-reports/steep-costs-criminal-justice-fees-and-fines",
      "title": "The Steep Costs of Criminal Justice Fees and Fines | Brennan Center for Justice",
      "description": "Court fees and fines unjustly burden people with debt just as they are re-entering society. They are also ineffective at raising revenue.",
      "preview": "Skip Navigation Home Our Work Research & Reports The Steep Costs of Criminal Justice Fees and Fines Explore Our Work Close The past decade has seen a"
    },
    {
      "url": "https://www.undercurrentnews.com/2020/08/31/peru-bans-vessels-lacking-satellite-trackers-from-its-ports/?utm_source=Undercurrent+News+Alerts&utm_campaign=3f8a1db348-Fisheries_roundup_Sep_07_2020&utm_medium=email&utm_term=0_feb55e2e23-3f8a1db348-92636949",
      "title": "Peru bans vessels lacking satellite trackers from its ports - Undercurrent News",
      "description": "The illegal fishery recently discovered in Galapagos happens every year in the South American 'squid circuit', from Argentina to Peru and Ecuador and is",
      "preview": "Advertisement X Advertisement X Trade Peru bans vessels lacking satellite trackers from its ports The illegal fishery recently discovered in Galapagos"
    },
    {
      "url": "https://neocities.org/site/localfool?page=7",
      "title": "LocalFool",
      "description": "void",
      "preview": "2020 - CREATION OF NEWER WEB (if you click on them, it will take you to where I got them!) Fanlistings + Web-Cliques: I Choose You! :: Mightyena Web I"
    },
    {
      "url": "https://forum.coppeliarobotics.com/help/faq?sid=44eea4a80e85aab7e9b50e04f353589f",
      "title": "CoppeliaSim forums - Frequently Asked Questions",
      "description": "void",
      "preview": "CoppeliaSim forums Discussions and questions about CoppeliaSim Skip to content Quick links Unanswered topics Active topics Search FAQ Login Register H"
    },
    {
      "url": "https://yogawithadriene.com/blog/",
      "title": "Blog Archives | Yoga With Adriene",
      "description": "void",
      "preview": "Blog Vin Yin - Relax & Flow 5 Minute Calming Breathwork Short Wake Up Flow BRIDE OF PLANKENSPINE Yoga For Sick Recovery Yoga For Panic & Anxiety 1 2 3"
    },
    {
      "url": "https://social.opensource.org/@osi",
      "title": "Open Source Initiative :osi: (@osi@opensource.org) - OSI Mastodon",
      "description": "315 Posts, 26 Following, 6.53K Followers · The OSI is the authority that defines Open Source, recognized globally by individuals, companies, and by public institutions.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://ims.ucsc.edu/",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://www.kaggle.com/datasets",
      "title": "Find Open Datasets and Machine Learning Projects | Kaggle",
      "description": "Download Open Datasets on 1000s of Projects + Share Projects on One Platform. Explore Popular Topics Like Government, Sports, Medicine, Fintech, Food, More. Flexible Data Ingestion.",
      "preview": "void"
    },
    {
      "url": "http://www.calottery.com/privacy-policy",
      "title": "Privacy Policy | California State Lottery",
      "description": "The California State Lottery knows how important your privacy is, and we're committed to protecting it. Learn how we safeguard your personal information.",
      "preview": "skip to main content PRIVACY POLICY We protect your personal information. The California State Lottery (\"Lottery\") is committed to protecting your pri"
    },
    {
      "url": "http://unwater.org",
      "title": "UN-Water | Coordinating the UN's work on water and sanitation",
      "description": "United Nations Water coordinates the efforts of UN entities and international organizations working on water and sanitation issues. The overarching focus of our Members and Partners is to support UN Member States to sustainably manage water and sanitation. We do this in three ways; Inform Policies, Monitor and Report, Inspire Action.",
      "preview": "Skip to main content Homepage Main content WHO and UNICEF to launch new guidelines on hand hygiene in community settings The new global guidance exten"
    },
    {
      "url": "https://sanctuaries.noaa.gov/news/may20/mpa-center-20th-anniversary.html",
      "title": "NOAA's National Marine Protected Areas Center | Office of National Marine Sanctuaries",
      "description": "This year, NOAA's National Marine Protected Areas Center celebrates its 20th anniversary.",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "https://calendrier.tunisie.co/evenement/4226/zammour-trekking-challenge-trail-les-14-15-et-16-janvier-2022-472410/",
      "title": "Zammour Trekking Challenge Trail, les 14, 15 et 16 Janvier 2022",
      "description": "Le Zammour Trekking Challenge Trail aura bien lieu en 2022",
      "preview": "void"
    },
    {
      "url": "http://www.southamptonchinese.org.uk/album/2021/1215_Christmas/tn/142.jpg.html",
      "title": "Image: 142",
      "description": "void",
      "preview": "Album : CAS :: 2021 :: 1215 Christmas Up << 141 142 143 >> Created with the tool album generator from Marginal Hacks by David Ljung on Thu Dec 16 21:3"
    },
    {
      "url": "https://www.botanicalartandartists.com/",
      "title": "BOTANICAL ART & ARTISTS - Home",
      "description": "About botanical art & illustration: famous and contemporary botanical artists & illustrators, history, exhibitions, groups, education, techniques, book, botany & botanical gardens",
      "preview": "BOTANICAL ART & ARTISTS Home Site Index NEWS NEWS blog subscription HISTORY What is Botanical Art? What is Botanical Illustration? Botanical Art Histo"
    },
    {
      "url": "https://blog.hubspot.com/marketing/email-design-templates-and-inspiration",
      "title": "14 of the Best Examples of Beautiful Email Design",
      "description": "Finding new html email inspiration can be a daunting task when you're an email marketer. Find inspiration for your next email marketing campaign.",
      "preview": "Home Marketing 14 of the Best Examples of Beautiful Email Design 14 of the Best Examples of Beautiful Email Design Written by: Lindsay Kolowich Cox MA"
    },
    {
      "url": "https://forms.gle/Suu4uMrdc4t4vBQ2A",
      "title": "Google Play Pass Nomination",
      "description": "Google Play Pass is a monthly subscription service offering users unrestricted access to a catalog of hundreds of games and apps without ads, in-app purchases or paywalls. Subscribers can enjoy apps ranging from action to indie games and puzzle to utility apps without interruptions and all in one place. If you have a great premium experience that Play Pass users will love, express interest by completing the form below. Please include as much detail as possible so we can evaluate your nomination. Play Pass is currently an invitation only program, completing this form will not guarantee that your title will be invited to join. For more information: https://play.google.com/console/about/googleplaypass/",
      "preview": "Google Play Pass Nomination This nomination form is no longer accepting responses. Questo modulo è stato creato all'interno di Google.com. Questo modu"
    },
    {
      "url": "https://www.vijaysales.com/?gclid=Cj0KCQiAkuP9BRCkARIsAKGLE8XNFFBps909mKzX4jdv7mqfunBVwGYRtAEKDq0EUJ25g7eJ_S8KLqQaAktIEALw_wcB",
      "title": "Home Page",
      "description": "Buy Mobiles, ACs, Laptops, TVs, Kitchen & Home appliances online from top brands at Vijay Sales. India's best online electronics store with great deals & quick delivery. Shop now!",
      "preview": "Get upto 7.5% Instant Discount Upto Rs.7500 on HDFC Bank Credit/Debit Card EMI *T&C apply Upto Rs.20,000 Instant Discount on American Express Card EMI"
    },
    {
      "url": "https://therivardreport.com/downtown-confab-make-transportation-projects-a-benefit-not-a-hassle/",
      "title": "Downtown Confab: Make Transportation Projects a Benefit, Not a Hassle",
      "description": "International Downtown Association panelists highlighted projects in three cities that transformed downtown transportation infrastructure.",
      "preview": "Skip to content The Argyle & Grafton Shared Streetscape Project is an example where Halifax, Nova Scotia, turned two downtown roads into \"shared stree"
    },
    {
      "url": "https://www.glamour.com/gallery/taylor-swift-red-lipstick-shop",
      "title": "Taylor Swift's Red Lipstick: Shop Her Favorite Shades | Glamour",
      "description": "We've rounded up Taylor Swift's red lipstick shades of choice, from a Nars cult favorite to an affordable drugstore pick.",
      "preview": "Skip to main content All products featured on Glamour are independently selected by our editors. However, we may receive compensation from retailers a"
    },
    {
      "url": "https://www.sankaranethralaya.org/",
      "title": "Welcome to Sankara Nethralaya: India's Largest Super Speciality Eye Care Hospital",
      "description": "Sankara Nethralaya is India's largest super speciality eye care hospital, providing world-class treatment and compassionate care to patients from across the country and abroad.",
      "preview": "Sankara Nethralaya The largest super speciality Eye Care Hospital in India Serving the patients from all over the country and abroad with quality care"
    },
    {
      "url": "https://madressinhijos.quieroconducirquierovivir.com/2014/11/",
      "title": "noviembre | 2014 | Madres sin Hijos",
      "description": "void",
      "preview": "Madres sin Hijos Dedicado a todas las Madres que han perdido a sus hijos, por las acciones de otros, por las omisiones de tantos, por la culpa de todo"
    },
    {
      "url": "https://www.satcentrum.com/clanky/3316/tv-nova-a-nova-sport-vysilaji-moto-gp-a-formuli-1/",
      "title": "TV NOVA a NOVA Sport vysílají MOTO GP a Formuli 1 - Články | satCentrum",
      "description": "Po mnoha letech se přímé přenosy mistrovství světa silničních motocyklů Moto GP stěhují z Eurosportu a ČT na stanice TV NOVA a NOVA Sport. Obě stanice zároveň pokračují i ve vysílání přímých přenosů Formule 1.",
      "preview": "Zpravodajství TV info Škola TV program Firmy Bazar Diskuse Česko-Slovenská satelitní a TV doména Pátek • 10.10.2025 - 14:15:17 satCentrum najdete také"
    },
    {
      "url": "https://jogorama.com.br/jogos/playstation-4/6198/destiny/",
      "title": "Jogo Destiny para PlayStation 4 - Dicas, análise e imagens",
      "description": "Conheça tudo sobre Destiny do PlayStation 4: dicas, truques, códigos, cheats, macetes, imagens e muito mais.",
      "preview": "Destiny Plataforma: PlayStation 4 Produtora: Bungie Software Distribuidora: Activision Gênero: Tiro em primeira pessoa Lançamento: 9 de Setembro de 20"
    },
    {
      "url": "https://support.bestfriends.org/site/SPageNavigator/osd_pmx_search_one_api.html",
      "title": "How you can help homeless pets | Best Friends Animal Society - Save Them All",
      "description": "Home, family, and love are things we all deserve, but millions of pets in shelters across the country are still waiting for theirs.",
      "preview": "Skip to main content | It's official: We're BFFs! Now that we're friends, we'll send you emails with inspiring tales and the latest ways you can make"
    },
    {
      "url": "https://m.gobank.com/privacy-policy",
      "title": "Online Banking - Checking Account - Direct Deposit | GoBank",
      "description": "GoBank online banking & checking account with direct deposit and bill pay. Free ATM network of 42,000+. Open your account now!",
      "preview": "void"
    },
    {
      "url": "https://www.rainforest-alliance.org/",
      "title": "Home | Rainforest Alliance",
      "description": "When you choose products with the Rainforest Alliance little green frog, you're supporting a better world for people and nature.",
      "preview": "Guardians of forests."
    },
    {
      "url": "https://www.kansascitypbs.org/support/passport/",
      "title": "Kansas City PBS | Passport",
      "description": "Get extended access to thousands of full episodes and award-winning films. Stream top food shows, dramas, histories, documentaries, and more.",
      "preview": "Skip to Main Content Kansas City PBS Passport Support your local station and enjoy extended access to your favorite PBS shows & films Donate & Start W"
    },
    {
      "url": "https://www.postcrossing.com/user/Juschy",
      "title": "Postcrosser Juschy, from Germany",
      "description": "Profile of member Juschy, in Germany at Postcrossing.com - The Traveling Postcards Project",
      "preview": "Skip to Content ✓ Ok, got it! Postcrossing uses cookies to help deliver its services. By using this website, you agree to our use of cookies . If you"
    },
    {
      "url": "https://theconversation.com/fishing-industry-must-do-more-to-tackle-human-rights-abuses-heres-where-to-start-149762",
      "title": "Fishing industry must do more to tackle human rights abuses - here's where to start",
      "description": "One in six fishers in the Gulf of Thailand have been coerced or deceived into working against their will.",
      "preview": "ZoranOrcik/Shutterstock Chris Armstrong , University of Southampton Author Chris Armstrong Professor of Political Theory, University of Southampton Di"
    },
    {
      "url": "https://nk.unideb.hu/tanterem/week.php?year=2020&month=11&day=6&area=24&room=407",
      "title": "Egészségtudományi Kar",
      "description": "void",
      "preview": "Egészségtudományi Kar HU EN Diavetítés Tovább a promócióra Tovább az oldalra Tovább az oldalra Hírek Hírek A jövőd itt kezdődik! - ETK Pályaorientáció"
    },
    {
      "url": "https://survey.medallia.com/?711-gr",
      "title": "7-Eleven Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85918",
      "title": "Searchable Recipe Database - ALBICOCCHE CON CAPRINO E PISTACCHI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://revistas.uptc.edu.co/index.php/pensamiento_accion/article/view/3044",
      "title": "El amargo sabor de la caña o sobre una sociedad basada en el sufrimiento animal | Pensamiento y Acción",
      "description": "void",
      "preview": "Ir al menú de navegación principal Ir al contenido principal Ir al pie de página del sitio Resumen Aquello que define la idiosincrasia de los pueblos"
    },
    {
      "url": "https://www.motherjones.com/politics/2021/08/rudy-giuliani-broke-trump-fundraising-legal-bills/",
      "title": "Rudy Giuliani Is Reportedly Close to Broke-and Donald Trump Isn't Taking His Calls - Mother Jones",
      "description": "That's what happens when you go to bat for a notoriously cheap, friendless, crappy businessman.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Bluesky Email Comments Matias J. Ocner/ZUMA Get your news from a source that's not ow"
    },
    {
      "url": "https://digitallydriven.connectedcouncil.org/?utm_source=gwg&utm_medium=smb_page&utm_campaign=gwg",
      "title": "Connected Commerce Council - Connected Commerce Council",
      "description": "void",
      "preview": "Skip to content Empowering Small Businesses: Driving Innovation, Affordability, and Accessibility Small businesses nationwide voice their concerns, ad"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85918",
      "title": "Searchable Recipe Database - ALBICOCCHE CON CAPRINO E PISTACCHI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://kamea-bg.com/rub.php?sr=1&r=77&SESID=n5gk9br8i591d3q7eg983tfo47",
      "title": "Еднолистни",
      "description": "void",
      "preview": "12 листови Еднолистни работни настолни календари и пирамидки макети за деца макети средна сложност Български забележителности - за напреднали макети с"
    },
    {
      "url": "https://www.aclunc.org/news/governor-signs-bill-modernizing-california-hiv-laws",
      "title": "Governor Signs Bill Modernizing California HIV Laws | ACLU of Northern CA",
      "description": "On Oct. 6, 2017, California Gov. Jerry Brown signed into law landmark legislation to reform outdated laws that unfairly criminalized and stigmatized people living with HIV.",
      "preview": "Skip to main content Governor Signs Bill Modernizing California HIV Laws For Immediate Release: Oct 06, 2017 Media Contact: press@aclunc.org , (415) 6"
    },
    {
      "url": "https://monsterone.com/",
      "title": "MonsterONE - Download 548000+ Digital Products Unlimited",
      "description": "MonsterONE subscription gives you access to unlimited downloads of CMS & eCommerce themes, PowerPoint templates, Graphics, Audio & Video. ✅ Premium Items ✅ 24/7 Support ✅ 2M+ happy customers.",
      "preview": "Chat with us , powered by LiveChat 00 : 00 : 00 : 00 Search All Items All Items WordPress Plugins Graphics Presentation Templates HTML Templates CMS T"
    },
    {
      "url": "https://info.uptogether.org/es/infosession/general",
      "title": "Sesión de información UpTogether 2021 | UpTogether",
      "description": "void",
      "preview": "Usted quiere ayudar a sus familiares y amigos a alcanzar sus metas y recibir inversiones en efectivo? UpTogether es una plataforma en línea donde uste"
    },
    {
      "url": "http://www.logotv.com/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.emploimedecin.com/offres-emploi/detail/878844/medecin-generaliste/jobergroup/amiens/cdi",
      "title": "Offres d'emploi médicales : médecin, pharmacien, chirurgien...",
      "description": "Retrouvez sur EMPLOI Médecin des milliers d'annonces : médecin, chirurgien, sage-femme, pharmacien, orthodontiste, vétérinaire",
      "preview": "Connexion Candidat Connexion Recruteur Partenaires Zoom sur Trouvez votre futur emploi Emploi : Localisation : Distance : 5 km 10 km 15 km 20 km 50 km"
    }
  ],
  "_meta": {
    "total_bookmarks": 112
  }
}