{
  "data": [
    {
      "url": "https://www.vera.org/",
      "title": "Vera Institute",
      "description": "Vera works closely with government and civic leaders to urgently build and improve justice systems that ensure fairness, promote safety, and strengthen...",
      "preview": "void"
    },
    {
      "url": "http://www.unwomen.org/en/csw",
      "title": "Commission on the Status of Women | UN Women - Headquarters",
      "description": "The Commission on the Status of Women (CSW) is the principal global intergovernmental body exclusively dedicated to the promotion of gender equality, the rights and the empowerment of women.",
      "preview": "Skip to main content Image CSW63 - Opening of the 63rd Session of the Commission on the Status of Women. Photo: UN Women/Ryan Brown The Commission on"
    },
    {
      "url": "http://www.guiadelcocido.com/filter/tips",
      "title": "Consejos de redacción | Guía del Cocido",
      "description": "void",
      "preview": "Consejos de redacción Etiquetas HTML permitidas: <a> <em> <strong> <cite> <blockquote> <code> <ul> <ol> <li> <dl> <dt> <dd> Este sitio permite conteni"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85915",
      "title": "Searchable Recipe Database - BACI DI DAMA SALATI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.pakomusic.it/tag/gabryel/",
      "title": "gabryel - PaKo Music Magazine",
      "description": "void",
      "preview": "Skip to content Skip to sidebar Skip to footer PaKo Music Magazine L'UNICO MODO PER CAMBIARE LE COSE... E' FARLE view image Gabryel - \"Se me la dai\" è i"
    },
    {
      "url": "https://www.cbd.int/",
      "title": "Home | Convention on Biological Diversity",
      "description": "The Convention on Biological Diversity (CBD) is the first global agreement to cover all aspects of biological diversity: the conservation of biological diversity, the sustainable use of its components and the fair and equitable sharing of benefits arising from the use of genetic resources.",
      "preview": "Skip to main content Global Biodiversity Framework Topics Processes and Meetings Cooperation and Partnerships News and Stories A dive into the linkage"
    },
    {
      "url": "http://siemplifycommunity.slack.com/",
      "title": "Workspace Suspended | Slack",
      "description": "void",
      "preview": "This workspace has been suspended. secops-community.slack.com This workspace has been suspended. Go to slack.com ."
    },
    {
      "url": "https://www.cloudskillsboost.google/subscriptions?utm_source=cgc&utm_medium=website&utm_campaign=evergreen",
      "title": "Purchase A Subscription | Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right learning plan for you Leverage free credits, choose a monthly option"
    },
    {
      "url": "https://kult.art.pl/forum/memberlist.php?mode=leaders&sid=acb8d066809b6718a041fb2b91610c00",
      "title": "KULT FORUM • Zaloguj",
      "description": "void",
      "preview": "Wyszukiwanie zaawansowane KULT | KNŻ | KAZIK Zmień rozmiar tekstu FAQ Zaloguj Aby przeglądać listę członków ekipy musisz się zalogować. Nazwa użytkown"
    },
    {
      "url": "https://www.libreriadelsanto.it/libri/9788899005726/la-celebrazione-delleucaristia.html?utm_source=internal&utm_medium=link&utm_campaign=related_products&utm_content=auto",
      "title": "La celebrazione dell'eucaristia - Le Catechesi di papa Francesco libro, Francesco (Jorge Mario Bergoglio), Centro Eucaristico, settembre 2018, Eucaristia/Messa - LibreriadelSanto.it",
      "description": "Libro di Francesco (Jorge Mario Bergoglio), La celebrazione dell'eucaristia - Le Catechesi di papa Francesco, dell'editore Centro Eucaristico. Percorso di lettura del libro: Teologia, Sacramentale, Eucaristia/Messa.",
      "preview": "Login / Registrati Preferiti Spedizioni Pagamenti Aiuto | Contatti Registrati / Login Carrello Novità Sacra Scrittura Teologia Liturgia Catechesi Atti"
    },
    {
      "url": "https://www.konstruktorgrupa.com/en/projects?field_project_type_target_id=2",
      "title": "Projects | Konstruktor",
      "description": "Projects Archive | Konstruktor",
      "preview": "Skip to main content Skip to footer Projects Projects Search ... Results See all results Sort From A to Z From Z to A Oldest first Newest first Shoppi"
    },
    {
      "url": "https://www.forests.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.farmrio.com.br/short-cos-elastico-off-white-299006-0024/p",
      "title": "FARM: seu novo desejo tá aqui",
      "description": "descubra os lançamentos da coleção de alto inverno",
      "preview": "Topo looks de verão: 30%+ 10% no APP, cupom: APP10 ver seleção Lançamento alto verão Lançamento alto verão Ver tudo Novos vestidos T-shirts, blusas, r"
    },
    {
      "url": "https://www.walgreens.com/storelocator/find.jsp?tab=store%20locator&requestType=locator",
      "title": "Find a Store | Walgreens",
      "description": "Find a Walgreens store near you.",
      "preview": "Skip to main content Stores near Update location opens simulated overlay Filters opens a simulated overlay Browse stores by state Beginning of the con"
    },
    {
      "url": "https://greenkitchenstories.com/",
      "title": "Green Kitchen Stories - Healthy Vegetarian Family Recipes",
      "description": "Healthy, easy and modern vegetarian recipes from our green kitchen. Easy family recipes, inspiring food photography, travel tips and cookbooks.",
      "preview": "Say hello to our supplements! Creamy Vegan Pesto Pasta & Cauliflower. Our Guide to Stockholm. The Ultimate Movie Night Snack Platter. Our Guide to Bar"
    },
    {
      "url": "http://www.smtworldwide.com/pf/bursting/",
      "title": "BURSTING - Smt Worldwide",
      "description": "BURSTING",
      "preview": "BURSTING   Ineltec Weather Simulation The burst testing benches have been designed to perform tests of pressure resistance (burst) with or without t"
    },
    {
      "url": "https://subscribe.providencejournal.com/nanobar?gps-source=CPTILELEFT&itm_campaign=2023MAREVERG&itm_medium=ONSITE&onSuccessRedirectURL=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://hyundai.oemdtc.com/category/recalls",
      "title": "Recalls | Hyundai - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://zywiecinfo.pl/component/mailto/?tmpl=component&template=newsberg&link=efd68dca83c7212d78f4cd7f386b246152d5b3c7",
      "title": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" - ŻywiecInfo - miasto - historia - kultura",
      "description": "Żywiec ma swoją nową ambasadorkę stylu! Natasza Jakubiec, mieszkanka miasta, z wielkim sukcesem reprezentowała Żywiec w popularnym programie modowym \"Shopping Queen 2025\", zdobywając ostatecznie upragniony tytuł \"Królowej Zakupów\". \"To było niesamowite doświadczenie! Chcę ogromnie podziękować dzi",
      "preview": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" Autor: Redakcja Data publikacji: 10.10.2025 14:06 Żywiec ma swoją nową ambasad"
    },
    {
      "url": "http://www.quirksmode.org/js/index.html?dhtmloptions.html",
      "title": "QuirksMode - JavaScript",
      "description": "void",
      "preview": "QuirksMode.org - JavaScript Welcome to QuirksMode.org, JavaScript directory. Please continue to the Table of Contents to start using this site. Home S"
    },
    {
      "url": "https://www.fandango.com/mobilemovietickets",
      "title": "Fandango | A Message To Our Fans",
      "description": "A Message To Our Fans",
      "preview": "Sorry, Fandango is not available outside the United States."
    },
    {
      "url": "https://www.ventunotech.com",
      "title": "Ventuno | The Leading OTT Platform & VOD Platform Provider",
      "description": "Ventuno is a Saas based OTT Platform provider lets video content owners to launch, upload, monetize and analyse their live streaming services.Start your 7-days free trial.",
      "preview": "Launch & grow your video streaming service All-in-One | No coding | Fully customizable Request Demo Why Launch Your OTT Apps with Ventuno? BE OMNIPRES"
    },
    {
      "url": "https://whateverzswift.tumblr.com/",
      "title": "@whateverzswift on Tumblr",
      "description": "Tswizzle!",
      "preview": "Posts Likes Colors - Halsey ithelpstodream Follow just sim things cheesystreet I love this franchise. wildeswift Follow before meredith x after meredi"
    },
    {
      "url": "https://alumni.wetherbysenior.co.uk/terms-conditions",
      "title": "Terms | Wetherby Senior School Alumni Network",
      "description": "void",
      "preview": "× Attention: You are using an outdated browser, device or you do not have the latest version of JavaScript downloaded and so this website may not work"
    },
    {
      "url": "https://www.khm.at/en/visit/collections/",
      "title": "Exhibitions - KHM.at",
      "description": "Discover the fascinating exhibitions of the Kunsthistorisches Museum: masterpieces, special exhibitions and highlights of art history!",
      "preview": "Jump to navigation Jump to content Jump to contact Jump to search Jump to search Jump to footer Exhibitions Discover the captivating exhibitions at th"
    },
    {
      "url": "https://www.bisnow.com/atlanta/news/multifamily/apartment-prominence-in-urban-areas-raising-questions-on-whether-they-should-contribute-to-cids-100591",
      "title": "As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share",
      "description": "Changing state law to push apartment owners as paying members of CIDs would be a political uphill battle.",
      "preview": "United States News Atlanta Real Estate News Contact Us Edit Story News As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share Atlant"
    },
    {
      "url": "http://www.wageningenur.nl/en/Expertise-Services/Chair-groups/Animal-Sciences/Animal-Production-Systems-Group.htm",
      "title": "Animal Production Systems Group - WUR",
      "description": "Research of the Animal Production Systems Group focuses on unravelling the complexity of livestock systems, and exploring trade-offs and synergies of innovations regarding environmental impact, animal welfare, and economic viability, to design a more sustainable future",
      "preview": "skip_links_text Content Search box Breadcrumb Chair holder prof.dr.ir. SJ (Simon) Oosting Professor / Chair Animal Production Systems Group News Septe"
    },
    {
      "url": "https://new.express.adobe.com/tools/generate-qr-code",
      "title": "Adobe Express",
      "description": "Adobe Express",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.glsen.org/",
      "title": "Homepage | GLSEN",
      "description": "void",
      "preview": "Skip to main content QUICK EXIT: Press ESC 3x QUICK EXIT: Tap 3x EXIT Leave this site safely You can quickly leave this website by pressing the Escape"
    },
    {
      "url": "http://globenewswire.com/news-release/2016/04/22/831819/0/en/Energate-and-WattTime-org-Partner-to-Enable-Smart-Thermostat-to-Maximize-Use-of-Environmentally-Friendly-Resources.html",
      "title": "Energate and WattTime.org Partner to Enable Smart",
      "description": "Internet of Things Technology Will Allow Consumers to Reduce Electricity Consumption When Green Resources are not Available...",
      "preview": "Accessibility: Skip TopNav Energate and WattTime.org Partner to Enable Smart Thermostat to Maximize Use of Environmentally Friendly Resources Internet"
    },
    {
      "url": "https://blogs.worldbank.org/voices/bold-new-worldbankorg",
      "title": "A Bold New Worldbank.org",
      "description": "Worldbank.org just got a pretty significant makeover. The design is more modern - with less clutter and better use of visuals (images, video, graphics). The navigation is more streamlined and, we hope, more intuitive for you. We know thousands of you rely on our website for research, data and knowledge ...",
      "preview": "Published on Voices A Bold New Worldbank.org Christine Montgomery April 04, 2017 This page in: English Français Español العربية Русский 中文 English Eng"
    },
    {
      "url": "https://climatetrace.org/news/more-than-70000-of-the-highest-emitting-greenhouse-gas",
      "title": "More Than 70,000 of the Highest Emitting Greenhouse Gas Sources Identified in Largest Available Global Emissions Inventory | Climate TRACE",
      "description": "void",
      "preview": "Independent Greenhouse gas Emissions Tracking Loading data from 1,813,558 emissions sources summarized from 662,637,077 assets. News & Insights More T"
    },
    {
      "url": "https://branchen.koeln.de/branchen/koeln-stadt/koeln/muelheim/architekten/k/1720",
      "title": "Architekten Köln und in der Nähe im Stadtbranchenbuch Köln - 108 Einträge",
      "description": "Hervorragende Übersicht auf dem offiziellen Stadtportal für Architekten Köln. 108 Einträge mit Infos, Öffnungszeiten, Bewertungen, Adressen und Stadtplan.",
      "preview": "Über Werbemöglichkeiten informieren Ihr Unternehmen kostenfrei eintragen Architekten Köln und in der Nähe 108 Treffer Anzeigen Was suchen Sie in Köln"
    },
    {
      "url": "https://abc.com/apps",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "https://www.certifico.com/sicurezza-lavoro/documenti-sicurezza/67-documenti-riservati-sicurezza/5928-dpi-criteri-di-scelta-quadro-normativo",
      "title": "DPI Criteri di scelta: Quadro normativo",
      "description": "Alla luce del quadro normativo 2021 inerenti i DPI, considerata: - l'entrata in vigore del nuovo Regolamento (UE) 2016/425 che stabilisce i requisiti per la progettazione e la fabbricazione dei dispositivi di protezione individuale (marcatura CE) in sostituzione della direttiva 89/686/CEE (GU L 81/51 del 31 Marzo 2016) - la pubblicazione del Decreto Legislativo 19 febbraio 2019 n. 17 di adeguamento della normativa nazionale alle disposizioni del Regolamento (UE) 2016/425 del Parlamento europeo e del Consiglio, del 9 marzo 2016, sui dispositivi di protezione individuale e che abroga la direttiva 89/686/CEE del Consiglio. (GU n.59 del 11.03.2019) (Modifiche al decreto legislativo 4 dicembre 1992, n. 475); un aggiornamento/nuovo decreto previsto nel D.M. 2 maggio 2001 \"Criteri per l'individuazione e l'uso dei dispositivi di protezione individuale (DPI)\", e dal D.Lgs. 81/2008 Art. 79 c. 2, dovrebbe allineare la legislazione e normativa tecnica (o da prevedere una procedura di armonizzazione tra la normativa legislativa e normativa tecnica): - D.Lgs. 81/2008 - Regolamento (UE) 2016/425 - Decreto legislativo 4 dicembre 1992, n. 475 - Norma armonizzate Regolamento (UE) 2016/425 - Norme tecniche (aggiornamento)",
      "preview": "Certifico | Safety Software certifico.com cem4.eu certificoadr.com safetyadr.com TUSSL / Link Glossario File CEM 800 14 47 46 info@certifico.com Infor"
    },
    {
      "url": "https://www.stef.be/bassoontracker/",
      "title": "BassoonTracker - Amiga music tracker - By Steffest",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sdgstoday.org/eco-ambassadors-program",
      "title": "EASL",
      "description": "The Eco Ambassadors Solutions Lab (EASL) is an innovative program aimed at empowering high school students with the knowledge and skills to become global citizens and leaders in sustainable development. Organized by SDGs Today and Columbia University, it combines interactive sessions, hands-on activities, and technical training to explore solutions through geospatial technologies, digital storytelling, and sustainable development.",
      "preview": "void"
    },
    {
      "url": "https://bobhope.uso.org",
      "title": "USO California",
      "description": "Directions, hours, and events for the USO California area",
      "preview": "Skip to navigation Skip to main content Skip to footer USO California Find another USO location USO logo USO California Donate Open Menu Locations Los"
    },
    {
      "url": "https://www.tacobell.co.in/",
      "title": "Home-TacoBell",
      "description": "void",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. Order Now Our foo"
    },
    {
      "url": "http://www.dataprotection.ie",
      "title": "Homepage | Data Protection Commission",
      "description": "We are the national independent authority responsible for upholding the fundamental right of the individual in the EU to have their personal data protected.",
      "preview": "New Case Studies section Take a look New Guidance: Data Protection Commission Launches Adult Safeguarding Toolkit to Protect Vulnerable Adults' Data V"
    },
    {
      "url": "https://ww7.oemdtc.com/category/recalls",
      "title": "Recalls | GM - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.qrcodemonkey.com/#text",
      "title": "qrcodemonkey.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://usa.oceana.org/blog/global-fishing-watch-put-test-monitoring-phoenix-islands-protected-area",
      "title": "Global Fishing Watch Put to the Test: Monitoring the Phoenix Islands Protected Area - Oceana USA",
      "description": "In November 2014, Oceana unveiled the prototype of a new tool that will enhance transparency and accountability in commercial fishing fleets around the world. A public version is set to launch this year, but Global Fishing Watch has already been put to the test. Near real-time data, as well as historical data dating back to ... Read more",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "http://www.deejay.it/",
      "title": "Radio Deejay",
      "description": "Deejay.it ti sorprende, ti diverte, ti commuove. Radio, video, audio, musica e le migliori storie scelte per te e raccontate dai deejay del web",
      "preview": "Radio On Air Palinsesto Programmi Pillole Puntate Conduttori Frequenze Newsletter App iOS e Android Contatti Musica Webradio 30 Songs Deejay Parade Po"
    },
    {
      "url": "https://www.omnicalculator.com/physics/escape-velocity",
      "title": "Escape Velocity Calculator",
      "description": "Use our escape velocity calculator to find out the speed required to leave the surface of any planet.",
      "preview": "274 The escape velocity calculator is a tool that you can use to find what speed an object needs to gain in order to leave the surface of any celestia"
    },
    {
      "url": "https://www.spotify.com/",
      "title": "Spotify - Web Player: Music for everyone",
      "description": "Spotify is a digital music service that gives you access to millions of songs.",
      "preview": "Trending songs Fanculo (feat. Marracash) The Fate of Ophelia DUOMO Scama NON CAPISCI (FREESTYLE) Non è mica te Semplicemente (from the Netflix Series"
    },
    {
      "url": "https://www.springernature.com/gp/authors/research-data",
      "title": "Research data | Publish your research | Springer Nature",
      "description": "Research data refers to the collection of files that support your research project, study or publication e.g. spreadsheets, documents, images, videos, audio etc. Other researchers can't learn and build upon your research data if they can't see it and you can't get credit if other researchers can't find and cite you. The files on your desktop or USB stick may contain valuable knowledge that other researchers can learn from.",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Authors Home Products Open science Authors Editors Peer Reviewers P"
    },
    {
      "url": "https://greaterbaltimoreblackchamber.org/",
      "title": "void",
      "description": "void",
      "preview": "Join Us Donate Contact Us Log in Home About Chamber Mission A Tribute to the Founding Chair Contact Us GBBCC Photo Gallery Membership Membership Appli"
    },
    {
      "url": "https://www.alouette.fr/news/decouvrez-le-nouvel-hymne-des-enfoires-maintenant-9987",
      "title": "Découvrez le nouvel hymne des Enfoirés : \"Maintenant\" !",
      "description": "Pour cette édition 2021, l'hymne des Enfoirés intitulé \"Maintenant\" est signé Slimane. Un titre qui sera au coeur du prochain spectacle de la troupe, maintenu malgré l'absence de public, et dont la diffusion est prévue en mars à la télévision.",
      "preview": "Découvrez le nouvel hymne des Enfoirés : \"Maintenant\" ! Publié : 11 janvier 2021 à 11h10 par Arnaud Laurenti Pour cette édition 2021, l'hymne des Enfo"
    },
    {
      "url": "https://dlc.mpg.de/api/v1/records/mpirg_escidoc_102376/files/images/282851_0025.jpg/full.pdf?divID=LOG_0000",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://skinseedapp.com/",
      "title": "Skinseed",
      "description": "void",
      "preview": "Privacy Policy Terms of Service Copyright 2023. Skinseed. All rights reserved."
    },
    {
      "url": "http://samsclub.com/",
      "title": "Sam's Club - Wholesale Prices on Top Brands",
      "description": "Shop Samsclub.com today for Every Day Low Prices. Join Sam's Club as a Plus Member and get free same-day or next-day delivery from your club & free shipping on eligible items totaling $50 or more.",
      "preview": "Skip to Main Content How do you want your items? Sam's Club - Wholesale Prices on Top Brands Shop Now Shop Now Shop Now Upgrade Now Shop Now Learn Mor"
    },
    {
      "url": "http://www.synapses.co.uk/genetics/",
      "title": "Information about Genetics courses, Genetics lessons, Genetics classes and Genetics exams.",
      "description": "void",
      "preview": "Principles of Genetics is a series of five self-paced, self-learning courses in Genetics Cytogenetics, Mendelian Genetics, Advanced Genetics, Molecula"
    },
    {
      "url": "http://www.landbanktwincities.org/",
      "title": "Land Bank Twin Cities - Social Impact Real Estate",
      "description": "Land Bank Twin Cities is a Minnesota seven-county metro area based organization specializing in land banking, lending and community development.",
      "preview": "Home News Resources Careers Home About Overview Staff Board Strategic Plan Reports & Financials"
    },
    {
      "url": "https://hillstohome.com/",
      "title": "Hill's to Home",
      "description": "void",
      "preview": "Feedback"
    },
    {
      "url": "https://mindenszerszam.hu/akciok-markankent/leica-akcio/vezetekkutatok/",
      "title": "Vezetékkutatók - Mindenszerszám Áruház",
      "description": "Kiváló minőségű Vezetékkutatók Óriási Kedvezménnyel! Egyedi Árak - Gyors Szállítás! Minden termék 1-3 év magyar gyártói Garancia!",
      "preview": "Kategóriák AKCIÓK MÁRKÁNKÉNT AL-KO Akció ALKO Áramfejlesztők ALKO Fűkaszák ALKO Elektromos fűkaszák ALKO Motoros Fűkaszák ALKO Fűnyírók ALKO Akkus fűn"
    },
    {
      "url": "http://www.wto.org/english/thewto_e/coher_e/mdg_e/mdg_e.htm",
      "title": "WTO | The WTO and the Millennium Development Goals",
      "description": "WTO | The WTO and the Millennium Development Goals",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://about.meta.com/",
      "title": "Meta | Azienda di tecnologie social",
      "description": "Meta (in precedenza Facebook) si impegna a costruire il futuro delle connessioni umane e la tecnologia che lo renderà possibile. Vogliamo andare oltre gli schermi 2D e puntare su esperienze immersive come realtà aumentata e virtuale per creare le tecnologie social del futuro.",
      "preview": "Skip to content Costruiamo il futuro delle connessioni umane La nostra missione E la tecnologia che lo renderà possibile Le nostre tecnologie Le nostr"
    },
    {
      "url": "https://whyy.org/articles/philadelphia-employment-programs-gun-violence-prevention/",
      "title": "Criminal justice groups are offering help in Philly - WHYY",
      "description": "Philly job readiness, education, and legal help programs aim to give opportunities to people with criminal records, in hopes of ending the cycle of gun violence.",
      "preview": "Skip to content Community Community Events Criminal Justice Employment Gun Violence Philadelphia Facebook Twitter Email Working on a solution to gun v"
    },
    {
      "url": "http://dia.ala.org/",
      "title": "El día de los niños/El día de los libros (Children's Day/Book Day) | Association for Library Service to Children",
      "description": "El día de los niños/El día de los libros (Children's Day/Book Day), commonly known as Día, is a celebration every day of children, families, and reading that culminates yearly on April 30. The celebration emphasizes the importance of literacy for children of all linguistic and cultural backgrounds. Día is a nationally recognized initiative that emphasizes the importance of literacy for all children from all backgrounds. It is a daily commitment to linking children and their families to diverse books, languages and cultures.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://intercom.help/merit-america/en/articles/5691241-how-much-do-your-programs-cost",
      "title": "How much does Merit America cost? | Merit America Help Center",
      "description": "void",
      "preview": "Skip to main content All Collections Covering the Program Cost Program Cost Overview How much does Merit America cost? How much does Merit America cos"
    },
    {
      "url": "https://linktr.ee/summer.residency",
      "title": "Summer Residency | Linktree",
      "description": "South of France - August 2025",
      "preview": "Summer Residency South of France - August 2025 Welcome Website Cookie Preferences · Report · Privacy View on mobile"
    },
    {
      "url": "https://support.springer.com/en/support/solutions/articles/6000206179-contacting-us",
      "title": "Contact Customer Support : Springer Support",
      "description": "Contact details for Springer Nature Customer Service teams",
      "preview": "Springer Support Solution home General Contact Information Enter your search term here... Search Select the option most applicable to your query: Publ"
    },
    {
      "url": "http://lacotewelcome.ch/feedback/index.php",
      "title": "Welcome to the neighborhood, Steib expat services",
      "description": "void",
      "preview": "; Services ; Private library ; Contact us ; Suggestions and Comments ; Let us know how we can improve. What did you think of us? How can we make our s"
    },
    {
      "url": "http://www.filemaker.com/company/legal/trademark_guidelines.html",
      "title": "Legal - Trademark guidelines - Claris",
      "description": "void",
      "preview": "Trademark Guidelines These guidelines are for Claris licensees, authorized resellers, developers, customers, and other parties wishing to use Claris I"
    },
    {
      "url": "https://www.urnsnw.com/laser-engraved-wooden-keepsake-urn-horizontal/",
      "title": "Laser Engraved Wooden Keepsake Urn - Horizontal - Urns Northwest",
      "description": "Small wood keepsake urn for holding a tiny amount of remains. Made in the USA. Optional engraving. Solid wood with engraved scene.",
      "preview": "Skip to content Free ground shipping on orders of $100 or more in the contiguous United States Free ground shipping on orders of $100 or more in the c"
    },
    {
      "url": "http://uwreadilab.com",
      "title": "UW READi Lab - Research in Early Autism Detection and Intervention",
      "description": "The University of Washington READi Lab focuses on conducting research related to early identification and intervention for children with Autism Spectrum Disorder (ASD), which is also referred to as autism. Our work is important because we know early intervention and detection can change the lives of those impacted by autism.",
      "preview": "What causes autism? Common Questions Answers to your questions. Could my child have autism? Just diagnosed. Now What? Questions & Answers » Dear Paren"
    },
    {
      "url": "https://www.maryscullyreports.com/the-stresses-of-the-2016-elections-on-civility/",
      "title": "The stresses of the 2016 elections on civility | Mary Scully Reports",
      "description": "void",
      "preview": "A woman I've known many years through protests, mostly for immigration & women's rights, feigned umbrage at my quip about medicating to get over the e"
    },
    {
      "url": "https://unknews.unk.edu/tag/vaccination/",
      "title": "Vaccination - UNK NEWS",
      "description": "Widespread vaccinations have proven to significantly reduce positive cases of COVID on campus and in the community. The university encourages students and employees to be fully vaccinated.",
      "preview": "Skip to content College of Arts & Sciences College of Business & Technology College of Education News Student Life Widespread vaccinations have proven"
    },
    {
      "url": "http://www.mtv.com",
      "title": "MTV | Homepage - Shows & Schedules",
      "description": "MTV brings viewers the best in lifestyle and competition reality shows, plus live events featuring the biggest names in entertainment.",
      "preview": "Wed 8/7c Sixteen veterans set their egos aside and team up with 16 newcomers on all-new episodes of The Challenge: Vets & New Threats. Series Reality"
    },
    {
      "url": "http://news.richmondnewsnow.com/story/530006/61-cagr-construction-accounting-software-market-impelled-by-blooming-construction-industry-by-2027.html",
      "title": "6.1% CAGR, Construction Accounting Software Market impelled by Blooming Construction Industry by 2027 - Richmond News Now",
      "description": "void",
      "preview": "Richmond News Now 6.1% CAGR, Construction Accounting Software Market impelled by Blooming Construction Industry by 2027 Back To Homepage Subscribe To"
    },
    {
      "url": "https://www.marchofdimes.org",
      "title": "Help us improve the health of all moms and babies | March of Dimes",
      "description": "Join March of Dimes in our mission to prevent birth defects and premature birth. Learn about our research, advocacy, and resources for families.",
      "preview": "Skip to main content Video of gaurdians and babies. Help us improve the health of all moms and babies The US is facing an urgent maternal and infant h"
    },
    {
      "url": "https://www.ftc.gov/enforcement/rules/rulemaking-regulatory-reform-proceedings/childrens-online-privacy-protection-rule",
      "title": "Children's Online Privacy Protection Rule (\"COPPA\") | Federal Trade Commission",
      "description": "COPPA imposes certain requirements on operators of websites or online services directed to children under 13 years of age, and on operators of other websites or online services that have actual knowledge that they are collecting personal information online from a child under 13 years of age.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://www.postgresql.org/docs/current/indexes.html",
      "title": "PostgreSQL: Documentation: 18: Chapter 11. Indexes",
      "description": "Chapter&nbsp;11.&nbsp;Indexes Table of Contents 11.1. Introduction 11.2. Index Types 11.2.1. B-Tree 11.2.2. Hash 11.2.3. GiST 11.2.4. SP-GiST 11.2.5. GIN 11.2.6. ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://www.uil.unesco.org/",
      "title": "UNESCO Institute for Lifelong Learning | Institute for Lifelong Learning",
      "description": "Lifelong learning for all - Empowering individuals, transforming societies",
      "preview": "Skip to main content Search Search Arrowsmith2/Shutterstock.com UNESCO Institute for Lifelong Learning Lifelong learning for all - Empowering individu"
    },
    {
      "url": "https://branns.com/locations/",
      "title": "Locations - Brann's Steakhouse & Grille",
      "description": "Brann's Steakhouse is home to Michigan's Original Sizzle. Join us for happy hour, to catch the latest game, or family dinner - we guarantee a sizzling good time!",
      "preview": "FIND YOUR NEAREST BRANN'S > Locations VISIT US While we may have gotten our start on the West Side of Grand Rapids, we have not been afraid to spread"
    },
    {
      "url": "https://www.doryjackson.com/",
      "title": "Dory Jackson | New York City Entertainment Journalist",
      "description": "Dory Jackson is a digital journalist paving her way through the world of entertainment journalism.",
      "preview": "top of page direct doryjackson@hotmail.com business inquiries contact@doryjackson.com PEOPLE Magazine PR peoplepr@dotdashmdp.com editorial pitches dor"
    },
    {
      "url": "http://www.yunkeracupuncture.com/",
      "title": "Yunkeracupuncture | Wellness | Maplewood NJ",
      "description": "Yunker Acupuncture is dedicated to helping people with physical and mental health concerns. Jessica is especially interested in the ways the body and the mind influence each other. Acupuncture is the perfect tool for addressing both, together. www.yunkeracupuncture.com",
      "preview": "top of page Acupuncture can help you feel better. Jessica Yunker is a licensed acupuncturist who is passionate about helping you feel better. She is t"
    },
    {
      "url": "https://www.easyjet.com/en/help/booking-and-check-in",
      "title": "Booking and check-in | easyJet",
      "description": "void",
      "preview": "English Français Deutsch Italiano Français (Suisse) Deutsch (Schweiz) Castellano Nederlands Portugues Català Česky Dansk Eλληνικά Magyarul Polski Türk"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#datatracker-home",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.justpacked.com/",
      "title": "Just Packed | Lydia Mansel | Substack",
      "description": "A packing list newsletter by travel journalist Lydia Mansel. Click to read Just Packed, by Lydia Mansel, a Substack publication with thousands of subscribers.",
      "preview": "Just Packed Subscribe Sign in Home Archive About How I Pack My Toiletries (and Everything I Bring With Me) Here's my lineup of TSA-compliant skincare,"
    },
    {
      "url": "https://www.mortiseandtenonmag.com/blogs/blog",
      "title": "The Mortise & Tenon Magazine Blog",
      "description": "The blog of the Mortise & Tenon Magazine team. A behind-the-scenes informal blog where we share our work, our ideas, and new announcements.",
      "preview": "Close menu Purchase Expand submenu Collapse submenu Magazine Books Courses Videos Apparel Stickers Gift Card About Expand submenu Collapse submenu New"
    },
    {
      "url": "https://www.thinkwithgoogle.com/intl/en-gb/future-of-marketing/digital-transformation/beauty-on-youtube-be-part-of-the-conversation/",
      "title": "Digital Transformation & Maturity - Think with Google",
      "description": "Every company is on the road to digital transformation. See how to embrace marketing technology, from automation and machine learning to measurement.",
      "preview": "Skip to Content Digital Transformation Every company is at different points in its digital transformation. See how other companies are making progress"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/overview/",
      "title": "Overview | Kubernetes",
      "description": "Kubernetes is a portable, extensible, open source platform for managing containerized workloads and services, that facilitates both declarative configuration and automation. It has a large, rapidly growing ecosystem. Kubernetes services, support, and tools are widely available.",
      "preview": "Overview Kubernetes is a portable, extensible, open source platform for managing containerized workloads and services, that facilitates both declarati"
    },
    {
      "url": "https://saysh.com/",
      "title": "Saysh - Women Deserve Better",
      "description": "Saysh makes performance running shoes designed specifically for and by women. We're not just making shoes; we're creating a better world for women - one step at a time.",
      "preview": "Skip to content Welcome to the 2025 USOPC Hall of Fame Allyson Felix → Shop our best sellers here → Saysh has redefined the athletic experience for 11"
    }
  ],
  "_meta": {
    "total_bookmarks": 85
  }
}