{
  "data": [
    {
      "url": "https://www.vettimes.co.uk/",
      "title": "Vet Times: Latest Veterinary News, Jobs & Clinical Resources",
      "description": "Stay ahead in veterinary medicine with Vet Times. Get the latest news, expert clinical insights, and top job opportunities for vets and nurses.",
      "preview": "Latest news Small animal New UK dog behaviour survey launched Project leaders hope the initiative will help vets, behaviour experts and charities to b"
    },
    {
      "url": "https://impact.kaporcenter.org/",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://aclu.org/abortion-pledge",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://geni.us/6moffer-p1",
      "title": "‎Apple Music - lettore web",
      "description": "Ascolta milioni di brani senza pubblicità su Apple Music.",
      "preview": "Seleziona un paese o una regione Africa, Medio Oriente e India Mostra elenco Algeria Angola Armenia Azerbaijan Bahrain Benin Botswana Cameroun Cape Ve"
    },
    {
      "url": "https://www.kauffman.org/currents/2019/09/new-survey-highlights-disconnect-between-high-school-and-real-world",
      "title": "New survey highlights disconnect between high school and the real world - Ewing Marion Kauffman Foundation | Kauffman.org",
      "description": "If the purpose of high school is to prepare students for the real world, does it? A recent survey of students, parents, and employers finds that real world skills are more important than ever.",
      "preview": "Skip to content"
    },
    {
      "url": "https://d23.com/disney100-the-exhibition-moving-right-along-and-headed-east/",
      "title": "Disney100: The Exhibition: Moving Right Along and Headed East! - D23",
      "description": "Final preparations are \"moving right along\" for the blockbuster anniversary showcase, Disney100: The Exhibition, from the Walt Disney Archives and Semmel Exhibitions.",
      "preview": "Home / Walt Disney Archives / Archive Spotlight / Disney100: The Exhibition: Moving ... By Kevin M. Kern, Walt Disney Archives Final preparations are"
    },
    {
      "url": "https://secure.qgiv.com/for/gt7d",
      "title": "Global Talent",
      "description": "void",
      "preview": "Donate to Global Talent Your gift supports our mission. Make a donation today."
    },
    {
      "url": "https://www.fiskeridir.no/Yrkesfiske/Rapportering-paa-havet/AApenhet-om-fangst-og-aktivitetsdata-ERS-og-posisjonsrapportering",
      "title": "Åpne data om fangst- aktivitets- og posisjonsrapportering | Fiskeridirektoratet",
      "description": "Det er et mål at forvaltningen skal bidra til større åpenhet om data mottatt fra fiskerinæringen. Fra 1. oktober 2019 gis det derfor innsyn i ERS- og VMS-data.",
      "preview": "Hopp til innhold Vi bruker informasjonskapsler Vi bruker informasjonskapsler på fiskeridir.no for å forstå hvordan besøkende bruker nettsiden, slik at"
    },
    {
      "url": "https://ko.coursera.org/professional-certificates/soporte-de-tecnologias-de-informacion-google",
      "title": "Google IT Support Professional Certificate | Coursera",
      "description": "Offered by Google. The launchpad to a career in IT. This program is designed to take beginner learners to job readiness in about ... Enroll for free.",
      "preview": "Google IT Support Professional Certificate Google IT Support Professional Certificate The launchpad to a career in IT. This program is designed to tak"
    },
    {
      "url": "https://lexbib.elex.is/w/index.php?title=Special:UserLogin&returnto=Item%3AQ14689",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.grantinterface.com/Home/Logon?urlkey=seattle",
      "title": "Logon - Grant Lifecycle Manager",
      "description": "void",
      "preview": "Logon Email Address* Password* Log On Create New Account Access is disabled. Attention Grantees and Grant Seekers: Seattle Foundation recently launche"
    },
    {
      "url": "http://www.irena.org",
      "title": "IRENA - International Renewable Energy Agency",
      "description": "The International Renewable Energy Agency (IRENA) is an intergovernmental organisation supporting countries in their transition to a sustainable energy future.",
      "preview": "Tracking Progress: Explore Energy Transition Indicators and Progress to #3xRenewables by 2030 || Support our #3xRenewables for the planet and its peop"
    },
    {
      "url": "https://career.engr.psu.edu/students/index.aspx",
      "title": "index | Penn State Engineering",
      "description": "Students home page",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "http://wiki.creativecommons.org/Intergovernmental_Organizations#What_should_I_know_before_I_use_a_work_licensed_under_the_IGO_3.0_ported_licenses.3F",
      "title": "Intergovernmental Organizations - Creative Commons",
      "description": "void",
      "preview": "Intergovernmental Organizations From Creative Commons Jump to: navigation , search Intergovernmental organizations (IGOs) are using CC to share resear"
    },
    {
      "url": "http://statistics.apec.org/",
      "title": "Home",
      "description": "void",
      "preview": "We recently revamped StatsAPEC to serve you better! We would appreciate hearing about your experience with this new website. Please share with us your"
    },
    {
      "url": "https://www.xumo.tv/",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "http://www.a-d.us/",
      "title": "A Leader In The Food Service Industry | The Anderson-DuBose Company",
      "description": "The Anderson-DuBose Company is a leader in the food service industry and has been revovutionizing the distribution industry since 1991.",
      "preview": "Skip to content The Anderson-dubose company A Leader in the Food Service Industry Ranked Top 99 Best Workplaces for Top Talent There's a reason for th"
    },
    {
      "url": "https://www.undocs.org/S/RES/2375%20(2017)",
      "title": "Select a language for S/RES/2375 (2017)",
      "description": "void",
      "preview": "S/RES/2375 (2017) العربية 中文 English Français Русский Español"
    },
    {
      "url": "https://urvetcare.com/",
      "title": "URvet Care - 24/7 Emergency Vet & Animal Hospital NYC",
      "description": "Looking for a trusted vet near you? URvet Care is NYC's top 24/7 emergency vet & animal hospital for dogs and cats. Walk-in, same-day appointments available!",
      "preview": "Skip to content Comprehensive. 24/7. Unmatched. Revolutionizing Pet Care in NYC From walk-in emergencies to advanced surgeries, preventative care, an"
    },
    {
      "url": "http://oceansci.ucsc.edu",
      "title": "Ocean Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "High Impact Exploration 2025 US News and World Report subject rankings have UCSC as #13 in the world (#2 in the US) in Marine and Freshwater Biology W"
    },
    {
      "url": "https://www.humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "http://www.people.com/tag/rita-moreno/",
      "title": "Rita Moreno",
      "description": "Rita Moreno",
      "preview": "Celebrity Person Rita Moreno Why Rita Moreno Had to Miss Everybody's Live with John Mulaney at the Last Minute By Julia Moore Rita Moreno, 93, Credi"
    },
    {
      "url": "https://www.bulbcreative.co/",
      "title": "Bulb",
      "description": "void",
      "preview": "0 Wedding photography for the MODERN ROMANTICS Let's work together From the ARCHIVE. |"
    },
    {
      "url": "https://mindmajix.com/jboss/configuring-data-persistence",
      "title": "How to Configure Data Persistence in JBoss EJB",
      "description": "This post describes the importance of configuring data persistence to enhance information in a detailed manner.",
      "preview": "Home Blog JBoss Configuring Data Persistence - JBoss Configuring Data Persistence - JBoss (4) 3106 Viewers Blog Author: Ravindra Savaram Last Updated:"
    },
    {
      "url": "https://memyselfandmycloset.blogspot.com/2013/05/see-stripes.html?showComment=1369647982665",
      "title": "Me Myself and My Closet - Fashion Blogger: SEE STRIPES",
      "description": "void",
      "preview": "Monday, May 27, 2013 SEE STRIPES And once again the undisputed star are stripes . Blue and white , in an oversize and a little bit tomboy version, a g"
    },
    {
      "url": "https://www.bbc.com/future/article/20200909-the-origin-of-north-koreas-ghost-boats",
      "title": "The origin of North Korea's 'ghost boats'",
      "description": "After exhausting areas close to home, China's vast fishing fleet has moved into the waters of other nations, depleting fish stocks. But more than seafood is at stake.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.nba.com/schedule",
      "title": "NBA Schedule - NBA Games & Events | NBA.com",
      "description": "NBA Schedule: Official source of NBA games schedule. Check your team's schedule, game times and opponents for the season.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.fox26houston.com/news/documents-reveal-gruesome-details-google-searches-surrounding-felicia-johnsons-murder",
      "title": "Documents reveal gruesome details, Google searches surrounding Felicia Johnson's murder | FOX 26 Houston",
      "description": "Charging documents reveal that after Felicia Johnson's disappearance, an accused suspect Googled things like \"how to be a serial killer\" and \"how to get away with murder.\"",
      "preview": "Suspect charged in Felicia Johnson's murder made cryptic searches after her disappearance: affidavit Charging documents reveal that after Felicia John"
    },
    {
      "url": "http://www.compassinterpreters.org/",
      "title": "Interpretation Services For Utica Residents | The Center",
      "description": "The Center offers interpretation services to Utica area residents. Click here to request an interpreter or to join our interpretation team!",
      "preview": "Skip to main content Overview Our interpreters provide in-person, accurate, and complete interpretation assignments daily. Our medical interpreters we"
    },
    {
      "url": "https://kokumura.medium.com/",
      "title": "Kaki Okumura - Medium",
      "description": "Read writing from Kaki Okumura on Medium. Born in Dallas, raised in New York and Tokyo. I care about helping others learn to live a better, healthier life. My site: www.kakikata.space 🌱",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Kaki Okumura 83K followers Featured Book Wa: The Art of Balance Wa: The A"
    },
    {
      "url": "https://www.sco.edu/white-coat-ceremony",
      "title": "White Coat Ceremony | Southern College of Optometry",
      "description": "SCO traditionally welcomes an entering class of students with their White Coat and Honor Code Ceremony. Receiving one's white coat signifies one of the most important steps on the road to becoming a healthcare professional.",
      "preview": "Get Started Get Info Tour Give Search Enter a search request and press enter. Press Esc or the X to close. Close White Coat Ceremony 1 Home Milestone"
    },
    {
      "url": "https://math.meta.stackexchange.com/help/badges/54/enthusiast?userid=471884",
      "title": "Enthusiast - Badge - Mathematics Meta Stack Exchange",
      "description": "Q&A about the site for people studying math at any level and professionals in related fields",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Enthusiast Enthu"
    },
    {
      "url": "https://hellmaybe.tumblr.com/",
      "title": "Keep On Keepin' On",
      "description": "// Anthony //",
      "preview": "Keep On Keepin' On // Anthony // Archive Music Me My gifs Ask me anything Submit a post Theme 74514 2274 19611 6367 609 1752 283 493 660 790 2196 0 0"
    },
    {
      "url": "https://www.torproject.org/projects/torbrowser.html.en",
      "title": "Tor Project | Download",
      "description": "Download | Defend yourself against tracking and surveillance. Circumvent censorship.",
      "preview": "Download Tor Browser Protect yourself against tracking, surveillance, and censorship. Download for Windows Signature Download for macOS Signature Down"
    },
    {
      "url": "https://www.formula1.com/en/drivers.html",
      "title": "F1 Drivers 2025 - Verstappen, Hamilton, Leclerc and more",
      "description": "Check out this season's official F1 line-up. Full breakdown of drivers, points and current positions. Follow your favourite F1 drivers on and off the track.",
      "preview": "F1 Drivers 2025 Find the current Formula 1 drivers for the 2025 season Oscar Piastri McLaren Flag of Australia Lando Norris McLaren Flag of Great Brit"
    },
    {
      "url": "https://www.asabbatical.com/article/where-is-san-marino",
      "title": "Where is San Marino? (Definitely Not Where You Think!) | aSabbatical",
      "description": "San Marino is the third smallest country in Europe. You can say it is situated in Northern Italy, as it is entirely surrounded by Italy.",
      "preview": "Skip to main content aSabbatical a web enthusiast on the Road by Adrian Sameli GTranslate aSabbatical Start Journeys Postcards random inspiration on t"
    },
    {
      "url": "http://www.nielsen.com/digitalprivacy",
      "title": "Digital measurement privacy statement | Nielsen",
      "description": "Nielsen uses its proprietary software and products to provide digital measurement services, which measure and analyze how consumers engage with media across online, mobile and emerging technologies, and enable Nielsen to offer research insights into consumer behavior.",
      "preview": "Additional privacy information Our Privacy Principles Learn more Careers Privacy Notice Learn more Digital Measurement Privacy Notice Learn more Marke"
    },
    {
      "url": "https://strangelookonhisface.tumblr.com/",
      "title": "Every day is Caturday",
      "description": "JB. Coding. Taylor Swift. Cats. Books. Helped with IsTayOnTumblr. TS has reblogged and liked my dorky face.",
      "preview": "Every day is Caturday JB. Coding. Taylor Swift. Cats. Books. Helped with IsTayOnTumblr . TS has reblogged and liked my dorky face. fairloves : Splendi"
    },
    {
      "url": "https://www.ipachart.com/",
      "title": "IPA Chart",
      "description": "void",
      "preview": "Interactive IPA Chart The International Phonetic Alphabet (IPA) is a set of symbols that linguists use to describe the sounds of spoken languages. Thi"
    },
    {
      "url": "https://www.nm.org/",
      "title": "Northwestern Medicine | Northwestern Medicine",
      "description": "Northwestern Medicine is a leader in quality healthcare and service, bringing together faculty, physicians and researchers to support and advance that care through leading-edge treatments and breakthrough discoveries.",
      "preview": "Measles Information Leading the way to better medicine. Northwestern Memorial Hospital Schedule care and manage your health Appointments Immediate Car"
    },
    {
      "url": "https://thespinningcp.tumblr.com/",
      "title": "The Spinning Compass: GIS Student Resources",
      "description": "Resources and information for students",
      "preview": "Menu The Spinning Compass: GIS Student Resources Resources and information for students Revamping my blog So, I am thinking about revamping my blog, t"
    },
    {
      "url": "https://staceyleephotography.net/declan-millersville-maryland-childrens-photographer/",
      "title": "Declan {Millersville, Maryland Children's Photographer} - StaceyLee Photography",
      "description": "Last week this sweet little guy turned ONE! I met up with him and his Momma at Kinder Farm Park the day after I got home from Vegas for his one year session. Just like all one year old boys, he didn't want to pay attention to me. He wanted to run and play in [...]",
      "preview": "navigate wedding, engagement & portrait photographer in maryland home meet stacey weddings engagements newborns blog contact Declan {Millersville, Mar"
    },
    {
      "url": "https://decider.com/2023/03/02/sex-life-season-2-on-netflix-more-sex-nudity/",
      "title": "Netflix 'Sex/Life' Season 2 Review: More Sex, More Nudity, More Drama",
      "description": "'Sex/Life' Season 2 on Netflix puts Sarah Shahi, Adam Demos, and Mike Vogel in even more tawdry sex scenes than in Season 1.",
      "preview": "Skip to main content Search Search What to Watch Genres Horror Comedy Children's/Family Drama Documentary/Reality Music Platforms HBO Max Netflix Peac"
    },
    {
      "url": "http://dinosaurtheory.com/theory.html",
      "title": "Explains Scientific Theories and Inductive Reasoning",
      "description": "Here are some answers to common questions about scientific theories, inductive reasoning, and the theory of evolution.",
      "preview": "| Return to Home Page | Questions and Answers about Scientific Theories 1. If scientific theories are the most important ideas in science, and scienti"
    },
    {
      "url": "https://www.oberoihotels.com/hotels-in-jaipur-rajvilas-resort/?utm_source=affred&utm_medium=aff&utm_campaign=gbl-affmkt&_affclk=ttuk:118609::0::118609::143859c9f626eb0724f38065d097d658::::1606071865:902jip",
      "title": "Best 5 Star Hotel In Jaipur | Luxury Resort in Jaipur | The Oberoi Rajvilas",
      "description": "Explore authentic Rajasthan with a luxurious stay at The Oberoi Rajvilas, the best 5-star hotel in Jaipur, just 30 minutes from the airport. Book now!",
      "preview": "Global Home Login/Join Now Gallery Welcome to Oberoi One. Our distinctive guest recognition programme. Log In Join Now Login ✕ Back to main menu Dubai"
    },
    {
      "url": "http://www.research.umd.edu/lm",
      "title": "Partnership Overview: Lockheed Martin | Division of Research",
      "description": "void",
      "preview": "Skip to main content Partnership Overview: Lockheed Martin The University of Maryland and Lockheed Martin Corporation established a strategic partners"
    },
    {
      "url": "https://www.dllr.state.md.us/",
      "title": "Maryland Department of Labor",
      "description": "Official website of the Maryland Department of Labor",
      "preview": "Skip to Content Accessibility Information JavaScript Required JavaScript is required to use content on this page. Please enable JavaScript in your bro"
    },
    {
      "url": "https://www.piste-ciclabili.com/forum/app.php/help/faq?sid=17e10923eb733137aba4a9166abc4ef9",
      "title": "PisteCiclabili.com - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "Condividi Itinerari Foto Forum ✕ Itinerari cicloturistici e ciclabli Cerca Per regione / provincia / comune + Segnala nuovo itinerario Foto Community"
    },
    {
      "url": "https://www.usegalileo.ai/",
      "title": "Stitch - Design with AI",
      "description": "Stitch generates UIs for mobile and web applications, making design ideation fast and easy.",
      "preview": "void"
    },
    {
      "url": "https://blog.mozilla.com/addons?utm_content=footer-link&utm_medium=referral&utm_source=addons.mozilla.org",
      "title": "Mozilla Add-ons Community Blog -",
      "description": "void",
      "preview": "In response to feedback we've heard from the community, AMO (addons.mozilla.org) just introduced a new feature allowing developers the ability to quic"
    },
    {
      "url": "http://www.jobonline.it/",
      "title": "jobonline.it",
      "description": "description",
      "preview": "jobonline.it Dominio ospitato su INTERNET CLUB Web Server Informazioni su questo dominio Scopri tutti i servizi offerti da Internet CLUB Siti Web Solu"
    },
    {
      "url": "https://addons.mozilla.org/firefox/addon/facebook-container/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Facebook Container - Get this Extension for 🦊 Firefox (en-US)",
      "description": "Download Facebook Container for Firefox. Prevent Facebook from tracking you around the web. The Facebook Container extension for Firefox helps you take control and isolate your web activity from Facebook.",
      "preview": "What does it do? Facebook Container works by isolating your Facebook identity into a separate container that makes it harder for Facebook to track you"
    },
    {
      "url": "https://www.viceroyhotelsandresorts.com/los-cabos",
      "title": "Viceroy Los Cabos Luxury Stay",
      "description": "Discover Viceroy Los Cabos, a luxury resort with ocean views, iconic pools, spa, dining, and design that captures the spirit of Baja.",
      "preview": "Skip to main content Los Cabos Luxury Resort A private, playful hideaway at the edge of the sea and sky, Viceroy Los Cabos invites you to immerse your"
    },
    {
      "url": "https://walmartsustainabilityhub.emissionscalculators.walmart.com/main/innovations/circular-connector",
      "title": "Walmart Sustainability",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mtgmn.org/",
      "title": "Home | Mind the G.A.P.P.",
      "description": "void",
      "preview": "top of page Bridge the Gap to Your Best Self . Creating pathways for individuals to close the gap to prosperity. A Holistic Approach . Dedicated to Ed"
    },
    {
      "url": "https://www.flowmagazine.com/",
      "title": "Flow - Magazine for Paper Lovers",
      "description": "Our international issue is back! At Flowmagazine.com you can read about positive psychology, creativity, self development and slow life.",
      "preview": "Go to content"
    },
    {
      "url": "https://insights.sustainability.google/#request",
      "title": "Google Environmental Insights Explorer - Make Informed Decisions",
      "description": "Environmental impact begins with insights. Explore data to make informed decisions and inspire action.",
      "preview": "Environmental Insights Explorer Impact begins with insights. Explore data to make informed decisions and inspire action. Explore estimated carbon emis"
    },
    {
      "url": "https://www.washington.edu/news/2021/11/22/kids-teens-believe-girls-arent-interested-in-computer-science-study-shows/",
      "title": "Kids, teens believe girls aren't interested in computer science, study shows | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Education | Engineering | News releases | Research | Social science November 22, 2021 Kids, teens believe girls aren't in"
    },
    {
      "url": "https://secure.nbcnews.com/_tps/accounts/newsletters",
      "title": "NBC News Newsletters | NBC News",
      "description": "Sign up for NBC News newsletters including Morning Rundown and Nightly News. Subscribe to receive emails covering breaking news, politics and more.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "http://milfmovies.name/tag/sizzling-hot-milf/",
      "title": "sizzling hot MILF | MILF Movies",
      "description": "void",
      "preview": "MILF Movies If You Like A Lot Of Milf movies On Your screen, Join Our Club 2025 Friday October 10 RSS: Posts Categories Asian MILF Movies BBW MILF Mov"
    },
    {
      "url": "https://partner.microsoft.com/en-US/membership/cloud-solution-provider",
      "title": "Drive profitability as a Cloud Solution Provider",
      "description": "Cloud Solution Provider (CSP) partners serve as trusted advisors-and Microsoft provides the investments you need to address evolving customer demand.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "https://www2.illinois.gov/epa/Pages/default.aspx",
      "title": "EPA",
      "description": "We safeguard environmental quality, consistent with the social and economic needs of the State, so as to protect health, welfare, property and the quality of life.",
      "preview": "Skip to main content Illinois Environmental Protection Agency Land Air Water Energy Contact Us Records Search Vehicle Emissions Testing Quick Answer D"
    },
    {
      "url": "https://radiomitre.cienradios.com/patricia-bullrich-aseguro-que-el-ataque-del-presidente-a-cornejo-fue-algo-absolutamente-fuera-de-lugar/",
      "title": "Patricia Bullrich aseguró que el ataque del Presidente a Cornejo fue algo \"absolutamente fuera de lugar\" - Radio Mitre",
      "description": "La exministra de Seguridad de la Nación y presidenta del PRO, Patricia Bullrich, dialogó con la conductora Magdalena Ruíz Guiñazú.",
      "preview": "Patricia Bullrich aseguró que el ataque del Presidente a Cornejo fue algo \"absolutamente fuera de lugar\" La exministra de Seguridad de la Nación, Patr"
    },
    {
      "url": "https://www.unglobalcompact.org/library/2",
      "title": "Guiding Principles for Business and Human Rights: Implementing the United Nations \"Protect, Respect and Remedy\" Framework | UN Global Compact",
      "description": "void",
      "preview": "Back to Listings Report (2011) The Guiding Principles seek to provide an authoritative global standard for preventing and addressing the risk of adver"
    },
    {
      "url": "https://cosmeticsmall.eu/en/stik-za-zheni-dove/128-dove-fresh-touch-krastavica-stik-za-zheni-protiv-izpotyavane-s-khidratirassh-krem-dav-8000630040843.html",
      "title": "DOVE Fresh Touch краставица стик за жени против изпотяване с хидратиращ крем ДАВ",
      "description": "void",
      "preview": "   DOVE Fresh Touch краставица стик за жени против изпотяване с хидратиращ крем ДАВ €3.56 Quantity  Add to cart  Last items in stock Share Share"
    },
    {
      "url": "https://www.nlm.nih.gov/socialmedia/index.html",
      "title": "Connect with NLM",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://fr.linkedin.com/company/unibail-rodamco-westfield?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Unibail-Rodamco-Westfield | LinkedIn",
      "description": "Unibail-Rodamco-Westfield | 136 816 abonnés sur LinkedIn. Creating sustainable places that Reinvent Being Together | Creating sustainable places that Reinvent Being Together. Unibail-Rodamco-Westfield is a creator and operator of unique sustainable places where people and communities connect through extraordinary, meaningful shared experiences. Working across the most dynamic markets in Europe and the US, Unibail-Rodamco-Westfield is committed to the vital role we can play in the regeneration of cities, accelerating their environmental transition to a net-zero future, and in the transformation of retail.",
      "preview": "LinkedIn respecte votre confidentialité LinkedIn et des tiers utilisent des cookies essentiels et non essentiels pour fournir, sécuriser, analyser et"
    },
    {
      "url": "https://veckorevyn.com/nyheter/hannah-jag-ska-hamnas-pa-bygglovs-matte/",
      "title": "Hannah: Jag ska hämnas på Bygglovs-Matte!",
      "description": "En skådis, en sexexpert och en nattklubbschef - se vad de gör i helgen!",
      "preview": "Menu Sök Sök efter: Sök Menu Sök Sök efter: Sök Hannah: Jag ska hämnas på Bygglovs-Matte! En skådis, en sexexpert och en nattklubbschef - se vad de gö"
    },
    {
      "url": "https://deeplearning.ai/courses/ai-for-everyone/",
      "title": "AI for Everyone - DeepLearning.AI",
      "description": "AI is not only for engineers. \"AI for Everyone\", a non-technical course, will help you understand AI technologies and spot opportunities to apply AI to problems in your own organization.",
      "preview": "Course AI for Everyone 1 Course Introductory > 6 hours > Andrew Ng Enroll Now Skills you will gain Workflow of Machine Learning Projects AI Terminolog"
    },
    {
      "url": "http://www.slideshare.net/FAOoftheUN",
      "title": "Fao",
      "description": "void",
      "preview": "FAO 3461 Slideshows About Presentations Infographics Documents Likes About Sort by Latest Most popular Nigeria by FAO Niger by FAO Namibia by FAO Moza"
    },
    {
      "url": "https://manjaro.fr/forum/viewforum.php?f=18&sid=a5441c61340bdc5a3dce826924861a3d",
      "title": "Trucs & Astuces -",
      "description": "void",
      "preview": "Raccourcis Sujets sans réponse Sujets actifs Rechercher Notes Catégories Planète Manjaro ↳ Mode d'emploi du forum - Documentation ↳ Actualités chez Ma"
    },
    {
      "url": "https://www.onyxstore.it/product/21596656/ciglia-curva-d-spessore-0-07-misura-10-mm-",
      "title": "Ciglia - Curva D / Spessore 0,07 - Misura 10 mm. | OnyxStore.it",
      "description": "Il materiale di altissima qualità scelto, permette di ottenere una curvatura perfetta, con ciglia leggere e flessi",
      "preview": "Home Negozio Ciglia EXTENSION CIGLIA Curva D Ciglia - Curva D / Spessore 0,07 - Misura 10 mm. Ciglia - Curva D / Spessore 0,07 - Misura 10 mm. € 16,90"
    },
    {
      "url": "https://www.esquerda.net/breves/armando-vara-detido-no-ambito-da-operacao-marques?page=5",
      "title": "Armando Vara detido no âmbito da \"Operação Marquês | Esquerda",
      "description": "O ex-ministro socialista está detido no Comando Metropolitano da PSP de Lisboa e deverá ser ouvido pelo juiz esta sexta-feira, segundo avança a TVI24. No âmbito do processo que tem como principal arguido o ex-primeiro-ministro José Sócrates, foram promovidas várias buscas em Lisboa, Algarve e zona Norte do país. Em setembro de 2014, Armando Vara foi condenado a cinco anos de prisão efetiva no processo Face Oculta, onde existiam várias escutas suas com o ex-primeiro-ministro.",
      "preview": "Passar para o conteúdo principal Sobre Quem somos Contactos Ficha técnica Segue-nos subscrever newsletter rss do esquerda.net Armando Vara detido no â"
    },
    {
      "url": "https://cristianchinabirta.ro/tag/masina/",
      "title": "Despre masina - Cristian China-Birta",
      "description": "Despre masina. Am scris peste 13.000 de articole pe blog. Dintre ele, unele sunt despre masina . Intră acum să le citești.",
      "preview": "Skip to content Cristian China-Birta Mare maestru de isprăvi 2.0 Caută Caută Închide Meniu Etichetă: masina Ce maşină vrem să avem astăzi? Stau dimine"
    },
    {
      "url": "https://www.huffingtonpost.com/entry/kelly-marie-tran-racists-last-jedi_us_5a4400fee4b06d1621b6b2bb",
      "title": "Kelly Marie Tran Of 'Last Jedi' Facing Racist, Sexist Comments Online | HuffPost Entertainment",
      "description": "Online trolls invaded the actress' fan page but social media users clapped back.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Entertainment. ©2025 BuzzFeed, Inc. All rights reserve"
    },
    {
      "url": "https://cansouthasia.net/",
      "title": "CANSA | Home - Climate Action Network South Asia",
      "description": "<p>[vc_row][vc_column 0=\"\"][vc_column_text][metaslider id=6869] OUR PARTNERS [fusion_portfolio layout=\"carousel\" picture_size=\"fixed\" text_layout=\"unboxed\" grid_box_color=\"\" grid_element_color=\"\" grid_separator_style_type=\"\" grid_separator_color=\"\" columns=\"4″ one_column_text_position=\"below\" column_spacing=\"20″ equal_heights=\"no\" number_posts=\"-1″ portfolio_title_display=\"all\" portfolio_text_alignment=\"left\" padding_top=\"\" padding_right=\"\" padding_bottom=\"\" padding_left=\"\" filters=\"yes\" pull_by=\"category\" cat_slug=\"partners\" exclude_cats=\"\" tag_slug=\"\" exclude_tags=\"\" pagination_type=\"none\" hide_url_params=\"off\" offset=\"0″ orderby=\"date\" order=\"DESC\" content_length=\"excerpt\" excerpt_length=\"35″ strip_html=\"yes\" carousel_layout=\"title_on_rollover\" scroll_items=\"\" autoplay=\"yes\" show_nav=\"yes\" mouse_scroll=\"no\" hide_on_mobile=\"small-visibility,medium-visibility,large-visibility\" class=\"\" id=\"\" animation_type=\"fade\" animation_direction=\"left\" animation_speed=\"0.3″ animation_offset=\"\" /][fusion_builder_container admin_label=\"\" hundred_percent=\"no\" equal_height_columns=\"no\" menu_anchor=\"\" [...]</p>",
      "preview": "Loss and Damage Photo: Shailendra Yashwant Just Transition Photo: Shailendra Yashwant Climate Finance Ecosystem Restoration & Biodiversity Conservatio"
    },
    {
      "url": "https://www.avuedigitalservices.com/casting/aiportal/control/hiringProcess;jsessionid=CBB0D346B35C5E86EE3B4C115A38CF17",
      "title": "Federal Hiring Tools | Avue Central",
      "description": "Avue Central is a federal employment service provided absolutely free to the public. It's the fastest and easiest way to find and apply for federal employment. Avue Central offers completely private, safe, and secure access to thousands of federal jobs worldwide.",
      "preview": "avue central The fastest and easiest way to find and apply for federal employment help Home Search for Jobs Federal Hiring Tools ☰ Federal Hiring Tool"
    },
    {
      "url": "https://tslaindexes.tn.gov/database-tn-research/tennessee-supreme-court-cases?f%5B0%5D=field_county%3A90&f%5B1%5D=field_sc_cause_crime%3Adisturb&f%5B2%5D=field_sc_case_date%3A1876&f%5B3%5D=field_sc_cause_crime%3Aworship&f%5B4%5D=field_sc_court_origin%3Acrimin&f%5B5%5D=field_sc_cause_crime%3Aof",
      "title": "Tennessee Supreme Court Cases | Tennessee State Library & Archives",
      "description": "void",
      "preview": "Skip to main content Tennessee State Library & Archives Main menu Home Birth & Death Records Search Military Records Search Misc. Tenn Records Search"
    },
    {
      "url": "https://www.eie.org/",
      "title": "YES - Educating the Next Generation of Problem Solvers and Engineers",
      "description": "Creating the Next Generation of Problem Solvers Through Hands-on STEM Learning Youth Engineering Solutions (YES) empowers educators with high-quality, standards-aligned PreK-8 STEM curricula and professional learning. Grounded in research and implemented in classrooms across all 50 states, YES programs engage learners in real-world engineering design, build computational thinking skills, and foster inclusive STEM identities. Every",
      "preview": "Skip to content Search for: YES Melissa Rousselle 2025-09-19T12:51:09-04:00 Creating the Next Generation of Problem Solvers Through Hands-on STEM Lear"
    },
    {
      "url": "http://www.onepixeldev.com/contactappsupport",
      "title": "One Pixel Dev - Contact/App Support",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Contact/App Support Have any questions or bugs? Send them in here, we will respond quickly! Email General - onepixe"
    },
    {
      "url": "https://actnow.aworld.org/",
      "title": "AWorld for Act Now",
      "description": "AWorld is the App for Living Sustainably, in Support of the United Nations ACTNOW Campaign",
      "preview": "English Change is in our hands. Act Now. Download AWorld, the app of the United Nations' ActNow campaign. Join the community, track your impact, take"
    },
    {
      "url": "http://www.enlightened.com/",
      "title": "Home - Enlightened",
      "description": "Enlightened, Inc. is an award-winning, HUBZone certified, Information Technology (IT) and Management Consulting firm dedicated to helping our clients achieve success in meeting their objectives and solving their problems.",
      "preview": "Skip to content Expecting Excellence, Establishing the Elite Enlightened serves as a trusted advisor to some of the nation's most demanding organizati"
    },
    {
      "url": "https://www.e-pics.ethz.ch/index/ETHBIB.Bildarchiv/ETHBIB.Bildarchiv_447524.html",
      "title": "void",
      "description": "E-Pics Image Archive, ETH Library",
      "preview": "Contact us Record Name (A-Z) Record Name (Z-A) Title (A-Z) Title (Z-A) Datum (auf) Datum (ab) Relevance Most recent ${node.metadata[eth_stock_signatur"
    },
    {
      "url": "https://www.bsfthema.org/fiche/activite-the-wikigame-chasse-au-tresor-sur-wikipedia/",
      "title": "Activité - The WikiGame : chasse au trésor sur Wikipédia - Bibliothèques Sans Frontières",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.imli.org/",
      "title": "Welcome to IMLI - IMO International Maritime Law Institute (IMLI)",
      "description": "About IMLIThe IMO International Maritime Law Institute is a world recognized centre for the training of specialists in international maritime law. Special emphasis is given to international regulations adopted by the International Maritime Organization.Prospective StudentsOur students thrive in a demanding academic atmosphere and experience an inter-cultural dialogue at the Institute, located on the premises of [...]",
      "preview": "IMO International Maritime Law Institute Over 35 Years Serving the Rule of International Maritime Law Description IMLI Course on Law of Ports View Pro"
    },
    {
      "url": "https://teachers20.com/",
      "title": "Teachers 2.0",
      "description": "Twitter Google+",
      "preview": "firstclassroom : Important! (via elviajedelaesperanza ) 6 years ago 146 notes Here's who voted for Betsy DeVos coffeeandbenadryl : Despite the fact th"
    },
    {
      "url": "https://ihcw.aap.org/resources/Documents/fingerfoodsposterfinalv01.pdf",
      "title": "Institute for Healthy Childhood Weight",
      "description": "The Institute for Healthy Childhood Weight advocates for pediatric obesity prevention, assessment, management and treatment.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://it.linkedin.com/company/diadora-spa?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Diadora | LinkedIn",
      "description": "Diadora | 79.625 follower su LinkedIn. For 70 years, Diadora has been writing some of the most exciting pages of sport history. Headquartered in Caerano di San Marco (TV) Italy, it has made performance, quality, research and style the key values for its sporting and lifestyle goods. Diadora was born in 1948 to spark, inspire and give voice to consumer.",
      "preview": "LinkedIn rispetta la tua privacy LinkedIn e terze parti utilizzano cookie essenziali e non essenziali per fornire, rendere sicuri, analizzare e miglio"
    },
    {
      "url": "https://academicaffairs.ucsc.edu/accreditation/",
      "title": "Accreditation - Academic Affairs",
      "description": "void",
      "preview": "Accreditation UC Santa Cruz has been fully accredited since 1965 by the WASC Senior College and University Commission (WSCUC). Being accredited means"
    },
    {
      "url": "https://benwsportblog.wordpress.com/",
      "title": "Ben's sports blog",
      "description": "void",
      "preview": "On Saturday, October, 1, I returned home to Alameda, CA after completing a very fun, interesting, and educational three-week Spanish immersion program"
    },
    {
      "url": "https://ai.googleblog.com/",
      "title": "Latest News from Google Research Blog - Google Research",
      "description": "void",
      "preview": "The latest research from Google Follow us October 9, 2025 XR Blocks: Accelerating AI + XR innovation Generative AI · Human-Computer Interaction and Vi"
    },
    {
      "url": "https://www.tm-tracking.org/",
      "title": "Trygg Mat Tracking (TMT) | Intelligence and Analysis",
      "description": "Trygg Mat Tracking (TMT) is a non-profit organisation that provides national fisheries authorities and international organisations with fisheries intelligence, analysis, and capacity building, targeting a reduction of illegal fishing and broader improvements in ocean governance.",
      "preview": "top of page Fisheries intelligence, analysis & capacity building to combat illegal fishing Intro ABOUT TMT TMT is a non-profit organisation that provi"
    },
    {
      "url": "https://noelautnerstory.blogspot.com/2021/09/resena-minerva-en-las-nubes-de-pintina.html?showComment=1632515426397",
      "title": "Reseña: Minerva en las nubes de Pintina Cuneo - Entre páginas y letras",
      "description": "void",
      "preview": "Pages Reseñas Book-Tags Entrevistas Promoción Entre páginas y letras©. Con la tecnología de Blogger . Reseña: Minerva en las nubes de Pintina Cuneo 17"
    },
    {
      "url": "http://www.ricettaricette.com/",
      "title": "Cute And Fluffy",
      "description": "void",
      "preview": "Blog Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! June 1, 2025"
    },
    {
      "url": "https://mockuptree.com/free/awesome-paper-bag-mockup/",
      "title": "Free Awesome Paper Bag Mockup | Mockuptree",
      "description": "The best Paper Bag Mockup to create a presentation for your packaging or lable designs. This mockup has two paper bag scenes in PSD files. You can add a design for the front of the paper bag, customize the side and top color, and add your own artwork on the customer receipt.",
      "preview": "Home » Free » Bag Mockups » Awesome Paper Bag Mockup Awesome Paper Bag Mockup The best Paper Bag Mockup to create a presentation for your packaging or"
    },
    {
      "url": "https://www.myswitzerland.com/de-ch/erlebnisse/hexenmuseum-schweiz/",
      "title": "Hexenmuseum Schweiz | Schweiz Tourismus",
      "description": "Geschichte, Mystik und Brauchtum: Das Hexenmuseum Schweiz in Auenstein präsentiert in einer Ausstellung mit sorgfältig zusammengetragenen Objekten die Welt der Hexen.",
      "preview": "Hexenmuseum Schweiz Erlebnis Gränichen Medien Galerie Überblick Informationen zu Karte öffnen Karte Karte Gränichen Aargau und Solothurn Region Auf Ka"
    },
    {
      "url": "https://memesoundboard.fun/privacy.html",
      "title": "Meme Soundboard 2016-2025 for iOS",
      "description": "Meme Soundboard 2016-2025 for iOS",
      "preview": "void"
    },
    {
      "url": "https://www.neuroscience.ox.ac.uk/publications/371446",
      "title": "Radiation damage to biological macromolecules: some answers and more questions. - Oxford Neuroscience",
      "description": "Research into radiation damage in macromolecular crystallography has matured over the last few years, resulting in a better understanding of both the processes and timescales involved. In turn this is now allowing practical recommendations for the optimization of crystal dose lifetime to be suggested. Some long-standing questions have been answered by recent investigations, and from these answers new challenges arise and areas of investigation can be proposed. Six papers published in this volume give an indication of some of the current directions of this field and also that of single-particle cryo-microscopy, and the brief summary below places them into the overall framework of ongoing research into macromolecular crystallography radiation damage.",
      "preview": "Cookies on this website We use cookies to ensure that we give you the best experience on our website. If you click 'Accept all cookies' we'll assume t"
    },
    {
      "url": "https://www.notimetowait.com/afib-explained",
      "title": "AFib Symptoms And Other Info | No Time To Wait | Official Site",
      "description": "Learn about potential Atrial Fibrillation symptoms like irregular heartbeat, heart racing, chest pain, shortness of breath, fatigue and light-headedness.",
      "preview": "En Español You Are Now Leaving No Time to Wait Content You Are Now Leaving No Time to Wait Content You are being redirected to another Bristol Myers S"
    },
    {
      "url": "https://fconline.foundationcenter.org/fdo-grantmaker-profile/?key=PELS002",
      "title": "Donald a Pels Charitable Trust Utd 8/18/92 C/o Pkf O'connor Davies | Foundation Directory | Candid",
      "description": "void",
      "preview": "Skip to main content Skip to footer × Sign up for free to keep searching Find more funders Profile Last Updated: 12/20/2024 Grant Information Last Upd"
    },
    {
      "url": "http://mathonline.edusoftmax.com/",
      "title": "Congratulations! You have successfully set up your website!",
      "description": "void",
      "preview": "You have successfully set up your website! This is the default server page. There are a few possible reasons why you see this page instead of your own"
    },
    {
      "url": "https://dopely.top/",
      "title": "Dopely",
      "description": "Your ultimate digital color companion. Discover, analyze, and explore the world of color with detailed information, harmony generation, and conversion tools.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.indiasa.org/tax_info.php",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://online.flipbuilder.com/wool/gsun/mobile/index.html",
      "title": "Penn State Civil and Environmental Engineering 2021 Annual Report",
      "description": "void",
      "preview": "basic-index.html 0001 0002 0003 0004 0005 0006 0007 0008 0009 0010 0011 0012 0013 0014 0015 0016 0017 0018 0019 0020 0021 0022 0023 0024 0025 0026 002"
    },
    {
      "url": "http://www.cnr.it/",
      "title": "Home | Consiglio Nazionale delle Ricerche",
      "description": "void",
      "preview": "Salta al contenuto principale Navigazione Il Golfo di Napoli svela una grande scogliera corallina a 500 metri di profondità Nota stampa 10/09/2025 Dal"
    },
    {
      "url": "https://easychair.org/smart-slide/author/H5t8",
      "title": "Author: Patricia Johann",
      "description": "void",
      "preview": "EasyChair Smart Slide Docs / Log in Home Author: Patricia Johann This page shows all presentations of this author published in EasyChair Smart Slide."
    },
    {
      "url": "http://elsmediakits.com",
      "title": "Elsevier Pharma Solutions",
      "description": "Explore our Specialty Audiences Portfolio and find the perfect fit to reach your specialty audiences with Elsevier's journals.",
      "preview": "Skip to main content Reach Specialty Audiences with Elsevier Journals Elsevier journals: A global reach with a laser focus. Our publications are renow"
    },
    {
      "url": "https://learnlatex.org/en/",
      "title": "Learn LaTeX online for free in beginner friendly lessons | learnlatex.org",
      "description": "void",
      "preview": "Skip to main content Català (Catalan) Deutsch (German) English Español (Spanish) Français (French) हिंदी (Hindi) Italiano (Italian) 日本語 (Japanese) Lie"
    },
    {
      "url": "https://writesonic.com/",
      "title": "Writesonic - AI Search Visibility Tracking & Optimization Platform",
      "description": "Track AI visibility across ChatGPT and 10+ AI platforms. Monitor mentions, fix citation gaps, create and refresh content, target Reddit & UGC forums. Complete GEO platform from tracking to action to results.",
      "preview": "Track & Boost Your Brand's Visibility in AI Search See exactly how your brand performs in AI search results. Then take precise actions to boost visibi"
    },
    {
      "url": "https://giphy.com/undp",
      "title": "UN Development Programme GIFs on GIPHY - Be Animated",
      "description": "Find the best & newest featured UN Development Programme GIFs. Search, discover and share your favorite GIFs. The best GIFs are on GIPHY.",
      "preview": "Privacy Terms 185 Uploads 139M GIF Views UNDP works in about 170 countries and territories, helping to achieve the eradication of poverty, and the red"
    },
    {
      "url": "https://www.thinkwithgoogle.com/?utm_source=marketingplatform.google.com&utm_medium=et&utm_campaign=marketingplatform.google.com%2Fabout%2Fanalytics%2F",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://pungenerator.org/",
      "title": "Pun Generator | Generate tons of puns!",
      "description": "Generate tons of puns!",
      "preview": "Generate puns containing a word! See some funny examples... Funny examples: booty groin weevil Find common phrases containing a word!"
    },
    {
      "url": "https://shop.github.com",
      "title": "GitHub Shop",
      "description": "GitHub's collection of high-quality, sustainable gifts for yourself, a friend, or even your pet.",
      "preview": "Skip to content Explore the full Universe 2025 agenda and build your schedule today . GitHub Shop logo Close Search Search Console git Close dev/core"
    },
    {
      "url": "https://www.giftcampaign.pt/agendas-personalizadas/agenda-corporativa-spiral.html",
      "title": "Agenda capa rígida PU vista diária B5 | Desde 2,62€",
      "description": "Agendas personalizáveis pequenas com capas rígidas. Se procura material de escritório económico e útil, recomendamos este brinde.",
      "preview": "4,7 271 opiniões Brindes personalizados publicitários Categorias Populares Sacos reutilizáveis personalizados Garrafas de água personalizadas Brindes"
    },
    {
      "url": "https://www.insider.com/literary-greats-viral-twitter-thread-ill-attended-book-signing-2022-12",
      "title": "Lit Greats Pile Onto Viral Tweet About Badly Attended Book Signing - Business Insider",
      "description": "\"Join the club,\" Atwood wrote. \"I did a signing to which nobody came, except a guy who wanted to buy some Scotch tape and thought I was the help.\"",
      "preview": "void"
    },
    {
      "url": "http://www.edscuola.com/",
      "title": "Educazione&Scuola© by Dario Cillo - La Rivista telematica della Scuola e della Formazione",
      "description": "void",
      "preview": "Reg. Trib. Lecce n. 662 del 01.07.1997 - ISSN 1973-252X - Dir. resp. Dario Cillo | | Consiglia ad un amico | > Anno XXX - n. 1178 - Edscuola Rassegne"
    },
    {
      "url": "http://www.hollidaycreate.com",
      "title": "Marketing that Offers Solutions | Holliday Creative Marketing",
      "description": "Holliday Creative Marketing Home page that describes what the business offers.",
      "preview": "top of page MARKETING If you want your business to grow and go to the next level...you have to MARKET IT. WEBSITE DEVELOPMENT Custom websites Website"
    },
    {
      "url": "http://www.gennx360.com/",
      "title": "GenNx360 | Private Equity | Middle-Market | Industrial Business Services",
      "description": "GenNx360 Capital Partners is a private equity firm focused on investing in industrial and business services companies in the U.S. middle market. We seek investment opportunities in the industrial machinery and components, oil and gas, logistics and supply chain management, agricultural, specialty chemicals, and aerospace sectors.",
      "preview": "Sign up for updates! Close GenNx360 is a private equity firm driving value through Operational Engagement and Investment Excellence GenNx360 is a priv"
    },
    {
      "url": "https://tghat.com/2021/03/06/abiy-ahmed-and-his-genocide-policy-in-tigray/",
      "title": "Abiy Ahmed and his genocide policy in Tigray - Tghat",
      "description": "In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been emerging as the primary weapon of choice of its three architects-Prime Minister Abiy Ahmed of Ethiopia, President Isaias Afwerki of Eritrea and the Amhara nationalists-to totally subjugate Tigray.",
      "preview": "Connect with us Share Tweet In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been"
    },
    {
      "url": "https://www.law.cornell.edu/supct/html/90-1014.ZO.html",
      "title": "Lee v. Weisman, 505 U.S. 577 (1992).",
      "description": "void",
      "preview": "Lee v. Weisman (90-1014), 505 U.S. 577 (1992)."
    },
    {
      "url": "https://vauraus.fi/asiantuntijablogi/miten-korona-aika-on-vaikuttanut-vaurauden-laina-asiakkaisiin/",
      "title": "Miten korona-aika vaikutti Vaurauden laina-asiakkaisiin?",
      "description": "Pandemian aiheuttama tilanne sisälsi katastrofin ainekset, mutta tuolta ajalta kerätty tilastotieto kertoo erilaisen tarinan.",
      "preview": "Svenska English Kirjaudu Miten korona-aika on vaikuttanut Vaurauden laina-asiakkaisiin? Vaurauden liiketoiminta perustuu siihen, että yrityksille väli"
    },
    {
      "url": "https://www.uci.org/road/calendar",
      "title": "Road | UCI",
      "description": "Road Calendar",
      "preview": "void"
    },
    {
      "url": "https://www.kerocristais.pt/22-taros-e-oraculos",
      "title": "Tarôs e Oráculos",
      "description": "void",
      "preview": "Precisa de Ajuda? Ligue (+351) 22 606 41 44 info@kerocristais.pt  Fale connosco Visite a nossa Loja Tarôs e Oráculos Filtrar por Preço Preço: Compara"
    },
    {
      "url": "https://abc11.com/society/viral-sensation-target-employees-help-young-man-prepare-for-job-interview/506059/",
      "title": "Target employees help young man prep for job interview, tie his tie - ABC11 Raleigh-Durham",
      "description": "A Wake County teenager ran into a roadblock before he even got to his job interview, and what happened next was caught on camera.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out SOCIETY Target employees help young man prep for job interview, tie his tie Friday,"
    },
    {
      "url": "https://icolorpalette.com/color/f4a081",
      "title": "Creamy Peach (similar) Color | f4a081 information | Hsl | Rgb | Pantone",
      "description": "Color System information Creamy Peach (similar) Color | f4a081. Similar Color name Information, Color Schemes, Light / Darkshades, Tones, Similar Colors, Preview the color and download Photoshop swatch and solid color background image",
      "preview": "Saving Palette ! Loading Editor ! Loading Editor ! Loading Editor ! Loading Editor ! Loading Editor ! Creating Palette files ! Creating Palette image"
    },
    {
      "url": "https://rondoclt.org/",
      "title": "Rondo Community Land Trust - Saint Paul, Minnesota",
      "description": "Rondo Community Land Trust - Permanently Affordable & Sustainable Homeownership, Rentals, and Commercial Opportunities in St. Paul.",
      "preview": "Donate Contact US Welcome to RONDO COMMUNITY LAND TRUST Through the innovative Community Land Trust (CLT) model, we empower families to build long-ter"
    },
    {
      "url": "https://www.huridocs.org/",
      "title": "Home | HURIDOCS",
      "description": "HURIDOCS (Human Rights Information and Documentation Systems) develops tools and strategies that make human rights information accessible.",
      "preview": "Skip to content Human rights defenders need evidence, law and research to advocate justice and accountability. We develop tools and strategies that ma"
    },
    {
      "url": "http://hope-community.org/",
      "title": "Hope Community - Strengthening the power of communities.",
      "description": "void",
      "preview": "Press enter to begin your search About Mission, Values, Vision Staff Board Community Listening Partners & Connections Publications & Media Stories How"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/mental-health-strengthening-our-response",
      "title": "Mental health",
      "description": "WHO fact sheet on mental health providing key facts and information on determinants, strategies and interventions, WHO response.",
      "preview": "Skip to main content Mental health 8 October 2025 Key facts Globally, more than a billion people live with a mental health condition. Affordable, effe"
    },
    {
      "url": "https://www.aljazeera.com/climate-crisis/",
      "title": "Climate Crisis | Today's latest from Al Jazeera",
      "description": "Stay on top of Climate Crisis latest developments on the ground with Al Jazeera's fact-based news, exclusive video footage, photos and updated maps.",
      "preview": "Climate Crisis Featured Content 'We don't want to disappear': Tuvalu fights for climate action and survival Pacific island nation explores new ways to"
    },
    {
      "url": "http://www.smartstudy.co.kr/privacy/",
      "title": "Pinkfong Account",
      "description": "Pinkfong Account",
      "preview": "Privacy Policy The Pinkfong Integrated Services(the \"Pinkfong Services\"), including the Pinkfong Store website/mobile application services, Pinkfong T"
    }
  ],
  "_meta": {
    "total_bookmarks": 131
  }
}