{
  "data": [
    {
      "url": "http://www.un-redd.org/",
      "title": "UNREDD Programme",
      "description": "UN-REDD is the flagship UN knowledge and advisory partnership on forests and climate to reduce forest emissions and enhance forest carbon stocks.",
      "preview": "Skip to main content Forest solutions to the climate crisis Building a Future with Forests The UN-REDD Programme is the flagship UN knowledge and advi"
    },
    {
      "url": "https://www.catherinewalker.com/",
      "title": "Catherine Walker - now and since 1977",
      "description": "void",
      "preview": "Latest Video Scroll to Content About Us The Catherine Walker & Co The Catherine Walker & Co design atelier is based in Bury Walk, a pretty Chelsea mew"
    },
    {
      "url": "https://vaultofevil.wordpress.com/tag/guy-boothby/",
      "title": "Guy Boothby « Vault Of Evil",
      "description": "Posts about Guy Boothby written by demonik",
      "preview": "Vault Of Evil British Horror fiction Home Forum Moved - Please Read Peter Haining's Horrible 'Non Fiction' Vault of \"Thanks to ....\" Vault Of Evil Vault"
    },
    {
      "url": "https://www.globalratings.com/",
      "title": "IARC ratings for mobile and digitally delivered games from International Age Rating Coalition",
      "description": "A ground-breaking global rating and age classification system for digitally delivered games and apps.",
      "preview": "關於IARC | IARC 的運作方式 | 針對開發人員 | 新聞 | 聯繫方式 About IARC | How IARC Works | For Developers | News | Contact ÜBER IARC | WIE IARC ARBEITET | FÜR ENTWICKLER"
    },
    {
      "url": "https://wiki.math.uwaterloo.ca/statwiki/index.php?title=F21-STAT_441/841_CM_763-Proposal&diff=49975&oldid=49974",
      "title": "F21-STAT 441/841 CM 763-Proposal: Difference between revisions - statwiki",
      "description": "void",
      "preview": "Help F21-STAT 441/841 CM 763-Proposal: Difference between revisions From statwiki Jump to navigation Jump to search Revision as of 06:51, 8 October 20"
    },
    {
      "url": "https://asa.zamo.ca/2009/12/dupa-contra-base-argumente-de-bass-pro.html",
      "title": "Dupa CONTRA-Base, argumente de Bass PRO Intro - Also Sprach Zamolxis",
      "description": "M-am informat cat am putut, am citit si rascitit motivele lui Alphadog de a-l vota pe Geoana , si, desi am promis sa raspund cu motivele mel...",
      "preview": "Home - Acasă About Despre Blogroll Dezbate Concur$ - Colaborare Also Sprach Zamolxis Aşa Grăit-a Zamo.ca, the descendant of a Dacian God; teme persona"
    },
    {
      "url": "https://pungenerator.org/",
      "title": "Pun Generator | Generate tons of puns!",
      "description": "Generate tons of puns!",
      "preview": "Generate puns containing a word! See some funny examples... Funny examples: booty groin weevil Find common phrases containing a word!"
    },
    {
      "url": "https://farmgirlflowers.com/",
      "title": "Flower Delivery | Send Flowers | Farmgirl Flowers",
      "description": "Order fresh flowers online for delivery. We ship our signature burlap-wrapped flower bouquets, plants and more to recipients (like you!) coast to coast.",
      "preview": "Skip to content Fresh Picks Where to start? We've got you covered. These are a few of our favorite (Farmgirl) things! What's In Season Farmgirl Favori"
    },
    {
      "url": "https://hillmanfamilyfoundations.org/",
      "title": "Hillman Family Foundations",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mickeykilloran.tumblr.com/",
      "title": "Miss Killoran",
      "description": "This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computing Science.",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    },
    {
      "url": "https://2019annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.uhccommunityplan.com/grow",
      "title": "UnitedHealthcare Community Plan",
      "description": "UnitedHealthcare Community Plan can help you find a Medicaid or Medicare plan that best fits your needs. Find benefits, eligibility & detailed plan information.",
      "preview": "Hmm ... it looks like your browser is out of date. Let's update your browser so you can enjoy a faster, more secure site experience. Update Now Skip to"
    },
    {
      "url": "https://disconnect.me/",
      "title": "void",
      "description": "void",
      "preview": "Freedom from tracking . +1M websites scanned +5M apps scanned +10M emails scanned Disconnect tracks the trackers, across the internet and beyond. Lear"
    },
    {
      "url": "https://www.truck1.rs/dealers/wantian/stock/kamioni/sve?page=3&stock=1",
      "title": "Truck1",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://wwd.com/fashion-news/fashion-scoops/taylor-red-album-google-searches-red-scarf-lipstick-1235002625/",
      "title": "Taylor Swift Red Album: Red Scarf, Red Lipstick Google Searches Rise",
      "description": "Taylor Swift's \"Red (Taylor's Version)\" has caused searches for red scarf and red lipstick to skyrocket. Read about the album's impact here.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://my.matterport.com/show/?m=XgDxgzti2A4&brand=0",
      "title": "Walgreens Chicago Office at the Old Post Office - Matterport 3D Showcase",
      "description": "Matterport 3D Showcase. 433 W Van Buren St, Chicago, IL, 60607, US.",
      "preview": "Presented by Powered by"
    },
    {
      "url": "https://consumidor.ftc.gov/articulos/como-proteger-la-privacidad-de-su-hijo-en-internet",
      "title": "Cómo proteger la privacidad de su hijo en internet | Consumer Advice",
      "description": "En su condición de padre, usted tiene el control de la información personal de sus hijos menores de 13 años recolectada en internet por las compañías.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://kkskalica.sk/",
      "title": "Aktuality",
      "description": "void",
      "preview": "Aktuality História Členovia Prihláška Výcvik Výcvikové pravidlá Výcvikové pomôcky Výcvikové hodiny Skúšky Fotogaléria Na stiahnutie Kontakt Kde nás ná"
    },
    {
      "url": "http://wearemtm.com/",
      "title": "International strategy & research consultancy | MTM",
      "description": "void",
      "preview": "Part of Brave Bison London MTM 62-65 Chandos Place London WC2N 4HG Leeds MTM The Leeming Building George St Leeds LS2 7HZ Welcome. We are MTM. Deliver"
    },
    {
      "url": "https://corpus.quran.com/translation.jsp?chapter=90&verse=8",
      "title": "The Quranic Arabic Corpus - Translation",
      "description": "void",
      "preview": "Qur'an | Word by Word | Audio | Prayer Times __ Sign In Search __ Verse (90:8) - English Translation Word by Word Quran Dictionary English Translation"
    },
    {
      "url": "https://indriel.no/heftige-midtsommer-energier-og-tarotkortet-skjebnehjulet-alt-henger-sammen/",
      "title": "HEFTIGE MIDTSOMMER ENERGIER OG TAROTKORTET SKJEBNEHJULET. ALT HENGER SAMMEN! - Indriel Body & Soul",
      "description": "Vi påvirkes av heftige energier om dagen. Her kan du lese litt om det og hvordan kortet skjebnehjulet jeg trakk for å belyse det hele, passer inn",
      "preview": "Indriel Body & Soul Fra bloggen HEFTIGE MIDTSOMMER ENERGIER OG TAROTKORTET SKJEBNEHJULET. ALT HENGER SAMMEN! 22/06/2020 • Blogg • Ingen kommentarer Vi"
    },
    {
      "url": "https://goodui.org/",
      "title": "GoodUI ideas and A/B tested patterns for higher conversion rates and growth | GoodUI",
      "description": "void",
      "preview": "Learn From What Leading Companies A/B Test Receive the latest discovered UI patterns and leaked experiments from companies such as Amazon , Netflix ,"
    },
    {
      "url": "https://www.mooveagency.com",
      "title": "WordPress Agency London • WordPress Support • Web Development",
      "description": "We are a London WordPress Agency & web development company specialising in development, design, support & maintenance of WordPress websites",
      "preview": "London WordPress Agency Our Work Services WordPress Development WordPress Support Packages WordPress API Integrations WordPress Code Reviews WordPress"
    },
    {
      "url": "https://mozillamr.myspreadshop.com/",
      "title": "Welcome to Mozillas Mixed Reality Merch Store! | Spreadshop",
      "description": "Show your support for Mozillas Mixed Reality program and Firefox Reality!",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly. Welcome to Mozilla Mixed Reality Show your support f"
    },
    {
      "url": "https://events.flutter.dev/",
      "title": "Events.Flutter.dev redirection",
      "description": "void",
      "preview": "If you are on this page, please follow this link to Flutter.dev/events ."
    },
    {
      "url": "https://www.chemforward.org/",
      "title": "ChemForward",
      "description": "void",
      "preview": "0 TURNING CHEMICAL DATA INTO POSITIVE IMPACT By creating broad access to chemical hazard data and illuminating safer alternatives, in partnership with"
    },
    {
      "url": "https://www.esotericablog.es/",
      "title": "Tarot • Astro & Yoga : el retorno al Ser",
      "description": "Tarot • Astro & Yoga : el retorno al Ser. Carolina de Pedro © 2025",
      "preview": "Saltar al contenido TAROT El Tarot Sagrado de la India: una síntesis única de la mitología sagrada india y el tarot Story Medicine Tarot, de Jessica Z"
    },
    {
      "url": "https://fitness.apple.com/us/subscribe?itscg=10000&itsct=pod-services-fitness-apl-tvhm-21_1019",
      "title": "‎Getting Started with Fitness+",
      "description": "Get started with Apple Fitness+. Update to the latest iOS and watchOS to get started with Apple Fitness+ or redeem your 3 months free offer.",
      "preview": "What you'll need to get started on iPhone: iPhone 8 or later updated to iOS 16.1 To update your iPhone, go to Settings > General > Software Update. Id"
    },
    {
      "url": "https://bemanningsinfo.no/partner/partnerforside/tilleggstjenester/annonsering-pa-finn-no/",
      "title": "Annonsering på finn.no | Bemanningsinfo",
      "description": "void",
      "preview": "arrow_back Tilbake Annonsering på finn.no Annonsering er et viktig virkemiddel for å tiltrekke seg gode og relevante kandidater til de ledige stilling"
    },
    {
      "url": "https://transkidspurplerainbow.org/",
      "title": "TransKids Purple Rainbow Foundation - Spreading the message of tolerance, acceptance & unconditional love which are a birthright for all transkids.",
      "description": "void",
      "preview": "HOME ABOUT US RESOURCES Blogs Books Conferences Philadelphia Trans Wellness Conference Other Conferences Camps Educational Materials Financial Aid for"
    },
    {
      "url": "https://www.dm.de/gesicht/pflege/gesichtsmasken-c400613",
      "title": "dm-drogerie markt - dauerhaft günstig online kaufen",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.cdc.gov/coronavirus/2019-ncov/index.html",
      "title": "Coronavirus Disease 2019 (COVID-19) | COVID-19 | CDC",
      "description": "Find links to guidance and information on all topics related to COVID-19, including the COVID-19 vac",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "http://dx.doi.org/10.1038/s41559-018-0499-1",
      "title": "Rapid and lasting gains from solving illegal fishing | Nature Ecology & Evolution",
      "description": "Perhaps the greatest challenge facing global fisheries is that recovery often requires substantial short-term reductions in fishing effort, catches and profits. These costs can be onerous and are borne in the present; thus, many countries are unwilling to undertake such socially and politically unpopular actions. We argue that many nations can recover their fisheries while avoiding these short-term costs by sharply addressing illegal, unreported and unregulated (IUU) fishing. This can spur fishery recovery, often at little or no cost to local economies or food provision. Indonesia recently implemented aggressive policies to curtail the high levels of IUU fishing it experiences from foreign-flagged vessels. We show that Indonesia's policies have reduced total fishing effort by at least 25%, illustrating with empirical evidence the possibility of achieving fishery reform without short-term losses to the local fishery economy. Compared with using typical management reforms that would require a 15% reduction in catch and 16% reduction in profit, the approach of curtailing IUU has the potential to generate a 14% increase in catch and a 12% increase in profit. Applying this model globally, we find that addressing IUU fishing could facilitate similar rapid, long-lasting fisheries gains in many regions of the world. Analysis of Indonesia's recent push to aggressively police illegal, unreported and unregulated fishing demonstrates a cost-effective way to improve fisheries recovery while limiting the reduction of legal catch (and the subsequent impact on food supply and profit) that could be applied to other regions.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "http://xgis.maaamet.ee/adsavalik/ads",
      "title": "adsavalik",
      "description": "void",
      "preview": "You need to enable JavaScript to run this application"
    },
    {
      "url": "https://www.walmartsustainabilityhub.com/",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.virustotal.com/gui/search",
      "title": "VirusTotal",
      "description": "VirusTotal",
      "preview": "Please enable JavaScript to view this website."
    },
    {
      "url": "https://www.elevancehealth.com",
      "title": "Elevance Health | Advancing Health Beyond Healthcare",
      "description": "Elevance Health, formerly Anthem, Inc., serves people across their entire health journey taking an integrated whole-health approach.",
      "preview": "Skip to main content Please wait while loading... Elevating Whole Health and Advancing Health Beyond Healthcare We serve people across their entire he"
    },
    {
      "url": "https://novus.no/en/products/102057",
      "title": "Schmidt, Tom: Nøvn austa åsen - Novus forlag",
      "description": "Nøvn austa åsen er ei sterkt utvida og revidert utgåve av kapittelet «Østre Slidre Herred» i Oluf Ryghs Norske Gaardnavne IV2. Gaardnavne i Kristians Amt. Anden Halvdel, utgjeve av A. Kjær i 1902. Medan Rygh og Kjær med nokre få unntak berre drøfta namna på matrikkelgardane, er i denne boka òg namn på andre bustader te",
      "preview": "Menu Cart 0 Schmidt, Tom: Nøvn austa åsen 398 00 kr 398,00 kr Unit price / per Shipping calculated at checkout. Default Title - 398,00 NOK Quantity On"
    },
    {
      "url": "https://www.eatthistown.ca/dartmouth-pizza-quest-woodsideeastern-passage/",
      "title": "Dartmouth Pizza Quest: Woodside/Eastern Passage - Eat This Town",
      "description": "void",
      "preview": "Food Quests Halifax Nova Scotia Pizza Pizza Dartmouth Pizza Quest: Woodside/Eastern Passage July 21, 2015 Eat This Town The Dartmouth Pizza Quest is n"
    },
    {
      "url": "https://angusmon.tumblr.com/",
      "title": "Angusmon",
      "description": "Computer Scientist, Art Lover, Video Game Enthusiast! ^^",
      "preview": "fallisl1fe : To be someone you dont know inspired by @glitchgh0sty 's awesome decepticon!prowl comics >:D (specifically ✨ this and this one ✨ in order"
    },
    {
      "url": "https://www.usmagazine.com/entertainment/news/khloe-kardashian-to-guest-judge-rupauls-drag-race-see-khloe-and-rupauls-photo-together-2014131/",
      "title": "Khloe Kardashian on RuPaul's Drag Race Picture: Star to Guest Judge | Us Weekly",
      "description": "Khloe Kardashian headlines the lineup of celebrity guest judges on season six of RuPaul's Drag Race; see Kardashian's first photo with RuPaul!",
      "preview": "Tap Here To Add Us Weekly As A Trusted Source Add as a preferred source on Google Khloe Kardashian is a woman on a mission . . . to find America's Nex"
    },
    {
      "url": "https://www.cilentopark.it/agropoli/",
      "title": "AGROPOLI COSA VEDERE >> HOTEL, B&B, VILLAGGI",
      "description": "Agropoli è una splendida località balneare del Cilento. Cosa vedere ad Agropoli e info sulla balneabilità",
      "preview": "Agropoli Indice contenuti Toggle Una delle mete di maggior richiamo per il turismo balneare del Cilento è sicuramente Agropoli le cui splendide spiagg"
    },
    {
      "url": "https://weplayapp.com/",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "http://www.mpeg.org/",
      "title": "MPEG - The Moving Picture Experts Group",
      "description": "void",
      "preview": "Group photo at MPEG 151 in Daejeon This is the home page of MPEG, the group that develops standards for coded representation of digital audio, video,"
    },
    {
      "url": "https://news.airbnb.com/fresh/",
      "title": "\"The Fresh Prince\" Will Smith Invites You to a Royal Stay on Airbnb",
      "description": "For the first time ever, local guests are invited to chill out and relax in a wing of one of television's most iconic homes.",
      "preview": "It's been 30 years since Will Smith rolled up the driveway and knocked on the door of this iconic LA crib for the very first time. To celebrate the un"
    },
    {
      "url": "https://www.lightstalking.com",
      "title": "Light Stalking - Photography Blog & Forum",
      "description": "Learn on our photography blog from working photographers and join our friendly community to get feedback on your results.",
      "preview": "Skip to the content Close Menu Blog Marketplace Community Portfolio Categories Abstract Photography Action and Sports Photography Adventure & Travel P"
    },
    {
      "url": "https://newsroom.deatch.paypal-corp.com/Startseite",
      "title": "PayPal Newsroom: Offizielle News, Pressemitteilungen, Kontakt",
      "description": "Bleiben Sie immer auf dem neuesten Stand. Im PayPal Newsroom finden Sie aktuelle Pressemitteilungen, Bilder und unseren Blog. Entdecken Sie die PayPal-Welt!",
      "preview": "Titelgeschichte Titelgeschichte / HERO BLOCK PayPal Venmo Unternehmensnews Strategische Partnerschaften PayPal stellt „PayPal World\" vor: Die globale"
    },
    {
      "url": "https://www.stiriagricole.ro/date/2017/01/18",
      "title": "18 ianuarie 2017 | StiriAgricole.ro",
      "description": "void",
      "preview": "Sari la conținut Instagram Rss Facebook Twitter Caută 00000001pm 720020, PM1 PNDR: pana cand puteti depune proiecte cu fonduri europene pe submasura 4"
    },
    {
      "url": "https://afghanislamicpress.com/en/news?keyword=economy&page=10",
      "title": "News",
      "description": "void",
      "preview": "News Updates (Update 2 minutes ago) Pakistan would be responsible if situation gets worse: National Defence Ministry Armed robber killed in Balkh Indi"
    },
    {
      "url": "https://www.mcdonalds.com/us/en-us/cardi-b-offset-meal-bundle.html",
      "title": "McDonald's Menu: Our Full McDonald's Food Menu | McDonald's",
      "description": "Before your next McDonald's trip, check out our full McDonald's Menu. Featuring breakfast menu favorites, burgers, & more! Order today using McDelivery®!",
      "preview": "Skip to Menu Items Featured Favorites Monopoly at McDonald's Menu Extra Value Meals Happy Meal® Snack Wrap® McValue™ Breakfast Burgers Chicken & Fish"
    },
    {
      "url": "http://beardifyapp.com",
      "title": "Beardify",
      "description": "void",
      "preview": "BEARDIFY Grow a beard."
    },
    {
      "url": "http://www.ecotrel.lu",
      "title": "Home | Ecotrel",
      "description": "Ecotrel est un organisme agréé par l'état pour endosser les obligations à charge des producteurs et importateurs d'équipements électriques et électroniques (E...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter En savoir plus"
    },
    {
      "url": "https://www.cia.gov/index.html",
      "title": "We are the Nation's first line of defense - CIA",
      "description": "void",
      "preview": "Skip to main content Contact Contact Report Information Report Information We are the Nation's first line of defense We accomplish what others cannot"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-200-100018",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://wals.info/",
      "title": "WALS Online - Home",
      "description": "void",
      "preview": "Home Features Chapters Languages References Authors Credits Legal Download Contact Welcome to WALS Online The World Atlas of Language Structures (WALS"
    },
    {
      "url": "https://7elevenna.service-now.com/csm_stripe",
      "title": "Customer Service Portal Stripe - Stripe Customer Support",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://bokmodern.com/portfolio/b12-2/",
      "title": "B12 Pattern - BŌK Modern",
      "description": "B12 Pattern | Laser-Cut. Select a Pattern or Customize Your Own. Simplicity Translates to Cost Efficiency.",
      "preview": "Why BŌK? Our Experience About Us Projects Completed In the Works Products Standard Products Custom Products New Products Patterns Materials Technical"
    },
    {
      "url": "https://www.lohud.com/story/news/local/2017/05/09/danroy-henry-jr-mount-pleasant-settlement/314121001/",
      "title": "Mount Pleasant settles Danroy Henry wrongful death lawsuit",
      "description": "Family of Pace University junior Danroy Henry Jr., killed by police in 2010, calls for town to donate to slain man's charity,",
      "preview": "Skip to main content Home Election Voter Guide News Westchester Rockland Local Politics National Politics Business Coronavirus USA TODAY Careers Mount"
    },
    {
      "url": "https://daniloandsharon.com",
      "title": "Danilo & Sharon",
      "description": "Uncover the captivating realm of Danilo and Sharon, where the magic of wedding photography unfolds in all its splendor. Immerse yourself in our extraordinary portfolio as you explore our distinctive artistic vision and personalized services, setting new standards for redefining traditional wedding imagery. Experience the enchantment that awaits in our world of captivating wedding photography.",
      "preview": "Booking Now taking bookings for 2025/26 Check your date Real weddings Portfolio For photographers Flashcourse Photobook About us Contact MENU \"Nature"
    },
    {
      "url": "https://www.bluenaturealliance.org/",
      "title": "Homepage - Blue Nature Alliance",
      "description": "A global partnership to catalyze the conservation of 18 million square kilometers of ocean over five years.",
      "preview": "A Global Partnership Catalyzing Momentum for Large-Scale Ocean Conservation Where We Partner Search Map 3D 2D Our Global Impact Ocean conservation are"
    },
    {
      "url": "https://www.drklein.de/kosten-grundstueckskauf.html",
      "title": "Kosten beim Grundstückskauf",
      "description": "Die Kosten beim Grundstückskauf werden nicht alleine durch den Kaufpreis beeinflusst. Die Kaufnebenkosten wirken sich auch auf Ihren Geldbeutel aus. Womit Sie außerdem rechnen müssen, erfahren Sie bei Dr. Klein.",
      "preview": "Zum Hauptinhalt springen Florian Unterfrauner Teilen 6 Min. 14.02.2023 Das Wichtigste in Kürze Grobe Schätzungen besagen, dass der Grundstückskauf zwi"
    },
    {
      "url": "https://nginx.org/en/docs/http/ngx_http_proxy_module.html",
      "title": "Module ngx_http_proxy_module",
      "description": "void",
      "preview": "Join us on the new NGINX Community Forum to connect with users, discover the latest community activity, and troubleshoot issues together. Module ngx_h"
    },
    {
      "url": "https://friggsblogg09.blogspot.no/2012/11/tarotkort-matehold.html",
      "title": "Mays Krystallblogg: Tarotkort - Måtehold",
      "description": "Måtehold ...",
      "preview": "søndag 18. november 2012 Tarotkort - Måtehold Måtehold BOTA Tarot - Måtehold Kort 14 Astrologisk: Skytten Hebraisk bokstav: Samekh som betyr støtte 25"
    },
    {
      "url": "https://www.satcentrum.com/clanky/3316/tv-nova-a-nova-sport-vysilaji-moto-gp-a-formuli-1/",
      "title": "TV NOVA a NOVA Sport vysílají MOTO GP a Formuli 1 - Články | satCentrum",
      "description": "Po mnoha letech se přímé přenosy mistrovství světa silničních motocyklů Moto GP stěhují z Eurosportu a ČT na stanice TV NOVA a NOVA Sport. Obě stanice zároveň pokračují i ve vysílání přímých přenosů Formule 1.",
      "preview": "Zpravodajství TV info Škola TV program Firmy Bazar Diskuse Česko-Slovenská satelitní a TV doména Pátek • 10.10.2025 - 14:15:17 satCentrum najdete také"
    },
    {
      "url": "https://charlestonkettlebellclub.com/",
      "title": "Charleston Kettlebell Club",
      "description": "void",
      "preview": "Skip to content 843.225.6622 mike@charlestonkettlebellclub.com Search Close Menu Charleston's School of Strength Philosophy Meet Our Team Coaching Opt"
    },
    {
      "url": "http://www.cbd.int/",
      "title": "Home | Convention on Biological Diversity",
      "description": "The Convention on Biological Diversity (CBD) is the first global agreement to cover all aspects of biological diversity: the conservation of biological diversity, the sustainable use of its components and the fair and equitable sharing of benefits arising from the use of genetic resources.",
      "preview": "Skip to main content Global Biodiversity Framework Topics Processes and Meetings Cooperation and Partnerships News and Stories A dive into the linkage"
    },
    {
      "url": "https://www.click2houston.com/news/local/2023/02/07/we-will-not-tolerate-theft-or-endangerment-of-our-animals-keepers-find-fence-cut-at-houston-zoo/",
      "title": "'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo",
      "description": "Houston police were investigating Tuesday after it was discovered that a mesh fence was cut at the Houston Zoo.",
      "preview": "Close Local News 'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo Published: February 7, 2023 at 5:0"
    },
    {
      "url": "https://www.aclunc.org/news/governor-signs-bill-modernizing-california-hiv-laws",
      "title": "Governor Signs Bill Modernizing California HIV Laws | ACLU of Northern CA",
      "description": "On Oct. 6, 2017, California Gov. Jerry Brown signed into law landmark legislation to reform outdated laws that unfairly criminalized and stigmatized people living with HIV.",
      "preview": "Skip to main content Governor Signs Bill Modernizing California HIV Laws For Immediate Release: Oct 06, 2017 Media Contact: press@aclunc.org , (415) 6"
    },
    {
      "url": "https://www.jff.org/",
      "title": "Transforming systems for the workforce of the future - Jobs for the Future (JFF) - Jobs for the Future (JFF)",
      "description": "Discover the workforce of the future. At Jobs for the Future, we drive transformation in U.S. education and workforce systems, fostering equitable economic advancement for all.",
      "preview": "Skip to content Discover what quality jobs really look like Quality Jobs, Real Opportunities Quality jobs are key to economic success for people, busi"
    },
    {
      "url": "https://www.farmequip.org/news/kirby-brings-piece-of-aviation-history-to-museum/",
      "title": "Kirby Brings Piece of Aviation History to Museum - Farm Equipment Manufacturers Association",
      "description": "void",
      "preview": "Schedule Registration Register Today Registration List FAQs Program Speakers Connect with Marketers EMDA Industry Showcase Guest Program Travel & Acco"
    },
    {
      "url": "https://www.conservation.org/what/Pages/forests.aspx",
      "title": "Stabilizing Our Climate by Protecting and Restoring Nature",
      "description": "To prevent irreversible damage to the climate that sustains us, humanity must reduce climate-warming greenhouse gases and remove excess carbon from the atmosphere.",
      "preview": "Stabilizing our climate by protecting and restoring nature © Thomas Muller To prevent irreversible damage to the climate that sustains us, humanity mu"
    },
    {
      "url": "https://www.motorola.com/us/smartphones-motorola-edge-plus/p",
      "title": "motorola edge Phones | motorola | motorola",
      "description": "Discover the perfect mobile gaming device. Shop motorola edge phones at motorola. Find unlocked and Verizon 5G phones with Endless Edge display and top specs",
      "preview": "Shop phones razr Swarovski ® Crystals Edge Moto g All Smartphones Switch to Moto Compatibilty On Sale RAZR ULTRA 1 TB - $400 off EDGE 2024 - $250 off"
    },
    {
      "url": "https://www.nlm.nih.gov/socialmedia/index.html",
      "title": "Connect with NLM",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://youtu.be/4ku-6h3vuNw",
      "title": "Alphabet Q2 2021 Earnings Call - YouTube",
      "description": "Alphabet Q2 2021 Earnings Call",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://www.prisonministryindia.org",
      "title": "CBCI OFFICE FOR PRISON MINISTRY INDIA - Home",
      "description": "Prison Ministry India",
      "preview": "CBCI OFFICE FOR PRISON MINISTRY INDIA Home WHO WE ARE About Us Vision & Mission Our Team NECROLOGY Honor Roll PHOTO GALLERY WHAT WE DO PRISONERS WELFA"
    },
    {
      "url": "https://www.trutv.com/apps",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://www.ebags.com/backpacks-bags/laptop-backpacks/just-right-standard-backpack/137311XXXX.html",
      "title": "Mother Lode Travel Backpacks | Samsonite",
      "description": "Find amazing products in Mother Lode' today | Samsonite US",
      "preview": "The Mother Lode collection continues to offer exceptional durability and organizational features. Now with the trusted Samsonite name behind them, you"
    },
    {
      "url": "http://www.foxandsheep.com/privacy-policy/",
      "title": "Privacy Policy Apps | Fox and Sheep",
      "description": "void",
      "preview": "Privacy Policy 1. Who are we? 1.1. We are Fox & Sheep GmbH (\" Fox & Sheep \"). You can reach us under the following contact data: Oberwallstr. 9 10117"
    },
    {
      "url": "https://guides.github.com",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://www.kryteriononline.com/privacy",
      "title": "Kryterion Privacy Policy - - How We Protect Your Data",
      "description": "Review Kryterion's Privacy Policy: Learn how we collect, use, and protect your personal information when using our website and services.",
      "preview": "Privacy Policy Introduction Effective Date: February 24, 2021 Last Updated: May 2, 2024 Kryterion is committed to protecting the privacy of individual"
    },
    {
      "url": "https://www.ihrimmobilienmaklerheidelberg.com/nationale-und-internationale-immobilienbewertung-grundlagen-und-vergleiche",
      "title": "300 Multiple Choices",
      "description": "void",
      "preview": "Multiple Choices The document name you requested ( /index.php ) could not be found on this server. However, we found documents with names similar to t"
    },
    {
      "url": "https://news.ucsc.edu/2023/01/red-sea-urchins.html",
      "title": "Vulnerability of red sea urchins to climate change depends on location - News",
      "description": "Scientists found that red sea urchin populations are adapted to local environments, but some populations will suffer more than others as conditions change in the future.",
      "preview": "Researchers grew juvenile sea urchins from Northern and Southern California in outdoor tanks at UCSC's Long Marine Laboratory, where they could contro"
    },
    {
      "url": "https://iocl.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.psychology-lexicon.com/cms/glossary/37-glossary-d.html?start=112",
      "title": "Glossary D",
      "description": "The Psychology Glossary +++ \"Demand characteristics\", \"Door-in-the-face technique\", \"Development\"",
      "preview": "0 • A • B • C • D • E • F • G • H • I • J • K • L • M • N • O • P • Q • R • S • T • U • V • W • X • Y • Z Latest Articles Cognitive dissonance Enmeshe"
    },
    {
      "url": "https://www.termsfeed.com/live/600c73e8-1226-430e-ace9-8d5272c9c705",
      "title": "Privacy Policy for Omnitrix for Apple Watch - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Omnitrix for Apple Watch Privacy Policy Last updated: July 07, 2020 This Privacy Policy describes Our policies and procedures on th"
    },
    {
      "url": "http://regents.universityofcalifornia.edu/",
      "title": "Home | Board of Regents",
      "description": "void",
      "preview": "About Members and Advisors Officers Committees Regents Emeriti* Upcoming Meetings Past Meetings Public Comment Minutes Governance Bylaws Committee Cha"
    },
    {
      "url": "https://date.com/",
      "title": "Date.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://tv.apple.com/channel/tvs.sbd.4000?itscg=10000&itsct=atv-mac_fp-pmo_try-atv-220405",
      "title": "‎Apple TV+",
      "description": "Browse all movies, TV shows, and more from Apple TV+. Watch all Apple Originals here and on the Apple TV app across your devices.",
      "preview": "Sign In Get Apple TV+ free for 1 week. Stream hundreds of exclusive shows and movies, with new releases every week. Accept Free Trial 7 days free, the"
    },
    {
      "url": "https://www.nature.com/physics",
      "title": "Physics - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    }
  ],
  "_meta": {
    "total_bookmarks": 89
  }
}