{
  "data": [
    {
      "url": "https://href.li/?http://changetheequation.org/sites/default/files/Change%20the%20Equation%20Teens%20and%20the%20Study%20of%20Science%20Research%20-%20with%20updates%20%284-13-16%29.pptx",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. http://changetheequation.org/sites/default/files/Change%20the%20Equation%20Teens%20and%20the%20Study%20of%20Science%20Research%20-%20wit"
    },
    {
      "url": "https://www.termsfeed.com/live/b056cf69-ada1-4896-82c2-40fb91e8dce0",
      "title": "Privacy Policy for Melon Playground - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Melon Playground Privacy Policy Last updated: March 06, 2022 This Privacy Policy describes Our policies and procedures on the colle"
    },
    {
      "url": "https://windowspage.de/tipps/024814.html",
      "title": "Windowspage - Windows Terminal - Startmodus für das Terminalfenster festlegen",
      "description": "void",
      "preview": "Freitag, 10.10.2025 (CEST) um 14:08 Uhr Tipps Forum Kontakt Service Suche Startseite Windows 95 Windows 98 Windows ME Windows NT Windows 2000 Windows"
    },
    {
      "url": "https://www.cmt.com/news/9i02q9/kacey-musgraves-to-honor-loretta-lynn-at-65th-grammy-awards-on-sunday",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://app.altrulabs.com/7-eleven/careers?cachebust=1628694962179",
      "title": "Video Studio",
      "description": "What makes you proud to be a Veteran working at 7-Eleven?",
      "preview": "ORDER BY RANDOM RANDOM NEWEST OLDEST FILTER BY Topic Company Culture... Military & Vete... Perks & Benefit... Career Path/Gro... Sustainability ... SH"
    },
    {
      "url": "https://ledbytruth.org/",
      "title": "Led by TRUTH - Nonprofit, Mentorship, Consulting",
      "description": "Led by TRUTH is a nonprofit organization that provides a Grant & Mentorship Program for BIPOC entrepreneurs, as well as consulting services.",
      "preview": "Your Journey Starts Here! Take the Business Readiness Assessment Ready to elevate your business? Our Business Development Readiness Assessment evaluat"
    },
    {
      "url": "https://docs.python.org/3/tutorial/index.html",
      "title": "The Python Tutorial - Python 3.14.0 documentation",
      "description": "Python is an easy to learn, powerful programming language. It has efficient high-level data structures and a simple but effective approach to object-oriented programming. Python's elegant syntax an...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial | Theme Auto Light Dark | The Python Tutorial ¶ Tip T"
    },
    {
      "url": "https://sendgrid.com/policies/privacy/",
      "title": "Twilio Terms of Service | Twilio",
      "description": "With Twilio, unite communications and strengthen customer relationships across your business - from marketing and sales to customer service and operations.",
      "preview": "Print this page Customer and Partner Agreements Terms of Service Acceptable Use Policy Service and Country Specific Requirements Data Protection Adden"
    },
    {
      "url": "https://gisis.imo.org/Public/",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://www.brighttalk.com/webcast/18400/455268?utm_source=brighttalk-portal&utm_medium=web&utm_campaign=channel-feed",
      "title": "The Sustainability-Linked Loan (SLL) market: opportunities in North America",
      "description": "The sustainable finance markets are rapidly expanding and one particular segment is growing: sustainability-linked mechanisms, allowing companies from a...",
      "preview": "TechTarget and Informa Tech's Digital Businesses Combine. Together, we power an unparalleled network of 220+ online properties covering 10,000+ granul"
    },
    {
      "url": "https://www.bertarelli.com",
      "title": "Bertarelli",
      "description": "void",
      "preview": "Supporting Switzerland's Campus Biotech, the world's newest innovation hub The family's business activities, both joint and individual, are diverse He"
    },
    {
      "url": "https://fitness.apple.com/subscribe?itscg=10000&itsct=fit-promo-iph_fp-apl-avl-201111",
      "title": "‎Getting Started with Fitness+",
      "description": "Get started with Apple Fitness+. Update to the latest iOS and watchOS to get started with Apple Fitness+ or redeem your 3 months free offer.",
      "preview": "What you'll need to get started on iPhone: iPhone 8 or later updated to iOS 16.1 To update your iPhone, go to Settings > General > Software Update. Id"
    },
    {
      "url": "https://teaamour.com/blogs/news/benefits-of-eating-organic-honey",
      "title": "Benefits of eating Organic Honey.. - Tea Amour® LLC",
      "description": "FULL OF NUTRIENTS There are numerous benefits of natural honey like vitamins, nutrients, antioxidants and enzymes. Because of these wonderful perks of raw honey, it works as the perfect processed sugar replacement. Processed sugar has zero benefits and comes with a crash. Raw honey doesn't. But vitamins, nutrients and",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Share Share Link Close share Copy link FULL OF NUTRIENTS There are numer"
    },
    {
      "url": "https://webassessor.com/googlecloud",
      "title": "Ready to start?",
      "description": "void",
      "preview": "Home | OLP Resources | Help"
    },
    {
      "url": "https://www.cftexas.org/",
      "title": "Where Giving Thrives - Communities Foundation Of Texas",
      "description": "Communities Foundation of Texas is dedicated to building thriving communities by inspiring philanthropy and fostering impactful giving for lasting change.",
      "preview": "Jump to navigation links Jump to main content Jump to footer links Local Impact; Simplified Giving; One-on-One Guidance DONORS Uplift communities, cha"
    },
    {
      "url": "https://bcpw.bg.pw.edu.pl/dlibra/publication/4721/edition/4612/content?ref=L3B1YmxpY2F0aW9uLzQ3MTgvZWRpdGlvbi80NjA5",
      "title": "Piśmiennictwo profesora Aleksandra Wasiutyńskiego - zestawienie bibliograficzne i pełne teksty wybranych publikacji - WUT Digital Library",
      "description": "bibliograficzna baza pełnotekstowa zawierająca pełne teksty wybranych publikacji oraz wstęp i biografię",
      "preview": "Object description Files list Title: Piśmiennictwo profesora Aleksandra Wasiutyńskiego - zestawienie bibliograficzne i pełne teksty wybranych publikac"
    },
    {
      "url": "https://githubuniverse.com/",
      "title": "GitHub Universe 2025",
      "description": "GitHub's global developer event is back. Join the world's fair of software.",
      "preview": "Skip to content October 28-29 San Francisco, CA In-person and virtual GitHub's two-day developer event celebrating innovation, collaboration, and the"
    },
    {
      "url": "https://wiktenauer.com/wiki/Joachim_Meyer",
      "title": "Joachim Meyer ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Joachim Meyer (〰 16 Aug 1537, † Feb 1571)&#91;1&#93; was a 16th century German cutler, Freifechter, and fencing master. He was the last major figure in the tradition of the German grand master Johannes Liechtenauer, and in the later years of his life he devised at least four distinct fencing manuals. Meyer's writings incorporate both the traditional Germanic technical syllabus and contemporary systems that he encountered in his travels, including Italian rapier fencing. In addition to his fencing practice, Meyer was a Burgher, master cutler, and eventual officer of the local Smith's Guild.&#91;2&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Joachim Meyer From Wiktenaue"
    },
    {
      "url": "https://chartgo.com/home.html;jsessionid=D580118E0E44A8DDA1FD536B234E6BA7",
      "title": "Create a Graph - Build Online Charts Easily and For Free",
      "description": "Create vibrant, professional graphs instantly with ChartGo - a free and easy-to-use tool for bar charts, line charts, pie charts, and more. Start charting now!",
      "preview": "Create a Graph - Build online Charts Easily and For Free Welcome to ChartGo - Your Ultimate graph creator tool! For over 15 years, we've helped millio"
    },
    {
      "url": "https://www.tommyjohn.com/products/womens-go-anywhere-fleece-lined-brushed-legging",
      "title": "Women's Apparel Bottoms - Tommy John",
      "description": "void",
      "preview": "Skip to content Apparel Bottoms Hide filters All filters 0 star rating (0 reviews ) 0 star rating (0 reviews ) 0 star rating (0 reviews ) 0 star ratin"
    },
    {
      "url": "https://reading-not-sleeping.tumblr.com/post/117426794175",
      "title": "codeorg: With all the national debate on... - Reading Not Sleeping",
      "description": "codeorg: \"With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for...",
      "preview": "Menu Reading Not Sleeping codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we g"
    },
    {
      "url": "https://www.livexlive.com",
      "title": "LiveOne - Music, Podcasts and more",
      "description": "LiveOne (NASDAQ:LVO) is a global digital media company dedicated to music and live entertainment. LiveOne powered by Slacker Radio is your home for music, podcasts, and more featuring Kids' Halloween, Weekly Dance/Electronic 20, Halloween Party, Autumn Air",
      "preview": "LiveOne LiveOne Sign Up Free Login Home Live Events Music Originals Podcasts Alternative Country Rock Pop Video Insomniac Alt Indie Country EDM/Dance"
    },
    {
      "url": "https://www.commonsense.org",
      "title": "Common Sense",
      "description": "Common Sense is the nation's leading nonprofit organization working to make the digital world healthier, safer, accessible, and engaging for kids and families.",
      "preview": "Skip to main content 100% of your membership supports our independent work. We protect & prepare kids in the digital era. Join now . We protect and pr"
    },
    {
      "url": "http://greeleygis.greeley.opendata.arcgis.com/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "https://mademyday.com/40093",
      "title": "Ich bin Optimist. Das heißt aber ... - Made My Day",
      "description": "Ich bin Optimist. Das heißt aber nicht, dass ich mehr gebacken kriege als andere. Ich laufe halt nur fröhlich pfeifend ins Verderben.",
      "preview": "Jetzt anmelden mit Cookies erleichtern die Bereitstellung unserer Dienste. Mit der Nutzung unserer Dienste erklärst du dich damit einverstanden, dass"
    },
    {
      "url": "http://www.revel-belledonne.com/la-fontaine",
      "title": "Village de Revel Belledonne - Revel",
      "description": "void",
      "preview": "Accès rapide Démarches administratives Portail des Familles Menus de la cantine La bibliothèque Location des salles Vie associative Projets en cours O"
    },
    {
      "url": "https://www.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://user.providencejournal.com/user/enewspaper/",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://www.sidracortina.com/superproduccion-manzana/",
      "title": "Sidra Cortina | Cosecha de manzana 2017",
      "description": "void",
      "preview": "Sidra Cortina Productos Tienda Virtual Casa Cortina Villacubera Contacto RESERVAS → SidraTurismo Español English Français 中文 es | en | fr | 中文 Sidra C"
    },
    {
      "url": "https://www.handelsblatt.com/finanzen",
      "title": "Handelsblatt",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://stylescompany.nl/portfolio-item/street-kingz-theater-naaldwijk/",
      "title": "Theater Naaldwijk | Styles CompanyStyles Company",
      "description": "void",
      "preview": "HOME EDUCATIE CKV URBAN ARTS DAG LEERLIJNEN URBAN ARTS URBAN CULTURE EVENT VOORSTELLINGEN WORKSHOPS WORKSHOPS BREAKDANCE BEATBOX DANS CHOREOGRAFIE DJ"
    },
    {
      "url": "https://fentybeauty.com/products/stunna-lip-paint-longwear-fluid-lip-color-uncensored",
      "title": "Stunna Lip Paint Longwear Fluid Lip Color | Fenty Beauty",
      "description": "Shop Fenty Beauty's weightless, longwear liquid lipstick with a soft matte finish-born in a range of head-turning shades to suit all skin tones.",
      "preview": "Skip To Main Content Create an account to unlock free U.S. standard shipping + returns. | SIGN IN | SIGN UP 20% off moisturizing faves + a free Teddy"
    },
    {
      "url": "https://www.serviceofsupply.com/product-tag/open-faced-buckle/",
      "title": "Open Faced Buckle - SERVICE OF SUPPLY",
      "description": "void",
      "preview": "Sort by popularity Sort by average rating Sort by latest Sort by price: low to high Sort by price: high to low Showing the single result G.I. Web Trou"
    },
    {
      "url": "https://githubstatus.com",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Makeswift-the-visual-builder-for-Next-js-e4a2b4ff43f644c48747fb40e0baec17?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.shift72.com",
      "title": "Shift72: Secure video on demand platforms",
      "description": "Shift72 is a white-labelled, secure video on demand platform that rapidly delivers streaming and monetisation solutions.",
      "preview": "Book a demo Trusted by the biggest names in industry See how it works Unmatched Flexibility on a Platform You Can Trust Shift72 stands apart as the go"
    },
    {
      "url": "https://www.stimson.org/research/trade-tech/conventional-arms/",
      "title": "Conventional Arms Research • Stimson Center",
      "description": "Leading foreign affairs research projects, publications, and events on the topic of Conventional Arms from the Stimson Center.",
      "preview": "Skip to content Trade & Technology Conventional Arms Projects Advancing Child Protection Through Peacekeeping Assessing efforts to protect children an"
    },
    {
      "url": "https://poosh.com/kourtney-kardashian-go-to-foundation/",
      "title": "Pick of the Week: Kourt's Go-To Foundation - Poosh",
      "description": "Conceals and heals.",
      "preview": "Skip to main content TREAT YOURSELF-FREE SHIPPING ON ALL POOSH DOMESTIC ORDERS. SHOP NOW."
    },
    {
      "url": "https://www.starlingbank.com/blog/",
      "title": "Noteworthy | Starling Blog | Starling",
      "description": "Noteworthy brings you stories and guides, explainers and interviews. Explore money topics, including budgeting and saving, and real-life 'money truths'.",
      "preview": "We've made some changes to how we look. See what's new Noteworthy | Starling Blog - Homepage. Selected articles Good with money Feeling the post-summe"
    },
    {
      "url": "http://www.ala.org/",
      "title": "American Library Association",
      "description": "American Library Association | Awards, publishing, and conferences: ALA membership advocates to ensure access to information for all",
      "preview": "Skip to main content"
    },
    {
      "url": "https://drugpolicy.org/issues/drug-war-statistics",
      "title": "Drug War Stats - Drug Policy Alliance",
      "description": "See the latest data and trends on drug arrests, incarceration, overdose, financial impact of the drug war, and more.",
      "preview": "Drug War Stats Quick Stat Finder 1 Drug Arrests 2 Incarceration 3 Systemic Impact 4 Overdose 5 Financial Impact 6 Marijuana Policy Drug War Stats 1 Dr"
    },
    {
      "url": "https://www.aclens.com/eyeglasses/womens-gold-eyeglasses?facet=color:gold%7Cfeature:spring+hinge%7Cframe+type:semi-rimless%7Cfeature:adjustable+nose+pads%7Ccolor:pink%7Ccolor:purple%7Cfeature:lightweight%7Cgender:womens&size=-1&sort=1",
      "title": "AC Lens | Welcome to Discount Contacts at Discount Contacts",
      "description": "Welcome AC Lens customers! Discover the same great service and wide selection of contact lenses at Discount Contacts. Enjoy seamless shopping, exclusive deals, and top-notch customer support as you transition to your new home for all your contact lens needs.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. AC Lens is now Di"
    },
    {
      "url": "https://www.usna.edu/Users/oceano/pguth/md_help/html/navfix.htm",
      "title": "Home :: User Sites :: USNA",
      "description": "The Home page for the User Sites Site on the USNA Website. This page was last updated on Tue Jul 22 15:30:01 EDT 2025.",
      "preview": "Skip to main content Skip to footer site map USNA Oceanography Professor Peter Guth Home Professor Peter Guth Professor Peter Guth Professor Guth has"
    },
    {
      "url": "https://www.minted.com/wedding-websites",
      "title": "Wedding Websites | FREE with Online RSVP | Minted",
      "description": "Discover the perfect wedding websites on Minted! Easily create a personalized online RSVP, gift registry, and gallery. Perfect for all brides and grooms-to-be.",
      "preview": "× No Thanks Let's Chat Enjoy a $50 credit towards wedding stationery when you use a Minted wedding website. No code needed. Build your website >"
    },
    {
      "url": "https://www.vam.ac.uk/collections/metalwork",
      "title": "Metalwork - Explore the Collections · V&A",
      "description": "The V&A holds one of the world's largest and most varied collections of Metalwork with around 45,000 objects from the Bronze Age to the present day.",
      "preview": "Skip to main content Metalwork Metalwork permeates every aspect of our lives, from the kitchen utensils we use daily, the railings and lamp posts that"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a40771923/hailey-bieber-fashion-icon-interview/",
      "title": "Hailey Bieber on Her Stroke, Fashion Style, and Marriage",
      "description": "Hailey Bieber has been thrown some curveballs this year, including a serious health scare. But the model, style star, and newly minted beauty mogul has proven she can roll with the punches.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. John"
    },
    {
      "url": "https://floridahealthcovid19.gov/vaccines/vaccine-locator/?utm_source=floridahealth.gov&utm_medium=referral&utm_campaign=covid-19&utm_term=information+covid-19+vaccine&utm_content=trending_topics",
      "title": "COVID-19 | Florida Department of Health",
      "description": "COVID-19",
      "preview": "Skip Global navigation and goto content About Us | Contact Us | Newsroom FILE COMPLAINT Vaccine/Testing/Mask Requirements Find Health Care Screenings"
    },
    {
      "url": "https://www.delhaize.be/fr/shop",
      "title": "Online je boodschappen doen op Delhaize.be",
      "description": "Doe makkelijk je online boodschappen op Delhaize.be. Kies voor thuislevering of afhaling in een Collect-punt. Winkel online en ontdek onze promoties.",
      "preview": "Shop per categorie Vaak gekocht Sport en gezondheid Verse groenten en fruit Vlees, vis en vegetarische producten Zuivel, kaas en plantaardige alternat"
    },
    {
      "url": "https://www.nknews.org/2017/12/new-sanctions-on-north-korea-may-increase-south-korean-squid-catch/",
      "title": "New sanctions on North Korea may increase South Korean squid catch | NK News",
      "description": "The UN Security Council's (UNSC) newest round of sanctions against North Korea includes a provision that could lead to an increase in the amount of squid which South Korean and Japanese fishers can catch in the East Sea, an expert told NK News. UNSC Resolution 2397 prohibits North Korea from selling or transferring its fishing rights, which also [...]",
      "preview": "October 10, 2025 Oct 10, 2025 NK Pro KCNA Watch Korea Pro News News Investigations Features Analysis & Opinion Analysis Columns Interviews Opinion Wha"
    },
    {
      "url": "https://www.joshflagg.com/book/",
      "title": "Book | Josh Flagg Luxury Real Estate Expert",
      "description": "Josh Flagg is the #1 Beverly Hills Real Estate Agent. Josh has completed more than $2,000,000,000 in residential real estate sales in the past decade.",
      "preview": "Home About Josh Flagg Our Team Clients Giving Back About Notable Sales Featured Properties Featured Leases Neighborhoods Home Search Properties Market"
    },
    {
      "url": "https://www.aeaweb.org/articles?id=10.1257/jep.24.2.3",
      "title": "The Credibility Revolution in Empirical Economics: How Better Research Design Is Taking the Con out of Econometrics - American Economic Association",
      "description": "The Credibility Revolution in Empirical Economics: How Better Research Design Is Taking the Con out of Econometrics by Joshua D. Angrist and Jörn-Steffen Pischke. Published in volume 24, issue 2, pages 3-30 of Journal of Economic Perspectives, Spring 2010, Abstract: Since Edward Leamer's memorable...",
      "preview": "This website uses cookies. By clicking the \"Accept\" button or continuing to browse our site, you agree to first-party and session-only cookies being s"
    },
    {
      "url": "https://gta.fandom.com/es/wiki/GTA_Online_Lowriders:_Custom_Classics",
      "title": "GTA Online Lowriders: Custom Classics | Grand Theft Encyclopedia | Fandom",
      "description": "GTA Online Lowriders: Custom Classics[1] o GTA Online Lowriders: clásicos personalizados[2] es un contenido de descarga para Grand Theft Auto Online, exclusivos de las versiones para PlayStation 4, PC y Xbox One. que salió el Martes 15 de Marzo de 2016. Actualmente la actualización siguió vigente...",
      "preview": "Grand Theft Encyclopedia Anuncios importantes de la GTE : Utilicen este sistema para subir imágenes para los articulos y recuerden ponerle la licencia"
    },
    {
      "url": "https://charts.gc.ca/charts-cartes/digital-electronique/index-eng.html",
      "title": "Purchase charts for navigation",
      "description": "Purchase charts for navigation",
      "preview": "Purchase charts for navigation CHS distributes nautical charts for navigation through a dealer network that serves Canada and the entire world. You ca"
    },
    {
      "url": "http://gamecabinet.com/rules/OnceUponATimeVariant.html",
      "title": "Once Upon a Time",
      "description": "void",
      "preview": "Optional Rule for Once Upon a Time We still play this game a lot (and are ready for an expansion set, hint, hint), and have come up with another optio"
    },
    {
      "url": "https://docs.python.org/3/tutorial/inputoutput.html",
      "title": "7. Input and Output - Python 3.14.0 documentation",
      "description": "There are several ways to present the output of a program; data can be printed in a human-readable form, or written to a file for future use. This chapter will discuss some of the possibilities. Fa...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial » 7. Input and Output | Theme Auto Light Dark | 7. In"
    },
    {
      "url": "https://www.abc.net.au/news/science/",
      "title": "Science - ABC News",
      "description": "Stay up to date with the top Australian science news, and industry information.",
      "preview": "Science A tiny new button in your search bar could kill the open web J Analysis by James Purtill ABC Science The launch of 'AI Mode' ushers in a futur"
    },
    {
      "url": "http://ginrummytournaments.com/",
      "title": "WSOGR",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://international.gc.ca/world-monde/index.aspx?lang=eng",
      "title": "Canada and the world",
      "description": "Find information about Canada's foreign policy, trade agreements, development work and more.",
      "preview": "Canada and the world Find information about Canada's foreign policy, trade agreements, development work and more. Canada's recognition of the Palestin"
    },
    {
      "url": "https://www.un.org/sustainabledevelopment/oceans/",
      "title": "Goal 14: Oceans - United Nations Sustainable Development",
      "description": "United Nations Sustainable Development Goals - Time for Global Action for People and Planet",
      "preview": "Skip to content Goal 14: Conserve and sustainably use the oceans, seas and marine resources Goal 14: Oceans Martin 2025-09-10T09:59:15-04:00 Goal 14 i"
    },
    {
      "url": "https://www.geodaten.sachsen.de/rechtsgrundlagen-und-nutzungsbedingungen-4509.html",
      "title": "Rechtsgrundlagen und Nutzungsbedingungen - Offene Geodaten - sachsen.de",
      "description": "void",
      "preview": "Anleitung zum aktivieren von JavaScript in verschiedenen Browsern Anleitung zum aktivieren von JavaScript in verschiedenen Browsern Portalübergreifend"
    },
    {
      "url": "https://www.dnb.com/utility-pages/privacy-policy.html",
      "title": "Our Data Transparency Commitment - Dun & Bradstreet",
      "description": "After almost 200 years, we still aim to be transparent around the ways we process data about people, businesses, and how we use AI. Learn more here.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://jobs.wearegreenbay.com",
      "title": "We Are Green Bay Jobs | Wisconsin - We Are Green Bay Jobs",
      "description": "We Are Green Bay Jobs | Wisconsin",
      "preview": "Skip to main navigation Skip to browse links Skip to main content Skip to job search Our use of cookies We use essential cookies to make this website"
    },
    {
      "url": "https://livretpedagogique.ensicaen.fr/pages/afficherMatiere.php?s=1&m=0&u=73&mo=1387&ma=259",
      "title": "Livret pédagogique numérique",
      "description": "Aucune traduction",
      "preview": "Accueil - Connexion"
    },
    {
      "url": "https://www.vaccines.gov",
      "title": "Find pharmacies near you",
      "description": "Vaccines.gov helps you find nearby pharmacies in the United States.",
      "preview": "The functionality of this website may be impacted while it is being updated. Find a pharmacy near you. Enter 5‑digit ZIP code Search Step 1: Enter you"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85930",
      "title": "Searchable Recipe Database - Chipotle Shrimp with Mango Sauce",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.jbhe.com/2022/03/spelman-college-teams-up-with-smash-to-promote-black-women-in-technology/",
      "title": "Spelman College Teams Up With SMASH to Promote Black Women in Technology | The Journal of Blacks in Higher Education",
      "description": "The inaugural SMASH/Spelman cohort will comprise 25 female high school students, who will have the opportunity to participate in multi-year immersive educational programming focused on preparing them to drive social change through technology.",
      "preview": "Facebook Bluesky Breaking News Appointments & Awards Research & Studies Grants and Gifts ------------- Find a Job Post a Job About JBHE Contact JBHE S"
    },
    {
      "url": "https://nnaf.org/aclu",
      "title": "ActBlue",
      "description": "void",
      "preview": "Making a contribution on ActBlue requires JavaScript to be enabled. Protect Abortion Access. Donate to Abortion Funds! With our constitutionally prote"
    },
    {
      "url": "https://www.byblackcon.com/coming-soon-01",
      "title": "The Stoic Letters - The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "description": "The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "preview": "Skip to content In letter 53 Seneca uses a personal experience of a sea voyage to affirm that we easily overlook our faults, even those that constantl"
    },
    {
      "url": "http://www.pozosextremenos.es/pozos-verticales/",
      "title": "Perforaciones verticales en Badajoz - Pozos Extremeños",
      "description": "Expertos en perforaciones verticales en Badajoz para hacer pozos de sondeo. Empresa especializada en estudios de geotermia y perforaciones.",
      "preview": "Pozos Verticales Pozos Horizontales Perforaciones Bombas Pozos Verticales Desde Pozos y Sondeos Extremeños ponemos al alcance de su mano las mejores s"
    },
    {
      "url": "https://www.blueorigin.com/",
      "title": "Home | Blue Origin",
      "description": "Blue Origin was founded by Jeff Bezos with the vision of enabling a future where millions of people are living and working in space for the benefit of Earth.",
      "preview": "Latest Flight New Shepard Mission NS-36 Replay New Glenn Reaches Orbit Replay Fly to Space on New Shepard Become an Astronaut Reusable Rocket Engines"
    },
    {
      "url": "https://deelovescode.tumblr.com/",
      "title": "@deelovescode on Tumblr",
      "description": "Follow @deelovescode and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://dev.mysql.com/doc/refman/8.0/en/optimization-indexes.html",
      "title": "MySQL :: MySQL 8.0 Reference Manual :: 10.3 Optimization and Indexes",
      "description": "void",
      "preview": "Skip to Main Content Documentation Home MySQL 8.0 Reference Manual Related Documentation MySQL 8.0 Release Notes MySQL 8.0 Source Code Documentation D"
    },
    {
      "url": "http://catb.org/~esr/gif2png/",
      "title": "Resource page for gif2png 3.0.3",
      "description": "Resource page for gif2png",
      "preview": "Resource page for gif2png 3.0.3 09 May 2023 Home Page What's New Site Map Software Summary Convert GIFs to PNGs The gif2png program converts files fro"
    },
    {
      "url": "http://voyagetampa.com/interview/inspiring-conversations-with-stephanie-brown-of-the-rosie-network/",
      "title": "Inspiring Conversations with Stephanie Brown of The Rosie Network - VoyageTampa",
      "description": "Today we'd like to introduce you to Stephanie Brown. Hi Stephanie, thanks for sharing your story with us. To start, maybe you can tell our readers some of your backstories. I grew up as an Air Force brat. My father served two tours in Vietnam and when he retired, he opened a small music store [...]",
      "preview": "Connect To Top The Change-Makers: stories that inspire The Trailblazers: Rewriting the Narrative #LadyBoss: redefining what a boss looks like 15 Amazi"
    },
    {
      "url": "https://fortunesociety.org/",
      "title": "The Fortune Society | Building People, Not Prisons",
      "description": "Our mission is to support successful reentry from incarceration and promote alternatives to incarceration, thus strengthening the fabric of our communities.",
      "preview": "OUR MODEL OUR IMPACT HOW TO HELP BUILDING PEOPLE, NOT PRISONS. We believe in the power of people to change. We help individuals with justice involveme"
    },
    {
      "url": "http://flotillafoundation.org/about-us",
      "title": "About us",
      "description": "void",
      "preview": "About us The Flotil­la Foun­da­tion is a Nether­lands-based char­i­ty, found­ed in March 2017 . The Foun­da­tion aims to pro­mote the con­ser­va­tion,"
    },
    {
      "url": "https://fbr.dfa.ie/eseries/esr.elogin",
      "title": "Capita Integra",
      "description": "void",
      "preview": "This site requires JavaScript to be enabled within your Browser"
    },
    {
      "url": "https://www.jcpenney.com/p/eva-nyc-kweeen-glitter-spray/ppr5008150071?pTmplType=regular",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://prginc.org/",
      "title": "PRG, Inc.",
      "description": "void",
      "preview": "0 PRG combines community-based affordable housing development with education and one-on-one advising to eliminate racial disparities in homeownership"
    },
    {
      "url": "https://ellinikiagogi.gr/18-%CE%B8%CE%B1%CE%BB%CE%B1%CF%83%CF%83%CE%B9%CE%BD%CE%AC-%CF%84%CF%81%CE%B1%CE%B3%CE%BF%CF%8D%CE%B4%CE%B9%CE%B1/",
      "title": "18. Θαλασσινά τραγούδια | Ελληνική Αγωγή",
      "description": "void",
      "preview": "Skip to content 18. Θαλασσινά τραγούδια Για να δείτε αυτό το περιεχόμενο πρέπει πρώτα να συνδεθείτε . Ἡ σύνδεση μπορεῖ νὰ γίνει κατὰ τὴ διάρκεια τῆς π"
    },
    {
      "url": "https://lbb.in/shop/product/side-pockets-detail-mauve-striped-dress",
      "title": "Get Side Pockets Detail Mauve Striped Dress at ₹ 1600 | LBB Shop",
      "description": "Knot Clothing is women fashionwear label. The brand is collection of beautiful products made with quality fabrics and materials.",
      "preview": "Thank you for visiting. You can now shop for Dresses on Nykaa Fashion Continue To Shop Take Me To Nykaa Fashion OR Explore Reviews And Recommendations"
    },
    {
      "url": "http://adcolor.org/leaders?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Leaders | ADCOLOR",
      "description": "void",
      "preview": "close menu close About Our mission Board Members Community Groups Alumni Team Programs & Events Awards Conference Futures Leaders Partners Partners Re"
    },
    {
      "url": "http://developer.android.com/index.html",
      "title": "Android Mobile App Developer Tools - Android Developers",
      "description": "Discover the latest app development tools, platform updates, training, and documentation for developers across every Android device.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies",
      "title": "Manage cookies in Microsoft Edge: View, allow, block, delete and use - Microsoft Support",
      "description": "Learn how to view, manage, and delete cookies in Microsoft Edge.",
      "preview": "Related topics × Windows security, safety, and privacy Overview Security, safety, and privacy overview Windows security Get help with Windows securit"
    },
    {
      "url": "https://tally.so/",
      "title": "Free Online Form Builder | Tally",
      "description": "The simplest way to create forms. Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for.",
      "preview": "The simplest way to create forms Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for. Create a free for"
    },
    {
      "url": "http://www.washingtonstem.org/",
      "title": "Home Page - Washington STEM",
      "description": "Founded on the principles of equity, partnership, and sustainability, Washington STEM creates solutions and partnerships that bring STEM education to Washington students, especially those historically underrepresented in STEM fields.",
      "preview": "Skip to main content Save the date! 2025 Annual Summit - November 19 Join us in re-imagining the future of STEM education in Washington. Together, we'"
    },
    {
      "url": "https://wpml.org/?aid=85067&affiliate_key=oYH2FlnrApDE",
      "title": "WPML - The WordPress Multilingual Plugin",
      "description": "WPML is the plugin that makes over a million WordPress sites multilingual. It's powerful enough for corporate sites, yet simple for blogs.",
      "preview": "Skip to content Skip to sidebar LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWZpZWxke21hcmdpbi1ib3R0b206MC43NmVtfS50Yi1maWVsZC0tbGVmdHt0Z"
    },
    {
      "url": "https://www.seattleaquarium.org/",
      "title": "Seattle Aquarium | Inspiring Conservation of our Marine Environment",
      "description": "The Seattle Aquarium offers fun, exciting ways to discover more about the amazing Puget Sound and our world's one ocean.",
      "preview": "SEA the wonder the joy what's new! Seattle Aquarium Plan Your Visit Membership Featured Aquarium highlights Step out of the Pacific Northwest and into"
    },
    {
      "url": "http://zitate.net/mitglied-zitate",
      "title": "Mitgliedzitate - Die besten Zitate und Sprüche über Mitglieder - Zitate.net",
      "description": "Zitate und Sprüche über Mitglieder · Groucho Marx - \"Es würde mir nicht im Traum einfallen, einem Klub beizutreten, der bereit wäre, jemanden wie ...\" · Albert Einstein - \"Um ein tadelloses Mitglied einer Schafherde sein zu können, muss man vor ...\" · Cary Grant - \"Ich war nie ...\" · Weitere Zitate",
      "preview": "Mitgliedzitate Die besten Zitate und Sprüche über Mitglieder Um unser System zu schützen, benötigen wir eine manuelle Aktion (Klick). Weiter Zitate un"
    },
    {
      "url": "https://dopaminas7.tumblr.com/",
      "title": "unstable sociopath with perverted tendencies",
      "description": "void",
      "preview": "thepersonalquotes : Jan 30 May 12 (via asubssoul2013 ) Oct 28 (via moan-s ) Oct 28 (via autotrophe ) Sep 21 zodiacmind : Fun facts about your sign her"
    },
    {
      "url": "https://www.grantinterface.com/Home/Logon?urlkey=seattle",
      "title": "Logon - Grant Lifecycle Manager",
      "description": "void",
      "preview": "Logon Email Address* Password* Log On Create New Account Access is disabled. Attention Grantees and Grant Seekers: Seattle Foundation recently launche"
    },
    {
      "url": "https://corporate.shipt.com/news",
      "title": "Shipt - News",
      "description": "Get the latest news from Shipt",
      "preview": "Ready to start saving time? Newsroom Introducing Shipt's New Chat to Cart Feature Introducing Shipt's New Chat to Cart Feature Oct 2, 2025 Introducing"
    },
    {
      "url": "https://kafkai.com/en/",
      "title": "AI SEO Content & Competitor Insights Tool - Kafkai",
      "description": "Create SEO-optimized content and analyze competitors with Kafkai's AI. Perfect for small businesses and marketers, Kafkai saves hours of research time and improves your search visibility.",
      "preview": "AI-Driven Strategy And Content That Ranks Higher, Faster Kafkai leverages advanced keyword analysis and competitor insights to deliver proven SEO stra"
    },
    {
      "url": "http://targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://upfaithandfamily.com",
      "title": "UP Faith & Family Your Streaming Home for Uplifting Entertainment",
      "description": "Watch TV shows and movies that are safe for your family and affirm your faith. Stream online or watch on your favorite devices. Get a free trial!",
      "preview": "Skip to content Wholesome streaming Thousands of hours of family safe content. START YOUR FREE TRIAL Wholesome streaming Thousands of hours of family"
    },
    {
      "url": "https://uk.flightaware.com/live/cancelled/",
      "title": "Live Airline Flight Cancellations Info & Statistics - FlightAware",
      "description": "Real-time cancellation statistics and flight tracker links for cancelled airline flights. View top cancellations by airline or airport.",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://larkinthemorning.com/collections/books-dvds-cds/products/bok006",
      "title": "Have Fun Playing Hand Drums - Lark in the Morning",
      "description": "A great book by Ben James for learning a solid foundation in drumming; presents techniques for djembe (and ashiko), conga and bongo; easy to follow notation and a CD make it simple to learn the basic rhythms. 80 pages.",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Our shop hours are Tuesday - Saturday, 12 to 6pm or order online any tim"
    },
    {
      "url": "https://spielplatznet.de/spielplatz/41322/Kürnach/Seefeldstraße",
      "title": "Spielplatz Seefeldstraße in Kürnach | spielplatznet.de",
      "description": "Spielplatz Seefeldstraße in Kürnach in der Seefeldstraße 15. 7 weitere Spielplätze in Kürnach ansehen.",
      "preview": "Spielplätze finden Spielplatz eintragen Spielplatzkarte Kontakt FAQ Suche Neu Karte Anmelden × Anmelden Zur Registrierung... Start > Spielplätze > Kür"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2022/06/30/iowa-caucus-2024-nikki-haley-will-run-president-if-theres-place-me/7747121001/",
      "title": "Nikki Haley says during Iowa visit she is considering presidential run",
      "description": "Former U.N. Ambassador and potential presidential candidate Nikki Haley spoke at a fundraiser for U.S. Rep. Randy Feenstra of Iowa Thursday.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://www.demuseumwinkel.com/papilio-thoas-cinyras-driedpapered-v0035",
      "title": "Papilio thoas cinyras dried/papered - DeMuseumwinkel.com",
      "description": "Largest collection papered butterflies, dried and folded. To mount yourself: Papilio thoas cinyras dried/papered",
      "preview": "349496 Back naar dried butterflies Home Papilio thoas cinyras dried/papered Papilio thoas cinyras dried/papered Articlecode: 0035-100 78 in stock €8,9"
    }
  ],
  "_meta": {
    "total_bookmarks": 100
  }
}