{
  "data": [
    {
      "url": "https://courses.ted.com/category/courses",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://fastdemocracy.com/bill-search/al/2023rs/bills/ALB00014834/",
      "title": "Bill tracking in Alabama - HB 7 (2023rs legislative session) - FastDemocracy",
      "description": "Relating to education; to provide prohibitions on the promotion, endorsement, and affirmation of certain divisive concepts in certain public settings; and to authorize certain penalties for violation.",
      "preview": "Skip to content US Congress Congress & 50 states 50 states US Congress Alabama Alaska Arizona Arkansas California Colorado Connecticut District of Col"
    },
    {
      "url": "http://news.cs.washington.edu/2012/05/31/who-ya-gonna-hire/",
      "title": "Allen School News » Who ya gonna hire???",
      "description": "University of Washington recruiters from Amazon.com, Facebook, Google, and Microsoft shared information on the majors of the students they hired from UW in 2011-12 for both internship and permanent positions. This includes all students (every degree level, every major, every UW campus), and all positions (from developer to accountant). The...",
      "preview": "Skip to main content Allen School News Search for: Follow @csenews on Twitter Get Email Notifications Who ya gonna hire??? University of Washington re"
    },
    {
      "url": "https://cab1729.tumblr.com/",
      "title": "math geek with no social life",
      "description": "I read math textbooks like other people read novels and spend most of my free time in Starbucks trying to solve the Riemann Hypothesis. When I'm not doing that I practice the ancient art of Java...",
      "preview": "math geek with no social life thevaultoftheatomicspaceage : univac Reblogged 4 years ago from thevaultoftheatomicspaceage 154 notes Celebrating Peano!"
    },
    {
      "url": "https://www.orbcomm.com/",
      "title": "Where IoT powers asset intelligence | ORBCOMM",
      "description": "ORBCOMM delivers pioneering industrial IoT technology that boosts productivity, streamlines operations and builds sustainability.",
      "preview": "Solutions Transportation BY NEED Visibility Compliance Optimization Safety & security BY ASSET Dry trailer Reefer Chassis Container Rail PRODUCTS Plat"
    },
    {
      "url": "https://www.myfonts.com/",
      "title": "MyFonts | Buy and Download Fonts",
      "description": "Welcome to MyFonts, the #1 place to download great @font-face webfonts and desktop fonts: classics (Baskerville, Futura, Garamond) alongside hot new fonts (TT Fellows, Hernandez Bros,Phonk Sans).",
      "preview": "Skip to content Skip to main content MyFonts is one of the largest font marketplaces in the world, offering professional fonts for any project. Over 3"
    },
    {
      "url": "https://www.wissenswertes.at/tarot",
      "title": "Tarot legen - Karten legen - Tarot Astrologie",
      "description": "Das ♥ Kartenlegen mit Tarot ist eine Form der Astrologie wobei man die Bedeutung der ✅ 78 Tarotkarten kennen muss und daraus die Fragen ableitet.",
      "preview": "Wissenswertes Sie sind hier: Startseite -> Hobbys -> Tarot legen Tarot legen mit den 78 Tarotkarten Fragestellungen an die Karten Immer öfter sieht ma"
    },
    {
      "url": "https://moa-muniorg.hub.arcgis.com/pages/data",
      "title": "Downloadable Data",
      "description": "The Geographic Data and Information Center coordinates with Municipality of Anchorage departments to provide GIS data. The data available here are updated at least weekly.",
      "preview": "void"
    },
    {
      "url": "https://www.deltadental.com/us/en/tooth-fairy/press-release.html#2023",
      "title": "How Much Does The Tooth Fairy Pay For A Tooth | Delta Dental",
      "description": "Current and historical press releases tracking the value of a lost tooth.",
      "preview": "Press releases 2025 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 The Tooth Fairy has been working overtime this year Delta Dental poll finds"
    },
    {
      "url": "https://www.incometaxindia.gov.in/Pages/default.aspx",
      "title": "Pages - Home - Central Board of Direct Taxes, Government of India",
      "description": "void",
      "preview": "Turn on more accessible mode Turn off more accessible mode Sign In × OK x The Income Tax Department NEVER asks for your PIN numbers, passwords or simi"
    },
    {
      "url": "https://www.mayoclinic.org/diseases-conditions/diabetes/symptoms-causes/syc-20371444",
      "title": "Diabetes - Symptoms and causes - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview Diabetes mellitus refers to a group of dis"
    },
    {
      "url": "https://jsonlint.com/",
      "title": "JSON Online Validator and Formatter - JSON Lint",
      "description": "JSONLint is the free online validator, json formatter, and json beautifier tool for JSON, a lightweight data-interchange format. You can format json, validate json, with a quick and easy copy+paste.",
      "preview": "To format and validate your JSON, just copy + paste it below: Loading... About the JSONLint Editor JSONLint is a validator and reformatter for JSON, a"
    },
    {
      "url": "https://2nite.uk.net/spring-equinox/ceredigion/lledrod/",
      "title": "Lledrod (SY25) Spring Equinox | Spring Equinox tonight Lledrod (SY25) in Ceredigion - 2nite.uk.net: in and out! | whats going on tonight!",
      "description": "Check out Spring Equinox tonight in Lledrod (SY25), Ceredigion, UK, Whats going on tonight? - 2nite.uk.net: in and out",
      "preview": "2nite Network - in and out Home Location TV Clubbing Cinema Theatre Concerts Festivals Home › Spring Equinox › Ceredigion › Lledrod (SY25) Spring Equi"
    },
    {
      "url": "https://www.megadruck.de/produkte/Geschaeftsdrucksachen/Briefbogen.asp?produktgruppe=51&ver=2&men=5.5.3",
      "title": "MegaDruck.de Produktions- und Vertriebs GmbH - Onlinedruck einmal anders. Preiswert. Individuell. Persönlich.",
      "description": "MegaDruck.de GmbH - Onlinedruck einmal anders. Preiswert. Individuell. Persönlich.",
      "preview": "Menue Kontakt Team Login Warenkorb Menü von A bis Z . Overnight . Express . Grüne Produktion Rotationsdruck Berliner Format . Rheinisches Format . Rol"
    },
    {
      "url": "https://www.geospatialworld.net/blogs/californian-non-profit-emissions-power-plants/",
      "title": "Californian non-profit to monitor emissions from all power plants globally",
      "description": "WattTime, a non-profit organization based in California, uses AI to detect methane and other greenhouse emissions.",
      "preview": "Home Blogs Californian non-profit to monitor emissions from all power plants globally Blogs Image Courtesy: Vox WattTime, a non-profit organization ba"
    },
    {
      "url": "https://www.retsinformation.dk/eli/lta/2023/1510",
      "title": "Retsinformation",
      "description": "Retsinformation.dk er indgangen til det fælles statslige retsinformationssystem, der giver adgang til alle gældende love, bekendtgørelser og cirkulærer m.v. Der er også adgang til Folketingets dokumenter og beretninger fra Folketingets Ombudsmand.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.cciabm.com/categoria/destaques/page/2",
      "title": "destaque",
      "description": "void",
      "preview": "Início » Categoria: \"destaque\" Categoria: destaque Having Towards Win Regarding A Web casino Online Spots. Postado por cciabm-adm em janeiro 17, 2021"
    },
    {
      "url": "https://www.clover.com",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://ywcaatlanta.org/conversations/",
      "title": "Donate to our Programs - YWCA Greater Atlanta | Advocacy | Social Justice | Education",
      "description": "We appreciate your generosity and know that without your support of our mission to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all would not be possible.",
      "preview": "0 Donate to Our Programs ↘ There are many ways for you to support YWCA Greater Atlanta, including making a secure online donation, including YWCA Grea"
    },
    {
      "url": "https://serpstat.com/features/",
      "title": "SEO Tools | Features for SEO and Marketing",
      "description": "Improve Your Rankings Using SEO Tools ▷ Find the Best Keywords for SEO and PPC ▷ Generate Content in few clicks ▷ Track Keywords Positions",
      "preview": "SEO Tools and Features Analyze websites and competitors Create content, collect keywords, check backlinks Find on-page SEO issues Cluster thousands of"
    },
    {
      "url": "https://www.apec.org/Meeting-Papers/Annual-Ministerial-Meetings/2019/2019_AMM/Annex-C",
      "title": "APEC Roadmap on Combatting Illegal, Unreported and Unregulated Fishing | 2019 APEC Ministerial Documents | APEC",
      "description": "void",
      "preview": "Skip to main content APEC Roadmap on Combatting Illegal, Unreported and Unregulated (IUU) Fishing Third Senior Officials' Meeting Puerto Varas, Chile"
    },
    {
      "url": "http://www.fantascienza.com/",
      "title": "Fantascienza.com",
      "description": "void",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://recyclebc.ca/",
      "title": "Home - Recycle BC",
      "description": "Download Recycle BC's recycling app to find out what recyclable material goes where and find your nearest depot location. For some communities, check your",
      "preview": "Skip to content Recycle BC is proud to share the success of the residential packaging and paper recycling program, which has demonstrated real results"
    },
    {
      "url": "https://www.extremis.com/fr/collections/walrus/walrus-module-central",
      "title": "Walrus module central - Collection Walrus - Notre collection - Extremis",
      "description": "Portant le nom anglais du morse, cet impressionnant mammifère capable d'affronter les éléments grâce à sa peau épaisse et robuste, ce design unique résiste aux quatre saisons sans avoir besoin de housse ou de ranger les coussins. Une solution ingénieuse permet de concrétiser ce dont les autres canapés d'extérieur ne peuvent que rêver : un grand confort, une esthétique élégante et une résistance climatique à toute épreuve. Walrus module central est disponible en deux tailles et dispose d'un compartiment de rangement à l'arrière. Combinez différents modules Walrus pour créer un canapé dont la forme et la taille s'adaptent parfaitement à votre espace extérieur.",
      "preview": "fr en nl fr de Walrus module central De Walrus collection Avec coussins Canapé d'extérieur modulaire étanche Portant le nom anglais du morse, cet impr"
    },
    {
      "url": "https://mrsense.tistory.com/tag/%EC%8A%A4%ED%8F%B0%ED%8B%B0%EB%8B%88",
      "title": "'스폰티니' 태그의 글 목록",
      "description": "Fashion Editor & Photographer",
      "preview": "본문 바로가기 스폰티니 (2)"
    },
    {
      "url": "https://www.amc-esk.pl/koszyk/",
      "title": "Koszyk - amc-esk",
      "description": "void",
      "preview": "+48 (32) 763 72 09 | biuro@amc-esk.pl Elektroniczne Systemy Konstatowania AMC-ESK O NAS INFORMACJE O SPÓŁCE HISTORIA POLITYKA PRYWATNOŚCI OFERTA ZESTA"
    },
    {
      "url": "https://www.eopticon.ro/rame-de-ochelari/rama-de-ochelari-luca-ls001-1.html",
      "title": "Cumpara ochelari de vedere incepand de la 57,80 RON",
      "description": "Comanda cu incredere ochelari de vedere incepand de la 57,80 RON Fiecare purtator de ochelari stie ca este foarte important sa alegem produse calitative. Vezi oferta eOpticon.ro pentru ochelari de vedere!",
      "preview": "void"
    },
    {
      "url": "https://tbytmedia.com/2020/05/22/keep-ya-head-up-rhys-lewis-interview/",
      "title": "Keep Ya Head Up: Rhys Lewis Interview | Think Before You Type Media Group",
      "description": "TBYT: You just released a new single called \"The Sun Will Rise\". Congratulations! Can you tell us a bit about it? Rhys: Thank you! Myself and Aidan, who co-wrote the song with me, were a few weeks into isolation feeling quite anxious about the future. All the conversations I was having with friends and family...",
      "preview": "Search GO RSS Feed Twitter Facebook Leave a comment TBYT: You just released a new single called \"The Sun Will Rise\". Congratulations! Can you tell us"
    },
    {
      "url": "https://npafc.org/convention/",
      "title": "NPAFC Convention - NPAFC",
      "description": "void",
      "preview": "North Pacific Anadromous Fish Commission Convention for the Conservation of Anadromous Stocks in the North Pacific Ocean This Convention is the intern"
    },
    {
      "url": "https://www.hallmarkchannel.com/royal-matchmaker/cast/will-kemp",
      "title": "Will Kemp as Prince Sebastian on Royal Matchmaker",
      "description": "Find out about the cast of the Hallmark Channel Original Movie \"Royal Matchmaker\" starring Joy Lenz, Will Kemp and Brittany Bristow.",
      "preview": "Share Print Email Pinterest Twitter 3416 Will Kemp Prince Sebastian An accomplished dancer, Will Kemp began his dance training at the age of nine with"
    },
    {
      "url": "https://www.nationaleatingdisorders.org/",
      "title": "NEDA | Eating Disorders Support, Awareness & Recovery",
      "description": "Access support, explore resources, join community events, and take a free eating disorders screening-start your recovery journey with NEDA!",
      "preview": "Hope Starts Here. The National Eating Disorders Association (NEDA) works to advance research, build community, and raise awareness to support the near"
    },
    {
      "url": "https://thriftcraftlive.com/2017/01/02/a-few-small-projects/",
      "title": "A few small projects - thriftcraftlive",
      "description": "The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here are a few projects from last fall that never made their way on to the internet: #1: DIY Window Shelves Our apartment has tiny window sills, they're only about...",
      "preview": "Skip to content The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here ar"
    },
    {
      "url": "http://www.w3.org/",
      "title": "W3C",
      "description": "The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the principles of accessibility, internationalization, privacy and security.",
      "preview": "Skip to content Making the web work The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the pr"
    },
    {
      "url": "https://foundation.mozilla.org/?form=donate&c_id=7014x000000eQOH&utm_source=mozilla.org&utm_medium=referral&utm_campaign=moco&utm_content=footer",
      "title": "Welcome to Mozilla Foundation - Mozilla Foundation",
      "description": "With over two decades of global impact, Mozilla Foundation continues to lead the movement for a better technology future-powered by people, open by design, and fueled by imagination.",
      "preview": "Make good tech the norm things together ideas matter Make good tech the norm. Make good things together. Make good ideas matter Mozilla Festival 2025"
    },
    {
      "url": "https://azmelly.tumblr.com/",
      "title": "Glimpses of My Life",
      "description": "If you want to know more, you could always ask. Perhaps I'll even answer.",
      "preview": "Glimpses of My Life 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna june 28 2020 earthstory it"
    },
    {
      "url": "https://ruedesmille.com/attimi/carousel-attimo-cuore/",
      "title": "Carousel Attimo Cuore | Rue des Mille",
      "description": "Attimo Cuore per bracciale carousel Finitura disponibile: placcatura rodio Materiale: Argento 925",
      "preview": "Trova la boutique 10% DI SCONTO SUL PRIMO ORDINE ISCRIVENDOTI ALLA NEWSLETTER Charm Bar Gioielli Collezioni Regali Personalizzazioni Mondo Rue Des Mil"
    },
    {
      "url": "https://www.risotteriamelottinyc.com/",
      "title": "home risotteria melotti nyc",
      "description": "risotteria melotti nyc home",
      "preview": "Risotteria Melotti NYC RISOTTO and traditional Italian Rice-based CUISINE 100% Gluten Free In New York city since 2013 RESERVATION CALL US ORDER A DEL"
    },
    {
      "url": "http://gailly.net/",
      "title": "Jean-loup's home page",
      "description": "Home page of Jean-loup Gailly: data compression (gzip, zip, zlib, fractal compression, FAQ), game of Go, ...",
      "preview": "Version française Jean-loup's home page Hi! I'm Jean-loup Gailly. Here are some of the things I'm interested in. Data compression gzip zip zlib fracta"
    },
    {
      "url": "http://www.treasurers.org/",
      "title": "The Association of Corporate Treasurers |",
      "description": "void",
      "preview": "Skip to main content Leading the way in treasury excellence Welcome to the Association of Corporate Treasurers (ACT), the chartered professional body"
    },
    {
      "url": "http://www.harisnukem.com",
      "title": "HARIS NUKEM",
      "description": "void",
      "preview": "0 First Name Last Name Email Address SIGN UP Thanks!"
    },
    {
      "url": "http://www.stroustrup.com/",
      "title": "Bjarne Stroustrup's Homepage",
      "description": "void",
      "preview": "home | C++ | FAQ | technical FAQ | publications | WG21 papers | TC++PL | Tour++ | Programming | D&E | bio | interviews | videos | quotes | application"
    },
    {
      "url": "https://www.thedailybeast.com/",
      "title": "The Daily Beast: The Latest in Politics, Media & Entertainment News",
      "description": "A smart, speedy take on breaking news and opinion in politics, media, entertainment, and more.",
      "preview": "Skip to Main Content Trump's Frenzied Nobel Peace Prize Demands Get Brutal Snub AND THE LOSER IS... The president's relentless push for the prestigiou"
    },
    {
      "url": "https://www.pinterest.com/people/",
      "title": "People (people) - Profile | Pinterest",
      "description": "People | PEOPLE.com is the No. 1 site for celebrity news! Follow us for the best in star style, recipes, memes and more",
      "preview": "People (people) - Profile | Pinterest Created Saved Explore When autocomplete results are available use up and down arrows to review and enter to sele"
    },
    {
      "url": "https://fr.linkedin.com/company/christian-dior-couture?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Christian Dior Couture | LinkedIn",
      "description": "Christian Dior Couture | 1 896 727 abonnés sur LinkedIn. &quot;Whatever you do, for work or play, do it with passion!&quot; - Monsieur Christian Dior. | Welcome to Christian Dior Couture, House of Dreams, House of Talents. Christian Dior was the designer of dreams. In founding his House in 1947, marked by the revolution of the New Look, he metamorphosed his reveries into wonderful creations.",
      "preview": "LinkedIn respecte votre confidentialité LinkedIn et des tiers utilisent des cookies essentiels et non essentiels pour fournir, sécuriser, analyser et"
    },
    {
      "url": "http://www.sanita.it/",
      "title": "Ministero della Salute",
      "description": "void",
      "preview": "Vai direttamente al contenuto Ministero della salute - pagina iniziale Ottobre Rosa Bonus psicologo 2025 Donazione organi e tessuti Ottobre Rosa Bonus"
    },
    {
      "url": "https://www.nps.gov/yell/planyourvisit/things2do.htm",
      "title": "Things To Do - Yellowstone National Park (U.S. National Park Service)",
      "description": "Yellowstone has something for everyone.",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://thesaurus.yourdictionary.com/wildest",
      "title": "Wildest Synonyms: 39 Synonyms and Antonyms for Wildest | YourDictionary.com",
      "description": "Synonyms for WILDEST: roughest, stormiest, heaviest, dirtiest, ugly, freest, roughest, weediest, lushest, densest, maddest, unruliest, gayest, dottiest; Antonyms for WILDEST: tamest, mildest, calmest, gentlest, tamest.",
      "preview": "Wildest Synonyms and Antonyms Common Words Unique Words Synonyms Antonyms Related Words Violently disturbed or agitated, as by storms (Adjective) Syno"
    },
    {
      "url": "http://www.tucows.com/",
      "title": "Tucows | Making the Internet Better Since 1993",
      "description": "Tucows offers Domain Name Services, Fiber Internet Services and SaaS through our businesses Tucows Domains, Ting and Wavelo. We're a tech company headquartered in Toronto, Canada, making the internet better since 1993.",
      "preview": "Making the Internet better. #JoinTheHerd: Our teams are hiring globally! See careers What we do We do a lot. As OpenSRS, Enom, Ascio and Hover, we're"
    },
    {
      "url": "https://sf.gov/shared-spaces",
      "title": "Shared Spaces | SF.gov",
      "description": "void",
      "preview": "Skip to main content CAMPAIGN Shared Spaces CAMPAIGN Shared Spaces Shared Spaces Important Changes As of August 2025, small businesses no longer need"
    },
    {
      "url": "https://www.westside.com/",
      "title": "Westside - A Tata Enterprise | Best Online Shopping Site in India",
      "description": "Shop at India's Best Online Shopping Site for Men, Women & Kids Fashion. Discover wide range of clothing, footwear, bags & beauty products for men, women & kids at Westside Online Shopping Store.",
      "preview": "Skip to content Every % GST Reduced - Every % Returned To You"
    },
    {
      "url": "https://sanctuaries.noaa.gov/",
      "title": "NOAA Office of National Marine Sanctuaries",
      "description": "From Washington state to the Gulf of America and from the Great Lakes to the Pacific Islands, the National Marine Sanctuary System protects 18 underwater parks spanning over 629,000 square miles of ocean and Great Lakes waters. By investing in innovative solutions, we strengthen these iconic places to address 21st-century challenges while supporting America's commerce and tourism. These unique locations inspire people to visit, value, and steward our nation's iconic ocean and Great Lakes waters.",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "https://www.ins4fl.com/insurance-companies/chubb-group/",
      "title": "Your Local Apopka Chubb Group Agency | DeClue Brothers Insurance Solutions",
      "description": "We've helped countless people throughout Florida save money and enjoy the peace of mind that a policy from Chubb Group provides.",
      "preview": "Skip to the content Home > Insurance Companies > Chubb Group Chubb Group Posted by DeClue Brothers Insurance Solutions on October 10, 2025 At DeClue B"
    },
    {
      "url": "https://www.nationaltrust.org.uk/visit/london",
      "title": "London | South East | National Trust",
      "description": "From thriving wetlands to sprawling estates, intimate spaces and modernist masterpieces, London has it all for days out this autumn.",
      "preview": "Focus Reset Skip to content back to Visit London From thriving wetlands to sprawling estates, intimate spaces and modernist masterpieces, London has i"
    },
    {
      "url": "https://press.un.org/en/2022/ga12448.doc.htm",
      "title": "Promise of Declaration on Protecting Minority Rights Still Not Fulfilled, Speakers Tell High-Level Meeting Marking Adoption's Thirtieth Anniversary | Meetings Coverage and Press Releases",
      "description": "Thirty years after its adoption by the General Assembly, the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities has yet to fulfil its promise, speakers stressed, during a high-level meeting today on the side lines of the Assembly's general debate.",
      "preview": "Skip to main content / navigation Meetings Coverage and Press Releases English Search Site Search Search Meetings Coverage and Press Releases Meetings"
    },
    {
      "url": "https://blog.slowianskibestiariusz.pl/tag/slowianskie-demony/",
      "title": "słowiańskie demony - Słowiański Bestiariusz",
      "description": "void",
      "preview": "Tag Archives: słowiańskie demony Skarbnik - demon podziemi Małgorzata Turant 21 września, 2020 Demony Lokalne 1 Skarbnik - demon podziemi Nasi przodko"
    },
    {
      "url": "https://www.finescale.com/how-to/ships",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://www.incopesca.go.cr/",
      "title": "Index",
      "description": "Index , Portal del INCOPESCA INCOPESCA",
      "preview": "Incopesca Contenedor Contenedor Trámites y Servicios Contenedor Información de interés INSTITUTO COSTARRICENSE DE PESCA Y ACUICULTURA INCOPESCA El INC"
    },
    {
      "url": "https://optinmonster.com/gdpr/cookies/",
      "title": "OptinMonster Cookie List - OptinMonster",
      "description": "Here's an exhaustive list of the cookies used by OptinMonster to personalize your visitor's experiences with our campaigns.",
      "preview": "Cookie List Below you will find an exhaustive list of the cookies used by OptinMonster to personalize your visitor's experiences with our campaigns. C"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/",
      "title": "@dumspirospero023-blog on Tumblr",
      "description": "Follow @dumspirospero023-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following itscolossal Follow 3D-Printed Solar Systems, Moons and Planets for Your Desktop Source: sosuperawesome.com studybllog-blog Follo"
    },
    {
      "url": "http://repository.paramadina.ac.id/view/subjects/NE.html",
      "title": "Items where Subject is \"N Fine Arts > NE Print media\" - Paramadina Repository",
      "description": "void",
      "preview": "Home About Browse Browse by Year Browse by Subject Browse by Division Browse by Author Login Create Account Items where Subject is \"N Fine Arts > NE P"
    },
    {
      "url": "https://www.conservation-wiki.com/wiki/Main_Page",
      "title": "AIC WIKI Main Page",
      "description": "void",
      "preview": "Log in Main Page Discussion View source View history Main Page From MediaWiki Main Page Jump to: navigation , search Contents 1 Check Out What's New!"
    },
    {
      "url": "http://www.legaseriea.it/en",
      "title": "Lega Serie A | Home",
      "description": "Lega Serie A | La massima serie in Italia, le venti migliore squadre, classifica, risultati, statistiche, video e foto uniche. Tutto sul nuovo sito a tua disposizione.",
      "preview": "workspace_premium description Serie A MASSIMILIANO ALLEGRI PHILADELPHIA COACH OF THE MONTH FOR SEPTEMBER Go to the article chevron_right Serie A CHRIS"
    },
    {
      "url": "http://www.midiowahealth.org",
      "title": "Mid-Iowa Health Foundation",
      "description": "We advance system-change solutions that lead to health equity.",
      "preview": "news Mid-Iowa Health Foundation Celebrates 40 Years Search Open Menu Close Menu Close Search Systems shape the social, economic, and environmental con"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/paths/azure-fundamentals/",
      "title": "Introduction to Microsoft Azure: Describe Cloud Concepts - Training | Microsoft Learn",
      "description": "Microsoft Azure Fundamentals: Describe cloud concepts",
      "preview": "Read in English Introduction to Microsoft Azure: Describe cloud concepts Learning Path 3 Modules At a glance Level Beginner Skill &nbsp; Product Azure"
    },
    {
      "url": "https://www.usatodaysportsplus.com/",
      "title": "USA TODAY Sports+: Premium Sports Content",
      "description": "Learn more about Premium sports content from USA TODAY Sport+",
      "preview": "Skip to main content Home NFL Sports Betting Sports+ States Scores For Subscribers NBA MLB Soccer NHL College Football College Men's Basketball Women'"
    },
    {
      "url": "http://outlier.uchicago.edu/TimeforCS/",
      "title": "Time for CS",
      "description": "void",
      "preview": "Warning: JavaScript is not enabled in your browser Some parts of this site won't work without JavaScript. Integrating Computer Science into Elementary"
    },
    {
      "url": "http://www.havebane.dk/Forum/memberlist.php?mode=leaders&sid=559c01e5418a09112e20312a9e94ed9b",
      "title": "Forum for havebane.dk (45 mm sporvidde) • Log ind",
      "description": "void",
      "preview": "Spring til indhold Avanceret søgning Boardindeks Skift skriftstørrelse OSS Søg Tilmeld Log ind Du skal være tilmeldt som bruger og logget ind for at s"
    },
    {
      "url": "https://ywcaknox.com/",
      "title": "YWCA Knoxville & the Tennessee Valley - YWCA Knoxville and the Tennessee Valley",
      "description": "void",
      "preview": "QUICK ESCAPE YWCA is on a Mission Courage We have the collective strength to face the biggest challenges and work toward a more just and equitable soc"
    },
    {
      "url": "https://www.whatsthebest.co.uk/tech/photography/",
      "title": "The Best Photography Products, Reviews and Advice | What's The Best",
      "description": "Read independent reviews and comparisons on all photography products and gadgets at What's The Best. Stay on top of the latest trends in the photography gadget world.",
      "preview": "Home | Tech | Photography Photography"
    },
    {
      "url": "http://www.atlas-games.com/onceuponatime/",
      "title": "Atlas Games | Once Upon a Time",
      "description": "A collaborative storytelling game based on classic fairy tales.",
      "preview": "Once Upon a Time Product Line A collaborative story telling game based on classic fairy tales Once Upon a Time Once Upon a Time Writer's Handbook Ench"
    },
    {
      "url": "https://www.motorolasolutions.com/en_xu/about/company-overview/corporate-responsibility/motorola-solutions-foundation.html",
      "title": "Motorola Solutions Foundation - Motorola Solutions EMEA",
      "description": "Motorola Solutions Foundation is the charitable and philanthropic arm of Motorola Solutions. Read about our grant applications and impact",
      "preview": "Sign out Session expired Sign in Close Contact us Motorola Solutions Foundation Helping to build safer cities and thriving communities. At Motorola So"
    },
    {
      "url": "https://www.missourireview.com/1803full-2/",
      "title": "18.3 Cover (Full-Size) | The Missouri Review",
      "description": "Discovering the best in fiction, essays, and poetry",
      "preview": "18.3 Cover (Full-Size) 18.3 Cover (Full-Size)."
    },
    {
      "url": "https://uncf.org/",
      "title": "Empowering HBCUs and College Students - UNCF",
      "description": "UNCF empowers more students more than 50,000 students to get to and through college each year.",
      "preview": "Skip to main content HBCUs Matter HBCUs and their students change lives across the United States. Please give generously to ensure that students of co"
    },
    {
      "url": "https://www.librairie-esoterique-paris.fr/",
      "title": "Votre librairie ésotérique à Paris : bienvenue chez Arc en Ciel !",
      "description": "Livres, encens, tarots et spiritualité : retrouvez nos produits et l'actualité de votre librairie ésotérique Parisienne sur internet !",
      "preview": "Arc en Ciel Votre librairie ésotérique à Paris Bienvenue chez Arc en Ciel, votre librairie ésotérique à Paris Située 3 rue Jean Macé, dans le 11ème ar"
    },
    {
      "url": "https://efwbyfathima.in/",
      "title": "efwbyfathimastore",
      "description": "efwbyfathimastore",
      "preview": "Skip to content Pause slideshow Play slideshow Hassle-free Shipping Free shipping for all the orders across india icon-X Close menu HOTSELLERS SAREES"
    },
    {
      "url": "https://bast.opus.hbz-nrw.de/solrsearch/index/search/searchtype/authorsearch/author/Christoph+Klimmt/start/0/rows/100/subjectfq/Fahranf%C3%A4nger/yearfq/2014",
      "title": "OPUS 4 | Search",
      "description": "void",
      "preview": "Deutsch Login Home Search Browse Publish FAQ Author(s) All words At least one word None of the words"
    },
    {
      "url": "https://events.microsoft.com/",
      "title": "Ricerca Eventi Microsoft",
      "description": "Trova eventi e opportunità di apprendimento di Microsoft pensati per aiutarti ad ampliare le tue competenze, apprendere nuove abilità e costruire una community.",
      "preview": "This is the Trace Id: 8d7ed526e36d37f232a7d0347f31d3d7 Passa a contenuti principali Amplia le tue capacità e modella il futuro durante Microsoft Ignit"
    },
    {
      "url": "https://www.leverforchange.org/",
      "title": "Lever for Change | Discover New Potential",
      "description": "By creating equitable access, we connect donors with bold solutions that move the world. Reimagine philanthropy with us.",
      "preview": "Skip to content Discover new potential. We create equitable access that enables Philanthropy to go beyond the familiar. More about our mission Feature"
    },
    {
      "url": "https://alkoholia-netista.info/uutiset/stm-hallitusneuvos-ei-antanut-alkoholilain-etamyyntia-koskevaa-lausuntoa-ajoissa-tietopyytajalle",
      "title": "STM:n hallitusneuvos ei antanut alkoholilain etämyyntiä koskevaa lausuntoa ajoissa tietopyytäjälle - Alkoholia-netista.info",
      "description": "STM:n hallitusneuvos ei antanut alkoholilain etämyyntiä koskevaa lausuntoa ajoissa tietopyytäjälle. Julkiseksi toteama asiakirja luovutettiin tietopyynnön tekijälle vasta",
      "preview": "STM:n hallitusneuvos ei antanut alkoholilain etämyyntiä koskevaa lausuntoa ajoissa tietopyytäjälle Julkaistu: 14.09.2021 - 05:39 EU-komission julkisek"
    },
    {
      "url": "https://mesnotices.20minutes.fr/pieces-detachees-electromenager/lave-linge/whirlpool/AWO12563.html?piece=carroserie",
      "title": "Pied, plinthe, plan de travail, côté,... machine à laver Whirlpool AWO12563...",
      "description": "void",
      "preview": "REVENIR EN HAUT MesNotices > Pièces détachées électroménager > Machine à laver > Machine à laver Whirlpool Nous recherchons parmi 5 millions de pièces"
    },
    {
      "url": "https://www.thestar.com/",
      "title": "Breaking News - Headlines & Top Stories | The Star",
      "description": "thestar.com is one of Canada's largest online news sites and 100% Canadian-owned. Live news, investigations, politics, sports and the heartbeat of Toronto, Canada's largest city.",
      "preview": "Skip to main content Toronto Star News - Breaking News Stories Provincial Politics Two years later, top Tories who lost jobs in Greenbelt scandal stil"
    },
    {
      "url": "https://www.rent.com/blog/empty-office-building-turned-into-homes-next-apartment-trend/",
      "title": "Are Empty Downtown Offices America's Next Hot Apartment Trend? | Rent. Blog",
      "description": "Empty office buildings turned into homes could be a new real estate trend. It could also help neighborhoods thrive after the pandemic.",
      "preview": "Are Empty Downtown Offices America's Next Hot Apartment Trend? Alicia Underlee Nelson 10.12.2021 News & Trends During the pandemic, U.S. workers turne"
    },
    {
      "url": "https://googleresearch.blogspot.com/2015/04/google-handwriting-input-in-82.html",
      "title": "Google Handwriting Input in 82 languages on your Android mobile device",
      "description": "Posted by Thomas Deselaers, Daniel Keysers, Henry Rowley, Li-Lun Wang, Victor Cărbune, Ashok Popat, Dhyanesh Narayanan, Handwriting Team, Google Re...",
      "preview": "Google Handwriting Input in 82 languages on your Android mobile device April 15, 2015 Posted by Thomas Deselaers, Daniel Keysers, Henry Rowley, Li-Lun"
    },
    {
      "url": "https://www.castlesales.com/castle-x-teaser-4/",
      "title": "Castle X Castle X Teaser 4!",
      "description": "Castle X • Castle X Teaser 4!",
      "preview": "Gifts Under $50! Winter Helmets All Winter Helmets Dual Lens Full Face Helmets Dual Lens Modular Helmets Off Road Winter Helmets All Electric Dual Len"
    },
    {
      "url": "https://www.paloaltonetworks.com/",
      "title": "Leader in Cybersecurity Protection & Software for the Modern Enterprises - Palo Alto Networks",
      "description": "Implement Zero Trust, Secure your Network, Cloud workloads, Hybrid Workforce, Leverage Threat Intelligence & Security Consulting. Cybersecurity Services & Education for CISO's, Head of Infrastructure, Network Security Engineers, Cloud Architects & SOC Managers",
      "preview": "Deploy Bravely - Secure your AI transformation with Prisma AIRS Palo Alto Networks Announces Agreement to Acquire CyberArk, the Identity Security Lead"
    },
    {
      "url": "https://www.nationaltrust.org.uk/visit/london",
      "title": "London | South East | National Trust",
      "description": "From thriving wetlands to sprawling estates, intimate spaces and modernist masterpieces, London has it all for days out this autumn.",
      "preview": "Focus Reset Skip to content back to Visit London From thriving wetlands to sprawling estates, intimate spaces and modernist masterpieces, London has i"
    },
    {
      "url": "https://mozillamr.myspreadshop.com/",
      "title": "Welcome to Mozillas Mixed Reality Merch Store! | Spreadshop",
      "description": "Show your support for Mozillas Mixed Reality program and Firefox Reality!",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly. Welcome to Mozilla Mixed Reality Show your support f"
    },
    {
      "url": "https://wordpress.tv/",
      "title": "WordPress.tv - WordPress-related videos curated and moderated by the WordPress.org community",
      "description": "WordPress-related videos curated and moderated by the WordPress.org community",
      "preview": "Search WordPress.tv WordCamps Meetups Keynotes How To Get Involved Keynote and Q&A WordCamp US 2025 WordCampTV More → Fireside chat with Mary Hubbard"
    },
    {
      "url": "https://www.cbs.nl/en-gb/our-services/open-data",
      "title": "Open data | CBS",
      "description": "Open data",
      "preview": "Skip to main content What is open data? Open Data is data that can freely be used and is made available in a machine-readable format. Statistics Nethe"
    },
    {
      "url": "https://www.beforeyoubet.com.au/",
      "title": "Sports Betting Tips and Australian Sportsbook Reviews | Before You Bet",
      "description": "Before You Bet offers free Australian sports betting tips, promotions and sportsbook reviews for the best Australian sports betting websites.",
      "preview": "SPORTS BETTING TIPS NBL Tips NBL26 Round 4 Predictions & Tips 10 Oct 2025 AFL Tips AFLW 2025 Round 9 Preview & Betting Tips 10 Oct 2025 Caulfield Raci"
    },
    {
      "url": "https://wallet.google/",
      "title": "Google Wallet: Il tuo portafoglio digitale veloce e sicuro",
      "description": "Con Google Wallet accedi in modo rapido e sicuro a ciò che ti serve. Usa il tuo portafoglio digitale per prendere il treno, pagare nei negozi e altro.",
      "preview": "Scarica È più di un portafoglio. È Google Wallet. Ovunque vai, tieni tutto al sicuro in un unico posto con il nuovo Google Wallet. Ora potrai accedere"
    },
    {
      "url": "https://sportshirts.net/nationaleshirts-marokko/",
      "title": "Nationaleshirts-marokko - World of Sportshirts",
      "description": "void",
      "preview": "Ga naar de inhoud Menu World of Sportshirts ruim 1000 originele wedstrijdshirts Menu Jaar: 2011-2012 Maat: Large Merk:Puma T/U: Thuisshirt Details: Ya"
    },
    {
      "url": "https://www.kartverket.no/en/api-and-data/terms-of-use",
      "title": "Terms of use | Kartverket.no",
      "description": "void",
      "preview": "Skip to content Skip to navigation Go to language selector Søk Contact us Language English Norwegian Meny trenger javascript All users of the free dat"
    },
    {
      "url": "http://www.Spectrum.net/SpectrumTVApp",
      "title": "Spectrum.net",
      "description": "Sign in to your Spectrum account for the easiest way to view and pay your bill, watch TV, manage your account and more.",
      "preview": "Cookies are disabled We're sorry, cookies are disabled in this browser. To view this site, please enable cookies. Javascript is disabled We're sorry,"
    },
    {
      "url": "https://online.aub.edu.lb/Pages/index.html",
      "title": "AUB Online",
      "description": "void",
      "preview": "ADVANCE YOUR CAREER BY DEVELOPING INDUSTRY-SPECIFIC KNOWLEDGE AND SKILLS EXPLORE OUR ONLINE PROGRAMS Search by: RESET FILTER Be the first to find out"
    },
    {
      "url": "https://www.mccormickfoundation.org/",
      "title": "Homepage - Robert R. Mccormick Foundation",
      "description": "The Robert R. McCormick Foundation envisions a Chicagoland with educated and informed individuals who are engaged in improving their communities.",
      "preview": "Skip to content We invest in organizations building thriving Chicago communities $1.8 Billion Granted Since 1955, the Robert R. McCormick Foundation h"
    },
    {
      "url": "https://www.childrenshospital.org/",
      "title": "Boston Children's Hospital",
      "description": "<p>Boston Children's Hospital is dedicated to improving and advancing the health and well-being of children around the world through its life-changing work in clinical care, biomedical research, medical education, and community engagement.</p>",
      "preview": "Current Environment: Production Skip to main content Boston Children's Hospital Trusted by families. Recognized around the world. Committed to every c"
    },
    {
      "url": "https://www.pixelistes.com/forum/mycalendar3.php?month=12&year=2022&sid=b7a799b02a930f0995e5488ed89fa26a",
      "title": "Pixelistes • Calendrier",
      "description": "void",
      "preview": "L'équipe Mentions légales Nous contacter Publicité Subscribe to our Feed Recherche avancée Index du forum Galeries Annuaire Calendrier Règlement Blog"
    },
    {
      "url": "http://www.district-360.com/",
      "title": "CRM Software for Downtown Districts | Business Improvement Downtown Districts",
      "description": "CRM for business improvement downtown districts - Experience 360-degree impact on your business with our custom build CRM exclusively for your downtown district.",
      "preview": "Districts are dynamic. Your CRM should be too. District360 is the only customized Salesforce CRM for placemakers to manage downtown data the way they"
    },
    {
      "url": "http://www.natureserve.org/",
      "title": "NatureServe | Unlocking the Power of Science to Guide Biodiversity Conservation",
      "description": "For nearly 50 years, NatureServe has been the authoritative source for biodiversity data throughout North America. We work with 60+ network organizations and 1,000+ conservation scientists to collect, analyze, and deliver biodiversity knowledge that informs conversation action.",
      "preview": "Skip to main content Search Search Unlocking the Power of Science to Guide Biodiversity Conservation Heller's blazingstar ( Liatris helleri ). NatureS"
    },
    {
      "url": "https://www.ventusky.com/",
      "title": "Ventusky - Weather Forecast, Radar and Wind Maps | Ventusky",
      "description": "Live wind, rain, radar or temperature maps, more than 50 weather layers, detailed forecast for your place, data from the best weather forecast models.",
      "preview": "Live Weather Forecast Maps Login Premium myVentusky About Temperature Feels like temperature Precipitation Radar Satellite Wind speed Wind gusts Cloud"
    },
    {
      "url": "https://consumer.ftc.gov/",
      "title": "Consumer Advice | Federal Trade Commission",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "http://www.nbsoft.co.uk/",
      "title": "nbsoft",
      "description": "void",
      "preview": "Software Sections Help File Encrypter Lockit Download Centre Search About Us Contact Us Knowledge Base Online Support Privacy Policy Home Send Website"
    },
    {
      "url": "https://www.sandiego.gov/",
      "title": "City of San Diego Official Website",
      "description": "The official website of the City of San Diego.",
      "preview": "Skip to main content Menu Inside San Diego Read More News Latest article, posted October 9, 2025, 3:20 pm : Phased Rollout of New Trash Bins to Begin"
    },
    {
      "url": "http://rescue.myplannedgift.org/",
      "title": "Charitable Giving | International Rescue Committee",
      "description": "Make a difference at the International Rescue Committee with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Leave a Legacy, Become a Changemaker Many caring and generous friends like you have found that through their will they are able t"
    },
    {
      "url": "https://free-harley-mecklenburg-chapter.de/chapter-aktuell/10-biker-sommer-party/index.html",
      "title": "15. Biker-Jubiläums-Sommer-Party 2018",
      "description": "Motorradverein,Motorradclub,Harleyclub,Harleyverein,Harleyfahrer,Harleychapter",
      "preview": "Startseite Chapter Aktivitäten News für Mitglieder, Chapter und Interessierte Chapter Tagesfahrten Rückblick auf Sommer-Partys Über uns Das Chapter Gr"
    },
    {
      "url": "https://www.netflix.com/in/",
      "title": "Netflix Italy - Watch TV Shows Online, Watch Movies Online",
      "description": "Watch Netflix movies & TV shows online or stream right to your smart TV, game console, PC, Mac, mobile, tablet and more.",
      "preview": "Unlimited movies, TV shows, and more Starts at EUR 6.99. Cancel anytime. Ready to watch? Enter your email to create or restart your membership. Email"
    },
    {
      "url": "https://moa-muniorg.hub.arcgis.com/pages/data",
      "title": "Downloadable Data",
      "description": "The Geographic Data and Information Center coordinates with Municipality of Anchorage departments to provide GIS data. The data available here are updated at least weekly.",
      "preview": "void"
    },
    {
      "url": "https://www.mapbox.com/about/maps/",
      "title": "About Mapbox Technology",
      "description": "Mapbox technologies create and combine data to provide continuously updated maps, navigation, and location services on a developer-friendly cloud platform.",
      "preview": "700M+ Heading People touch Mapbox every month Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et d"
    },
    {
      "url": "https://www.etcc-ca.com/reports/automated-emissions-reduction-dispatch-signal-dr-emerging-technologies-assessment",
      "title": "Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment | ETCC",
      "description": "The purpose of this Demand Response Emerging Technology (DRET) Assessment is to confirm that, in a laboratory setting, end-use energy consumption by certain appliances can be automatically controlled by a combination of: (1) a frequently changing (every 5 minutes) GHG intensity signal based on near-real-time data from power grid operators; (2) an end-use specific control algorithm that utilizes the GHG intensity signal, energy consumption data, and customer inputs (simulated in the lab) to produce and communicate a dispatch order to a smart controller and (3) a smart controller that can rel",
      "preview": "Skip to main content Project Info COMPLETE Project Title Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment Project Num"
    },
    {
      "url": "https://www.leicestermercury.co.uk/news/local-news/man-stuck-2-storeys-up-1995658",
      "title": "Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg - Leicestershire Live",
      "description": "Firefighters were called to rescue the man",
      "preview": "News Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg Firefighters were called to rescue the man leicestermercury Bookmark Shar"
    },
    {
      "url": "http://www.unwater.org/",
      "title": "UN-Water | Coordinating the UN's work on water and sanitation",
      "description": "United Nations Water coordinates the efforts of UN entities and international organizations working on water and sanitation issues. The overarching focus of our Members and Partners is to support UN Member States to sustainably manage water and sanitation. We do this in three ways; Inform Policies, Monitor and Report, Inspire Action.",
      "preview": "Skip to main content Homepage Main content WHO and UNICEF to launch new guidelines on hand hygiene in community settings The new global guidance exten"
    },
    {
      "url": "https://learnmobile.design/",
      "title": "Learn Mobile Design | A curated list of mobile design resources",
      "description": "A curated list of mobile design resources",
      "preview": "Platform guides Human Interface Guidelines by Apple ❤️ Material Design Guidelines by Google ❤️ The iOS Design Guidelines by Ivo Mynttinen The Ultimate"
    },
    {
      "url": "https://www.tmztour.com/",
      "title": "TMZ Celebrity Tour | Hollywood Celebrity Bus Tours",
      "description": "The TMZ Celebrity Bus Tour gives you an insider look at Hollywood, Beverly Hills, and the Sunset Strip. Book online today!",
      "preview": "top of page BOOK NOW UNLOCK HOLLYWOODS ULTIMATE BUS TOURS Anchor 2 CELEBS SPOTTED ON TOUR YOU NEVER KNOW WHO YOU'LL SEE! Keep a lookout for celebs. Ta"
    },
    {
      "url": "https://internationalmedicalcorps.org/",
      "title": "International Medical Corps: First there, no matter where",
      "description": "We provide healthcare services and training to people affected by conflict, disease and disaster, helping them move from relief to self-reliance.",
      "preview": "Earthquake in Afghanistan Distributing health & hygiene supplies read more Conflict in Gaza Helping civilians affected by the war read more Internatio"
    },
    {
      "url": "https://watttime.hire.trakstar.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://help.venmo.com/",
      "title": "Venmo Help Center and Support | Venmo",
      "description": "Looking for Venmo support? Find answers to commonly asked questions relating to your personal or business account.",
      "preview": "You need to enable JavaScript to run this app. Help Center How can we help you? Topics Accounts, Profiles & Settings Updating your Venmo Profile Payme"
    },
    {
      "url": "https://donabertarelli.com/dona-bertarelli/",
      "title": "Our Founder - Dona Bertarelli Philanthropy",
      "description": "Dona Bertarelli Philanthropy aims to foster a healthy balance between people and nature through collaboration in the fields of advocacy, education, science, technology, and community-driven initiatives.",
      "preview": "Aller au contenu A LIFE MORE THOUGHTFUL \"From the mountains to the seas, and even the stark beauty of arid landscapes, nature has always been my guide"
    },
    {
      "url": "http://www.wideeyecreative.com",
      "title": "Wide Eye / a digital creative agency - web design & branding for mission-driven organizations and nonprofits",
      "description": "Wide Eye is a full-service creative agency specializing in interactive design, web development, and digital communications for brands that change the world. Headquartered in Washington, DC.",
      "preview": "Skip to main content Wide Eye Creative Close Things that agencies probably won't tell you about your RFP process, but should... Things that agencies pro"
    }
  ],
  "_meta": {
    "total_bookmarks": 119
  }
}