{
  "data": [
    {
      "url": "http://www.rlyehindustry.com/apps/rpgscribepf",
      "title": "Rlyeh Industry - RPG Scribe Pathfinder",
      "description": "Rlyeh Industry is the maker of unspeakable apps for iPhone, iPod Touch and iPad",
      "preview": "HOME APPS CONTACT Home > Apps > RPG Scribe Pathfinder > About Get It Now! 'RPG Scribe Pathfinder & 3.5e' is a smart character sheet for iOS and Androi"
    },
    {
      "url": "https://www.eventbrite.ca/e/google-advertising-the-business-owners-starter-guide-virtual-tickets-533995493897?aff=erelexpmlt",
      "title": "Google Advertising: The Business Owner's Starter Guide (Virtual) Tickets, Tue, 21 Mar 2023 at 2:00 PM | Eventbrite",
      "description": "Eventbrite - Invest Ottawa Education Centre presents Google Advertising: The Business Owner's Starter Guide (Virtual) - Tuesday, 21 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Google Advertising: The Business Owner's Starter Guide (Virtual) View details Follow this organizer to stay informed on future"
    },
    {
      "url": "https://tug.org/FontCatalogue/",
      "title": "The LaTeX Font Catalogue - Front Page",
      "description": "void",
      "preview": "[Front Page] [Serif Fonts] [Serif Fonts, Sub-Categorised] [Sans Serif Fonts] [Typewriter Fonts] [Calligraphical and Handwritten Fonts] [Uncial Fonts]"
    },
    {
      "url": "https://careernavigator.accaglobal.com/",
      "title": "ACCA career navigator",
      "description": "For ACCA members and future members, we'll help you discover the diverse range of career destinations open to you, alongside the learning and skills required to secure your next role.",
      "preview": "Explore Welcome to the ACCA Career Navigator Helping guide your career journey, every step of the way For ACCA members and future members, we'll help"
    },
    {
      "url": "https://cz.products.erstegroup.com/Retail/cs/Produkty/Certifikaty/Bonus_certifikaty/Stranky/NovuC3uA9_emise/index.phtml",
      "title": "Investiční centrum",
      "description": "Přehled důležitých údajů o finančním trhu. Akcie a indexy. Peněžní a kapitálové trhy. Měny. Komodity. Mince a drahé kovy. kryptoměny.",
      "preview": "Přeskočit navigaci Jdi na Novinky Jdi na Přehled trhů Jdi na Aktuální produkty Jdi na Research Česká spořitelna 1 / 4 Zastavit Investiční centrum Česk"
    },
    {
      "url": "https://www.baggu.com/products/horizontal-duck-bag-jessica-williams",
      "title": "Search Icon",
      "description": "void",
      "preview": "Free shipping on US orders over $50 Free international shipping to select countries starting at $100+ Cart ( 0 )"
    },
    {
      "url": "https://tasvideos.org/",
      "title": "TASVideos",
      "description": "Tool-assisted game movies - When human skills are just not enough",
      "preview": "New around here? If you've ever wanted to see how a superhuman would beat your favorite video games, you've come to the right place. We have videos of"
    },
    {
      "url": "https://www.chroniclelive.co.uk/news/north-east-news/county-durham-family-hope-bring-26282301#",
      "title": "County Durham family hope to bring grandad home after he died on Hawaiian cruise | Chronicle Live",
      "description": "John Thompson, 74, was on holiday with his wife when he fell ill during a meal and collapsed",
      "preview": "‌ ‌ ‌ Skip to main content County Durham family hope to bring grandad home after he died on Hawaiian cruise John Thompson, 74, was on holiday with his"
    },
    {
      "url": "https://in.linkedin.com/company/sterlite-technologies-ltd-?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "STL - Sterlite Technologies Limited | LinkedIn",
      "description": "STL - Sterlite Technologies Limited | 323,547 followers on LinkedIn. STL is a leading global optical and digital solutions company providing advanced offerings to build 5G, Rural, FTTx, Enterprise and Data Centre networks. The company, driven by its purpose of 'Transforming Billions of Lives by Connecting the World', designs and manufactures in 4 continents with customers in more than 100 countries. Telecom operators, cloud companies, citizen networks, and large enterprises recognize and rely on STL for advanced capabilities in Optical Connectivity, Global Services, and Digital and Technology solutions to build ubiquitous and future-ready digital networks.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.hopitalveterinairetaschereau.com/en/general/prevention-and-treatment-of-parasites/",
      "title": "Cat and Dog Parasite Control & Prevention - Hôpital Vétérinaire Taschereau",
      "description": "We provide parasite prevention & management for dogs and cats in addition to pet vaccines. To obtain your pet's preventative plan, contact us right now.",
      "preview": "IvcPractices.HeaderNav.Search.Label Submit Parasite Control & Prevention Creating a protective barrier around your pet's health with a monthly parasit"
    },
    {
      "url": "http://www.mit.edu/",
      "title": "MIT - Massachusetts Institute of Technology",
      "description": "The mission of MIT is to advance knowledge and educate students in science, technology and other areas of scholarship that will best serve the nation and the world in the 21st century.",
      "preview": "Skip to content ↓ Menu Explore websites, people, and locations Look up people by \"last name sounds like\" What are you looking for? See More Results Su"
    },
    {
      "url": "https://www.oculus.com/experiences/quest/3008315795852749/",
      "title": "The Thrill of the Fight su Meta Quest | Giochi VR di Quest | Meta Store",
      "description": "The Thrill of the Fight is a room-scale only VR boxing game focused on authenticity. Face off in the virtual ring where you'll jab, dodge, and sweat your way to the top of the boxing world. Grab your gloves, step through the ropes, and become a champion.",
      "preview": "void"
    },
    {
      "url": "https://www.edweek.org/leadership/efforts-to-ban-critical-race-theory-now-restrict-teaching-for-a-third-of-americas-kids/2022/01",
      "title": "Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids",
      "description": "Teachers are refusing to talk about anything race-related and administrators of color are being harassed, according to a new study.",
      "preview": "Menu Search Sign In Subscribe Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids Subscribe Reset Search Equity"
    },
    {
      "url": "https://ideas.ted.com",
      "title": "void",
      "description": "Ideas change everything",
      "preview": "We humans 6 ways to give that aren't about money Good news: You can be a generous person without writing a bunch of checks. In fact, many of the most"
    },
    {
      "url": "http://biblioteca.cientifica.edu.pe/",
      "title": "Biblioteca Científica Koha",
      "description": "void",
      "preview": "Saltar al contenido principal Inicio Servicios Villa Norte Ate Aramburú Biblioteca Virtual Multidisciplinarias Ciencias de la Salud Ciencias Empresari"
    },
    {
      "url": "http://www.eeb.ucsc.edu",
      "title": "Ecology & Evolutionary Biology",
      "description": "void",
      "preview": "High-Impact Research 100 acres with direct access to the Monterey Bay and six natural reserves #2 in the U.S. for marine and freshwater biology #1 in"
    },
    {
      "url": "https://www.infoszeged.hu/hirek/helyi_hirek/elegedettek/",
      "title": "Hírek | infoSzeged | Friss hírek, helyi hírek, országos hírek, sport hírek, bulvár hírek",
      "description": "szegedi,infoSzeged, friss hírek, helyi hírek, országos hírek, sport hírek, bulvár hírek",
      "preview": "Hírek Mehet Összes kategória Helyi Belföld Külföld Bulvár Sport Kék hírek Életmód PR 2025. Október 10. 07:34, péntek | Bulvár Tíz magyar étterem kapot"
    },
    {
      "url": "https://www.paramountnetwork.com/legal/bhws2g/privacy-policy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "https://www.vero.fi/henkiloasiakkaat/",
      "title": "Henkilöasiakkaat - vero.fi",
      "description": "Verohallinto kerää suurimman osan Suomen veroista ja veronluonteisista maksuista.",
      "preview": "/> Verohallinnon nimissä on lähetetty huijausviestejä. Lue lisää huijauksista . Henkilöasiakkaat Hae koko sivustolta Sulje Verokortti Jos sinun täytyy"
    },
    {
      "url": "https://www.vultr.com/?ref=6837140",
      "title": "SSD VPS Servers, Cloud Servers and Cloud Hosting - Vultr.com",
      "description": "Vultr Global Cloud Hosting - Brilliantly Fast SSD VPS Cloud Servers. 100% KVM Virtualization",
      "preview": "GPUs at Vultr now."
    },
    {
      "url": "https://www.ekokom.cz/en/",
      "title": "EKO-KOM - Systém sběru a recyklace obalových odpadů",
      "description": "EKO-KOM a.s. is authorized packaging company, which provides associated compliance of take-back and recovery of packaging waste.",
      "preview": "Clients Statutory obligations How the system works How to join the system Contract with GTC Quarterly statements Fees Audits List of clients Littering"
    },
    {
      "url": "https://www.zerocric.com/",
      "title": "zerocric.com -",
      "description": "void",
      "preview": "Skip to content Archives"
    },
    {
      "url": "https://shopmsd.com/products/mountain-sledder-magazine-ride-guide-volume-2-golden",
      "title": "Mountain Sledder Magazine Ride Guide - Volume 2: Golden & Columbia Val - ShopMSD",
      "description": "This guidebook series, written exclusively for sledders, highlights all of the most popular and many of the lesser known snowmobiling zones in each volume's respective region. In it you'll find all of the information you need to plan and get the most of a sled trip there, including how to find each zone and what to e",
      "preview": "AS OF SEPTEMBER 17, ALL SALES ARE FINAL (NO RETURNS, EXCHANGES) Roll over image to zoom in Mountain Sledder Magazine Ride Guide - Volume 2: Golden & C"
    },
    {
      "url": "https://learningedge.skillsoft.com/",
      "title": "Home - Learning Edge",
      "description": "void",
      "preview": "Getting Started Talent Insights All Things AI Product & Solutions Percipio Leadership & Business Coaching Codecademy Enterprise Compliance Join a Disc"
    },
    {
      "url": "http://www.garzia.it/",
      "title": "Garzia.it",
      "description": "void",
      "preview": "Sito in costruzione"
    },
    {
      "url": "https://vanceai.com/",
      "title": "VanceAI | AI Photo Enhancement, Generation & Editing Tools Provider",
      "description": "VanceAI offers AI enhancing, upscaling, sharpening, denoising, background removal & generation, etc., to boost productivity and creativity in photo processing.",
      "preview": "AI Photo Enhancer: AI Restore and Enhance Photo Quality in One Click VanceAI is your all-in-one AI-powered solution for photo enhancement and restorat"
    },
    {
      "url": "https://foxsanantonio.com/newsletter-daily/dog-owner-of-deadly-attack-speaks-out",
      "title": "COMPLETE INTERVIEW with owner of pit bulls that killed 81-year-old man",
      "description": "SAN ANTONIO - \"It not only traumatized me, I know it traumatized my husband,\" says Abilene Moreno, who believes her husband, 31-year-old Christian Alexander Mor",
      "preview": "Fri, 10 Oct 2025 10:12:13 GMT (1760091133069) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.tes-amm.com/de-de/it-wiedervermarktungsservice-von-microsoft-f%C3%BCr-unternehmen?hs_preview=sEAwKJUD-73305375500",
      "title": "IT Wiedervermarktungsservice von Microsoft für Unternehmen",
      "description": "Auf dieser Seite können Sie weitere Informationen über den IT-Wiedervermarktungsservice von Microsoft für öffentliche Organisationen anfordern.",
      "preview": "Services E-Waste Recycling IT Asset Disposition Managed Deployment Battery Recycling Data Center Services Spare Parts Global Facilities Find your faci"
    },
    {
      "url": "https://www.boehms-dax-strategie.de/geldanlagetipps/finanzen/umweltsuender-bitcoin.html",
      "title": "Umweltsünder Bitcoin? Böhms DAX-Strategie",
      "description": "Bitcoin-Hype auf Kosten der Umwelt? Der Energieverbrauch bei Mining und Transaktion von Kryptowährungen ist bedenklich. Angesichts der Auswirkungen auf die Umwelt ist Kritik durchaus berechtigt!",
      "preview": "++ Most Wanted - Über diese Aktien spricht der Markt! --> Heute gratis sichern ++ × MENÜ GRATIS E-BOOKS > Sie sind hier: Böhms Geldanlagetipps > Finan"
    },
    {
      "url": "https://covid19.nj.gov/pages/vaccine",
      "title": "COVID-19",
      "description": "Stay informed with NJ",
      "preview": "Healthy New Jersey × En Español COVID-19 is still here Let's do whatever we can to keep ourselves and our communities safe: stay up to date with vacci"
    },
    {
      "url": "https://surferseo.com/",
      "title": "Surfer: SEO Content Optimization Platform",
      "description": "Use Surfer to research, audit, write, optimize and generate SEO optimized articles in 20 minutes. Everything you need to create a comprehensive content strategy that yields real results is a click away with Surfer!",
      "preview": "AI SEO is Here: 7 Steps to Stay Visible in 2026 and Beyond Watch Now Boost visibility in Google, ChatGPT, and beyond. Search has changed. People turn"
    },
    {
      "url": "https://www.youtubekids.com",
      "title": "YouTube Kids",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Per utilizzare YouTube Kids, chiedi a un genitore di aggiornare il browser."
    },
    {
      "url": "https://www.buyfromablackwoman.org/",
      "title": "Buy From A Black Woman",
      "description": "Buy from a Black Woman (BFABW) is an Nonprofit Organization which helps bring awareness to Black Women business owners and the people who support them.",
      "preview": "top of page When you support a Black Woman Business Owner... you support a whole community. About Black Women have been leading the numbers when it co"
    },
    {
      "url": "https://www.sephora.sg/products/espressoh-glassy-blush-by-the-glass/v/default",
      "title": "Buy Makeup, Cosmetics and Skincare | Sephora Singapore",
      "description": "Sephora, where beauty beats. Discover the best in makeup, skin care, and more from a wide selection of beauty brands. Free shipping for orders above S$40.",
      "preview": "icon-back-left-arrow pinterest facebook twitter menu category explore search bag account store-location order wishlist wishlist-added need-help logout"
    },
    {
      "url": "https://prepare.icloud.com/?c=store",
      "title": "Get temporary iCloud storage when you buy a new iPhone or iPad - Apple Support",
      "description": "When you buy a new iPhone or iPad, you can get temporary iCloud storage to transfer data from your current device to your new one. Learn if you're eligible, how to create a temporary backup, and how long your temporary backup is available.",
      "preview": "Get temporary iCloud storage when you buy a new iPhone or iPad When you buy a new iPhone or iPad, you can get temporary iCloud storage to transfer dat"
    },
    {
      "url": "https://delante.shop/produkty/animalia-kot-breloczek-silikonowy-czarno-bialy-kotek-krawacik-65-x-55-cm-2/",
      "title": "Animalia Kot breloczek silikonowy czarno-biały kotek Krawacik 6,5 x 5,5 cm - Delante Shop",
      "description": "void",
      "preview": "Porównywarka cenowa Delante Shop CSS Szukaj: Szukaj Przeskocz do treści Delante Shop > Zwierzęta i artykuły dla zwierząt > Artykuły dla zwierząt > Art"
    },
    {
      "url": "https://nadri.com/collections/bracelets/products/rsvp-cz-bypass-hinge-bracelet?variant=42515372736771",
      "title": "RSVP CZ BYPASS HINGE BRACELET - NADRI",
      "description": "CZ Stones create a glamorous sparkle effect on this hinged bracelet that will make your wrist stand out and dress up any outfit.",
      "preview": "FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ Yo"
    },
    {
      "url": "https://www.imo.org/en/OurWork/MSAS/Pages/IMO-identification-number-scheme.aspx?utm%255Fsource=example.com&utm%255Fmedium=link&utm%255Fcompaign=article#:~:text=The%20IMO%20ship%20identification%20number%20scheme%20was%20introduced,permanent%20number%20to%20each%20ship%20for%20identification%20purposes.",
      "title": "IMO identification number schemes",
      "description": "void",
      "preview": "IMO SHIP IDENTIFICATION NUMBER SCHEME (Circular letter No.1886/Rev.5) The IMO ship identification number scheme was introduced in 1987 through adoptio"
    },
    {
      "url": "https://www.tablesgenerator.com/latex_tables",
      "title": "Create LaTeX tables online - TablesGenerator.com",
      "description": "Easily create even complex LaTeX tables with our online generator - you can paste data from a spreadsheet, merge cells, edit borders and more.",
      "preview": "Tables Generator LaTeX HTML Text Markdown MediaWiki File New table... Import CSV file... Paste table data... From LaTeX code... Save table... Load tab"
    },
    {
      "url": "https://www.radc.rush.edu/docs/parentStudyDesigns.htm;jsessionid=228FF4F01D85B9C8D3A22EEC666D615D",
      "title": "Study Design Summaries | RADC",
      "description": "void",
      "preview": "Document­ation Overviews and Timelines Cohort Study Designs Substudies Omics Omics Overview Omics Heatmap Variables Standard Datasets Clinical Patholo"
    },
    {
      "url": "https://www.clover.com/developers",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://canmuseum.com/Detail.aspx?CanID=76990",
      "title": "MAROMARO-Mango drink-280mL-Japan-2012",
      "description": "Can museum of can collections from can collectors world wide.",
      "preview": "MAROMARO-Mango drink-280mL-Japan-2012 Can Museum ID: 76990 Brand: MAROMARO Flavor: Mango drink Volume: 280mL Country Made For: Japan Country Made In:"
    },
    {
      "url": "https://teamfeed.feedingamerica.org/index.cfm?fuseaction=cms.page&id=1041",
      "title": "Fundraise to Fight Hunger",
      "description": "To feed America's hungry through food banks and engage our country in the fight to end hunger",
      "preview": "Skip to main content. Fundraise to fight hunger Engage your community, customers, family and friends to help end hunger in America. Your fundraiser ca"
    },
    {
      "url": "https://unchangingprinciples.com/up/",
      "title": "Unchanging Principles - Life inside my presidential family",
      "description": "void",
      "preview": "Skip to content Home UNCHANGING PRINCIPLES Life inside my presidential family By josh carter Start Listening See all Episodes Also find us on: Episode"
    },
    {
      "url": "https://www.google.com.au/maps/search/2-6+Curley+Cct%2C+Roseneath+QLD+4811/@-19.375044170348,146.83236748437,17z",
      "title": "Prima di continuare su Google Maps",
      "description": "void",
      "preview": "Accedi Accedi Prima di continuare su Google Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazione di annunci. Scopri"
    },
    {
      "url": "https://www.sony.com/electronics/support?cpint=spt-globalheader_supportsite",
      "title": "Support for Sony products | Sony USA",
      "description": "Looking for support on Sony Electronics products? Find comprehensive support information for Sony products.",
      "preview": "Uh oh. It looks like JavaScript is disabled in your browser. To get the full experience on Sony.com, please change your settings to allow JavaScript."
    },
    {
      "url": "https://ocw.mit.edu/courses/6-006-introduction-to-algorithms-spring-2020/",
      "title": "Introduction to Algorithms | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "This course is an introduction to mathematical modeling of computational problems, as well as common algorithms, algorithmic paradigms, and data structures used to solve these problems. It emphasizes the relationship between algorithms and programming and introduces basic performance measures and analysis techniques for these problems.",
      "preview": "Browse Course Material Course Info Instructors Prof. Erik Demaine Dr. Jason Ku Prof. Justin Solomon Departments Electrical Engineering and Computer Sc"
    },
    {
      "url": "https://medicalfuturist.com/",
      "title": "The Medical Futurist",
      "description": "We strongly believe that only digital health can bring healthcare into the 21st century and make patients the point-of-care.",
      "preview": "× | Explore The Future Of Healthcare With The Medical Futurist Access visionary insights and high-level research driving healthcare transformation Rea"
    },
    {
      "url": "https://skilllab.io/",
      "title": "SkillLab Home Page - SkillLab",
      "description": "SkillLab is an impact business from Amsterdam. Together with our partners, we empower people to turn their skills into careers.",
      "preview": "We use cookies to optimize our website and services. Read more Accept all cookies Dismiss"
    },
    {
      "url": "https://spiru.nl/blogs/spiritualiteit/tarot-snelcursus-zo-leer-je-de-betekenis-van-tarotkaarten",
      "title": "Tarot Snelcursus, Zo leer je de Betekenis van Tarotkaarten",
      "description": "Tarot zou helpen om jezelf te leren kennen. Maar wat betekenen die mysterieuze tarotkaarten toch? Hier vind je alvast een begin.",
      "preview": "Elke maand gratis verzonden Al 36814 bomen geplant 9.1 out of 10 stars 32511 reviews Contact Elke maand gratis verzonden We zijn live. Nu tijdelijk me"
    },
    {
      "url": "https://www.blm.gov/visit/copper-ridge-dinosaur-tracks-interpretive-site",
      "title": "Copper Ridge Dinosaur Tracks Interpretive Site | Bureau of Land Management",
      "description": "Length of Hike: A short walk (just over 200 yards) up the hill to the tracks. Type of Hike: A short constructed trail that parallels the jeep route. Area Attractions: Dinosaur tracks and beautiful scenery.",
      "preview": "Skip to main navigation Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United St"
    },
    {
      "url": "https://artrapp.tumblr.com/",
      "title": "@artrapp on Tumblr",
      "description": "Mom, Engineer Supporter of Arts and Culture",
      "preview": "Posts Likes nevaehtyler These are incredible.. csmitty4u CHECK!!! artrapp Love these! coolnessgraphed Follow fyblackwomenart Follow Hypatia of Alexand"
    },
    {
      "url": "https://www.dailymail.co.uk/tvshowbiz/article-11257947/Sam-Claflin-CONFIRMS-relationship-Leonardo-DiCaprios-ex-Cassie-Amato.html",
      "title": "Sam Claflin CONFIRMS relationship with Leonardo DiCaprio's ex Cassie Amato | Daily Mail Online",
      "description": "The pair were spotted holding hands during a romantic stroll in London on Tuesday - after months of leaving flirty comments on each others Instagram posts.",
      "preview": "Home News Royals U.S. Sport TV Showbiz Femail Health Science Money Travel Podcasts Buyline Beauty Fashion Home and Garden My Profile Logout Login Head"
    },
    {
      "url": "https://giphy.com/undp",
      "title": "UN Development Programme GIFs on GIPHY - Be Animated",
      "description": "Find the best & newest featured UN Development Programme GIFs. Search, discover and share your favorite GIFs. The best GIFs are on GIPHY.",
      "preview": "Privacy Terms 185 Uploads 139M GIF Views UNDP works in about 170 countries and territories, helping to achieve the eradication of poverty, and the red"
    },
    {
      "url": "http://siemplifycommunity.slack.com/",
      "title": "Workspace Suspended | Slack",
      "description": "void",
      "preview": "This workspace has been suspended. secops-community.slack.com This workspace has been suspended. Go to slack.com ."
    },
    {
      "url": "https://www.cinemax.com/",
      "title": "Cinemax: Official Website Featuring Original Series, Movies & More",
      "description": "The official website for Cinemax, home of action-packed original series, Hollywood hits and more. Find movies and TV shows to watch online.",
      "preview": "C.B. STRIKE: LETHAL WHITE VIEW MORE WARRIOR A gritty, sexy, violent, pulse-quickening original series from Cinemax, Warrior is a crime drama set durin"
    },
    {
      "url": "https://www.villagevoice.com/2022/03/07/mayor-adams-guns-for-bail-reform/",
      "title": "Mayor Adams Guns for Bail Reform - The Village Voice",
      "description": "As he left the wake for slain police officer Wilbert Mora, NYPD Chief of Department Kenneth Corey spoke with anger and resignation about the high tide of guns and shooters washing over the city. \"You've got career criminals in possession of illegal guns, assault rifles, high-capacity magazines,\" Corey told reporters outside St. Patrick's Cathedral. Cops [...]",
      "preview": "Skip to content SEVEN DECADES New York's 1970 'Hard Hat Riot' Was a Precursor of Today's MAGA Demagoguery by Joe Flaherty VOICE CHOICE Hit the Streets"
    },
    {
      "url": "https://www.thesaurus.com/",
      "title": "Synonyms and Antonyms of Words | Thesaurus.com",
      "description": "Thesaurus.com is the world's largest and most trusted online thesaurus for 25+ years. Join millions of people and grow your mastery of the English language.",
      "preview": "Word of the Day October 10, 2025 al desko [ al des -koh ] Meaning and examples Start each day with the Word of the Day in your inbox! Sign Up By click"
    },
    {
      "url": "https://issuu.com/features/visual-stories?issuu_product=header&issuu_subproduct=%2F5070%2Fdocs%2Fedo_mazi_support_281111%3Fmode%3Dembed%26viewMode%3Dpresentation%26layout%3Dhttp%253A%252F%252Fskin.issuu.com%252Fv%252Fwood%252Flayout.xml%26showFlipBtn%3Dtrue&issuu_context=link&issuu_cta=visual_stories",
      "title": "Boost engagement with Social Posts | Issuu",
      "description": "Use Issuu's Social Posts feature to quickly design on-brand posts and stories to share across channels. Our drag-and-drop builder and pre-generated templates to create graphics in minutes.",
      "preview": "Social Posts Boost engagement with Social Posts Use our drag-and-drop builder to quickly design eye-catching graphics from your flipbooks or scratch,"
    },
    {
      "url": "https://www.officialstation.com/tag/benny-benassi",
      "title": "Benny Benassi Archives - I am official station",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer You are here: Home / Archives for Benny Benassi Benny Benassi J"
    },
    {
      "url": "https://auth.ted.com/users/new",
      "title": "TED: Ideas worth spreading",
      "description": "void",
      "preview": "TED Auth requires JavaScript. Please enable JavaScript in your browser."
    },
    {
      "url": "https://starcraft.fandom.com/ko/wiki/%EB%8C%80%EB%AC%B8?file=StarCraft+2+-+Adjutant+%28Terran+Advisor%29+Quotes+%28KR%29",
      "title": "StarCraft 2 Wiki | Fandom",
      "description": "void",
      "preview": "StarCraft 2 Wiki 로그인 아직 계정이 없으신가요? 가입하기 로그인 광고 내용으로 건너뛰기 한국어 Deutsch English Español Français Italiano 日本語 中文 中文（臺灣） 대문 Sign in to edit 역사 캐시 퍼지 토론 (1"
    }
  ],
  "_meta": {
    "total_bookmarks": 62
  }
}