{
  "data": [
    {
      "url": "https://oceanographicmagazine.com/magazine/",
      "title": "About the Magazine - Oceanographic",
      "description": "Oceanographic Magazine",
      "preview": "Take the ocean home \"A piece of pure publishing joy\" - David Doubilet Oceanographic Magazine uses beautiful photography and captivating storytelling t"
    },
    {
      "url": "https://www.marvel.com/articles/movies/scott-lang-memoir-look-out-for-the-little-guy",
      "title": "Scott Lang Announces New Memoir 'Look Out for The Little Guy' Coming this Fall | Marvel",
      "description": "Pick up the book as seen on the big screen in 'Ant-Man and The Wasp: Quantumania'",
      "preview": "Movies Published February 1, 2023 Scott Lang Announces New Memoir 'Look Out for The Little Guy' Coming this Fall Pick up the book as seen on the big s"
    },
    {
      "url": "https://newsroom.deatch.paypal-corp.com/Startseite",
      "title": "PayPal Newsroom: Offizielle News, Pressemitteilungen, Kontakt",
      "description": "Bleiben Sie immer auf dem neuesten Stand. Im PayPal Newsroom finden Sie aktuelle Pressemitteilungen, Bilder und unseren Blog. Entdecken Sie die PayPal-Welt!",
      "preview": "Titelgeschichte Titelgeschichte / HERO BLOCK PayPal Venmo Unternehmensnews Strategische Partnerschaften PayPal stellt „PayPal World\" vor: Die globale"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Map_Features",
      "title": "Map features - OpenStreetMap Wiki",
      "description": "void",
      "preview": "tagging #Mapfeatures #Mapfeatures tagging Map features From OpenStreetMap Wiki (Redirected from Map Features ) Jump to navigation Jump to search Help"
    },
    {
      "url": "https://ecommerce.apple.com/asb2bstorefront/login?country=US&segment=GOV-STLOC&language=en&public=true",
      "title": "Apple Store for Government : Home",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.boardgamegeek.com/game/2545",
      "title": "Contigo | Board Game | BoardGameGeek",
      "description": "4-in a line controlled by a Mancala system.",
      "preview": "void"
    },
    {
      "url": "https://portuguese.alibaba.com/product-detail/artilady-artificial-wall-hanging-plants-with-wooden-sticks-home-decoration-1600378062143.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://sports.answers.com/Q/How_many_super_bowls_did_teddy_bruschi_win",
      "title": "How many super bowls did teddy bruschi win? - Answers",
      "description": "Former Patriots Linebacker Tedy Bruschi has played in 5 Super Bowls. He's played in Super Bowls XXXI, XXXVI, XXXVIII, XXXIX and XLII.",
      "preview": "Create 0 Log in Subjects > Sports > Team Sports How many super bowls did teddy bruschi win? Anonymous ∙ 14 y ago Updated: 9/27/2023 Former Patriots Li"
    },
    {
      "url": "https://circ.earth/",
      "title": "Circ • Threading Together the Future of Circular Fashion",
      "description": "At Circ, we've created a technology system that returns clothes back to the raw materials from which they were made. We've discovered a path to erase our global fashion footprint.",
      "preview": "Please rotate your screen Our Materials Our Technology The Cost of Clothing About Us Circ France Introducing Circ France We are advancing the future o"
    },
    {
      "url": "https://learningcommunity.accaglobal.com/",
      "title": "ACCA Learning Community | ACCA Tips & Support - Homepage",
      "description": "Explore the official Learning Community for ACCA accountancy students. Find ACCA tips and support including learning resources, study groups and exam papers.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.transfermarkt.com/",
      "title": "Football transfers, rumours, market values and news | Transfermarkt",
      "description": "Transfermarkt - The football website for transfers, market values, rumours and stats",
      "preview": "Transfermarkt - The football portal with transfers, market values, rumours and statistics Spotlight © TM/IMAGO 156 players updated Ligue 1 market valu"
    },
    {
      "url": "https://blog.computus-druck.com/tag/brandkatastrophen/",
      "title": "Brandkatastrophen - Altertum und Bücher aus Gutenberg",
      "description": "void",
      "preview": "Unter dem Titel »Gott zur Ehr' - dem Nächsten zur Wehr. Geschichte und Geschichten der freiwilligen Feuerwehr Bad Kreuznach« erscheint am 24.10.2015 d"
    },
    {
      "url": "https://allfingersandthumbs.blogspot.com/2012/11/next-question.html?showComment=1353492161801",
      "title": "Next question -",
      "description": "Crafting a mindful life through knitting, sewing, trying ALL the crafts. Finding beauty and creativity in everyday life.",
      "preview": "Skip to main content Next question - Get link Facebook X Pinterest Email Other Apps - November 18, 2012 did I buy enough yarn? Looks like that's a yes"
    },
    {
      "url": "http://www.nctsn.org/sites/default/files/assets/pdfs/nctsn_earlychildhoodtrauma_08-2010final.pdf",
      "title": "Early Childhood Trauma | The National Child Traumatic Stress Network",
      "description": "Offers details on how early childhood trauma is unique, the scope of the problem, as well as the symptoms and behaviors associated with exposure to trauma at an early age.",
      "preview": "Jump to navigation Early Childhood Trauma You are here Home > Early Childhood Trauma Back to top Early Childhood Trauma NCTSN Resource Resource Descri"
    },
    {
      "url": "https://somethinginthewater.com/",
      "title": "SOMETHING IN THE WATER | Virginia Beach, VA",
      "description": "SITW is back and will descend upon Virginia Beach April 28-30, 2023.",
      "preview": "Sign In My Account Back Lineup Set Times Festival Poster Back Pass Types Pass & Order Info Box Office/Will Call Ticketing Support Back Festival Info G"
    },
    {
      "url": "https://dynamic-ais.spire.com",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://drwhitneybowebeauty.com/products/relaxation-sleep-skin-capsules",
      "title": "Night Mode- Restorative Sleep + Skin Capsules - Dr. Whitney Bowe Beauty",
      "description": "A clinically-proven relaxation capsule by dermatologist Dr. Whitney Bowe.† Designed to: Support healthier skin by helping to ease stress and promote calm† Facilitate better sleep-without a groggy morning hangover† Promote relaxing alpha wave brain activity and a healthy circadian rhythm† Melatonin-free, non-habit-formi",
      "preview": "Our newest product is dropping soon Sign up for early access to our latest derm-created, 100% clinically-proven innovation. Shop before everyone else"
    },
    {
      "url": "https://action.uso.org/2106_EVERGREEN_2?sc=WW18STRYINL",
      "title": "Add your name for our brave troops | USO",
      "description": "The USO is collecting signatures to make sure our service members who sacrifice so much for us know we have their backs. Sign the card now.",
      "preview": "Sign the card to thank our troops Our American heroes are waiting to hear from you. Sign the card now to support our service members. Thank you for yo"
    },
    {
      "url": "https://ford.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | Ford & Lincoln - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/faq.php?sid=5458365bbfef322424b92d972608bb59",
      "title": "L'Angolo dei Sogni - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "https://corporate.shipt.com/news",
      "title": "Shipt - News",
      "description": "Get the latest news from Shipt",
      "preview": "Ready to start saving time? Newsroom Introducing Shipt's New Chat to Cart Feature Introducing Shipt's New Chat to Cart Feature Oct 2, 2025 Introducing"
    },
    {
      "url": "http://beardifyapp.com",
      "title": "Beardify",
      "description": "void",
      "preview": "BEARDIFY Grow a beard."
    },
    {
      "url": "https://www.ucsc.edu/index.html",
      "title": "UC Santa Cruz - A world-class public research institution comprised of ten residential college communities nestled in the redwood forests and meadows overlooking central California's Monterey Bay.",
      "description": "void",
      "preview": "Top 15 Alternative Ivies by Town & Country #22 Top Public Universities by Forbes Gold in Sustainability by Association for the Advancement of Sustaina"
    },
    {
      "url": "https://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "http://www.firenze.linux.it/",
      "title": "FLUG | Firenze Linux User Group",
      "description": "void",
      "preview": "Vai al contenuto Questo è il sito web del Firenze Linux User Group o FLUG, un insieme di persone che promuovono e supportano la diffusione del softwar"
    },
    {
      "url": "http://wiki.fablab-kali.de/doku.php?id=documentation:electronics:start&do=backlink",
      "title": "documentation:electronics:start - Backlinks [FabLab Kamp-Lintfort]",
      "description": "void",
      "preview": "skip to content FabLab Kamp-Lintfort User Tools Log In Site Tools Search Tools Show page Old revisions Backlinks Recent Changes Media Manager Sitemap"
    },
    {
      "url": "https://aviation-docs.spire.com/api/authentication",
      "title": "Authentication | Spire Aviation",
      "description": "Before accessing the APIs, Spire must provide users with an API token for the Aviation APIs.",
      "preview": "Skip to main content Menu Authentication Tracking Stream API Introduction Output Usage Playground Tracking History API Introduction Output Usage Fligh"
    },
    {
      "url": "https://delorie.com/archives/browse.cgi?p=djgpp/1997/10/09",
      "title": "Mail Archives: djgpp/1997/10/09",
      "description": "void",
      "preview": "delorie.com / archives /browse.cgi search Mail Archives: djgpp/1997/10/09"
    },
    {
      "url": "https://www.eltiempo.com/archivo/documento/CMS-16590901",
      "title": "Influencia del entorno urbano en la salud del hombre",
      "description": "Estudio con participación de la U. de los Andes midió el impacto del urbanismo en la salud.",
      "preview": "En este portal utilizamos datos de navegación / cookies propias y de terceros para gestionar el portal, elaborar información estadística, optimizar la"
    },
    {
      "url": "http://cuicuifactory.com/f0235-6624/",
      "title": "f0235-6624 | CuiCui Factory",
      "description": "CuiCuiFactory | 北九州・下関エリアの結婚式写真撮影・結婚式エンドロール制作・成人式・七五三・family",
      "preview": "void"
    },
    {
      "url": "https://artists.apple.com/",
      "title": "Apple Music for Artists",
      "description": "Resources to record, release, and promote your music on Apple Music, and analytics to highlight how listeners discover and stream your music around the world.",
      "preview": "Make your music. Get your songs out of your head and into the world. Now anyone can record studio-quality sound, release new tracks, and connect with"
    },
    {
      "url": "https://www.partsworldshop.com/de/2~205~motorrad/BMW/K-1300-R-S",
      "title": "Sortiment / BMW / K 1300 R / S - Parts World Shop",
      "description": "Sortiment / BMW / K 1300 R / S /",
      "preview": "Newsletter abonnieren und Preisvorteile sichern! Löschen icon-hamburger Menü icon-profile Anmelden / Registrieren Motorrad Racing Auto Bekleidung Zube"
    },
    {
      "url": "https://www.premierleague.com/tables",
      "title": "Premier League Table, Form Guide & Season Archives",
      "description": "View the latest Premier League tables, form guides and season archives, on the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://huridocs.org/services/",
      "title": "Services | HURIDOCS",
      "description": "HURIDOCS offers support to human rights groups that want to gather, organise and use information to create positive change in the world.",
      "preview": "Skip to content Home > Services Services HURIDOCS offers support to human rights groups that want to gather, organise and use information to create po"
    },
    {
      "url": "https://www.lockheedmartin.com/en-us/products/u2-dragon-lady.html",
      "title": "U-2 Dragon Lady | Lockheed Martin",
      "description": "Experience unmatched capabilities of the U-2S Dragon Lady, a reconnaissance aircraft excelling in strategic operations, setting the bar for future innovations.",
      "preview": "U-2 Dragon Lady: A Reconnaissance Aircraft Products | U-2 Dragon Lady U-2 Dragon Lady Proven and Ready U-2 Dragon Lady Skunk Works® ISR & UAS Capabili"
    },
    {
      "url": "https://blog.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=who-we-are",
      "title": "The Mozilla Blog",
      "description": "Perspectives on the internet from Mozilla",
      "preview": "Skip to content Search Search for: Featured Article Firefox profiles: Private, focused spaces for all the ways you browse Every part of your life has"
    },
    {
      "url": "https://nccriminallaw.sog.unc.edu/counties-may-impose-civil-penalties-passing-stopped-school-bus/",
      "title": "Counties May Impose Civil Penalties for Passing a Stopped School Bus - North Carolina Criminal Law",
      "description": "Four years ago, the General Assembly increased the criminal fine for passing a stopped school bus and enacted new license revocation and registration hold",
      "preview": "Skip to content Four years ago , the General Assembly increased the criminal fine for passing a stopped school bus and enacted new license revocation"
    },
    {
      "url": "http://s01.flagcounter.com/more30/vOp/76",
      "title": "Flag Counter » History",
      "description": "void",
      "preview": "Flag Counter Home Country List FAQ Forum Overview | Details | today | Yesterday | History | Flag Map | Upgrade Create a free counter! Last Week | Last"
    },
    {
      "url": "http://www.sailacrossthesun.com/",
      "title": "Sail Across the Sun",
      "description": "Thank you, Sail Across The Sun Family, for another incredible vacation! Train looks forward to reuniting with you at sea in 2027! As Alumni, you'll be the first to get any and all updates on our next sailing. Until next time. . . see you soonish!",
      "preview": "Thanks for sailing! Thank you, Sail Across The Sun Family, for another incredible vacation! Train looks forward to reuniting with you at sea in 2027!"
    },
    {
      "url": "https://www.toyotavantech.com/forum/content.php?185&s=00fc93410e425fe4e5e90c822c18514a",
      "title": "ToyotaVanTech.com Library - Add New Section",
      "description": "void",
      "preview": "Register Help Remember Me? What's New? Articles TVT Vanwagon Owner's Manual TVT Previa Owner's Manual Tim's Tech Tips Forum Blogs Advanced Search Home"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/",
      "title": "Pristine Seas - National Geographic Society",
      "description": "Pristine Seas preserves the wonders of our ocean-like coral reefs-through science and film. We helped create 30 of the world's largest marine protected areas.",
      "preview": "Protecting the Ocean's Vital Places Pristine Seas Since 2008, Pristine Seas has helped establish 30 of the largest marine protected areas in the world"
    },
    {
      "url": "https://lab.kb.nl/?theme=dark&amp%3Bf%5B0%5D=field_file_format%3A18&amp%3Bf%5B1%5D=field_product_source%3A5&f%5B0%5D=field_product_type%3A2&f%5B1%5D=field_product_source%3A9&f%5B2%5D=field_category%3A30",
      "title": "KB LAB | KB LAB",
      "description": "void",
      "preview": "Skip to main content KB LAB Join us and explore the KB's digital treasure trove In the KB Lab you can find experimental tools and data built for and f"
    },
    {
      "url": "https://www.astromind.de/astrologie-artikel/wochenende-vom-29-april-bis-1-mai.html",
      "title": "Wochenende vom 29. April bis 1. Mai - Astrologie",
      "description": "Ich glaub´, am Freitag stehe ich erst spät auf:-). Dann hab ich den Mond im Steinbock umschifft. Die Lerchen unter Ihnen könnten aber dieses knappe Zeitfenster morgens noch nutzen...",
      "preview": "Copyright 2025 Sylvia Grotsch Diese Website nutzt Cookies und andere Technologien Alle ablehnen Privatsphäre-Einstellungen Alle akzeptieren Externe Me"
    },
    {
      "url": "https://v-fonts.com/",
      "title": "Variable Fonts",
      "description": "A simple resource for finding and trying variable fonts.",
      "preview": "⚠️ Notice: As a showcase of variable fonts, this site requires a web browser that supports OpenType font variation technology. It looks like your brow"
    },
    {
      "url": "https://sportslens.com/",
      "title": "Sportslens.com - NFL, NBA, NHL, MLB News, Rumors & Betting Picks",
      "description": "NFL, NBA, NHL, MLB News, Rumors & Betting Picks",
      "preview": "Disclosure Top Sports News NFL LATEST Ravens' Lamar Jackson (hamstring) is trending toward missing his second straight game Zach Wolpin • Oct 09 2025"
    },
    {
      "url": "https://www.ign.es/web/ign/portal",
      "title": "Inicio - Instituto Geográfico Nacional",
      "description": "void",
      "preview": "Instituto Geográfico Nacional Noticias destacadas Exposición en Madrid (se abrirá nueva ventana) Disponible nueva Guía didáctica para educación secund"
    },
    {
      "url": "https://socialimpact.github.com",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.marineregions.org",
      "title": "Marine Regions",
      "description": "void",
      "preview": "About Gazetteer Maritime Boundaries Sources Statistics Downloads User testimonials Loading video... About Marine Regions Marine Regions is a standard"
    },
    {
      "url": "https://www.economistgroup.com/about-us",
      "title": "The Economist Group - About us",
      "description": "From its beginnings in 1843, The Economist Group has evolved into a staunchly independent global media and information-services company with intelligent brands for an international audience.",
      "preview": "About us Jump to Our story Our editorial philosophy Our values Our offices Our story Inspiring progress globally From its beginnings in 1843, when The"
    },
    {
      "url": "https://www.nyu.edu/search.html",
      "title": "NYU Search",
      "description": "void",
      "preview": "Search NYU Search"
    },
    {
      "url": "https://onezero.medium.com",
      "title": "OneZero",
      "description": "OneZero is a former publication from Medium about the impact of technology on people and the future. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in OneZero by Medium 283K followers · 1 editor Follow About Debugger Help St"
    },
    {
      "url": "https://www.tamar.org.br/",
      "title": "PROJETO TAMAR",
      "description": "O Projeto Tamar foi criado em 1980 e hoje é reconhecido internacionalmente como uma das mais bem-sucedidas experiências de conservação marinha. Modelo para programas e projetos do Brasil e de outros países, sobretudo porque envolve as comunidades costeiras diretamente no seu trabalho socioambiental, o Tamar conta com a Fundação Pró-Tamar desde 1988 para apoiar os trabalhos de conservação e pesquisa.",
      "preview": "Tartarugas Marinhas Visite o Tamar O que fazemos Onde estamos Mais informações Tartaruga-cabeçuda Tartaruga-de-pente Tartaruga-de-couro Tartaruga-verd"
    },
    {
      "url": "https://www.cameleon.live",
      "title": "Live Streaming Apps | Video Streaming Software",
      "description": "Live Streaming Software for Mac and Windows. Live Streaming Apps for iPhone and iPad. YouTube Live, Facebook Live, RTMP live video streaming. Live broadcast app, free live apps for Facebook, Weibo and YouTube",
      "preview": "Live Streaming Apps for iPhone, Mac and PC YouTube live streaming software for Windows and Mac . Go live on Facebook from Mac and Windows . Wowza, RTM"
    },
    {
      "url": "https://www.spring-board.info/us/downtowns/%20",
      "title": "Retail Foot Traffic Data | MRI Software",
      "description": "Get retail insights with AI-powered foot traffic data. Track visitors, analyze patterns, & optimize footfall strategies to drive revenue.",
      "preview": "Skip to content Register for MRI NA Ascend 2025 Free Daily Benchmarks Insights Hub Select a solution Free Daily Benchmarks Insights Hub Get a Demo Hom"
    },
    {
      "url": "https://www.nglcc.org/",
      "title": "Home - NGLCC",
      "description": "The National LGBT Chamber of Commerce Bringing LGBTQ+ and Allied Businesses Together We are the largest advocacy organization dedicated to expanding merit-based economic opportunities and advancements for LGBTQ+ and other allied and interested businesses.Read NGLCC's Policy for Strategic Partnerships to Expand Contracting Opportunities for LGBTQ+ Owned Businesses and other Allied and Interested SMEs here. LGBTBE",
      "preview": "Skip to Main Content The National LGBT Chamber of Commerce Bringing LGBTQ+ and Allied Businesses Together We are the largest advocacy organization ded"
    },
    {
      "url": "https://blog.koraorganics.com/how-to-order-kora-organics-skincare/",
      "title": "How to Order An Organic Skincare Routine - KORA Organics",
      "description": "We talk through the steps to order an organics skincare routine-to maximize your glow. Learn the steps here for smooth, radiant skin.",
      "preview": "step by step , How to Order An Organic Skincare Routine 3rd October 2023, KORA Organics Team Updated on 28th June 2025 at 3:59 am Knowing which order"
    },
    {
      "url": "https://www.quotenmeter.de/n/102356/",
      "title": "«Genial daneben - Das Quiz»: Ein kleiner Schritt für das Quizgenre, aber ein großer Schritt für Sat.1 - Quotenmeter.de",
      "description": "Mit einer Mixtur aus dem Mutterformat und «Wer weiß denn sowas?» kommt der Sat.1-Vorabend nun endlich aus dem intellektuellen Fegefeuer der Scripted-Reality-Dauerrotation heraus. Das ist grundsätzlich ein ebenso löblicher wie überfälliger Schritt - auch wenn die neue Sendung an sich in vielerlei Hinsicht kein großer Wurf ist.",
      "preview": "Magazin Regen oder Sonne  macht das einen Unterschied bei «Wetter vor acht»? Hintergrund Reihen Interview News Welke & Pastewka zeichnen im November"
    },
    {
      "url": "https://unhabitat.org/over-135000-handwashes-at-un-habitat-supported-facilities-in-nairobi%E2%80%99s-informal-settlements",
      "title": "Over 135,000 handwashes at UN-Habitat-supported facilities in Nairobi's informal settlements | UN-Habitat",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://michaelfresh-blog.tumblr.com/",
      "title": "@michaelfresh-blog on Tumblr",
      "description": "Follow @michaelfresh-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "http://www.lenzetech.com",
      "title": "蓝牙6.1芯片支持Find My Network及其解决方案 | 伦茨科技",
      "description": "伦茨科技，专业的蓝牙芯片及方案供应商，成熟的蓝牙方案开发团队，领先的蓝牙技术支持最全面的蓝牙方案和蓝牙APP开发，提供完整的软硬件设计。",
      "preview": "Find My Network Well, right here 轻松连接苹果Find My网络 全球18亿苹果设备协同查找 Find My 定位查找 有ST17H6X就足够 SoCs suitable to build Find My enabled devices Tracker Detect"
    },
    {
      "url": "https://hroarr.com/",
      "title": "HROARR | Resources for the Historical European Martial Arts & Sports Community",
      "description": "void",
      "preview": "Welcome to HROARR Resources for the Historical European Martial Arts and Sports Community The HROARR site focuses on different aspects of Historical E"
    },
    {
      "url": "https://www.cd.cz/eshop/",
      "title": "Eshop | České dráhy",
      "description": "void",
      "preview": "Spojení a jízdenka Vlak Stanice Moje cestování Přihlásit se nebo registrovat E-MAIL Heslo Přihlásit Přihlásit trvale Zapomenuté heslo Registrovat se V"
    },
    {
      "url": "http://www.shodor.org/metweb/index.html",
      "title": "Air Quality Meteorology",
      "description": "void",
      "preview": "Air Quality Meteorology A Developmental Course of the US Environmental Protection Agency in conjunction with the US National Oceanic and Atmospheric A"
    },
    {
      "url": "https://www.listrak.com/",
      "title": "Listrak | Person-First Marketing Platform for Email, SMS & Web",
      "description": "The cross-channel marketing automation platform for retailers - unifying data, identity, & messaging across email, SMS, push, & web to drive personalization + revenue growth.",
      "preview": "2022 Holiday Playbook A planning guide from Listrak's retail experts. Download Now Platform Platform Clients Clients Company Company Resources Resourc"
    },
    {
      "url": "https://www.popsugar.com/celebrity/Mary-Kate-Olsen-Olivier-Sarkozy-Postengagement-Event-34334543",
      "title": "Mary-Kate Olsen and Olivier Sarkozy Postengagement Event | PS Celebrity",
      "description": "PS makes wellness more accessible through real-life stories, first-person perspectives, and expert-backed information. Our staff of journalists and subject-matter experts research, report, and produce articles, videos, and social content that help people feel good about their well-being choices, no matter what they are. Via our core verticals - Health, Fitness, Beauty, Balance, Identity, and Shopping - we help our audience proceed with confidence.",
      "preview": "Skip to main content Celebrity Mary-kate Olsen Mary-Kate and Olivier Make Their First Postengagement Appearance By Alyse Whitney Updated on March 11,"
    },
    {
      "url": "https://www.sealegacy.org/",
      "title": "SeaLegacy | Ocean Nonprofit Protecting the Power of the Sea",
      "description": "Our Canadian-based ocean nonprofit illuminates global stories and sustainable solutions that move people to action for a better world. Explore ways you can get involved.",
      "preview": "Skip to Main Content How You Can Help Close Help give our ocean a brighter future. Your donation today will fund on-the-ground research and other expl"
    },
    {
      "url": "https://business.safety.google/adscookies/",
      "title": "Cookie information for Google's ad products",
      "description": "Cookie information on this site is made available to assist with the use of Google's ad products.",
      "preview": "Our advertising and measurement cookies To help our partners manage their advertising and websites, we offer many products, including AdSense, Google"
    },
    {
      "url": "https://www.mnafricansunited.org/",
      "title": "Minnesota Africans United | African Diaspora Network",
      "description": "Minnesota Africans United (MAU) is serving as the coalition of African immigrants in Minnesota that is centered on closing the opportunity gaps in agriculture, business training, workforce development, education, employment, healthcare, housing, investment and trade with the mission of creating awareness and increasing access to resources for African communities.",
      "preview": "top of page Register NOW! Become a Member Today! Our Mission Who We Are Minnesota Africans United (MAU) is serving as the coalition of African immigra"
    },
    {
      "url": "http://hosted2.ap.org/APDefault/*/Article_2015-03-05-US--Blurred%20Lines-Song%20Dispute/id-a6024f2efd254832b069c86a57c70c44",
      "title": "Associated Press News: Breaking News, Latest Headlines and Videos | AP News",
      "description": "Read the latest headlines, breaking news, and videos at APNews.com, the definitive source for independent journalism from every corner of the globe.",
      "preview": "void"
    },
    {
      "url": "https://poeleveny-blog.tumblr.com/",
      "title": "Polly.DEATH",
      "description": "POINTFIVE",
      "preview": "Polly.DEATH 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna videogamesdensetsu Phantasy Star:"
    },
    {
      "url": "https://mesnotices.20minutes.fr/pieces-detachees-electromenager/lave-linge/whirlpool/AWO12563.html?piece=carroserie",
      "title": "Pied, plinthe, plan de travail, côté,... machine à laver Whirlpool AWO12563...",
      "description": "void",
      "preview": "REVENIR EN HAUT MesNotices > Pièces détachées électroménager > Machine à laver > Machine à laver Whirlpool Nous recherchons parmi 5 millions de pièces"
    },
    {
      "url": "http://msds.walmartstores.com/",
      "title": "Wercs UPC/Barcode - Powered By The Wercs",
      "description": "void",
      "preview": "Walmart-Sams Club SDS Search Engine & Viewer Home SDS - Help Welcome! All Products Non Archived Products Archived Products « ‹ › » Legal statement Wal"
    },
    {
      "url": "https://advertising.theguardian.com/us/advertising",
      "title": "Home | Guardian Advertising",
      "description": "We now reach 157 million unique browsers worldwide. Our readers are inquisitive, open minded and active. We have the power to transform your business.",
      "preview": "It ' s your choice When we make Guardian Advertising available to you online, we use cookies and similar technologies to help us to do this. Some are"
    },
    {
      "url": "https://www.nba.com/game/okc-vs-lal-0022200821/box-score",
      "title": "Oklahoma City Thunder vs Los Angeles Lakers Feb 7, 2023 Box Scores | NBA.com",
      "description": "Oklahoma City Thunder vs Los Angeles Lakers Feb 7, 2023 player box scores including video and shot charts",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://experience.intellum.com/student/page/497283",
      "title": "Privacy : Intellum",
      "description": "This activity relays how to handle privacy concerns about the Intellum Platform.",
      "preview": "Skip to main content Search Topics All Topics Data + Reporting Certifications Get Started with Evolve Learn Legacy Evolve All Activities Log In At Int"
    },
    {
      "url": "http://www.vulture.com/2015/06/dukes-hazzard-confederate-flag-warner-bros-stop-licensing.html",
      "title": "The Controversy Over the Confederate Flag Has Reached Hazzard County",
      "description": "The studio behind the classic TV show won&rsquo;t license any images of the General Lee with the Stars and Bars.",
      "preview": "Things you buy through our links may earn Vox Media a commission."
    },
    {
      "url": "https://www.cheertourofficial.com/#!",
      "title": "Cheerleader Competitions - Fly High and Reach for the Sky",
      "description": "Dominate the competition floor! This guide empowers cheerleaders with winning routines, nerve-conquering tips, and victory secrets. It's time to shine!",
      "preview": "Cheerleading Championships - A Global Showcase of Exceptional Talent, Precision, and Teamwork Cheerleading competitions are more than just a display o"
    },
    {
      "url": "http://Surface.com/Storage",
      "title": "Surface storage options and hard drive sizes - Microsoft Support",
      "description": "Apps and software that come with your Surface use a significant amount of the disk space on your Surface. Find out how much storage is available for your photos, music, videos, and other files on the different Surface models. Learn how to add more storage space.",
      "preview": "Related topics × Get started with Surface Set up your Surface Clean and care Storage options Back up your Surface Switch from Mac Use with iPhone or A"
    },
    {
      "url": "https://u24.gov.ua/",
      "title": "UNITED24 - The initiative of the President of Ukraine",
      "description": "UNITED24 was launched by the President of Ukraine Volodymyr Zelenskyy as the main venue for collecting charitable donations in support of Ukraine. Funds will be transferred to the official accounts of the National Bank of Ukraine and allocated by assigned ministries to cover the most pressing needs",
      "preview": "An official website of the ukrainian government GOV.ua Read more Open United24 Media u24 MEDIA Read more Open 01 This website use .gov.ua. and belongs"
    },
    {
      "url": "https://eduardoaladren.com/de/?date=2020-4&t=list",
      "title": "Den Norske Opera Oslo - Eduardo Aladrén",
      "description": "Norwegian National Opera Oslo",
      "preview": "Skip to content Location: Storgata 28B, 0184 Oslo, Norway Website: https://operaen.no/en/about-us-oslo-operahouse/ Norwegian National Opera Oslo Twitt"
    }
  ],
  "_meta": {
    "total_bookmarks": 80
  }
}