{
  "data": [
    {
      "url": "https://www.quill.org/",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "Quill provides free writing and grammar activities for middle and high school students.",
      "preview": "Free tools to make your students better writers and readers . NEW Quill.org, a non-profit, provides free literacy activities that build reading compre"
    },
    {
      "url": "https://solawave.co/products/microcurrent-red-light-therapy-facial-wand-kit-with-conductive-serum",
      "title": "Best Red Light Therapy Wand & Activating Serum | Solawave",
      "description": "Experience Solawave's Radiant Renewal Skincare Wand & LightBoost Serum Kit, combining red light therapy, warmth, and massage to reduce wrinkles. Order now.",
      "preview": "Your cart is empty Close cart drawer SHOP ALL 60-Day Free Returns 1-Year Warranty 726,000+ happy customers Scientifically Backed, Award-Winning Skinca"
    },
    {
      "url": "http://www.tentazionidellapenna.com/rassegna-stampa/55-rassegna-stampa-nazionale/669-crolla-il-soffitto-di-una-scuola-nel-brindisino,-bambini-feriti.html",
      "title": "Crolla il soffitto di una scuola nel Brindisino, bambini feriti.",
      "description": "Il soffitto di un'aula della scuola elementare Pessina di Ostuni è crollato durante le lezioni. Un grosso pezzo di intonaco si è staccato dalla volta sui banchi in cui si trovavano gli studenti....",
      "preview": "NOTA! Questo sito utilizza i cookie e tecnologie simili. Se non si modificano le impostazioni del browser, l'utente accetta. Approvo Cerca... Pubbicit"
    },
    {
      "url": "http://www.unoceans.org/",
      "title": "Excel with Diablo 4 Power Leveling | Your Sanctuary to Diablo 4 Mastery",
      "description": "Venture into the depths of Sanctuary elevated by our comprehensive Diablo 4 Power Leveling advice.",
      "preview": "Diablo 4 Power Leveling: Your Guides For Dominating Sanctuary Diablo 4 Cinematics: Memorable Moments Like a seasoned adventurer delving into ancient r"
    },
    {
      "url": "https://blogs.windows.com/msedgedev/2022/10/17/website-typo-protection-typosquatting/?form=MT00D5",
      "title": "Website typo protection defends against fraud including phishing, malware, and other scams - Microsoft Edge Blog",
      "description": "It's easy to make typos when writing out a website name (URL), but these simple mistakes can lead you to potentially fraudulent websites planted by malicious actors. Website typo protection helps protect you when you accidentally n",
      "preview": "Skip to main content Skip to main content / Microsoft Edge Blog October 17, 2022 Website typo protection defends against fraud including phishing, mal"
    },
    {
      "url": "https://courier.unesco.org/en",
      "title": "The UNESCO Courier | The UNESCO Courier",
      "description": "UNESCO's magazine - bringing you local perspectives on global issues since 1948. Available in 6+ languages.",
      "preview": "Skip to main content Search Search رسالة اليونسكو The UNESCO Courier UNESCO's magazine - bringing you local perspectives on global issues since 1948."
    },
    {
      "url": "https://codemmagazine.com/",
      "title": "Code M Magazine - Transforming The Lives of Men!",
      "description": "void",
      "preview": "Skip to content CODE M CIGARS Click Here Facebook Click Here Instagram Click Here Pinterest Get the latest news and information about things impacting"
    },
    {
      "url": "https://www.nytimes.com/section/world",
      "title": "World News - The New York Times",
      "description": "The latest international news, investigations and analysis from Africa, the Americas, Asia, Australia, Canada, Europe, the Middle East and the U.K.",
      "preview": "Advertisement SKIP ADVERTISEMENT Highlights Middle East Crisis Updates: Israel Approves Gaza Deal That Would Free Hostages and Prisoners Prime Ministe"
    },
    {
      "url": "https://www.urban.org/urban-wire/what-police-spending-data-can-and-cannot-explain-amid-calls-defund-police",
      "title": "What Police Spending Data Can (and Cannot) Explain amid Calls to Defund the Police | Urban Institute",
      "description": "At the least, spending data can help advocates and policymakers understand reforms' fiscal opportunities and parameters.",
      "preview": "Skip to main content Sort by Sort by Relevance Date Research and Evidence What We Do Events About Connect Urban is a leader in providing evidence and"
    },
    {
      "url": "http://www.globalstar.com/",
      "title": "Satellite Solutions & Services | Globalstar | US",
      "description": "void",
      "preview": "Globalstar Secures Early Government Wins Expected to Yield $60 Million Expanding Government and Defense Market Presence with Resilient Satellite and 5"
    },
    {
      "url": "https://thevillagedoctors.co.uk/surveyreport.aspx?p=C81050",
      "title": "void",
      "description": "void",
      "preview": "× This website uses cookies We use cookies to improve user experience. Choose what cookies you allow us to use. You can read more about our cookies be"
    },
    {
      "url": "https://nodejs.org/api/fs.html#fs_promises_api",
      "title": "File system | Node.js v24.10.0 Documentation",
      "description": "void",
      "preview": "Skip to content Node.js About this documentation Usage and example Assertion testing Asynchronous context tracking Async hooks Buffer C++ addons C/C++"
    },
    {
      "url": "https://www.cheurlin.com/our-champagne",
      "title": "Our Champagne",
      "description": "Cheurlin Champagnes have been the toast of the Champagne world since 1788. For decades, wine enthusiasts anticipated their debut in the United States and now, history is being made with the uncorking of the Cheurlin and Cheurlin Thomas collections stateside.",
      "preview": "Events Press Buy OUR Champagnes Discover Now Discover Now Discover Now Discover Now our CHAMPAGNES DISCOVER DISCOVER DISCOVER DISCOVER SUBSCRIBE Thank"
    },
    {
      "url": "https://www.insidesport.co/",
      "title": "Latest Sports News, Results, Live Scores of Asia Cup 2025, IPL 2026 | InsideSport",
      "description": "Get latest sports news, live scores, results of Asia Cup 2025, IPL 2026. Stay updated with cricket news, today's sports headlines on InsideSport.",
      "preview": "void"
    },
    {
      "url": "https://developers.google.com/machine-learning/practica/image-classification",
      "title": "ML Practicum: Image Classification | Machine Learning | Google for Developers",
      "description": "void",
      "preview": "Skip to main content Machine Learning / English Deutsch Español Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng"
    },
    {
      "url": "http://www.weatherlabs.com/",
      "title": "Previsioni e condizioni meteo per Campitelli, città metropolitana di Roma Capitale 00186 - The Weather Channel | Weather.com",
      "description": "Previsioni meteo di oggi e stanotte per Campitelli, città metropolitana di Roma Capitale 00186, condizioni meteo e radar Doppler di The Weather Channel e Weather.com",
      "preview": "Advertisement Advertisement Advertisement Digita almeno tre caratteri per iniziare il completamento automatico. Se non inserisci nessuna query di rice"
    },
    {
      "url": "https://www.anandtech.com/show/20745/ryzen-processor-review-2025",
      "title": "AnandTech Forums: Technology, Hardware, Software, and Deals",
      "description": "Seeking answers? Join the AnandTech community: where nearly half-a-million members share solutions and discuss the latest tech.",
      "preview": "Trending Forum list What's new Menu Install the app Install Home Featured Forums Trending Search forums What's new New posts Latest activity Forum lis"
    },
    {
      "url": "https://unevoc.unesco.org/home/",
      "title": "UNESCO-UNEVOC",
      "description": "void",
      "preview": "EN FR ⌕ About Us The UNESCO-UNEVOC International Centre Who We Are What We Do Working With Us Get in Touch Our Network The UNEVOC Network Learn About"
    },
    {
      "url": "https://farmgirlflowers.com/",
      "title": "Flower Delivery | Send Flowers | Farmgirl Flowers",
      "description": "Order fresh flowers online for delivery. We ship our signature burlap-wrapped flower bouquets, plants and more to recipients (like you!) coast to coast.",
      "preview": "Skip to content Fresh Picks Where to start? We've got you covered. These are a few of our favorite (Farmgirl) things! What's In Season Farmgirl Favori"
    },
    {
      "url": "https://www.vam.ac.uk/collections/metalwork",
      "title": "Metalwork - Explore the Collections · V&A",
      "description": "The V&A holds one of the world's largest and most varied collections of Metalwork with around 45,000 objects from the Bronze Age to the present day.",
      "preview": "Skip to main content Metalwork Metalwork permeates every aspect of our lives, from the kitchen utensils we use daily, the railings and lamp posts that"
    },
    {
      "url": "https://communityimpact.com/search?s=Tennessee+Department+of+Health&si=174,6&ssi=66,28",
      "title": "Search | Community Impact",
      "description": "With approximately 2 million in distribution, Community Impact serves the Austin, Houston, Dallas and San Antonio metro areas.",
      "preview": "void"
    },
    {
      "url": "http://smartgivers.org/",
      "title": "Charities Review Council: Where Donors and Nonprofits Meet",
      "description": "We inform donors, empower nonprofits, and partner with grantmakers to mobilize informed donors and accountable nonprofits for the greater good.",
      "preview": "Log In Donate Donors List of Reviewed Nonprofits Refer a Nonprofit The Accountability Standards ® Questions to Ask Before Giving The Smart Giver Newsl"
    },
    {
      "url": "http://www.kenyadreamholidays.com/",
      "title": "Kenya Dream Holidays - Tours & Travel Agency",
      "description": "Turmet - Travel & Tour Agency HTML Template",
      "preview": "Nullam dignissim, ante scelerisque the is euismod fermentum odio sem semper the is erat, a feugiat leo urna eget eros. Duis Aenean a imperdiet risus."
    },
    {
      "url": "http://www.inrete.it/",
      "title": "Inrete - Internet to support your business",
      "description": "Internet to support your business",
      "preview": "Prodotti e Servizi Traffic Engineering LIR-AS-BGP Load Balancing BGP Sentinel Observability AppProbe NetProbe WiFiProbe Email e DNS Sentenza Schrems I"
    },
    {
      "url": "https://www.ft.com/world/europe",
      "title": "Europe | Financial Times",
      "description": "Breaking news and top stories from Europe. The latest on the economy, politics, government, and business",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Europe Add to myFT Friday, 10 October, 2025 Visual Arts The best exhibitions"
    },
    {
      "url": "https://www.portaldasfinancas.gov.pt/at/html/index.html",
      "title": "Portal das Finanças",
      "description": "Autoridade Tributária e Aduaneira",
      "preview": "Indique o que pretende NIF E ALTERAÇÃO DE MORADA Cidadãos estrangeiros Marque o seu atendimento presencial. Aceder APOIO Atendimento e-balcão Obtenha,"
    },
    {
      "url": "https://www.essence.com/hair/hair-products-tools/protein-treatments-natural-hair/",
      "title": "Best Protein Treatments For Natural Hair | [site:name] | Essence",
      "description": "Trends come and go, but healthy hair will always be in vogue!",
      "preview": "Skip to content Getty Images By Nikki Brown · Updated October 26, 2020 Getting your Trinity Audio player ready... When you've got textured hair , there'"
    },
    {
      "url": "https://aubmediterraneo.cy/",
      "title": "American University of Beirut - Home - Pafos",
      "description": "Twin campus of the American University of Beirut (AUB) in Beirut, Lebanon. AUB bases its educational philosophy, standards, and practices on the American liberal arts model of higher education. The university encourages freedom of thought and expression and seeks to graduate men and women committed to creative and critical thinking, life-long learning, personal integrity, civic responsibility, and leadership.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. × Menu template Currently sele"
    },
    {
      "url": "https://jobs.opticianonline.net/job/1401945433/optometrist-aberdeen-independent",
      "title": "Optometrist Aberdeen - Independent job with Vivid Optical | 1401945433",
      "description": "Optometrist Aberdeen - Independent job in Aberdeen, Aberdeenshire with Vivid Optical. Apply Today.",
      "preview": "Skip to main content This job has expired Optometrist Aberdeen - Independent Employer Vivid Optical Location Aberdeen, Aberdeenshire Salary Salaries u"
    },
    {
      "url": "https://nypost.com/2021/05/30/goodwill-forges-alliances-to-offer-free-career-training-resources/",
      "title": "Goodwill forges alliances to offer free career training, resources",
      "description": "When Maggie Nassour lost her job two years ago, she tapped into a free community resource to get schooled.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Goodwill Industries International funds subsidiaries that of"
    },
    {
      "url": "https://www.vox.com/energy-and-environment/2020/7/16/21324662/climate-change-air-pollution-tracking-greenhouse-gas-emissions-trace-coalition",
      "title": "Climate change: The world's greenhouse gas emissions will be tracked in real time | Vox",
      "description": "The new Climate TRACE Coalition is assembling the data and running the AI.",
      "preview": "Skip to main content The homepage Vox Vox logo Menu The homepage Vox Vox logo Navigation Drawer Login / Sign Up close Close Search Become a Member Fac"
    },
    {
      "url": "http://www.city-data.com/poverty/poverty-Kansas-City-Missouri.html",
      "title": "Kansas City, Missouri (MO) poverty rate data - information about poor and low-income residents living in this city",
      "description": "void",
      "preview": "Toggle navigation Forum Cities AK AL AR AZ CA CO CT DC DE FL GA HI IA ID IL IN KS KY LA MA MD ME MI MN MO MS MT NC ND NE NH NJ NM NV NY OH OK OR PA RI"
    },
    {
      "url": "https://sdgs.un.org/goals/goal14",
      "title": "Goal 14 | Department of Economic and Social Affairs",
      "description": "Conserve and sustainably use the oceans, seas and marine resources for sustainable development",
      "preview": "Skip to main content Goals 14 Conserve and sustainably use the oceans, seas and marine resources for sustainable development Previous Next Related Top"
    },
    {
      "url": "https://glyphsapp.com/",
      "title": "Glyphs",
      "description": "Glyphs 3 is a Mac font editor that puts you in control: quickly draw high-precision vectors, efficiently reuse shapes, and easily manage any number of letters, figures and symbols.",
      "preview": "Make things you love. Glyphs 3 is a Mac font editor that puts you in control: quickly draw high-precision vectors, efficiently reuse shapes, and easil"
    },
    {
      "url": "https://spinthewheel.app/privacy-policy",
      "title": "Wheel Maker | Spin the Wheel - Random Picker",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. Wheel Maker // Spin the Wheel - Random Picker Discover endless possibilities with Spin the Wheel - Rand"
    },
    {
      "url": "https://tomischool.gr/%CF%83%CE%BB%CE%BF%CE%B2%CE%B1%CE%BA%CE%B9%CE%BA%CE%B1-%CE%B3%CE%B9%CE%B1-%CF%83%CF%85%CE%BD%CE%B5%CE%BD%CE%BD%CE%BF%CE%B7%CF%83%CE%B7/",
      "title": "ΣΛΟΒΑΚΙΚΑ ΓΙΑ ΣΥΝΕΝΝΟΗΣΗ - BASIC OF SLOVAK LANGUAGE | tomischool.gr",
      "description": "void",
      "preview": "X HOME ABOUT US PHOTOS NEWS SOS COURSES OUR SCHOOL CONTACT 25/08/2015 on engineers , medicine , pharmacy , veterinary , Χωρίς κατηγορία Παραθέτουμε τι"
    },
    {
      "url": "https://lawsofux.com/",
      "title": "Home | Laws of UX",
      "description": "Laws of UX is a collection of best practices that designers can consider when building user interfaces.",
      "preview": "down arrow drop down arrow drop up arrow left arrow right arrow up arrow close download external link facebook Filter grid language LinkedIn logo menu"
    },
    {
      "url": "https://fabfitfun.com/",
      "title": "FabFitFun",
      "description": "FabFitFun Box | Beauty, Wellness, Fitness and Fashion",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://form.jotform.com/72625128446155",
      "title": "On page comment form",
      "description": "Please click the link to complete this form.",
      "preview": "Feedback for Basten Gokkon, the author of this story Use this form to send a message to this post's author. If you want to post a public comment, you"
    },
    {
      "url": "https://www.webdesignerdepot.com/2021/10/11-must-follow-web-design-blogs/",
      "title": "11 Must-Follow Web Design Blogs",
      "description": "To stay relevant on the web, you must keep in touch with the latest design tools, news, and web trends. But in 2023, there will be more web design blogs than ever; with so many blogs and magazine sites to choose from, where is an aspiring web designer to start?",
      "preview": "AI Business Compilations Design Development Fonts Freebies Funny News SEO Sponsored Tech UX Web Compilations 11 Must-Follow Web Design Blogs To stay r"
    },
    {
      "url": "https://www.phoenixzoo.org/visit/",
      "title": "Visit the Phoenix Zoo: Tickets, Hours, & More | Phoenix Zoo",
      "description": "Visit the Phoenix Zoo and open a wondrous world of curiosity, imagination and discovery! See information about tickets, hours, directions, & more.",
      "preview": "Visit the Phoenix Zoo Home Visit Tickets Hours Directions Daytime General Admission (Online) Adult (14+): $39.95 Child (3-13): $29.95 Purchase Tickets"
    },
    {
      "url": "https://coolors.co/contrast-checker/112a46-acc8e5",
      "title": "Color Contrast Checker - Coolors",
      "description": "Calculate the contrast ratio of text and background colors.",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://bahamar.com/",
      "title": "Baha Mar",
      "description": "Baha Mar resort, Nassau Bahamas, offers three luxury oceanfront hotels, world-class dining, an elegant casino & a lush 15-acre waterpark.",
      "preview": "Special Offers Hotels ⌄ Overview Brands Grand Hyatt SLS Rosewood Resort Stay In Touch Special Offers Book Activities Weekly Guide Transportation Meeti"
    },
    {
      "url": "https://www.deutschlandfunkkultur.de/arbeitszeit-frueher-und-heute-die-hohe-anzahl-von-100.html",
      "title": "Arbeitszeit früher und heute - Die hohe Anzahl von Feiertagen im Mittelalter trügt",
      "description": "War man früher weniger fleißig? Die hohe Zahl von bis zu 80 Feiertagen im Mittelalter täuscht: Zum einen waren Sonntage mitgerechnet. Außerdem arbeiteten zum Beispiel Bauern auch an diesen Tagen, sagt der Wirtschaftshistoriker Thomas Ertl.",
      "preview": "Archiv Arbeitszeit früher und heute Die hohe Anzahl von Feiertagen im Mittelalter trügt 06:49 Minuten Landwirtschaftliche Szene auf einem Holzschnitt:"
    },
    {
      "url": "https://www.nj.gov/dep/get-past-plastic/",
      "title": "NJDEP",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.fedscoop.com/diux-releases-giant-overhead-imagery-data-set-computer-vision-challenge/",
      "title": "DIUx releases a giant overhead imagery data set for computer vision challenge | FedScoop",
      "description": "The group hopes the data will help researchers build better object detection algorithms, which in turn will aid disaster recovery and response.",
      "preview": "Skip to main content Advertisement Advertise Search Close Search for: Search Advertisement The votes are in for the 2025 FedScoop. See the winners! Cl"
    },
    {
      "url": "https://stableseas.org/publications/violence-gulf-guinea",
      "title": "Stable Seas: Gulf of Guinea",
      "description": "Stable Seas: Gulf of Guinea explores the connections between maritime governance themes and security challenges, drawing on interviews conducted with experts and practitioners in seven countries across the region. Maritime insecurity threatens stability of coastal communities as well as their landlocked neighbors and puts the sustainable development of the region at risk. Click here to download the report or executive summary in English. Click here to download the report or executive summary in",
      "preview": "top of page Search Stable Seas: Gulf of Guinea explores the connections between maritime governance themes and security challenges, drawing on intervi"
    },
    {
      "url": "https://ywcaaustin.org/fightinginsolidarity/",
      "title": "Supporters - YWCA Austin | Mental Health | Volunteer | Counseling",
      "description": "Our vital community work is made possible by the support of our sponsors and partners. Join us in expressing gratitude for their invaluable contributions to our mission.",
      "preview": "0 Supporters We are proud to partner with corporations, foundations, and organizations to help us further our mission of eliminating racism and empowe"
    },
    {
      "url": "https://www.jcpenney.com/p/eva-nyc-kweeen-glitter-spray/ppr5008150071?pTmplType=regular",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://vix.com/nuevo",
      "title": "ViX: Cine y TV Gratis en Español",
      "description": "void",
      "preview": "Lo sentimos, pero ViX no está disponible en tu país."
    },
    {
      "url": "https://www.deutzforum.de/threads/deutz-dx230.1229/",
      "title": "Deutz DX230",
      "description": "Stoße gerade bei ebay auf einen DX230,ein Hammerteil mit fast 10l Hubraum...",
      "preview": "Menü Anmelden Registrieren App installieren Installieren Neue Beiträge Foren durchsuchen Werbefrei für Mitglieder. ✔ Werde jetzt kostenlos Mitglied! F"
    },
    {
      "url": "https://memesoundboard.fun",
      "title": "Meme Soundboard 2016-2025 for iOS",
      "description": "Meme Soundboard 2016-2025 for iOS",
      "preview": "void"
    },
    {
      "url": "https://dynamics.microsoft.com/en-us/",
      "title": "Agentic CRM and ERP Solutions | Microsoft Dynamics 365",
      "description": "Enter the era of agentic business with Dynamics 365-CRM and ERP business applications that connect your teams, processes, and data.",
      "preview": "This is the Trace Id: ed991e45934c7d472a2124a017f0578f Skip to main content Microsoft Dynamics 365 The new era of AI-powered business Adapt and innova"
    },
    {
      "url": "http://news.microsoft.com/facts-about-microsoft/",
      "title": "Facts About Microsoft - Stories",
      "description": "Microsoft creates platforms and tools powered by AI to deliver innovative solutions that meet the evolving needs of our customers. The technology company is committed to making AI available broadly and doing so responsibly, with a mission to empower every person and every organization on the planet to achieve more. Corporate Address Important Dates Board [...]",
      "preview": "Skip to Main Content Skip to main content Facts About Microsoft Microsoft creates platforms and tools powered by AI to deliver innovative solutions th"
    },
    {
      "url": "https://goto.walmart.com/c/249354/565706/9383?subId1=PEOPEOPLEsPostSAGAwardsGalaWasDeckedOutwithThisChicFurniturefromWalmartmsapozhnikovHomAff13965998202302I&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBetter-Homes-Gardens-Braxton-4-Piece-Wood-Conversation-Set-with-Off-White-Cushions%2F478796207",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://www.elledecor.com/design-decorate/house-interiors/g2510/house-tour-mossimo-giannulli-lori-loughlin-los-angeles-home/",
      "title": "HOUSE TOUR: Inside Lori Loughlin And Mossimo Giannulli's Renovated LA Mansion",
      "description": "This time, when fashion entrepreneur-and serial renovator-Mossimo Giannulli and his wife, actress Lori Loughlin, purchase yet another house in Los Angeles, they adopt a new style and a new team.",
      "preview": "Skip to Content 20th Century Studios This time, when fashion entrepreneur-and serial renovator-Mossimo Giannulli and his wife, actress Lori Loughlin,"
    },
    {
      "url": "https://www.teampepka.com/blog/april2021-market-report",
      "title": "void",
      "description": "void",
      "preview": "Categories All Blogs (49) Florida (1) history (1) Sarasota (1) Recent Posts Timeless Love: The Legend of Sara De Soto and Sarasota's Romantic Heritage"
    },
    {
      "url": "https://ncgov.servicenowservices.com/sp_beneficiary?id=bnf_index&elqTrackId=89e21ed75a6241c7bdcac35ced1dcfa5&elqaid=93&elqat=2",
      "title": "Beneficiary Home - NC Medicaid Beneficiary Service Portal",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://margaretfuhrer.com/",
      "title": "Margaret Fuhrer - Arts writer and editor",
      "description": "Arts writer and editor",
      "preview": "Skip to content Subscribe Subscribed Margaret Fuhrer Sign me up Already have a WordPress.com account? Log in now. Privacy Margaret Fuhrer Subscribe Su"
    },
    {
      "url": "https://store.steampowered.com/search/?filter=topsellers",
      "title": "Steam Search",
      "description": "void",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://forums.nomachine.com/users/userx/replies",
      "title": "userx's Replies - NoMachine Forum",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://savollar.islom.uz/s/7387",
      "title": "махсулот закоти",
      "description": "Шайх хазратлари. Кифоя китобини 2-жузида сигирни сутидан, товукдан олинган махсулотдан ушр олишлик кераклиги, бу масалада асалга киёс килинганлиги айтилган. Бу тушунарли. САВОЛ:1. Сигирни сутида, товукни тухумида давоми...",
      "preview": "Паролни тиклаш × Рўйхатдан ўтган почтангизни ёзинг: Почтангизга ҳавола юборилади. Ҳаволани босиш орқали паролингизни тиклашингиз мумкин. Ёпиш Юбориш Ё"
    },
    {
      "url": "https://www.baseballamerica.com/",
      "title": "Baseball America",
      "description": "void",
      "preview": "Skip to content Search Search for: Clear search query Search Newsletter Subscribe Article College 10 Recruiting Classes That Just Missed The Top 25 Pe"
    },
    {
      "url": "https://www.typeform.com/?attribution_user_id=b59e8c13-bba9-4049-826b-9e93e06279af",
      "title": "Typeform: People-Friendly Forms and Surveys",
      "description": "Build beautiful, interactive forms - get more responses. No coding needed. Templates for quizzes, research, feedback, lead generation, and more. Sign up FREE.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now Get to know your customers with forms worth"
    },
    {
      "url": "https://www.hs.fi/urheilu/",
      "title": "Urheilu | HS.fi",
      "description": "void",
      "preview": "Siirry sivun pääsisältöön. Siirry sivuston hakuun. Urheilu Kommentti | 007 on nyt jalkapallossa haukkumasana - eikä se kerro ajastamme hyvää 007-vitsi"
    },
    {
      "url": "https://git.bettercrypto.org/ach-master.git/history/722b6ded8bd2caf3a36fd8c13a3f2d90054e8c1c:/src/llncs.cls",
      "title": "GitHub - BetterCrypto/Applied-Crypto-Hardening: Best Current Practices regarding secure online communication and configuration of services using cryptography.",
      "description": "Best Current Practices regarding secure online communication and configuration of services using cryptography. - BetterCrypto/Applied-Crypto-Hardening",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.cariplo.it/",
      "title": "Intesa Sanpaolo",
      "description": "void",
      "preview": "A breve verrai reindirizzato automaticamente sul sito della banca. In caso di problemi utilizza il link sottostante. Vai alla home page"
    },
    {
      "url": "https://www.phonescoop.com/articles/article.php?a=20467",
      "title": "US Commerce Dept. Bans ZTE from Exporting Tech (Phone Scoop)",
      "description": "ZTE is not allowed to export sensitive technology from the U.S. due to new action from the U.S. Department of Commerce. Moreover, U.S. tech suppliers (such as Qualcomm) cannot sell components to ZTE for a period of seven years. ZTE violated the terms of an agreement it made with the government over previous transgressions and the Commerce Department is coming down on the company hard. Officials at the agency ...",
      "preview": "printed October 10, 2025 See this page online at: https:/ / www.phonescoop.com/ articles/ article.php? a=20467 ≡ Phones Phone Finder News Carriers And"
    },
    {
      "url": "http://pubs.sciepub.com/aees/9/7/7/figure/1",
      "title": "Figure 1. The Three major Valley Systems around Bengaluru: Vrishabhavathi Valley, Kormanagala -Challaghatta Valley and Hebbal Valley : Rainfall Pattern Analysis in the Three Major Valley Systems of Bengaluru : Science and Education Publishing",
      "description": "void",
      "preview": "Science and Education Publishing From Scientific Research to Knowledge Submission Browse by Subjects Search Journal Home For Authors Online Submission"
    },
    {
      "url": "https://apk.house/xn--vkmp----6fgctupt6bfbmm2at9fci7q1d",
      "title": "Free download VKMP - Музыка для ВКонтакте APK for Android",
      "description": "Download free VKMP 5.0 for your Android phone or tablet, file size: 13.47 MB, was updated 2021/11/11 Requirements:android: 6.0 Marshmallow or above",
      "preview": "APK.HOUSE House for apk files Apks Apps Social VKMP - Музыка для ВКонтакте 5.0 7.6 /10 Download free 13.47 MB Android 6.0+ How to install APK / APKS /"
    },
    {
      "url": "https://cbm-wiki.gsi.de/foswiki/bin/login/Homepages/WebSearch?t=1638322498;nowysiwyg=1;foswiki_origin=GET%2cedit%2c/foswiki/bin/edit/Homepages/WebSearch%3ft%3d1638322498%3bnowysiwyg%3d1",
      "title": "(CBM Wiki login) WebSearch < Homepages < CBM Wiki",
      "description": "void",
      "preview": "Log on to CBM Wiki GSI Weblogin Password Having problems logging in?"
    },
    {
      "url": "https://www.tomasinoagency.com/susan-mailer",
      "title": "Susan Mailer | the-tomasino-agency",
      "description": "void",
      "preview": "top of page Susan Mailer Susan Mailer grew up in Mexico and New York City, the eldest child of the award-winning and notorious author, Norman Mailer."
    },
    {
      "url": "https://ostrovit.com/en/menu/superfoods-18763.html",
      "title": "Advanced search engine - Official store | OstroVit",
      "description": "Search for products that will be most suitable for you. Only proven sports nutrition and effective dietary supplements.",
      "preview": "Home Search The product you are looking for has not been found. Use Search . Advanced search engine To search for the product you are interested in, s"
    },
    {
      "url": "https://sarep.ucdavis.edu/sustainable-ag/soil-nutrient-management",
      "title": "Soil Nutrient Management | Sustainable Agriculture Research & Education Program",
      "description": "Soil nutrient management is defined by the USDA as managing the application of commercial fertilizers, manure, amendments, and organic by-products to agricultural landscapes as a source of plant nutrients. A common framework for approaching nutrient management is known as the \"Four Rs\": Right amount - the proper rate of application Right source - applying the proper type Right placement - using the appropriate method for application Right timing - applying at the correct time in the lifecycle of the system",
      "preview": "Skip to main content Soil Nutrient Management Soil nutrient management is defined by the USDA as managing the application of commercial fertilizers, m"
    },
    {
      "url": "https://onezero.medium.com",
      "title": "OneZero",
      "description": "OneZero is a former publication from Medium about the impact of technology on people and the future. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in OneZero by Medium 283K followers · 1 editor Follow About Debugger Help St"
    },
    {
      "url": "https://www.usatoday.com/story/entertainment/movies/2020/08/26/tom-sizemore-suit-alleging-he-groped-little-girl-dismissed/5636906002/",
      "title": "Tom Sizemore suit alleging he groped 11-year-old girl dismissed",
      "description": "A lawsuit accusing Tom Sizemore of child molestation on a movie set in 2003 has been dismissed by a Utah judge, two years after it was filed.",
      "preview": "Skip to main content Home Movies Celebrities TV Music Books Broadway Theatre Crosswords Games Entertain This! Celebrity Deaths Horoscopes American Inf"
    },
    {
      "url": "https://mindblower.ro/blog/cadouri-barbati-7-idei-si-sfaturi-pretioase-pentru-2020.html",
      "title": "Cadouri barbati: 7 idei si sfaturi pretioase pentru 2020",
      "description": "Cum alegi inspirat cadouri barbati -> Ce cadouri prefera barbatii -> Idei cadoul perfect oferit barbatilor -> Ce sa eviti cand faci cadouri pentru barbati",
      "preview": "Home / Blog / Ponturi si recomandari / Cadouri barbati: 7 idei si sfaturi pretioase pentru 2020 Cadouri barbati: 7 idei si sfaturi pretioase pentru 20"
    },
    {
      "url": "https://ultimatediscocruise.com/",
      "title": "Home | Ultimate Disco Cruise",
      "description": "Celebrate 5 Nights of the Greatest Disco Music Ever at Sea and enjoy live nightly performances and interaction with the stars all while cruising in luxury.",
      "preview": "Learn more Learn more Learn more Learn More 2026 Lineup KC and The Sunshine Band The Jacksons The Commodores WAR The Ohio Players Kid Creole and The C"
    },
    {
      "url": "https://blog.opensource.org",
      "title": "Blog - Open Source Initiative",
      "description": "void",
      "preview": "On 16-17 September 2025, leaders from across the Open Source ecosystem gathered in Brussels for the third annual Open Source Congress (OSC), followed"
    },
    {
      "url": "https://tippingpoint.org/",
      "title": "Fight Poverty in the Bay | Tipping Point Community",
      "description": "Tipping Point is a nonprofit in the San Francisco Bay Area that finds, funds, and strengthens the most promising poverty-fighting solutions.",
      "preview": "20 Years of Fighting Poverty 100% of your gift goes where it's needed most WAYS TO GIVE 2024 IMPACT $31 Million Invested to Fight Poverty in the Bay A"
    },
    {
      "url": "https://caresmentoring.org/",
      "title": "National CARES Mentoring Movement",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://id.linkedin.com/company/octopus-ina?trk=organization_guest_main-feed-card-text",
      "title": "Octopus Indonesia | LinkedIn",
      "description": "Octopus Indonesia | 11.310 pengikut di LinkedIn. A Reverse Logistic Platforms for Post-Consumer Materials | Octopus is a reverse-logistic startup that currently doing collection of post-consumer product through circular economy.",
      "preview": "LinkedIn menghargai privasi Anda LinkedIn dan pihak ketiga menggunakan cookie esensial dan non-esensial untuk menyediakan, mengamankan, menganalisis,"
    },
    {
      "url": "https://tapestrycx.qualtrics.com/jfe/form/SV_elDxRRjYI5oIVfg?Source=footer1",
      "title": "Online Survey | Built with Qualtrics Experience Management™",
      "description": "Qualtrics makes sophisticated research simple and empowers users to capture customer, product, brand & employee experience insights in one place.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://postermemorabilia.com/zh-cn/products/sanandreas",
      "title": "San Andreas Signed Poster with COA",
      "description": "Get a signed San Andreas movie poster featuring the cast's autographs. Includes a Certificate of Authenticity.",
      "preview": "Skip to content Search 90-Day Money Back Guarantee & Free Shipping Worldwide Search Authentic Poster + COA (Unframed) San Andreas Signed Poster with C"
    },
    {
      "url": "https://reviveapp.net/",
      "title": "Revive - Photo Animation App. Animate Old Photos in Seconds",
      "description": "Revive is a super easy AI app that lets you create an animation from any photo. Just one tap and any image can dance, sing and speak.",
      "preview": "Bring any image to life Get amused Turn your granny into a singer Make your baby talk and sing Prank your friends and ROFL Dance along with your date"
    },
    {
      "url": "http://www.quickmeme.com/lolz/Misc/page/1",
      "title": "Misc memes | quickmeme",
      "description": "create your own Misc meme using our quick meme generator",
      "preview": "quickmeme: all your memes, gifs & funny pics in one place what's hot new best random memes upload a funny caption a meme show NSFW login \"the funniest"
    },
    {
      "url": "https://www.dunkindonuts.com/en",
      "title": "Dunkin' International Site",
      "description": "void",
      "preview": "Sorry, this website is not available in your region. ©2022 DD IP Holder LLC, Last Updated: June 22, 2022"
    },
    {
      "url": "http://www.erp-recycling.at",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Zum Inhalt springen Suche nach: Mitglieder login EAG/Batterien Verpackungen Verpackungen Easy-Shop Suche nach: Member login Homepage admin 2025-03-31T"
    },
    {
      "url": "https://www.atac.roma.it/infomobilita/muoversiaroma",
      "title": "Radware Captcha Page",
      "description": "void",
      "preview": "We apologize for the inconvenience... ...but your activity and behavior on this site made us think that you are a bot. Note: A number of things could"
    },
    {
      "url": "https://olympics.com/en/athletes/jamie-anderson",
      "title": "Jamie ANDERSON",
      "description": "Visit Jamie ANDERSON profile and read the full biography, watch videos and read all the latest news. Click here for more.",
      "preview": "Jamie ANDERSON United States of America Snowboard Olympic Medals 2 G 1 S Games Participations 3 First Olympic Games Sochi 2014 Year of Birth 1990 Olym"
    },
    {
      "url": "http://sticknodes.com",
      "title": "StickNodes.com | Stickfigure Animator for Android and IOS!",
      "description": "Stickfigure animation app for iOS and Android. Create stickman animations on your phone, tablet, iPhone, or iPad!",
      "preview": "It's spooky time and you know what that means, time for a spooky contest! This year we will just go back to the spooky basics - making a spooky stickf"
    },
    {
      "url": "https://gdpr.cision.com",
      "title": "Cision GDPR - Data Privacy",
      "description": "void",
      "preview": "Data Privacy Home → Data Privacy German French English Portuguese Data Privacy Customer Privacy Notice Data Privacy Notice - Journalists and Other Inf"
    },
    {
      "url": "https://stratocat.com.ar/fichas/2018/WNM-20180814.htm",
      "title": "PROJECT LOON FLIGHT P-431 - 8/14/2018",
      "description": "Details of the balloon flight of PROJECT LOON FLIGHT P-431 performed from Winnemucca Municipal Airport, Nevada, US on 8/14/2018",
      "preview": "About Origins of the website Greatefulness Disclaimer Contact Sitemap Toggle navigation Balloon Launches Launches by Year Launches by Site or Base Det"
    },
    {
      "url": "https://surf-knobs.com/products/short-sleeve-unisex-t-shirt-triples",
      "title": "Short-Sleeve Unisex T-Shirt Triples",
      "description": "Short-Sleeve Unisex T-Shirt Triples | Surf Knobs This t-shirt is everything you've dreamed of and more. It feels soft and lightweight, with the right amount of stretch. It's comfortable and flattering for both men and women. • 100% combed and ring-spun cotton (heather colors contain polyester)• Fabric weight: 4.2 oz (142 g/m2)• Shoulder-to-shoulder taping• Side-seamedSize guide XSSMLXL2XL3XL4XLLength (inches)2728293031323334Width (inches)16 ½18202224262830",
      "preview": "Skip to content Surf Knobs Short-Sleeve Unisex T-Shirt Triples Sale price Price $18.00 Regular price This t-shirt is everything you've dreamed of and"
    },
    {
      "url": "https://www.denverpost.com/2021/05/13/xcel-energy-crestone-peak-cleaner-gas/",
      "title": "Colorado oil and gas company aims to produce \"cleanest molecules\" anywhere",
      "description": "Amid escalating worries about climate change and pollution from oil and gas operations, Colorado's largest electric utility is going to buy natural gas from a company that is continuously monitoring its emissions and working to certify its product as responsible.",
      "preview": "Skip to content Kathryn Scott, Special to The Denver Post Wrapped insulation covers several of the wells at a Crestone Peak Resources oil and gas fiel"
    },
    {
      "url": "http://www.cosmopolitan.co.uk/entertainment/news/a34598/idris-elba-dad-quotes-winston-isan/",
      "title": "What Idris Elba has to say about being a dad will melt your heart",
      "description": "If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, prepare to dissolve into a mushy, hormonal mess.",
      "preview": "Skip to Content If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, pre"
    },
    {
      "url": "https://mashable.com/article/fortnite-is-the-real-metaverse",
      "title": "Sorry, Zuck. 'Fortnite' has been the 'real' metaverse all along. | Mashable",
      "description": "No matter how hard Meta or VRChat try to create a new metaverse to hang out in, it'll be hard to beat 'Fortnite.'",
      "preview": "You know, normal video game stuff! Credit: Epic Games Virtual offices. Floating, legless bodies. VR Mark Zuckerberg. I've been as skeptical of the met"
    },
    {
      "url": "https://www.globenewswire.com/news-release/2023/01/27/2597113/0/en/Sovos-Brands-Intermediate-Inc-Issues-Allergy-Alert-on-Undeclared-Egg-in-Rao-s-Slow-Simmered-Soup-Labeled-as-Chicken-Gnocchi-but-Containing-Vegetable-Minestrone.html",
      "title": "Sovos Brands Intermediate, Inc. Issues Allergy Alert on",
      "description": "LOUISVILLE, Colo., Jan. 27, 2023 (GLOBE NEWSWIRE) -- Sovos Brands Intermediate, Inc. (\"Sovos\") is voluntarily recalling a limited number of 16-ounce jars...",
      "preview": "Accessibility: Skip TopNav Sovos Brands Intermediate, Inc. Issues Allergy Alert on Undeclared Egg in Rao's Slow Simmered Soup, Labeled as Chicken & Gn"
    },
    {
      "url": "http://forum.zeusnews.it/viewtopic.php?t=75037&view=next&sid=c65475a4b4f5c1174facc5d2a60da775",
      "title": "Olimpo Informatico :: Leggi argomento - Il canto delle meduse",
      "description": "void",
      "preview": "Olimpo Informatico I Forum di Zeus News Leggi la newsletter gratuita - Attiva il Menu compatto FAQ Cerca Lista utenti Gruppi Registrati Profilo Messag"
    },
    {
      "url": "https://profiwerkzeug-shop.at/product/bit-set-inbus-torx-vielzahn-40-tlg-verke/",
      "title": "Bit Set inbus torx vielzahn 40 tlg VERKE - Profi Werkzeug Bimeju GmbH",
      "description": "zwei Längen von 30 und 75 mm Das Set ist aus hochwertigem S2 Werkzeugstahl gefertigt.",
      "preview": "Bit Set inbus torx vielzahn 40 tlg VERKE Artikelnummer: V39025 24,90 € auf Whatsapp bestellen Auf Lager Bit Set inbus torx vielzahn 40 tlg VERKE quant"
    },
    {
      "url": "https://future.techcrunch.com/2021/04/26/tesla-wants-to-make-every-home-a-distributed-power-plant/",
      "title": "Log In ‹ TechCrunch - WordPress",
      "description": "void",
      "preview": "Log In Powered by WordPress Username or Email Address Password Remember Me Lost your password? ← Go to TechCrunch"
    },
    {
      "url": "https://donate.nationalgeographic.org/17/enews-signup",
      "title": "Sign up for updates",
      "description": "void",
      "preview": "Sign up for updates First Name Last Name Email Address Please send me National Geographic Society email updates. I understand I can update my preferen"
    },
    {
      "url": "https://avenaoriginals.com/blogs/news/is-organic-better-food",
      "title": "IS ORGANIC BETTER FOOD? | Avena Originals",
      "description": "Organic Better than Non Organic? A new study published in the British Journal of Nutrition found that organic crops have higher concentrations of antioxidants, lower levels of cadmium and nitrates and fewer pesticide residues than non-organic crops. The study, by an international team led by Britain's Newcastle Univers",
      "preview": "LOGIN CREATE AN ACCOUNT Cart 0 Lifestyle Stories, Reviews & News IS ORGANIC BETTER FOOD? 29 July 2014 Organic Better than Non Organic? A new study pub"
    },
    {
      "url": "http://www.yunkeracupuncture.com/",
      "title": "Yunkeracupuncture | Wellness | Maplewood NJ",
      "description": "Yunker Acupuncture is dedicated to helping people with physical and mental health concerns. Jessica is especially interested in the ways the body and the mind influence each other. Acupuncture is the perfect tool for addressing both, together. www.yunkeracupuncture.com",
      "preview": "top of page Acupuncture can help you feel better. Jessica Yunker is a licensed acupuncturist who is passionate about helping you feel better. She is t"
    },
    {
      "url": "https://toyota.oemdtc.com",
      "title": "Toyota & Lexus - OEMDTC",
      "description": "Toyota Lexus & Scion Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.twitch.tv",
      "title": "Twitch",
      "description": "Twitch is an interactive livestreaming service for content spanning gaming, entertainment, sports, music, and more.",
      "preview": "void"
    },
    {
      "url": "https://visit.stanford.edu/plan/",
      "title": "Where is Stanford? : Stanford University",
      "description": "Visitor Information Services at Stanford University--one of the world's leading research and teaching institutions. It is located in Palo Alto, California.",
      "preview": "Skip to content Visitor Information Optional line 2 - add two-line-signature to body class to display Menu Search form Search term Home The Basics Pro"
    },
    {
      "url": "https://www.ywca.org/",
      "title": "YWCA",
      "description": "A nonprofit organization dedicated to eliminating racism, empowering women, and promoting peace, justice, freedom, and dignity for all.",
      "preview": "0 Join Us The Urgency of Now Make a Gift Today YWCA is dedicated to eliminating racism, empowering women and promoting peace, justice, freedom and dig"
    },
    {
      "url": "https://www.walmartcontacts.com?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "Contact Lenses from Walmart Contacts",
      "description": "Buy contact lenses online from Walmart Contacts for fast, convenient service. We carry the widest selection of lenses and offer expedited shipping for all your contact lens needs",
      "preview": "Skip to main content Free Shipping on all products. Shop now! Best prices. Top brands. Contact Lens Brands See All Brands Lens Manufacturers Contact L"
    },
    {
      "url": "http://www.research.umd.edu/lm",
      "title": "Partnership Overview: Lockheed Martin | Division of Research",
      "description": "void",
      "preview": "Skip to main content Partnership Overview: Lockheed Martin The University of Maryland and Lockheed Martin Corporation established a strategic partners"
    },
    {
      "url": "https://www.theplantroomtas.com.au/pages/collection-delivery-shipping",
      "title": "The Plant Room, Tasmania",
      "description": "Online plant store based out of Lindisfarne, Tasmania (near Hobart). Stocking a curated collection of hard-to-find, rare and collectable indoor plants, as well as old favourites. New stock released fortnightly. Shipping Tasmania wide.",
      "preview": "Skip to content We're taking a break. We'll be back soon! Want to be notified when we re-open our online store? Join our mailing list. Enter your emai"
    },
    {
      "url": "https://www.spring-board.info/us/downtowns/",
      "title": "Retail Foot Traffic Data | MRI Software",
      "description": "Get retail insights with AI-powered foot traffic data. Track visitors, analyze patterns, & optimize footfall strategies to drive revenue.",
      "preview": "Skip to content Register for MRI NA Ascend 2025 Free Daily Benchmarks Insights Hub Select a solution Free Daily Benchmarks Insights Hub Get a Demo Hom"
    },
    {
      "url": "https://primefaces.org/diamond/chronoline.xhtml;jsessionid=node0b4eckd93hrrg1qxulymmqkzkv6577254.node0",
      "title": "CHRONOLINE",
      "description": "void",
      "preview": "DIAMOND Favorites Favorites Dashboard UI Kit UI Kit Form Layout Input Float Label Invalid State Button Table List Tree Panel Overlay Menu Message File"
    },
    {
      "url": "https://poolors.com/0d0a31-2a601e-8b7569-d2be98-fcf4f2",
      "title": "Poolors - Generate unique color palettes",
      "description": "Poolors generates color palettes using the colors least-used by designers",
      "preview": "poo lors color combos least used by designers color combos most used by designers 2 3 4 5 #0d0a31 #2a601e #8b7569 #d2be98 #fcf4f2"
    },
    {
      "url": "https://www.coe.uh.edu/dir/coedirectory/faculty_template.cfm?id=908&CFID=974647&CFTOKEN=ea62c124bb0cdc36-FB89575D-BB92-9ABD-3CECEB794CEC1466",
      "title": "COE Faculty - Allison Master",
      "description": "void",
      "preview": "Dr. Allison Master Title: Associate Professor Department: Psychological, Health, and Learning Sciences Program: Measurement, Quantitative Methods and"
    },
    {
      "url": "https://sentimental--sentinel.tumblr.com/",
      "title": "@sentimental--sentinel on Tumblr",
      "description": "xNFJ // Sun Moon Venus Mars: Cancer // Rising Scorpio // Dota Addict Love easily, but not easy to love",
      "preview": "Posts Likes adorastarotcards-deactivated202 Synastry Overlay in Mars Adorastarotcards Mars in Partners 1st House - ✨Sexual Attraction✨ a very intense"
    },
    {
      "url": "http://www.agenarisk.com/",
      "title": "agena.ai | Bayesian network software, causal modelling and cloud deployment",
      "description": "Bayesian Network Software, Bayesian Net Software, Bayes Net Software, Causal Modelling, AI, Artifical Intelligence, Cloud Software.",
      "preview": "top of page Deliver your own Bayesian network applications in the cloud Build more than just models. agena.ai enables data scientists, analysts and AI"
    },
    {
      "url": "https://support.serviceshub.microsoft.com/supportforbusiness/create?sapId=d66407ed-3967-b000-4cfb-2c318cad363d",
      "title": "Services Hub",
      "description": "Microsoft Services Hub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.viworld.com/",
      "title": "Virtual World unique website design",
      "description": "Virtual World website design, specailizes in websites that have unique graphics",
      "preview": "Virtual World specializes in unique website design and custom graphics. We put great emphasis on understanding your work or product and displaying it"
    }
  ],
  "_meta": {
    "total_bookmarks": 119
  }
}