{
  "data": [
    {
      "url": "https://www.uci.org/road/calendar",
      "title": "Road | UCI",
      "description": "Road Calendar",
      "preview": "void"
    },
    {
      "url": "http://santo.calendario-chiquito.es/nombre/isfrido.html",
      "title": "Día del santo Isfrido",
      "description": "Información sobre el nombre de Isfrido y una lista de las fechas de los próximos días del santo de Isfrido.",
      "preview": "Inicio Calendario Fiestas Deportes Música Cine Posición: Página inicial > Calendario Día del santo Isfrido Información sobre el nombre de Isfrido y un"
    },
    {
      "url": "https://ras.biodiversity.aq/aphia.php?p=taxdetails&id=174869",
      "title": "Register of Antarctic Species (RAS) - Desmosoma modestum Nordenstam, 1933",
      "description": "void",
      "preview": "Intro | Search taxa | Taxon tree | Sources | Webservice | Statistics | Editors | Log in RAS taxon details Desmosoma modestum Nordenstam, 1933 AphiaID"
    },
    {
      "url": "https://www.sj.se/en/travel-with-sj/our-trains.html",
      "title": "SJ",
      "description": "SJ",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://content.govdelivery.com/accounts/USDHSCG/bulletins/2f5ea8a",
      "title": "Imagery Available: U.S. Coast Guard, partner agencies uncover 450 shark fins and 32 potential violations during international fisheries boardings in North Pacific",
      "description": "void",
      "preview": "Imagery Available: U.S. Coast Guard, partner agencies uncover 450 shark fins and 32 potential violations during international fisheries boardings in N"
    },
    {
      "url": "https://donate.nationalgeographic.org/donate",
      "title": "Donate to National Geographic - National Geographic Society",
      "description": "I just donated to the National Geographic Society because I want to support science, exploration, and conservation. Will you consider making a gift too? Every dollar donated supports the National Geographic Society's on-the-ground efforts.",
      "preview": "Your impact begins today Your generous contribution will immediately go to work supporting the things you care passionately about. Whether it's saving"
    },
    {
      "url": "https://www.chandrayoga.it/speciale-yoga-con-elementi-anusara-13-ottobre-2019/",
      "title": "Speciale YOGA con elementi ANUSARA / 13 ottobre 2019 | Chandra Yoga",
      "description": "void",
      "preview": "Speciale YOGA con elementi ANUSARA / 13 ottobre 2019 Ott 13, 2019 | anusara , centro chandra , speciale , yoga DOMENICA 13 OTTOBRE DALLE 10 ALLE 12 Si"
    },
    {
      "url": "https://www.nimh.nih.gov/index.shtml",
      "title": "National Institute of Mental Health (NIMH) - Transforming the understanding and treatment of mental illnesses",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.dpp.cz/en/timetables",
      "title": "Timetables | Prague Public Transit Company, joint-stock company",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://forms.gle/f52Dk28DmJNgzwCp8",
      "title": "Evaluación de satisfacción página Web INCOPESCA",
      "description": "Con el propósito de mejorar la calidad de la información y la transparencia institucional, agradecemos su tiempo para responder este breve cuestionario de satisfacción.",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Evaluación de satisfacción página Web INCO"
    },
    {
      "url": "https://makingmanhattan.tumblr.com/post/139454214463",
      "title": "z = boy + girl - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "z = boy + girl - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wa"
    },
    {
      "url": "http://www.moneystation.gr",
      "title": "Ανταλλακτήρια Συναλλάγματος Θεσσαλονίκη | Money Station Exchange",
      "description": "Η Money Station Exchange λειτουργεί από το 1999, με άδεια από την Τράπεζα της Ελλάδος, και δραστηριοποιείται στον τομέα των ανταλλακτηρίων συναλλάγματος στη Θεσσαλονίκη.",
      "preview": "Παράβλεψη περιήγησης ΑΝΤΑΛΛΑΚΤΗΡΙΑ ΣΥΝΑΛΛΑΓΜΑΤΟΣ ΘΕΣΣΑΛΟΝΙΚΗ MONEY STATION EXCHANGE Αγορά και πώληση στις καλύτερες τιμές της αγοράς! Η εταιρεία Money"
    },
    {
      "url": "https://puzzling.stackexchange.com/",
      "title": "Puzzling Stack Exchange",
      "description": "Q&A for those who create, solve, and study puzzles",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Explore our ques"
    },
    {
      "url": "https://hamiltonfamilies.org",
      "title": "Hamilton Families",
      "description": "void",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "http://devbootcamp.com/",
      "title": "Dev Bootcamps NYC: Coding Classes & Bootcamps in NYC",
      "description": "void",
      "preview": "Featured Coding Bootcamps Master the skills and tools you need to start a new career as a web developer or data scientist. Learn in-demand developer t"
    },
    {
      "url": "https://www.sdpb.org/earlylearning/",
      "title": "Early Learning Initiative | SDPB",
      "description": "SDPB's Early Learning Initiative (ELI)",
      "preview": "Search Query Show Search Support SDPB Today Live TV © 2025 SDPB Menu Show Search Search Query Support SDPB Today Live TV Donate Play Live Radio Next U"
    },
    {
      "url": "http://www.babyblooms.co.uk/",
      "title": "New & Unique Baby Gifts Online | Babyblooms",
      "description": "Discover a beautiful range of unique personalised baby gifts at Babyblooms. Our range includes perfect gifts for new babies, baby showers, Christenings & special occasions. For bump, baby and beyond.",
      "preview": "Skip to content Pause slideshow Play slideshow wrapping & personalised card included with every order Welcome to Babyblooms our ribbons are at the rea"
    },
    {
      "url": "https://www.justineevirs.com/protecting-courage-podcast",
      "title": "Justine Evirs | Protecting Courage Podcast",
      "description": "void",
      "preview": "top of page Hi! My name is Justine Evirs & I am the host of Protecting Courage I have 3 reasons why I started this podcast and I would like to share t"
    },
    {
      "url": "https://www.astrogav.eu/G_A_V_%20-%20Gruppo%20Astronomico%20Viareggio_paolo%20farinella.htm",
      "title": "Storia del Gruppo: Prof. Paolo Farinella",
      "description": "Storia del GAV: Prof Paolo Farinella",
      "preview": "Storia del G.A.V. In memoria di Paolo Farinella: Paolo Farinella collaborò con il G.A.V. alla divulgazione dell'astronomia tenendo diverse conferenze"
    },
    {
      "url": "https://www.popaganda.com/",
      "title": "POPAGANDA",
      "description": "void",
      "preview": "0 NOW YOU SEE IT MAY 20 Allouche Gallery 77 Mercer St, New York, NY 10012 DELUSIONVILLE COLORING BOOK Color in your favorite Delusionville characters"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#county-view",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://membership.chicagotribune.com#nt=primarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85938",
      "title": "Searchable Recipe Database - Summer Shrimp Scampi With Tomatoes and Corn",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://students.packetbomb.com/login/?redirect_to=https%3A%2F%2Fstudents.packetbomb.com%2Flesson%2Fverifying-the-data-exercise-answers%2F",
      "title": "Login - PacketBomb Students",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://unclebekah.com/",
      "title": "Uncle Bekah's Inappropriate Trucker Hats - Uncle Bekah's Inappropriate Trucker Hats",
      "description": "Uncle Bekah's Inappropriate Trucker Hats sells funny novelty items including trucker hats and more. Customers can also create a custom trucker hat using their own phrase.",
      "preview": "Skip to content You look like you need a dumb hat. Shop all Open media featured in modal Open media 3 in modal Open media 4 in modal Open media 5 in m"
    },
    {
      "url": "https://diverseabilitymagazine.com/recognition-lists/",
      "title": "Careers | ConnectComm",
      "description": "Careers",
      "preview": "Careers 5 Dynamic Skills Every Leader Needs ConnectComm September, 2025 Careers Inside Finance: What to Expect When You're Just Starting Out ConnectCo"
    },
    {
      "url": "https://www.nngroup.com/articles/ten-usability-heuristics/",
      "title": "10 Usability Heuristics for User Interface Design - NN/G",
      "description": "Jakob Nielsen's 10 general principles for interaction design. They are called \"heuristics\" because they are broad rules of thumb and not specific usability guidelines.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 10 Usability Heuristics for User Interface Design Jakob Nielsen Jak"
    },
    {
      "url": "http://www.ricettadelgiorno.com/",
      "title": "RicettaDelGiorno.com - Food & Beverage Domains for Sale - Buy Premium Culinary Domain Names | Domain for Sale. Call 888-694-6735.",
      "description": "RicettaDelGiorno.com - a great premium domain available for sale.",
      "preview": "This Domain Name Is For Sale RicettaDelGiorno.com $2,888 USD Buy Now You are inquiring about the domain name RicettaDelGiorno.com Please complete th"
    },
    {
      "url": "https://www.postgresql.org/docs/current/monitoring-stats.html",
      "title": "PostgreSQL: Documentation: 18: 27.2. The Cumulative Statistics System",
      "description": "27.2.&nbsp;The Cumulative Statistics System # 27.2.1. Statistics Collection Configuration 27.2.2. Viewing Statistics 27.2.3. pg_stat_activity 27.2.4. pg_stat_replication 27.2.5. pg_stat_replication_slots 27.2.6. pg_stat_wal_receiver ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://www2.deloitte.com/uk/en.html",
      "title": "Deloitte UK | Audit, Consulting, Financial, Risk Management, Tax Services",
      "description": "Industry insights and audit, consulting, financial advisory, risk management and tax services from Deloitte's global network of member firms.",
      "preview": "Link opens in a new tab opens in new window Please enable JavaScript to view the site. Skip to main content Welcome to Deloitte If we have selected th"
    },
    {
      "url": "https://akismet.com/privacy/",
      "title": "Privacy Policy - Akismet",
      "description": "Akismet Privacy Your privacy is important to us About Akismet Akismet is the most powerful anti-spam service for the web. Akismet works by checking all your comments against our constantly-growing global spam database to remove irrelevant, malicious content before it gets published and damages your site's credibility.Akismet gets increasingly effective over time: the more it...",
      "preview": "Skip to content Akismet Privacy Your privacy is important to us About Akismet Akismet is the most powerful anti‑spam service for the web. Akismet work"
    },
    {
      "url": "https://www.cbs.nl/en-gb/our-services/open-data",
      "title": "Open data | CBS",
      "description": "Open data",
      "preview": "Skip to main content What is open data? Open Data is data that can freely be used and is made available in a machine-readable format. Statistics Nethe"
    },
    {
      "url": "https://www.robin-wood.co.uk/",
      "title": "Wooden bowls, plates, spoons - handcrafted woodware - Robin Wood",
      "description": "Robin Wood is a master woodturner handcrafting beautiful wooden bowls and plates and carving wooden spoons. Shop for woodware and wood-craft courses.",
      "preview": "Home I am passionate about traditional woodwork, about the value of working with our hands, and sharing the joy of these things with others. I make tr"
    },
    {
      "url": "https://downtownaustin.com/covid-19/impact-recovery/",
      "title": "COVID-19 Economic Impact | Downtown Austin Alliance",
      "description": "With a focus on recovery, we are actively measuring and monitoring the impact of the pandemic on downtown Austin through ongoing research initiatives.",
      "preview": "Skip to main content COVID-19 Economic Impact Setting a baseline to plan for recovery A months-long effort to create a strategic and comprehensive pla"
    },
    {
      "url": "https://c4fap.org/",
      "title": "Center for Fine Art Photography",
      "description": "The Center for Fine Art Photography, a 501(c)(3) non-profit, promotes the art of photography by supporting diverse creative artists through exhibitions and educational programs.",
      "preview": "Center for Fine Art Photography Cart 0 Back previous Back C4FAP Team Our Vision Back Opportunities Denis Roussel Fellowship Scroll The Center for Fine"
    },
    {
      "url": "https://www.healthychildren.org/English/healthy-living/nutrition/Pages/Portions-and-Serving-Sizes.aspx",
      "title": "Portions and Serving Sizes - HealthyChildren.org",
      "description": "nutrition~American Academy of Pediatrics (AAP) advises parents that the amount of food children need should vary based on their ages.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "http://www.quickmeme.com/lolz/Misc/page/1",
      "title": "Misc memes | quickmeme",
      "description": "create your own Misc meme using our quick meme generator",
      "preview": "quickmeme: all your memes, gifs & funny pics in one place what's hot new best random memes upload a funny caption a meme show NSFW login \"the funniest"
    },
    {
      "url": "https://sklep.zrobswojkosmetyk.pl/pl/p/mail/recommend/3802",
      "title": "Surowce kosmetyczne i naturalne półprodukty | Zrób Swój Kosmetyk - Zrób Swój Kosmetyk",
      "description": "Oferta Zrób Swój Kosmetyk ma składniki, zioła i surowce do tworzenia kosmetyków naturalnych, świec i mydeł! Ekstrakty roślinne i owocowe, hydrolaty, olejki eteryczne i glinki. Zamów teraz!",
      "preview": "Zarejestruj się Zaloguj się Jesteś w: » Strona główna Promocja na Masła Kosmetyczne do nawet -15% Sprawdź Tutaj Złożenie zamówienia oznacza akceptację"
    },
    {
      "url": "https://headwatersfoundation.org/",
      "title": "Headwaters Foundation for Justice",
      "description": "Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has resourced movement organizations that are too often overlooked or excluded by mainstream philanthropy. Our grantmaking supports organizations and groups on the front lines of social change. We believe that the people who directly experience society's",
      "preview": "Skip to content Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has"
    },
    {
      "url": "http://www.mothersruinnyc.com",
      "title": "Mother's Ruin NYC",
      "description": "18 Spring Street, New York, NY 10012",
      "preview": "Mother's Ruin NYC Open Daily 11AM - 4AM Mother's Ruin NYC Open Daily 11AM - 4AM Mother's Ruin NYC Open Daily 11AM - 4AM Mother's Ruin NYC Open Daily 1"
    },
    {
      "url": "http://www.iiep.unesco.org/",
      "title": "Planning education,building the future | International Institute for Educational Planning",
      "description": "IIEP-UNESCO has developed countries' capacities to design and implement educational policies and plans for six decades. Today, we continue to support countries in achieving their education goals.",
      "preview": "Skip to main content Search Search Anton_Ivanov / Shutterstock.com Planning education, building the future IIEP-UNESCO has developed countries' capaci"
    },
    {
      "url": "https://www.pickupforum.de/profile/153657-zilch/",
      "title": "Zilch - Pickup Forum - The Pickup Artist Community",
      "description": "void",
      "preview": "Wechsle zum Inhalt Startseite Ansehen in der Community 118 Gut Über Zilch Rang Herumtreiber Profilinformation Geschlecht Male Aufenthaltsort Rheinland"
    },
    {
      "url": "https://fullfact.org",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://farawaytimes.tumblr.com/",
      "title": "Far Away Times",
      "description": "I'm a game designer and generally nice person! VITALLY IMPORTANT LINKS Website | Blog | Twitter",
      "preview": "Far Away Times 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna kuropin Merry yeetmas deanky an"
    },
    {
      "url": "https://toronto.ctvnews.ca/ontario-records-highest-number-of-new-covid-19-cases-in-months-with-964-infections-logged-1.5684610?cache=yesclipId104062%3FclipId%3D104069%3FclipId%3D373266",
      "title": "Toronto News - Local Breaking, Weather and Traffic - CTV News Toronto",
      "description": "Get top stories and video from Toronto, including breaking news, live coverage, weather, traffic, in-depth reporting, sports and local events.",
      "preview": "Skip to main content ADVERTISEMENT WB Hwy. 401 closed east of Oshawa following crash that injured 2 firefighters The westbound lanes of Highway 401 ar"
    },
    {
      "url": "https://buildcommonwealth.org/",
      "title": "Commonwealth - Making Wealth Possible For All",
      "description": "Commonwealth strengthens financial opportunity for financially vulnerable people through research, innovation, and implementation.",
      "preview": "Skip to content Making Wealth Possible for All Commonwealth is a national nonprofit building financial security and opportunity for financially vulner"
    },
    {
      "url": "https://www.beyondvisualrange.net/links/--1/",
      "title": "Neckarwyoming Model Magic - --",
      "description": "Neue Seite",
      "preview": "Neckarwyoming Miniatures and More Neckarwyoming Miniatures and More Homepage Aircraft 1 Aircraft 2 Military Vehicles 1 Military Vehicles 2 Science Fic"
    },
    {
      "url": "https://bubble.io/",
      "title": "Bubble: AI app development meets visual, no-code editing",
      "description": "Launch real apps without limits on an all-in-one platform that lets you switch seamlessly between AI prompting and a visual editor. No code required - ever.",
      "preview": "void"
    },
    {
      "url": "https://authenticallyemmie.com/2010/08/whats-holding-you-back/",
      "title": "What's holding you back?",
      "description": "We as humans are so funny about making excuses. We are so damn good at it without even trying! We talk ourselves out of things that should be good for us in",
      "preview": "Show Offscreen Content Hide Offscreen Content Browse the Blog About About Emily Ho, Authentically Emmie Press and Media Blog Blog Archives Fashion Fav"
    },
    {
      "url": "https://www.nettavisen.no/livsstil/denne-scenen-fra-the-office-har-du-aldri-sett-for/s/12-95-3424070396",
      "title": "Kjendis, The office | Denne scenen fra «The Office» har du aldri sett før",
      "description": "Fansen jubler på Twitter.",
      "preview": "Gå til sidens hovedinnhold aID logo Kjendis Denne scenen fra «The Office» har du aldri sett før Fansen jubler på Twitter. Vilde Holta Røssland Vilde H"
    },
    {
      "url": "https://www.usna.edu/Users/oceano/pguth/md_help/html/navfix.htm",
      "title": "Home :: User Sites :: USNA",
      "description": "The Home page for the User Sites Site on the USNA Website. This page was last updated on Tue Jul 22 15:30:01 EDT 2025.",
      "preview": "Skip to main content Skip to footer site map USNA Oceanography Professor Peter Guth Home Professor Peter Guth Professor Peter Guth Professor Guth has"
    },
    {
      "url": "https://dovetail.com/",
      "title": "Dovetail | Customer Intelligence Platform",
      "description": "Dovetail is the leading customer intelligence platform. Assemble. Analyze. Act. Turn feedback into real-time insights that drive innovation and growth.",
      "preview": "Real-time customer intelligence Watch the Fall Launch 2025 keynote Real-time customer intelligence Accelerate innovation Unify unstructured data. AI t"
    },
    {
      "url": "https://learning.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Google Learning - Digital Learning Tools & Solutions",
      "description": "Explore digital learning tools and solutions from Google designed to help everyone in the world learn anything in the world.",
      "preview": "Helping everyone in the world learn anything in the world Learning for school Find products and support Product Suite Find products built for educatio"
    },
    {
      "url": "https://www.draysbay.com/2011/8/3/2341570/thoughts-on-matt-moore",
      "title": "Thoughts on Matt Moore | DRaysBay",
      "description": "Your best source for quality Tampa Bay Rays news, rumors, analysis, stats and scores from the fan perspective.",
      "preview": "Skip to main content SB Nation SB Nation logo A Tampa Bay Rays Community DRaysBay October 10, 2025 DRaysBay Navigation Drawer Login / Sign Up close Cl"
    },
    {
      "url": "https://cineclub.de/filmarchiv/z/v.html",
      "title": "Cineclub - Filmarchiv: v",
      "description": "Übersicht über Filmkritiken im Cineclub",
      "preview": "Cineclub-Filmarchiv aktuelle Filme - die besten Filme 0 - 1 - 2 - 3 - 4 - 5 - 6 - 7 - 8 - 9 - A - B - C - D - E - F - G - H - I - J - K - L - M - N -"
    },
    {
      "url": "https://www.denverpost.com/2021/05/13/xcel-energy-crestone-peak-cleaner-gas/",
      "title": "Colorado oil and gas company aims to produce \"cleanest molecules\" anywhere",
      "description": "Amid escalating worries about climate change and pollution from oil and gas operations, Colorado's largest electric utility is going to buy natural gas from a company that is continuously monitoring its emissions and working to certify its product as responsible.",
      "preview": "Skip to content Kathryn Scott, Special to The Denver Post Wrapped insulation covers several of the wells at a Crestone Peak Resources oil and gas fiel"
    },
    {
      "url": "https://notescoffee.com/",
      "title": "Notes",
      "description": "Notes is a collection of beautifully designed coffee shops and bars, serving Notes single origin speciality coffee, craft beers, well-chosen wines and classic cocktails, all with a signature Notes twist. Notes serve delicious seasonally-inspired food, from their all-day brunch to their evening bar menu. Located across central London, visit Notes any time.",
      "preview": "Cart 0 Scroll Notes is a collection of coffee shops and bars serving Notes speciality coffee, craft beers, curated wines and classic cocktails, all wi"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-science/algorithms",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://safety.google?hl=en",
      "title": "Google Safety Center - Stay Safer Online",
      "description": "Making technology for everyone means protecting everyone who uses it. Explore what Google does to help you stay safe online.",
      "preview": "Learn how Google AI-powered security keeps you safe from scams this Cybersecurity Awareness Month. The safer way to search. search. email. watch. stor"
    },
    {
      "url": "https://www.archives.gov/preservation",
      "title": "Preservation | National Archives",
      "description": "What Do You Want to Preserve?",
      "preview": "Top Skip to main content Preservation What Do You Want to Preserve? Information by Media Type Audio, Video & Motion Picture Film Books & Scrapbooks Ma"
    },
    {
      "url": "https://iibuffalo.org/new-american-integration/",
      "title": "New American Integration - International Institute of Buffalo",
      "description": "Embrace diversity and economic development in Western New York with our programs that empower refugees and immigrants to thrive and contribute.",
      "preview": "Skip to main content Search Close Search New American Integration Welcoming Foreign-Born Individuals Refugees and immigrants are essential to Western"
    },
    {
      "url": "https://mozilla.github.io/hackweek-avatar-maker/",
      "title": "Hackweek Avatar Maker",
      "description": "Build customized avatars for Mozilla Hubs!",
      "preview": "void"
    },
    {
      "url": "https://nl.bibliomania.be/item/12008980/1896_1964_les_tramways_lausannois",
      "title": "1896 - 1964 Les Tramways Lausannois (Michel Grandguillaume, Jean-Louis Rochaix, Jacques Jotterand, Yves Merminod, Jean Paillard, Pierre Stauffer, Jean Thuillard) | Bibliomania",
      "description": "void",
      "preview": "boeken. gelezen. goedgekeurd. Winkelmand Welkom bij Bibliomania, de online specialist in tweedehands boeken Boeken Alle categorieën Boeken FR • NL Win"
    },
    {
      "url": "https://strobist.blogspot.com/",
      "title": "Strobist",
      "description": "void",
      "preview": "Strobist ® Learn How to Light. UPDATE: Strobist was archived in 2021. Here is what I am up to now . ________________________________________ Welcome t"
    },
    {
      "url": "https://learn.wordpress.org/",
      "title": "Learn WordPress - There's always more to learn | Learn WordPress",
      "description": "Whether you're a first-time blogger or seasoned developer, there's always more to learn. From community members all over the world, these vast resources will help you learn more about WordPress and share it with others.",
      "preview": "WordPress.org Learn WordPress Learn WordPress Grow your WordPress skills with free educational resources for all levels. Search Get Started Learning P"
    },
    {
      "url": "https://www.etymonline.com/",
      "title": "Online Etymology Dictionary",
      "description": "The online etymology dictionary (etymonline) is the internet's go-to source for quick and reliable accounts of the origin and history of English words, phrases, and idioms.",
      "preview": "About Online Etymology Dictionary This is a map of the wheel-ruts of modern English. Etymologies are not definitions; they are explanations of what wo"
    },
    {
      "url": "https://www.loxclubapp.com/",
      "title": "Lox Club",
      "description": "void",
      "preview": "0 A members club for Jew-ish ppl with ridiculously high standards Apply now IN THE PRESS \"A trip inside the Lox Club, (like a deli, but for dating)\" \""
    },
    {
      "url": "https://map.peoplepower.org/?source=homepage",
      "title": "Take Action | American Civil Liberties Union",
      "description": "void",
      "preview": "Skip navigation Take an Action Today Join the over one million action-takers who have made their voices heard. Featured Action Message Action Message"
    },
    {
      "url": "https://theblast.com/jack-osbourne-divorce-houses/",
      "title": "void",
      "description": "void",
      "preview": "Jack Osbourne Scores $3.2 Million Mansion in Divorce, Hands Ex-Wife $1.8 Million Home By TheBlast Staff on September 19, 2018 at 12:08 PM EDT | Uncate"
    },
    {
      "url": "https://partner.microsoft.com/en-US/",
      "title": "Build and sell your solutions- with the Microsoft AI Cloud Partner Program",
      "description": "Innovate and grow with the Microsoft AI Cloud Partner Program, where you can access the technology and resources you need to build impactful solutions for your customers.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "https://ceoworks.org/",
      "title": "CEO | Center for Employment Opportunities",
      "description": "Center for Employment Opportunities (CEO) offers employment and reentry services to individuals returning from incarceration.",
      "preview": "Search Contact Locations 600,000+ people come home from prison every year. With a job and support , they have a chance to succeed. FIND WORK WITH DAIL"
    },
    {
      "url": "https://tr.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress eklentisi | WordPress Türkiye",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Eklentilerde ara Detaylar"
    },
    {
      "url": "https://www.allbusinesstemplates.com/es/template/LRV43/cell-phone-industry-analysis/",
      "title": "Cell Phone Industry Analysis Gratis",
      "description": "How to create a Cell Phone Industry Analysis ? Descarga esto Cell Phone Industry Analysis template ¡ahora!",
      "preview": "Cell Phone Industry Analysis Haga clic en la imagen para ampliar Guardar, completar los espacios en blanco, imprimir, listo! How to create a Cell Phon"
    },
    {
      "url": "https://www.hotelscombined.it/Hotel/Comfort_Hotel_Xpress_Stockholm_Central.htm",
      "title": "Comfort Hotel Xpress Stockholm Central, Stoccolma | HotelsCombined",
      "description": "Comfort Hotel Xpress Stockholm Central, Stoccolma - Trova l'offerta migliore su HotelsCombined. Confronta tutti i migliori siti di viaggio contemporaneamente. Valutato 7.7 su 10 in base a 8157 recensioni.",
      "preview": "Comfort Hotel Xpress Stockholm Central Hotel 3 stelle Kungsbron 1, Stoccolma, Contea di Stoccolma, Svezia Buono 8.157 valutazioni verificate 7,7 52 €"
    },
    {
      "url": "https://www.inspiringchildren.org/",
      "title": "Inspiring Children Foundation",
      "description": "void",
      "preview": "0 Transforming Lives through a Whole Human Approach to Physical, Social, Emotional & Mental Health . Support the Youth We lift up underprivileged yout"
    },
    {
      "url": "https://heart2homecreations.net/2017/12/19/woodland-globe-ornaments/?like_comment=178&_wpnonce=34663814ef",
      "title": "Woodland Globe Ornaments! | Heart2HomeCreations",
      "description": "December is here! And that means Christmas is right around the corner! I've been busy making ornaments for my Etsy shop! I had been wanting to make something with the clear craft ornaments and finally decided to go for it! While hiking through Vermont forests I was so inspired by the beautiful scenery. The light...",
      "preview": "December is here! And that means Christmas is right around the corner! I've been busy making ornaments for my Etsy shop! I had been wanting to make so"
    },
    {
      "url": "https://www.lifechef.com/",
      "title": "Delicious Meal Delivery Service for Diabetes, Heart & Wellness | LifeChef",
      "description": "LifeChef offers tailored healthy meal delivery to fit your dietary needs. Enjoy nutritious, delicious meals conveniently delivered to your door.",
      "preview": "You have 30 : 00 minutes to use the offer! You have 30 : 00 minutes to use the offer! Step 1: Talk to Dietitian Get Expert Nutrition Guidance from a R"
    },
    {
      "url": "http://dhss.alaska.gov/dph/epi/id/pages/COVID-19/vaccine.aspx",
      "title": "Alaska Department of Health and Social Services",
      "description": "void",
      "preview": "Skip to content State of Alaska myAlaska My Government Resident Business in Alaska Visiting Alaska State Employees Health and Social Services Page una"
    },
    {
      "url": "https://know4life.tumblr.com/",
      "title": "Know4LIFE",
      "description": "www.Know4LIFE.net",
      "preview": "9 October 2025 Reblog liberalsarecool : \"Unelected bureaucrats and activist judges for me, no democracy for thee.\" MAGA gospel. None of these subhuman"
    },
    {
      "url": "https://www.stimson.org/research/trade-tech/conventional-arms/",
      "title": "Conventional Arms Research • Stimson Center",
      "description": "Leading foreign affairs research projects, publications, and events on the topic of Conventional Arms from the Stimson Center.",
      "preview": "Skip to content Trade & Technology Conventional Arms Projects Advancing Child Protection Through Peacekeeping Assessing efforts to protect children an"
    },
    {
      "url": "https://cleanup.pictures/",
      "title": "Cleanup.pictures - Remove objects, people, text and defects from any picture for free",
      "description": "Remove unwanted objects from photos, people, text, and defects from any picture for free. It's extremely easy in just a few clicks with our creative editing tool.",
      "preview": "Cleanup.pictures - Remove objects, people, text and defects from any picture for free. Retouch images in seconds with incredible quality ↑ Drag & drop"
    },
    {
      "url": "https://jacobin.com/2023/02/christian-super-bowl-ads-he-gets-us-servant-foundation-abortion-gay-rights?utm_campaign=later-linkinbio-themeteor&utm_content=later-33016107&utm_medium=social&utm_source=linkin.bio",
      "title": "The Far Right Is Funding Evangelical Super Bowl Sunday Ads",
      "description": "Upcoming Christian Super Bowl ads are framed as diverse and inclusive. But the money behind them comes from a rabidly antiabortion and antigay organization.",
      "preview": "New issue, \"Borders,\" out now. Get a discounted subscription to our print magazine today. Your support keeps us publishing! Remove Icon The foundation"
    },
    {
      "url": "http://www.gatsbyguesthouse.com/news/page/4226/",
      "title": "Maintenance",
      "description": "void",
      "preview": "Il servizio è in manutenzione Stiamo lavorando per te. Ci scusiamo per il disagio, la nostra assistenza è a tua disposizione per maggiori informazioni"
    },
    {
      "url": "https://video.repubblica.it/edizione/parma?pag=4",
      "title": "Video - la Repubblica",
      "description": "Tutti gli articoli pubblicati, le gallerie fotografiche e i video pubblicati nella sezione Video",
      "preview": "Abbonati Scarica l'app Menu Cerca Notifiche Abbonati Abbonati Redazione Scriveteci Video Parma, rogo in un appartamento: madre e figlio salvati dai vi"
    },
    {
      "url": "https://www.pmc.com/opt-out",
      "title": "California Residents: Opt Out of Sale of Personal Information | PMC",
      "description": "This page is for California residents to opt-out of the sale of your personal information.",
      "preview": "brands California Residents: Opt Out of Sale of Personal Information This page is for California residents to opt-out of the sale of your personal inf"
    },
    {
      "url": "https://www.moneygram.com/replacement",
      "title": "Get a Money Order Fast with MoneyGram | MoneyGram",
      "description": "Our money orders give you the convenience of cash and the freedom of a check-without needing a checking account.",
      "preview": "Text... Purchase a money order We're one of the nation's largest money order companies. Send money with convenience, freedom, and reliability. Money o"
    },
    {
      "url": "http://www.navcen.uscg.gov/?pageName=mtMmsi",
      "title": "Home | Navigation Center",
      "description": "void",
      "preview": "Skip to main content Find the latest Coast Guard MARSEC Level and Port Status and Port Contact Information . Navigation Center United States Coast Gua"
    },
    {
      "url": "https://magicbymio.com/",
      "title": "Close up Magician in Miami and Fort Lauderdale | Mentalist",
      "description": "Mio is a world class magician based out of Miami. He provides close up magic, very popular mentalism shows, and corporate team building.",
      "preview": "Home Extraordinary Close-Up Magic ® & Mentalism™ Michael Jordan, Prince Albert of Monaco, Robert De Niro, Barbra Streisand, Howie Mandel, Madonna, Syl"
    },
    {
      "url": "https://gobble.sjv.io/c/3408212/1339313/5084?subid3=people",
      "title": "Upcoming Menus | Gobble",
      "description": "void",
      "preview": "Skip to main content New Chef-Designed Recipes Weekly Choose from a diverse menu that includes meat, fish, and vegetarian dishes. Each and every recip"
    },
    {
      "url": "http://www.landbell.de",
      "title": "Rücknahmesysteme & Verpackungslizenz in Deutschland",
      "description": "Landbell bietet zertifizierte Rücknahmesysteme & Entsorgungslösungen für Verpackungen - jetzt lizenzieren & gesetzeskonform handeln",
      "preview": "Zum Inhalt springen PORTALE & SHOPS EASy Shop CALCULATE YOUR PACKAGING Join us on LINKEDIN Suche nach: Kontakt Portale & Shops EASy Shop CALCULATE YOU"
    },
    {
      "url": "https://stackoverflow.com/questions/tagged/google-maps",
      "title": "Newest 'google-maps' Questions - Stack Overflow",
      "description": "Stack Overflow | The World's Largest Online Community for Developers",
      "preview": "How are we doing? Please help us improve Stack Overflow. Take our short survey Collectives™ on Stack Overflow Find centralized, trusted content and co"
    },
    {
      "url": "https://fonts.google.com/",
      "title": "Browse Fonts - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "https://mangakoibitochan.tumblr.com/post/139472167834",
      "title": "ADHD Ahead! - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "ADHD Ahead! - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhh"
    },
    {
      "url": "https://www.jiriri.ca/testing-the-dyadic-withdrawal-hypothesis-in-college-students/",
      "title": "Testing the Dyadic-Withdrawal Hypothesis in College Students - JIRIRI",
      "description": "void",
      "preview": "April 1, 2018 Volume 11 Testing the Dyadic-Withdrawal Hypothesis in College Students V11_A2 DOWNLOAD HERE Share Leave a reply Cancel reply Save my nam"
    },
    {
      "url": "https://fontshare.com/fonts/clash-display",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "https://feedingamerica.sharepoint.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.lawyersadvantage.com/",
      "title": "void",
      "description": "void",
      "preview": "This domain is pending renewal or has expired. Please contact the domain provider with questions."
    },
    {
      "url": "http://www.weyo.app",
      "title": "Weyo | Hattie May Learn and Play",
      "description": "Discover engaging apps and activities designed to spark preschoolers' curiosity with interactive learning, phonics, and fun games. Try for free today!",
      "preview": "0 The essential early learning app Try Two Weeks Free Curiosity-led learning for preschoolers Try Two Weeks Free Bringing stories to life! Try Two Wee"
    },
    {
      "url": "https://www.oprahdaily.com/life/a41652152/oprahs-favorite-things-2022/",
      "title": "Oprah's Favorite Things 2022 - Full List of Oprah's Gift Ideas",
      "description": "Oprah has selected her annual roundup of perfect gifts for her 2022 list of Oprah's Favorite Things. Shop all of her official holiday picks here.",
      "preview": "Skip to Content This year, we're celebrating small businesses (think family-run, local makers, BIPOC- and woman-founded, and more!). So no matter who"
    },
    {
      "url": "https://jsfiddle.net/lnked/fu1dpagd/",
      "title": "Edit fiddle - JSFiddle - Code Playground",
      "description": "JSFiddle - Test your JavaScript, CSS, HTML or CoffeeScript online with JSFiddle.",
      "preview": "HTML JavaScript CSS Language HTML HAML Doctype XHTML 1.0 Strict XHTML 1.0 Transitional HTML 5 HTML 4.01 Strict HTML 4.01 Transitional HTML 4.01 Frames"
    },
    {
      "url": "https://www.storytel.com/it/it/books/apocalypse-never-why-environmental-alarmism-hurts-us-all-555031",
      "title": "Apocalypse Never: Why Environmental Alarmism Hurts Us All - Audiolibro - Michael Shellenberger - ISBN 9780063001718 - Storytel",
      "description": "Now a National Bestseller! Climate change is real but it's not the end of the world. It is not even our most serious environmental problem. Michael",
      "preview": "Ascolta e leggi Entra in un mondo di storie Ascolta e leggi quanto vuoi Oltre 400.000 titoli Prova gratis per 14 giorni, poi 9.99€/mese Disdici quando"
    },
    {
      "url": "https://www.first-nature.com/fungi/amanita-muscaria.php",
      "title": "Amanita muscaria, Fly Agaric mushroom",
      "description": "void",
      "preview": "Amanita muscaria ( L. ) Pers. - Fly Agaric Phylum: Basidiomycota - Class: Agaricomycetes - Order: Agaricales - Family: Amanitaceae Distribution - Etym"
    },
    {
      "url": "https://spiders-in-the-sky.tumblr.com/post/145707587226",
      "title": "The class students like the most - Untitled",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "Untitled RSS Jun 10 The class students like the most codeorg : A recent survey asked students how they feel about different classes. Other than dance,"
    },
    {
      "url": "https://support.theguardian.com/subscribe/weekly?REFPVID=&INTCMP=undefined&acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22PrintSubscriptionsHeaderLink%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22referrerPageviewId%22%3A%22%22%2C%22referrerUrl%22%3A%22%22%7D",
      "title": "The Guardian Weekly Subscriptions | The Guardian",
      "description": "Subscribe to the Guardian Weekly and enjoy seven days of international news in one magazine with worldwide delivery.",
      "preview": "Please enable JavaScript - we use it to provide the best experience for Guardian Supporters. Click here for instructions to do so in your browser."
    },
    {
      "url": "https://scikit-learn.org/stable/modules/grid_search.html",
      "title": "3.2. Tuning the hyper-parameters of an estimator - scikit-learn 1.7.2 documentation",
      "description": "Hyper-parameters are parameters that are not directly learnt within estimators. In scikit-learn they are passed as arguments to the constructor of the estimator classes. Typical examples include C,...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version 3.2. Tuning the hyper-parameters of an estimator # Hyper-parameters are parameters tha"
    },
    {
      "url": "https://futuretodayinc.com/privacy.html",
      "title": "Privacy Policy | Future Today Inc",
      "description": "void",
      "preview": "Privacy Policy Last updated on: September 15, 2025 Privacy Summary OUR CONTACT INFORMATION Future Today Inc. Address: Future Today Inc. 3705 Haven Ave"
    },
    {
      "url": "https://chicanoeats.com/",
      "title": "Chicano Eats - Traditional Mexican Recipes & More",
      "description": "Traditional Mexican Recipes & More",
      "preview": "Home Virtual Cooking Classes Chicano Bakes Shop Press About Privacy Policy 0 How to make Tacos de Papa (Mexican Fried Potato Tacos) Introduction to Ta"
    },
    {
      "url": "https://www.uncovercolorado.com/hotels/bison-peak-lodge-at-puma-hills/",
      "title": "Bison Peak Lodge at Puma Hills - Lake George, CO - Uncover Colorado",
      "description": "The Bison Peak Lodge at Puma Hills, located in Lake George, Colorado, provides guests with a comfortable and stress-free camping experience that is complete with all the modern amenities of a luxury vacation.",
      "preview": "Skip to main content Skip to header right navigation Skip to site footer Bison Peak Lodge at Puma Hills - Lake George The Main Lodge. Photo: Bison Pea"
    },
    {
      "url": "https://www.ncnw.org",
      "title": "NCNW | Lead, Advocate, and Empower Women of African descent",
      "description": "Our organization promotes education; encourages entrepreneurship, financial literacy, and economic stability; educates women about health and promotes healthcare access.",
      "preview": "Watch video 0 affiliate organizations 0 + sections Scroll Down Watch video 0 affiliate organizations 0 + sections Watch video 0 affiliate organization"
    },
    {
      "url": "https://create.microsoft.com/?utm_source=m356edge&utm_medium=microsite&utm_campaign=creation",
      "title": "Free templates for social media, documents & designs | Microsoft Create",
      "description": "Use our free tools and customizable templates to craft presentations, videos, graphics, social media designs, and much more-no design expertise required.",
      "preview": "Create designs that inspire Trending searches Resumes Timesheet Business Slideshow Presentation Invoices Collaborate Budgets Charts Productivity Socia"
    },
    {
      "url": "https://jlr.oemdtc.com/category/recalls",
      "title": "Recalls | JLR - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.nationalcapacd.org/",
      "title": "National CAPACD",
      "description": "void",
      "preview": "Empowering Leaders, Mobilizing Communities 25 Years of Building CAPACD What's Happening Celebrating 25 Years of National CAPACD New Report: Unveiling"
    },
    {
      "url": "https://katespadeny.tumblr.com/",
      "title": "kate spade new york",
      "description": "now that's interesting. a blog from kate spade new york.",
      "preview": "frogs...for spring? groundbreaking. Artwork by @DaanHabets #MissAdventure illustration fashion frog purse cute creatrs collection novelty kate spade nel"
    },
    {
      "url": "http://www.ricettarioitaliano.com/",
      "title": "Ricettario Italiano - Benvenuti!",
      "description": "Migliaia di ricette gratis e tanti altri servizi per una dieta in allegria e per migliorare la propria cucina con poche calorie",
      "preview": "Accessibility Tools Invert colors Monochrome Dark contrast Light contrast Low saturation High saturation Highlight links Highlight headings Screen rea"
    }
  ],
  "_meta": {
    "total_bookmarks": 114
  }
}