{
  "data": [
    {
      "url": "https://east.co",
      "title": "Showcase | East Photographic - London & New York",
      "description": "East is an agency for creative artists, based in London and New York. Founded in London in 1996, we are committed to championing work we believe in, while our philosophy is to provide a personalised service to all our clients.",
      "preview": "Megan Kiantos WSJ. Magazine Kwabena Sekyi Appiah-nti Extreme Cashmere, Alei Alex F Webb Rapha Winter 2025 Linda Brownlee The Guardian Iris Humm BaBaa"
    },
    {
      "url": "https://borrisokane.com/freer/1mas7sf22.html",
      "title": "-",
      "description": "void",
      "preview": "H1 Text Erhalten Sie einen Bonus! Text Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! Question 1 A"
    },
    {
      "url": "https://makethefuturesummit.org",
      "title": "Make the Future Summit | March 28-30, 2022",
      "description": "Join a learning community of school leaders, teachers and IT leads across the UK.",
      "preview": "Skip to main content Stay Informed on Future Academies Already registered? Sign in here or get instructions for How to sign in 29 March, 2022 Sevenoak"
    },
    {
      "url": "https://www.kantar.com/north-america/inspiration/technology/85-per-cent-of-us-households-have-a-video-subscription-service",
      "title": "85% of US households have a video subscription service",
      "description": "Netflix's subscriber base is now below two thirds of US subscribers, as penetration continues to decline, despite the success of Squid Game.",
      "preview": "85% of US households have a video subscription service 26 January 2022 Share Nicole Sangari VP, Kantar Insights Article Get in touch Netflix's subscri"
    },
    {
      "url": "https://channel9.msdn.com/",
      "title": "Shows - Event & Video Content | Microsoft Learn",
      "description": "Browse thousands of hours of video content from Microsoft. On-demand video, certification prep, past Microsoft events, and recurring series.",
      "preview": "Shows Discover thousands of hours of fun, authentic, and informative original programming from Microsoft technical experts. Browse all shows and event"
    },
    {
      "url": "http://www.canale5.com/",
      "title": "Canale 5: video, puntate, programmi tv | Mediaset Infinity",
      "description": "Video, anticipazioni e puntate dei programmi di Canale 5. Notizie, anticipazioni e trame dei programmi tv in onda su Canale 5 Mediaset",
      "preview": "Hikmet, Cihan, Harika ed Esat cercano di convincere Bunyamin a donare un rene per salvare Samet, ma lui pone delle condizioni che, alla fine, sono cos"
    },
    {
      "url": "https://www.edreports.org/",
      "title": "EdReports",
      "description": "void",
      "preview": "Materials Matter We provide free reports that help you evaluate instructional materials because high-quality content matters to teachers, to kids, and"
    },
    {
      "url": "https://zdravotnickynabytek.cz/cs/reference/",
      "title": "Reference | Zdravotnický nábytek",
      "description": "void",
      "preview": "VÝROBCE ZDRAVOTNICKÉHO NÁBYTKU A ZAŘÍZENÍ cs en Úvod Produkty O nás Akce Služby Reference Kontakt Úvodní strana » Reference Reference Fakultní Thomaye"
    },
    {
      "url": "http://www.instyleweddings.com/instyle/weddings/flat/0,22749,in_this_issue,00.html",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://nest.com/-apps/learn-more-about-nest/",
      "title": "Redirecting...",
      "description": "App Redirects",
      "preview": "void"
    },
    {
      "url": "https://news.gtp.gr/2010/05/01/greeces-reputation-hits-bookings/",
      "title": "Greece's Reputation Hits Bookings | GTP Headlines",
      "description": "Each country's views on the crisis in Greece directly affects the tourist flow to the country, according to recent figures of research company GfK's Tourism...",
      "preview": "connect with us Greece's latest tourism industry news by Greek Travel Pages - Main Menu - Home Industry Sectors » - Hospitality - Aviation - Sea Touri"
    },
    {
      "url": "https://allfingersandthumbs.blogspot.com/2012/11/next-question.html?showComment=1353492161801",
      "title": "Next question -",
      "description": "Crafting a mindful life through knitting, sewing, trying ALL the crafts. Finding beauty and creativity in everyday life.",
      "preview": "Skip to main content Next question - Get link Facebook X Pinterest Email Other Apps - November 18, 2012 did I buy enough yarn? Looks like that's a yes"
    },
    {
      "url": "https://www.msmt.cz/file/6058/",
      "title": "KO_kancnabytek_Priloha5.doc, MŠMT ČR",
      "description": "Ministerstvo školství, mládeže a tělovýchovy České republiky",
      "preview": "Titulní stránka | Zpět Dokument ke stažení KO_kancnabytek_Priloha5.doc Dokument typu doc | Velikost 71,5 kB Typ souboru: Textový dokument Microsoft Of"
    },
    {
      "url": "https://builtwith.com/",
      "title": "BuiltWith Technology Lookup",
      "description": "Web technology information profiler tool. Find out what a website is built with.",
      "preview": "Log In · Signup for Free EN DE FR ES IT Pусский 한국어 日本語 简体中文 عربي Find out what websites are Built With Your browser does not support the video tag. C"
    },
    {
      "url": "https://nodejs.org/api/crypto.html",
      "title": "Crypto | Node.js v24.10.0 Documentation",
      "description": "void",
      "preview": "Skip to content Node.js About this documentation Usage and example Assertion testing Asynchronous context tracking Async hooks Buffer C++ addons C/C++"
    },
    {
      "url": "https://aitestkitchen.withgoogle.com/",
      "title": "labs.google/fx",
      "description": "The home for AI experiments at Google",
      "preview": "Don't settle for ordinary. Create anything. Whisk Create some magic Launch Whisk arrow_outward Flow Inspire your inner storyteller by generating video"
    },
    {
      "url": "http://pinkfong.com",
      "title": "Pinkfong Official Website",
      "description": "Pinkfong develops creative, animated content to provide stimulating and fun learning experiences to children worldwide.",
      "preview": "void"
    },
    {
      "url": "https://www.oad.nl/groot-brittannie/somerset",
      "title": "Busreizen Groot-Brittannië | Boek voordelig op Oad.nl",
      "description": "Busreizen Groot-Brittannië boekt u voordelig op Oad.nl, uw partner voor een volledig verzorgde vakantie naar Groot-Brittannië. Zoek en boek op Oad.nl!",
      "preview": "Groot-Brittannië Ontdek meer Je bent hier: Home Groot-Brittannië Menu Sluiten ? Zoek hier in onze beschikbare reizen Kies reissoort Kies een reissoort"
    },
    {
      "url": "https://carat.fiserv.com/en-us/solutions/omnichannel-commerce/",
      "title": "Omnichannel Experiences | Carat U.S. | Fiserv",
      "description": "From restaurants to retail, from the app to the store, offer your customers a seamless buying experience with our connected omnichannel solutions.",
      "preview": "Skip to Contact an Expert Skip to Main Content Omnichannel experiences Create unique, frictionless omnichannel experiences Create unique, frictionless"
    },
    {
      "url": "http://www.emaildiscussions.com/showthread.php?s=f9e7b65ce5923fa6c572c8e286ee3841&p=620624",
      "title": "How to add a new provider to the specific provider forums? - Page 2 - EmailDiscussions.com",
      "description": "How to add a new provider to the specific provider forums? Setting up/running an email service",
      "preview": "EmailDiscussions.com > Discussions about Email Services > Setting up/running an email service How to add a new provider to the specific provider forum"
    },
    {
      "url": "https://www.fox.com/privacy-policy",
      "title": "FOX One - Stream the Best of FOX TV Shows, Movies, News, Sports & Documentaries",
      "description": "FOX One is the new streaming destination for the full FOX catalog - TV shows, movies, news, sports, and exclusive documentaries.",
      "preview": "Skip to main content Privacy Policy Last Updated/Effective Date: August 21, 2025 Table of Contents SCOPE AND APPLICATION: What and who this Policy cov"
    },
    {
      "url": "http://www.italianodoc.com/ricette.regionali.htm",
      "title": "Ricette regionali ricette gratis elenco ricette regionali tutte le ricette regionali",
      "description": "Ricette regionali ricette gratis elenco ricette regionali tutte le ricette regionali",
      "preview": "Schede Vini Doc e Docg: Vini Tipici Sagre ed Eventi: Tutte le Vostre Segnalazioni HOMEPAGE Ricette Regionali Agriturismo Alberghi Campeggi Catering En"
    },
    {
      "url": "https://cpe.cientifica.edu.pe/",
      "title": "Carreras para gente que trabaja | Universidad Científica del Sur",
      "description": "Estudia carreras para gente que trabaja en la Universidad Científica del Sur con programas flexibles y de calidad. ¡Inscríbete hoy!",
      "preview": "Ir al contenido Pregrado Posgrado Centro de Idiomas Formación Continua Buscar Carreras para gente que trabaja Averígua qué cursos puedes convalidar Ca"
    },
    {
      "url": "http://emlab.msi.ucsb.edu/",
      "title": "Environmental Markets Lab (emLab) | emLab",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Research Highlight Little-to-no industrial fishing occurs in fully and highly protected marine areas Science paper » Explainer in The Conversation » P"
    },
    {
      "url": "https://www.flickr.com/photos/worldbank",
      "title": "World Bank Photo Collection | Flickr",
      "description": "Explore World Bank Photo Collection's 14,528 photos on Flickr!",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://thepulse.uptogether.org/",
      "title": "The Pulse",
      "description": "void",
      "preview": "The UpTogether Pulse Michigan Man Uses Direct Cash to Weatherproof Home from Severe Flooding Lorenzo is proud to step into his front yard, knowing tha"
    },
    {
      "url": "https://withchristianeyes.net/2013/01/21/on-skyrim-a-vent-from-a-christian-parent-a-mom-who-plays/?like_comment=6585&_wpnonce=ddb5b43d50",
      "title": "On Skyrim: A Vent from a Christian Parent (a mom who plays) | With Christian Eyes",
      "description": "Maybe you've come here before and read one or more of my posts on Skyrim. If you haven't, and you're a parent interested in knowing more about the game, please also read my earlier review for parents. It would probably be better if you read that one first, actually, since it presents the positive aspects...",
      "preview": "Fighting a dragon in Skyrim. From http://www.industrygamers.com/news/ps3-skyrim-its-not-nearly-as-bad-as-it-seems/ Maybe you've come here before and r"
    },
    {
      "url": "https://discoveryplus.com",
      "title": "discovery+ | Stream Real-Life TV Episodes",
      "description": "discovery+ | Watch HGTV, Food Network, TLC, ID and more plus exclusive originals, all in one place.",
      "preview": "Skip To Content Something for Everyone Plans start at $5.99 Start Free Trial Free trial available to new subscribers. Terms Apply . Get It All with di"
    },
    {
      "url": "https://photoai.com/ai-avatars?ref=avatarai",
      "title": "Avatar AI™ | Professional Photo Shoots with AI",
      "description": "Generate photorealistic images and videos of people with AI. Generate over 120 unique avatar styles inspired by the original Avatar AI™ that sparked the vi...",
      "preview": "void"
    },
    {
      "url": "https://www.uni-potsdam.de/de/gsp-deutsch/studiumlehre/lesekabinett",
      "title": "Lesekabinett - Studium und Lehre - Professur Grundschulpädagogik Deutsch - Universität Potsdam",
      "description": "void",
      "preview": "JavaScript ist in ihrem Browser deaktiviert. Bitte aktivieren Sie JavaScript um alle Funktionen der Website nutzen zu können! Zum Hauptinhalt springen"
    },
    {
      "url": "https://in.pinterest.com/morathat/pretty-nails/",
      "title": "void",
      "description": "void",
      "preview": "Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to select. Touch dev"
    },
    {
      "url": "https://ghgprotocol.org/corporate-standard",
      "title": "Corporate Standard | GHG Protocol",
      "description": "The GHG Protocol Corporate Accounting and Reporting Standard provides requirements and guidance for companies and other organizations, such as NGOs, government agencies, and universities, that are preparing a corporate-level GHG emissions inventory.",
      "preview": "Skip to main content Subscribe to GHG Protocol's email list HERE , Access information about the corporate suite of standards update process HERE Enter"
    },
    {
      "url": "http://dhss.alaska.gov/dph/epi/id/pages/COVID-19/vaccine.aspx",
      "title": "Alaska Department of Health and Social Services",
      "description": "void",
      "preview": "Skip to content State of Alaska myAlaska My Government Resident Business in Alaska Visiting Alaska State Employees Health and Social Services Page una"
    },
    {
      "url": "https://help.yahoo.com/kb/index?page=product&y=PROD_YAHOOAPP_IOS&locale=en_US&actp=productlink",
      "title": "Help for your Yahoo Account",
      "description": "void",
      "preview": "You need to have JavaScript enabled to use this page. To enable JavaScript, follow these instructions . Speak to a premium support agent Can't access"
    },
    {
      "url": "https://earthdata.nasa.gov/earth-observation-data/near-real-time/download-nrt-data/viirs-nrt",
      "title": "VIIRS-Land Near Real-Time Data | NASA Earthdata",
      "description": "Near real-time land data from the Visible Infrared Imaging Radiometer Suite (VIIRS) are available through NASA's Land, Atmosphere Near real-time Capability for Earth observation (LANCE).",
      "preview": "Skip to main content VIIRS-Land Near Real-Time Data Near real-time land data from the Visible Infrared Imaging Radiometer Suite (VIIRS) are available"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Web_Mercator",
      "title": "Web Mercator - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Web Mercator From OpenStreetMap Wiki Jump to navigation Jump to search Help EPSG:3857 In other languages Afrikaans asturianu azərbaycanca Bahasa Indon"
    },
    {
      "url": "https://www.thriftbooks.com/",
      "title": "New & Used Books | Buy Cheap Books Online at ThriftBooks",
      "description": "Over 13 million titles available from the largest seller of used books. Cheap prices on high quality gently used books. Free shipping over $15.",
      "preview": "Skip to content Menu Button Search Button Scan a barcode Scan My Lists Cart Menu Button Search Button Scan a barcode Scan Gift Guides Featured Books D"
    },
    {
      "url": "https://tbinternet.ohchr.org/_layouts/15/treatybodyexternal/Download.aspx?symbolno=INT%2FCAT%2FNGO%2FISR%2F23473&Lang=fr",
      "title": "void",
      "description": "void",
      "preview": "English | Français | Español | русский | العربية | 中文 Base de données relative aux organes conventionnels de l'ONU Français > Les organes des traités"
    },
    {
      "url": "https://nappy.co/",
      "title": "Nappy | Beautifully Diverse Stock Photos",
      "description": "Beautiful photos of Black and Brown people, for free. For commercial and personal use.",
      "preview": "Open dialog Close HP Stay in the know Beautiful photos of Black and Brown people, for free. Trending Topics businesswomen indoor bedroom green playing"
    },
    {
      "url": "http://www.minesnewsroom.com/news/all/rss.xml",
      "title": "News",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://pagesix.com/2021/05/23/grace-gummer-and-mark-ronson-spark-engagement-rumors/",
      "title": "Exclusive | Grace Gummer and Mark Ronson spark engagement rumors",
      "description": "Grace Gummer and Mark Ronson spark engagement rumors with diamond ring in new photos.",
      "preview": "Grace Gummer and Mark Ronson show off PDA -- and her large ring -- while out in London. BACKGRID Are Grace Gummer and Mark Ronson heading down the ais"
    },
    {
      "url": "https://www.macrofinephotography.com/blog/color-me-confused",
      "title": "Color Me Confused - MacroFine Photography",
      "description": "Chris Fedderson - MacroFine Musings Kathy Lawler, Guest Blogger [This post is an elaboration on the fourth point I made in my post of November 10, 2015 Five ways to raise your photo IQ...",
      "preview": "MacroFine Photography Home Artist Shows and Exhibitions Behind the Scenes Contact Room Views Gallery Shop Home Artist Shows and Exhibitions Behind the"
    },
    {
      "url": "https://www.mastermachineryllc.com/listings/47965-1300mm-coiltech-complete-servo-feedline-space-saver-new",
      "title": "New 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) for...",
      "description": "Max coil width: 1300mm (51\"), Max material thickness: 4.5mm (.177\") @ Full Width / 8mm(.315\") @ 400mm (15.7\"), Max coil weight: 15 tons (30,000 lbs).",
      "preview": "1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) Share via Email Print Listing 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW)"
    },
    {
      "url": "http://www.univr.it/",
      "title": "Università degli studi di Verona",
      "description": "Università degli Studi di Verona",
      "preview": "void"
    },
    {
      "url": "https://stablediffusionweb.com/",
      "title": "Stable Diffusion Online",
      "description": "Stable Diffusion is a deep learning model that generates images from text descriptions. Use Stable Diffusion online for free.",
      "preview": "Stable Diffusion Online Stable Diffusion is a latent text-to-image diffusion model capable of generating photo-realistic images given any text input,"
    },
    {
      "url": "https://public.govdelivery.com/accounts/USFSIS/subscriber/new",
      "title": "USDA Food Safety and Inspection Service",
      "description": "void",
      "preview": "Email Updates FSIS' email subscription service is an easy way to keep up with food safety news. When you subscribe, you will get an email update when"
    },
    {
      "url": "http://www.policylink.org/",
      "title": "PolicyLink | PolicyLink",
      "description": "void",
      "preview": "Skip to main content WE ARE THE FOUNDERS More About Our Vision Governing for All A LETTER: OUR FOUNDING OPPORTUNITY Learn About Governing for All The"
    },
    {
      "url": "http://store.infinita.bg/bg/99-stres-test",
      "title": "Home | Infinita_BG",
      "description": "void",
      "preview": "ХУМАННА МЕДИЦИНА ВЕТЕРИНАРНА МЕДИЦИНА ДОМАШНА ГРИЖА Инфинита АКАДЕМИ Предстоящи събития Ехографско изследване на коремна кухина за ветеринарни специ"
    },
    {
      "url": "https://katalog.skd.museum/Search/Results?filter%5B%5D=~institution%3A%22DE-L228%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-referencebooks%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-techniquefinearts%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-studiesbooksmanuscripts%22&filter%5B%5D=format_de15%3A%22Software%22&filter%5B%5D=-mega_collection%3A%22Verbunddaten+SWB%22&dfApplied=1&type=AllFields",
      "title": "Suchergebnisse :: Staatliche Kunstsammlungen Dresden, Kunstbibliothek",
      "description": "void",
      "preview": "Suchergebnisse Angewandte Filter Seite wird neu geladen, wenn Filter entfernt wird. Filter zurücksetzen Filter anzeigen (6) Institution: Suchfilter en"
    },
    {
      "url": "https://wiki.haskell.org/index.php?title=Special:UserLogin&returnto=Yhc%2FJavascript%2FProgrammers+guide%2FEcho+demo+source&returntoquery=diff%3Dnext%26oldid%3D8617&printable=yes",
      "title": "Log in - HaskellWiki",
      "description": "void",
      "preview": "Jump to content NOTE: Automatic wiki account creation has been disabled. If you would like an account please email \"wiki-account-request\" (at the doma"
    },
    {
      "url": "https://chewathai27.com/ep35-%E0%B8%9B%E0%B8%B51-reaction-%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B8%A2%E0%B8%B1%E0%B8%87%E0%B9%84%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%82%E0%B8%A5%E0%B8%81%E0%B8%88%E0%B8%B3-%E0%B9%82%E0%B8%AB/",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.theragun.com/us/en-us/mini-us.html",
      "title": "Theragun Mini 3rd Gen (Black) | Small Percussion Massage Gun for Pain Relief | Therabody US",
      "description": "Theragun Mini 3rd Gen (Black) is a small, lightweight massage gun that offers portable relief to ease aches, pain and tension. Throw it in your gym bag or carry on to recover anywhere. For fitness enthusiasts, active individuals, travelers, hikers, gym goers and more.",
      "preview": "Skip to content Your Bag You're getting FREE shipping! Your bag is empty Have an account? Log in to check out faster. Loading... Subtotal $0 Shipping"
    },
    {
      "url": "https://timetable.mak.ac.ug/",
      "title": "MAK-TMS | Timetable by Groups",
      "description": "void",
      "preview": "Timetable by Groups Home Academic Year * Select - Academic Year 2025/2026 2024/2025 2023/2024 2022/2023 2021/2022 2020/2021 2019/2020 2018/2019 Semest"
    },
    {
      "url": "https://effecthouse.tiktok.com/?utm_content=header&utm_source=tiktok_webapp_main",
      "title": "TikTok effect house",
      "description": "void",
      "preview": "Latest Learn Top Creators Download Latest Learn Top Creators TikTok effect house Build fun and creative effects for TikTok Download Effect House Free"
    },
    {
      "url": "https://www.spreadshirt.com/partner-product-range/products/women-longsleeve-shirts-D2CG03?sizegroup=102&sort=related&appearancegroup=12",
      "title": "Women - Longsleeve Shirts printing | Spreadshirt",
      "description": "Huge selection of personalised Women Longsleeve Shirts. 150 styles in different sizes and colours for your uniquely-creative design. No minimum order value.",
      "preview": "Women Longsleeve Shirts Options Categories Women Men Women Kids & Babies Products Longsleeve Shirts Accessories Caps Bags & Backpacks iPhone Cases Sam"
    },
    {
      "url": "https://www.federalregister.gov/documents/2019/10/04/2019-21702/notice-of-availability-of-the-draft-supplemental-environmental-impact-statement-for-the-proposed",
      "title": "Federal Register :: Notice of Availability of the Draft Supplemental Environmental Impact Statement for the Proposed Keystone XL Pipeline; Public Meeting Announcement",
      "description": "The U.S. Department of State (Department) announces the availability for public review and comment of the Draft Supplemental Environmental Impact Statement (Draft SEIS) for the Proposed Keystone XL Pipeline. The Draft SEIS--consistent with the National Environmental Policy Act (NEPA) of...",
      "preview": "Skip to Content Home Sections Money Environment World Science & Technology Business & Industry Health & Public Welfare Browse Agencies Topics (CFR Ind"
    },
    {
      "url": "http://www.ywcaweekwithoutviolence.org/",
      "title": "National Campaigns - YWCA - YWCA",
      "description": "YWCA is on a mission to eliminate racism and empower women, and our annual national campaigns are crucial to realizing our mission by creating awareness around racial and gender justice issues and engaging our YWCA network and partners in this work. Annually, we hold the following campaigns: Until Justice Just Is (UJJI), YWomenVote, and Week Without Violence. Read more below about each of our signature campaigns and how you can get involved.",
      "preview": "0 DONATE Register About Week Without Violence Join Us Toolkit Sponsors About Week Without Violence Week Without Violence has been a YWCA national camp"
    },
    {
      "url": "https://www.exercise-physiology.com.au/blog/physical-activity-and-cancer-prevention",
      "title": "Exercise in the prevention of cancer",
      "description": "Exercise is important to prevent many cancers.",
      "preview": "Call our Exercise Physiologists on (03) 9857 3007 EXERCISE PHYSIOLOGY SERVICES AT INSPIRE FITNESS FOR WELLBEING Home About Us Exercise Physiologist Pr"
    },
    {
      "url": "https://www.cnet.com/news/google-supercharges-youtube-with-a-custom-video-chip/",
      "title": "Google supercharges YouTube with a custom video chip - CNET",
      "description": "The processor is designed to deliver better video quality and to cut network use.",
      "preview": "X Why You Can Trust CNET Our expert, award-winning staff selects the products we cover and rigorously researches and tests our top picks. If you buy t"
    },
    {
      "url": "https://www.nfl.com/schedules",
      "title": "NFL 2025 - WEEK 6 Schedule | NFL.com",
      "description": "Get the NFL Schedule. Find Schedule History, Schedule Release &Tickets to NFL Games.",
      "preview": "Skip to main content NFL 2025 - WEEK 6 Schedule | NFL.com NFL Schedule 2025 - WEEK 6 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013"
    },
    {
      "url": "http://equitythroughresearch.com/",
      "title": "Red Orchid Spa in Dubai",
      "description": "void",
      "preview": "welcome to Red Orchid Spa THE SPA EXPERIENCE IS NO LONGER A COSTLY LUXURY. RED ORCHID SPA IS FOR ANYONE WHO WANTS TO FREQUENTLY RELAX, ESCAPE, AND THR"
    },
    {
      "url": "https://www.militarytimes.com/pay-benefits/2019/12/10/it-changed-my-life-these-nonprofits-are-honored-for-making-a-difference-in-the-military-community/",
      "title": "'It changed my life': These nonprofits are honored for making a difference in the military community",
      "description": "Overall Newman's Own winner inspires students to create one-of-a-kind devices to help veterans.",
      "preview": "Pay & Benefits 'It changed my life': These nonprofits are honored for making a difference in the military community By Karen Jowers Dec 10, 2019 Vietn"
    },
    {
      "url": "https://teaamour.com/blogs/news/benefits-of-eating-organic-honey",
      "title": "Benefits of eating Organic Honey.. - Tea Amour® LLC",
      "description": "FULL OF NUTRIENTS There are numerous benefits of natural honey like vitamins, nutrients, antioxidants and enzymes. Because of these wonderful perks of raw honey, it works as the perfect processed sugar replacement. Processed sugar has zero benefits and comes with a crash. Raw honey doesn't. But vitamins, nutrients and",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Share Share Link Close share Copy link FULL OF NUTRIENTS There are numer"
    },
    {
      "url": "https://news.gtp.gr/2010/05/01/greeces-reputation-hits-bookings/",
      "title": "Greece's Reputation Hits Bookings | GTP Headlines",
      "description": "Each country's views on the crisis in Greece directly affects the tourist flow to the country, according to recent figures of research company GfK's Tourism...",
      "preview": "connect with us Greece's latest tourism industry news by Greek Travel Pages - Main Menu - Home Industry Sectors » - Hospitality - Aviation - Sea Touri"
    },
    {
      "url": "https://www.criterionchannel.com",
      "title": "Criterion Channel: Stream the world's best movies",
      "description": "Explore a curated library of essential classic and contemporary movies. Start your free trial on the Criterion Channel today.",
      "preview": "Start Your Adventure in Moviegoing Stream the world's best films start your free trial Join the Conversation Go behind the scenes with documentaries,"
    },
    {
      "url": "https://maltaonlinebookshop.com/book_author/daniel-mainwering/",
      "title": "Daniel Mainwering Archives | Malta Online Bookshop",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.my.freelancer.com/contest/logo-design-yanina-kuksa-2028440?w=f&ngsw-bypass=",
      "title": "Logo Design - Yanina Kuksa | Freelancer",
      "description": "Logo Design - Yanina Kuksa contest on Freelancer. Enter this Reka Bentuk Grafik contest, find Design jobs or post a similar contest for free!",
      "preview": "Logo Design - Yanina Kuksa Status: Closed Hadiah: $81 Penyertaan Diterima: 9 Pemenang: Rayhan2Rafi Winner Ringkasan Peraduan UPDATE** The client would"
    },
    {
      "url": "https://www.dillards.com/p/samsonite-x-sjp-just-right-collection-standard-backpack/514260801",
      "title": "Samsonite X Sjp Just Right Collection Standard Backpack | Dillard's",
      "description": "void",
      "preview": "This item is not available for internet purchase. Return to top"
    },
    {
      "url": "https://www.westside.com/",
      "title": "Westside - A Tata Enterprise | Best Online Shopping Site in India",
      "description": "Shop at India's Best Online Shopping Site for Men, Women & Kids Fashion. Discover wide range of clothing, footwear, bags & beauty products for men, women & kids at Westside Online Shopping Store.",
      "preview": "Skip to content Every % GST Reduced - Every % Returned To You"
    },
    {
      "url": "http://www.Spectrum.net/SpectrumTVApp",
      "title": "Spectrum.net",
      "description": "Sign in to your Spectrum account for the easiest way to view and pay your bill, watch TV, manage your account and more.",
      "preview": "Cookies are disabled We're sorry, cookies are disabled in this browser. To view this site, please enable cookies. Javascript is disabled We're sorry,"
    },
    {
      "url": "https://www.technologyreview.com/",
      "title": "MIT Technology Review",
      "description": "Emerging technology news & insights | AI, Climate Change, BioTech, and more",
      "preview": "You need to enable JavaScript to view this site. Skip to Content Featured Story New Biotechnology and health 1 day How healthy am I? My immunome knows"
    },
    {
      "url": "https://sbskin-nyc.com/about-us",
      "title": "About Us - SB Skin",
      "description": "void",
      "preview": "Scroll About Us Shamara Bondaroff founder Native New Yorker Shamara Bondaroff , is a NYC & MIAMI based esthetician, known for her microcurrent facials"
    },
    {
      "url": "https://www.deramores.com/collections/free-knitting-patterns",
      "title": "LoveCrafts | Knitting, crochet, craft supplies & inspiration",
      "description": "Shop craft supplies, yarn and free patterns at LoveCrafts, the home of Makefulness. Knitting, crochet, embroidery, sewing, quilting and tons of inspiration.",
      "preview": "Skip to main content JavaScript seems to be disabled in your browser. You must have JavaScript enabled in your browser to utilize the functionality of"
    },
    {
      "url": "https://www.phuket-trips.com/",
      "title": "Phuket Tours Phuket Travel Agency - Package Excursions in Phuket",
      "description": "Lowest Prices on all Phuket Tours, Phuket Travel, Phuket Day Tour Package and Excursions. TripAdvisor Certificate of Excellence by Authorized Travel Agency.We might not be the best Phuket Travel Agency but we work hard to be in future.",
      "preview": "Best rate online reservation Book"
    },
    {
      "url": "https://gsuiteupdates.googleblog.com/2019/01/upcoming-hangouts-service-consolidation.html",
      "title": "Google Workspace Updates: Upcoming Hangouts service consolidation for all G Suite customers",
      "description": "void",
      "preview": "This official feed from the Google Workspace team provides essential information about new features and improvements for Google Workspace customers. C"
    },
    {
      "url": "http://www.adb.org",
      "title": "Asian Development Bank",
      "description": "The Asian Development Bank (ADB) is committed to achieving a prosperous, inclusive, resilient, and sustainable Asia and the Pacific, while sustaining its efforts to eradicate extreme poverty. It assists its members and partners by providing loans, technical assistance, grants, and equity investments to promote social and economic development.",
      "preview": "Skip to main content Top Story How ADB and Its Partners Work to Provide High Quality Development Solutions Explore how ADB and its partners are collab"
    },
    {
      "url": "https://www.articole-petreceri.ro/baloane-folie-16/balon-folie-rotund-brad-45cm.html",
      "title": "Balon folie rotund Brad 45cm",
      "description": "Balon folie rotund Brad 45cm",
      "preview": "Home / Baloane folie / Balon folie rotund Brad 45cm Balon folie rotund Brad 45cm -40% 16,66 RON 9,99 RON Selectati umflat/neumflat : Neumflat (9,99 RO"
    },
    {
      "url": "https://www.fonearena.com/price.php",
      "title": "Price Search & Price Finder |FoneArena.com",
      "description": "void",
      "preview": "Home News Phones Operators Reviews FoneFinder PriceSearch Price List Links Glossary Forums"
    },
    {
      "url": "http://science.gsfc.nasa.gov/sed/",
      "title": "Science @ GSFC",
      "description": "Sciences & Exploration Directorate",
      "preview": "Skip Navigation (press 2) Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. O"
    },
    {
      "url": "https://www.nationwide.com",
      "title": "Insurance and Financial Services Company - Nationwide",
      "description": "Nationwide offers insurance, retirement and investing products that protect your many sides. Get home and auto insurance quotes online or find a local agent",
      "preview": "Skip to main content if(document.location.hostname == 'www.nationwide.com' || document.location.hostname == 'espanol.nationwide.com' || document.locat"
    },
    {
      "url": "https://my3.my.umbc.edu/groups/careers/events/2021/10/9/day?tag=u-s",
      "title": "Saturday, October 9, 2021 · Career Center · myUMBC",
      "description": "void",
      "preview": "myUMBC Classic Welcome to myUMBC Log In Profile Guide Events Groups Help Career Center Institutional Group • 3411 people Home Posts Events Files The f"
    },
    {
      "url": "https://secure.donorschoose.org/credits",
      "title": "DonorsChoose: Check Cookies",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://support.norton.com/sp/en/us/home/current/info",
      "title": "Official Norton™ Support",
      "description": "Get all the support you need for your Norton products. We'll help you with installation, activation, sales and billing.",
      "preview": "What can we help you with? Upgrade for Free Cybercrime is evolving. So is your protection. *Offer for existing members for the remainder of your subsc"
    },
    {
      "url": "https://www.partsworldshop.com/de/2~205~motorrad/BMW/K-1300-R-S",
      "title": "Sortiment / BMW / K 1300 R / S - Parts World Shop",
      "description": "Sortiment / BMW / K 1300 R / S /",
      "preview": "Newsletter abonnieren und Preisvorteile sichern! Löschen icon-hamburger Menü icon-profile Anmelden / Registrieren Motorrad Racing Auto Bekleidung Zube"
    },
    {
      "url": "https://www.stimson.org/research/trade-tech/conventional-arms/",
      "title": "Conventional Arms Research • Stimson Center",
      "description": "Leading foreign affairs research projects, publications, and events on the topic of Conventional Arms from the Stimson Center.",
      "preview": "Skip to content Trade & Technology Conventional Arms Projects Advancing Child Protection Through Peacekeeping Assessing efforts to protect children an"
    },
    {
      "url": "https://ssp.unisg.ch/en/universitaet/bibliothek/dienstleistungen/seatfinder",
      "title": "Incoming guest students | Exchange | University of St.Gallen",
      "description": "Preparations for your guet stay at the HSG. Find information about the exchange programmes, course information, visa, insurances and scholarships.",
      "preview": "Welcome to St.Gallen home more_horiz Studying Studying Research Executive Education News University Exchange programmes Why HSG? Programmes Exchange p"
    },
    {
      "url": "http://weibo.com/signup/signup.php?from=zw&vsrc=app_sharepop&backurl=http%3A%2F%2Fservice.t.sina.com.cn%2Fshare%2Fshare.php%3F&showlogo=0&appsrc=cUcI1A",
      "title": "登录 - 微博",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://abmagazine.accaglobal.com",
      "title": "AB Europe-Americas",
      "description": "Accounting and Business magazine includes news, topical analysis, reviews of emerging trends affecting the accounting profession, technical articles and updates",
      "preview": "Africa Asia Pacific Europe and Americas Ireland Middle East and South Asia UK New improved AB app We have enhanced the navigation, search and personal"
    },
    {
      "url": "https://seersco.com",
      "title": "Seers | Privacy & Consent Management Solution| GDPR & CCPA",
      "description": "Seers: Your Trusted Partner for GDPR & CCPA Compliance |Comprehensive Privacy, Compliance, Data Protection, Audits, & Policy Generators",
      "preview": "WATCH A DEMO START FREE open-menu-icon Data Privacy & Compliance Solved Trust the leading privacy and consent management platform to help companies co"
    },
    {
      "url": "http://www.ipsnews.net/2022/01/time-protect-oceans-now/",
      "title": "The Time to Protect Our Oceans is Now | Inter Press Service",
      "description": "There is no other place in the world like Costa Rica's Cocos Island National Park. The waters surrounding the island-covered with tropical forests-are a playground to countless shivers, or schools, of sharks, including hammerhead sharks, whitetip reef sharks and whale sharks. Also boasting rays, turtles, whales and dolphins, It's one of the world's most biodiverse [...]",
      "preview": "Languages ESPAÑOL FRANÇAIS DEUTSCH ITALIANO JAPANESE NEDERLANDS PORTUGUÊS SUOMI SVENSKA SWAHILI TÜRKÇE Friday, October 10, 2025 INTER PRESS SERVICE Ne"
    },
    {
      "url": "https://profile.theguardian.com/signin?INTCMP=DOTCOM_NEWHEADER_SIGNIN&ABCMP=ab-sign-in&componentEventParams=componentType%3Didentityauthentication%26componentId%3Dguardian_signin_header",
      "title": "Sign in | The Guardian",
      "description": "void",
      "preview": "One account to access all Guardian products. By proceeding, you agree to our terms and conditions . For information about how we use your data, see ou"
    },
    {
      "url": "https://bbpress.org/",
      "title": "bbPress.org",
      "description": "Forums, made the WordPress way",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About Make Codex News Forums Download bbPress.org Meet bbPress Forum software from the creators of"
    },
    {
      "url": "https://datos.madrid.es/portal/site/egob",
      "title": "En portada - Portal de datos abiertos del Ayuntamiento de Madrid",
      "description": "Portal de datos abiertos del Ayuntamiento de Madrid - En portada",
      "preview": "Saltar navegación egob"
    },
    {
      "url": "https://muppet.fandom.com/wiki/Gordon",
      "title": "Gordon | Muppet Wiki | Fandom",
      "description": "Gordon Robinson is one of the original residents of Sesame Street, having debuted in the first episode along with his wife Susan. Originally working as a history teacher (as mentioned in All About Sesame Street) after serving in the army (as he mentions in Episode 0950), Gordon later became a...",
      "preview": "Muppet Wiki Follow Muppet Wiki on Bluesky ✅ Log in to Muppet Wiki to hide ads Visit Special:Community to learn how you can contribute! READ MORE Muppe"
    },
    {
      "url": "https://www.space.com/jfk-apollo-moonshot-nasa-readiness.html",
      "title": "Why JFK Believed His Bold Moonshot Was Achievable | Space",
      "description": "Apollo 11 was truly a giant leap, but it was no miracle.",
      "preview": "Skip to main content Don't miss these President John F. Kennedy speaks before a joint session of Congress, May 25, 1961. In this address, the presiden"
    },
    {
      "url": "https://www.peacocktv.com/",
      "title": "Home | NBCUNIVERSAL MEDIA",
      "description": "We are one of the world's leading media and entertainment companies in the development, production, and marketing of entertainment, news and information to a",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content Your browser does not support the vi"
    },
    {
      "url": "http://www.people.com/tag/rita-moreno/",
      "title": "Rita Moreno",
      "description": "Rita Moreno",
      "preview": "Celebrity Person Rita Moreno Why Rita Moreno Had to Miss Everybody's Live with John Mulaney at the Last Minute By Julia Moore Rita Moreno, 93, Credi"
    },
    {
      "url": "https://www.ifixit.com/Guide/iPhone+SE+Battery+Replacement/61385",
      "title": "Back Case - iFixit Repair Guide",
      "description": "Are you trying to figure out what is wrong with your camera? This is a good place to start as it allows you to access everything in the camera that...",
      "preview": "Skip to main content Fix Your Stuff Community Store Back Case Introduction Are you trying to figure out what is wrong with your camera? This is a good"
    },
    {
      "url": "https://thespinningcp.tumblr.com/post/121123352676",
      "title": "Maryland moves to increase diversity in computer... - The Spinning Compass: GIS Student Resources",
      "description": "Maryland moves to increase diversity in computer science codeorg: \"A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "Menu The Spinning Compass: GIS Student Resources Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course"
    },
    {
      "url": "https://www.hybriden.se/en/product/cba-vol-32-9789187825071/",
      "title": "CBA vol 32 - Hybriden",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.fox5atlanta.com/news/3-teens-charged-with-murder-of-15-year-old-peachtree-city-girl",
      "title": "3 men, 18, charged with murder of Peachtree City teen | FOX 5 Atlanta",
      "description": "The 15-year-old girl was found dead by her mother inside their apartment. According to police, the teen knew her suspected killers.",
      "preview": "Police investigating how 3 men accused of murder entered Peachtree City teen's apartment Right now, three 18-year-old males are in custody and have be"
    },
    {
      "url": "https://www.bea.gov/data/gdp/gross-domestic-product",
      "title": "Gross Domestic Product | U.S. Bureau of Economic Analysis (BEA)",
      "description": "void",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home BEA Data GDP Gross Domestic Product Gross Domest"
    },
    {
      "url": "https://www.drawbotanical.com/blog/",
      "title": "Botanical Illustration Distance Learning Course | Draw Botanical",
      "description": "Read the Draw Botanical blog to find out more about botanical illustrations and how you can sign up for a variety of learning courses.",
      "preview": "X Join our mailing list for an exclusive look at new products, course offerings, drawing tips, and more! JOIN How to Draw a Fall Leaf: A Botanical Art"
    },
    {
      "url": "http://www.tbcci.com/about",
      "title": "..:: Taylor Bros Construction ::..",
      "description": "void",
      "preview": "Menu about taylor bros. rich history. postive future. Established in 1933, Taylor Bros. Construction Co., Inc. is proud to have served the Midwest for"
    },
    {
      "url": "https://fonts.google.com/specimen/Roboto+Slab",
      "title": "Roboto Slab - Google Fonts",
      "description": "Roboto has a dual nature. It has a mechanical skeleton and the forms are largely geometric. At the same time, the font features friendly and open curves. While",
      "preview": "void"
    },
    {
      "url": "https://www.otto.de/damen/mode/",
      "title": "Damenbekleidung online kaufen | OTTO",
      "description": "Bis zu 30% reduziert &#10071; Damenbekleidung online kaufen bei OTTO » Große Auswahl &#10004; Aktuelle Trends &#10004; Beliebte Marken &#10004; Top Qualität » Jetzt entdecken & shoppen!",
      "preview": "Startseite Damen-Mode  Damenbekleidung > Aktionen Pullover Jacken Blusen Bekleidung Schlupfblusen Blazer Hemdblusen Röcke Bademode Shirts %Sale Kateg"
    }
  ],
  "_meta": {
    "total_bookmarks": 106
  }
}