{
  "data": [
    {
      "url": "https://www.esrbratings.org/",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "https://world.openfoodfacts.org/product/3700096610783/moules-de-corde-bio-sans-marque",
      "title": "Moules de corde bio - Cultimer - 2 L",
      "description": "Ingredients, allergens, additives, nutrition facts, labels, origin of ingredients and information on product Moules de corde bio - Cultimer - 2 L",
      "preview": "Skip to Content Scan a product × Or enter barcode manually Scan Help us inform millions of consumers around the world about what they eat Please give"
    },
    {
      "url": "https://www.jbr.nl/begrippen/debt-advisory/",
      "title": "Debt Advisory - JBR",
      "description": "void",
      "preview": "Home » Debt Advisory Debt Advisory Een sterke financiële basis vormt het kloppend hart van uw bedrijf. Schuldenadvies, ofwel 'Debt Advisory', is een e"
    },
    {
      "url": "https://research.google",
      "title": "Google Research - Explore Our Latest Research in Science and AI",
      "description": "Discover Google Research. We publish research papers across a wide range of domains and share our latest developments in AI and science research.",
      "preview": "Impossible? Let's see. Whether we're shaping the future of sustainability, or optimizing algorithms, or even exploring epidemiological studies, Google"
    },
    {
      "url": "https://www.health.mil/News/Authors/m/MHS-Communications",
      "title": "MHS Communications | Health.mil",
      "description": "Articles by MHS Strategic Communications",
      "preview": "Tag Manager Skip main navigation An official website of the United States government Here's how you know Official websites use .mil A .mil website bel"
    },
    {
      "url": "https://www.drawbotanical.com/blog/",
      "title": "Botanical Illustration Distance Learning Course | Draw Botanical",
      "description": "Read the Draw Botanical blog to find out more about botanical illustrations and how you can sign up for a variety of learning courses.",
      "preview": "X Join our mailing list for an exclusive look at new products, course offerings, drawing tips, and more! JOIN How to Draw a Fall Leaf: A Botanical Art"
    },
    {
      "url": "https://prnmedia.prnewswire.com/",
      "title": "Home | PR Newswire for Journalists",
      "description": "void",
      "preview": "Accessibility Statement Skip Navigation PR Newswire for Journalists The Place to Find Story Ideas, Multimedia, Experts, Industry Updates and Job Listi"
    },
    {
      "url": "https://mylearningtrial.tumblr.com/post/143011125495",
      "title": "Just you wait.",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \"At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core...",
      "preview": "Just you wait. Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Ma"
    },
    {
      "url": "http://www.wideeyecreative.com",
      "title": "Wide Eye / a digital creative agency - web design & branding for mission-driven organizations and nonprofits",
      "description": "Wide Eye is a full-service creative agency specializing in interactive design, web development, and digital communications for brands that change the world. Headquartered in Washington, DC.",
      "preview": "Skip to main content Wide Eye Creative Close Things that agencies probably won't tell you about your RFP process, but should... Things that agencies pro"
    },
    {
      "url": "https://www.telanon.info/sociedade/2016/04/06/21531/tiroteio-cena-de-bruxaria-e-morte-provocaram-protestos-diante-do-ministerio-publico/?replytocom=291828",
      "title": "Tiroteio, cena de bruxaria e morte provocaram protestos diante do Ministério Público - Téla Nón",
      "description": "Familiares e amigos do homem de 43 anos de idade que encontrou a morte no último sábado 2 de Abril, após ter sido baleado no dia 26 de Março, por alegados foras da lei, exigiram ao Ministério Público a prisão preventiva dos dois suspeitos do crime. Diante do Ministério Público os familiares da vítima Manuel [...]",
      "preview": "Téla Nón Familiares e amigos do homem de 43 anos de idade que encontrou a morte no último sábado 2 de Abril, após ter sido baleado no dia 26 de Março,"
    },
    {
      "url": "https://chewathai27.com/ep35-%E0%B8%9B%E0%B8%B51-reaction-%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B8%A2%E0%B8%B1%E0%B8%87%E0%B9%84%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%82%E0%B8%A5%E0%B8%81%E0%B8%88%E0%B8%B3-%E0%B9%82%E0%B8%AB/",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://climatetrace.org/news/more-than-70000-of-the-highest-emitting-greenhouse-gas",
      "title": "More Than 70,000 of the Highest Emitting Greenhouse Gas Sources Identified in Largest Available Global Emissions Inventory | Climate TRACE",
      "description": "void",
      "preview": "Independent Greenhouse gas Emissions Tracking Loading data from 1,813,558 emissions sources summarized from 662,637,077 assets. News & Insights More T"
    },
    {
      "url": "https://okendo.reviews/?subscriberId=cd7260c8-fd9a-4a52-8658-a5438ce73cf1&productId=shopify-4808263860281&locale=en",
      "title": "Response Form",
      "description": "void",
      "preview": "We're sorry but the Okendo Response Form doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://theblast.com/jack-osbourne-divorce-houses/",
      "title": "void",
      "description": "void",
      "preview": "Jack Osbourne Scores $3.2 Million Mansion in Divorce, Hands Ex-Wife $1.8 Million Home By TheBlast Staff on September 19, 2018 at 12:08 PM EDT | Uncate"
    },
    {
      "url": "https://market.android.com/details?id=com.usablenet.mobile.walgreen",
      "title": "Walgreens - Apps on Google Play",
      "description": "Prescriptions, coupons, photos and shopping - it's all in the Walgreens app.",
      "preview": "Walgreens Walgreen Co. 10M+ Downloads PEGI 3 info Share Add to wishlist It's your Walgreens - shop and manage your prescriptions. Prescriptions & Phar"
    },
    {
      "url": "https://www.outdoorlife.com/gear/best-gopros/",
      "title": "Best GoPros of 2024 | Outdoor Life",
      "description": "Should you buy the Hero 10 or Hero 9 Black? Is the GoPro MAX worth getting? We answer those questions in this review of the best GoPros.",
      "preview": "Best Overall GoPro Hero 10 See It Best Budget GoPro Hero 9 See It Best for 360 Footage GoPro MAX See It We may earn revenue from the products availabl"
    },
    {
      "url": "https://resources.github.com/devops/",
      "title": "What is DevOps? · GitHub",
      "description": "Discover what DevOps is, how it improves collaboration between development and IT teams, and how it boosts software delivery speed and reliability.",
      "preview": "Skip to content GitHub recognized as a Leader in the Gartner® Magic Quadrant™ for AI Code Assistants. Learn more"
    },
    {
      "url": "https://leifnummela.fi/kirjat/jeesus/",
      "title": "Jeesus - Leif Nummela",
      "description": "Persoonallinen ja raikas kristillisen uskon puolustus. Leif Nummelalle on tunnusomaista tinkimätön ja johdonmukainen usko Raamatun luotettavuuteen. Mukaansatempaava, ymmärrettävä ja Kristus-keskeinen kirja tarjoaa rohkeita ja vakuuttavia vastauksia tämän ajan epäilijälle ja etsijälle. Se ei jää teoreettiseksi pohdiskeluksi, vaan haastaa lukijansa ottamaan kantaa maailmanhistorian merkittävimpään henkilöön. Kristus-keskeisemmäksi ei kirja tästä juuri voine tulla. Tällaisia me tarvitsemme. Leif [...]",
      "preview": "Siirry sisältöön Etusivu » Kirjat » Jeesus Loppuunmyyty Jeesus Millainen oli Jeesuksen elämä? Mitä hän merkitsee meille? Persoonallinen ja raikas kris"
    },
    {
      "url": "https://www.lenovo.com/us/en/about/foundation/",
      "title": "Lenovo Foundation - Making a Difference Through Innovation | Lenovo US",
      "description": "The Lenovo Foundation is committed to creating positive social impact through technology innovation. Learn about our programs and partnerships.",
      "preview": "void"
    },
    {
      "url": "https://happinez.nl/alles-over-tarot/",
      "title": "Alles over tarot en hoe je tarotkaarten legt",
      "description": "Hoe kun je tarotkaarten leggen? En wat kan tarot je brengen op het gebied van geld, liefde, werk of geluk?",
      "preview": "Ga naar content Nicole LePera boek cadeau bij 4 nummers Volg hier een gratis proefles Tantra Vanaf nu verkrijgbaar: nieuwe Happinez Agenda & Planner A"
    },
    {
      "url": "https://hk.linkedin.com/company/south-china-morning-post?trk=organization_guest_main-feed-card-text",
      "title": "South China Morning Post SCMP | LinkedIn",
      "description": "South China Morning Post SCMP | 730,241 followers on LinkedIn. Leading the global conversation about China | The South China Morning Post is a leading news media company that has reported on China and Asia for more than a century with global impact. Founded in 1903, SCMP is headquartered in Hong Kong, where it is the city's newspaper of record, with a growing correspondent staff across Asia and the United States. Our vision is to \"Elevate Thought\", and our mission is to \"Lead the global conversation about China\".",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "http://www.startrekthecruise.com/",
      "title": "Star Trek: The Cruise 2026 - Star Trek: The Cruise 2026",
      "description": "Star Trek: The Cruise is the ultimate immersive Star Trek experience, a 7-day voyage shared by a star-studded crew and passionate fans.",
      "preview": "U.S. & Canada: 844.335.6515 Star Trek: The Cruise IX is sold out Join Waitlist The Un-Conventional Voyage February 20-27, 2026 Port Canaveral Puerto P"
    },
    {
      "url": "https://www.theopen.com/latest/tiger-woods-open-wins",
      "title": "Tiger Woods' victories at The Open",
      "description": "We look back on Tiger Woods' three victories to date at The Open, which came in 2000 and 2005 at St Andrews and in 2006 at Royal Liverpool.",
      "preview": "Your Cookies Accepting all cookies will ensure you have the best experience possible when visiting TheOpen.com. Some of these cookies are necessary to"
    },
    {
      "url": "https://www.hiringourheroes.org/",
      "title": "Hiring Our Heroes: Bridging the Job Gap for Veterans",
      "description": "Learn about Hiring Our Heroes and its dedication to empowering veterans and military spouses in their pursuit of meaningful employment.",
      "preview": "Our Mission Creating a Nationwide Hiring Effort Hiring Our Heroes (HOH) connects the military community-service members, military spouses, and veteran"
    },
    {
      "url": "https://lamilano.it/eventi/un-canto-per-milano-e-per-la-ripresa/",
      "title": "Un canto per Milano e per la ripresa",
      "description": "Un Canto per Milano. Si chiama così l'iniziativa organizzata ai Bagni Misteriosi il 14 luglio 2020 dal Corriere della sera e dal Teatro Franco Parenti. Un evento nel quale la città della cultura e del bene si ritrova insieme per guardare avanti con Ferruccio de Bortoli, Giangiacomo Schiavi, Andrée Ruth...",
      "preview": "CAMBIA LINGUA LOMBARDIA LAZIO ABRUZZO EMILIA-ROMAGNA PUGLIA TRENTINO ALTO ADIGE BASILICATA FRIULI VENEZIA GIULIA MARCHE SARDEGNA UMBRIA CALABRIA MOLIS"
    },
    {
      "url": "http://www.tgrmn.com/",
      "title": "ViceVersa Software: File Synchronization, File Replication, Windows Backup Software",
      "description": "void",
      "preview": "New ViceVersa PRO 6 Released. Download Professional Software for Windows designed for File Synchronization, File Replication, File Backup and File Com"
    },
    {
      "url": "https://prospective-intj.tumblr.com/",
      "title": "Pro at being INTJ",
      "description": "Status: Inactive | INTJ 5w6 | I obsess with science, math, and black holes. Note: Background and avatar images do not belong to me.",
      "preview": "Pro at being INTJ 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna introvertdear.com The Q&A Gu"
    },
    {
      "url": "https://rethinked.kauffman.org/",
      "title": "Igniting potential. Driving progress.",
      "description": "Since October 2023, the Ewing Marion Kauffman Foundation has undergone a rigorous, community-informed strategic planning process to refocus our commitment to Mr. Kauffman's vision for our work and to drive collective impact in the community. This updated strategy will drive our work through 2035.",
      "preview": "Skip to content"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/",
      "title": "@dumspirospero023-blog on Tumblr",
      "description": "Follow @dumspirospero023-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following itscolossal Follow 3D-Printed Solar Systems, Moons and Planets for Your Desktop Source: sosuperawesome.com studybllog-blog Follo"
    },
    {
      "url": "https://cansouthasia.net/",
      "title": "CANSA | Home - Climate Action Network South Asia",
      "description": "<p>[vc_row][vc_column 0=\"\"][vc_column_text][metaslider id=6869] OUR PARTNERS [fusion_portfolio layout=\"carousel\" picture_size=\"fixed\" text_layout=\"unboxed\" grid_box_color=\"\" grid_element_color=\"\" grid_separator_style_type=\"\" grid_separator_color=\"\" columns=\"4″ one_column_text_position=\"below\" column_spacing=\"20″ equal_heights=\"no\" number_posts=\"-1″ portfolio_title_display=\"all\" portfolio_text_alignment=\"left\" padding_top=\"\" padding_right=\"\" padding_bottom=\"\" padding_left=\"\" filters=\"yes\" pull_by=\"category\" cat_slug=\"partners\" exclude_cats=\"\" tag_slug=\"\" exclude_tags=\"\" pagination_type=\"none\" hide_url_params=\"off\" offset=\"0″ orderby=\"date\" order=\"DESC\" content_length=\"excerpt\" excerpt_length=\"35″ strip_html=\"yes\" carousel_layout=\"title_on_rollover\" scroll_items=\"\" autoplay=\"yes\" show_nav=\"yes\" mouse_scroll=\"no\" hide_on_mobile=\"small-visibility,medium-visibility,large-visibility\" class=\"\" id=\"\" animation_type=\"fade\" animation_direction=\"left\" animation_speed=\"0.3″ animation_offset=\"\" /][fusion_builder_container admin_label=\"\" hundred_percent=\"no\" equal_height_columns=\"no\" menu_anchor=\"\" [...]</p>",
      "preview": "Loss and Damage Photo: Shailendra Yashwant Just Transition Photo: Shailendra Yashwant Climate Finance Ecosystem Restoration & Biodiversity Conservatio"
    },
    {
      "url": "https://community.shopify.com/c/shopify-design/make-product-description-central-in-mobile-view/m-p/1376708/highlight/true",
      "title": "Make product description central in mobile view - #2 by KetanKumar - Shopify Community",
      "description": "I want to make the product description aligned to the centre P word test Blockshop theme https://laz-the-plant-scientist.myshopify.com/",
      "preview": "Make product description central in mobile view Store Design KetanKumar November 5, 2021, 8:01pm 2 @peter550 yes please try this code Go to Online Sto"
    },
    {
      "url": "https://www.anandtech.com/show/20745/ryzen-processor-review-2025",
      "title": "AnandTech Forums: Technology, Hardware, Software, and Deals",
      "description": "Seeking answers? Join the AnandTech community: where nearly half-a-million members share solutions and discuss the latest tech.",
      "preview": "Trending Forum list What's new Menu Install the app Install Home Featured Forums Trending Search forums What's new New posts Latest activity Forum lis"
    },
    {
      "url": "https://www.unitedwayatlanta.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgSUcels3iQ2dV3h7jKMk9_vagfQR1LaH-OYXeeMeBKqyD6E8Pyl-WhoCzrIQAvD_BwE",
      "title": "Home | United Way Of Greater Atlanta",
      "description": "void",
      "preview": "Skip to main content Skip to footer Help Us Celebrate 120 Years with a Bold Goal We're aiming to raise $120,000 to support our 211 lifeline-a vital re"
    },
    {
      "url": "https://jalhay-commerces.be/commune/Wichelen/9260/",
      "title": "Communes-Commerces.be",
      "description": "void",
      "preview": "Commerces à proximité / Catégorie - Sous-catégorie Comment ça marche ? Choisis ta Commune Dans la barre de recherche juste au-dessus, inscris le nom d"
    },
    {
      "url": "https://butcherbox.pxf.io/c/3408212/1578351/16419?subid3=people",
      "title": "ButcherBox | Meat Delivery Subscription | ButcherBox",
      "description": "Butcher Box Homepage",
      "preview": "Choose Your Free Protein! ButcherBox Logo Choose Your Free Offer Celebrate fall with Steak Tips or Chicken Breasts FREE in every box for a year or Gro"
    },
    {
      "url": "https://www.splunk.com/",
      "title": "Splunk | The Key to Enterprise Resilience",
      "description": "Splunk is the key to enterprise resilience. Our platform enables organizations around the world to prevent major issues, absorb shocks and accelerate digital transformation.",
      "preview": "Deutsch Francais 日本語 한국어 中文 繁體中文 false AI-Powered Security and Observability Revolutionize digital resilience for AI, with AI. Request a demo Splunk i"
    },
    {
      "url": "https://fonts.google.com/knowledge/choosing_type/choosing_typefaces",
      "title": "Choosing type - Fonts Knowledge - Google Fonts",
      "description": "When you have some text, how can you choose a typeface? Many people-professional designers included-go through an app's font menu until we find one we like. But the aim of this Google Fonts Knowledge module is to show that there are many considerations that can improve our type choices. By setting some useful constraints to aid our type selection, we can also develop a critical eye for analyzing type along the way.",
      "preview": "void"
    },
    {
      "url": "http://googlecloudplatform.blogspot.com/",
      "title": "Google Cloud | Google Cloud Blog",
      "description": "Find all the latest news about Google Cloud with customer stories, product announcements, solutions and more.",
      "preview": "Google Cloud Find news, updates, and best practices for Google Cloud solutions and technologies. Inside Google Cloud What's new with Google Cloud By G"
    },
    {
      "url": "https://www.malowanasloncem.pl/author/malowanasloncem/",
      "title": "Redakcja, Autor w serwisie MalowanaSloncem.pl",
      "description": "void",
      "preview": "Dom i ogród Dzieci Lifestyle Moda Praca Uroda Zakupy Zdrowie Wyszukiwanie piątek, październik 10, 2025 Strona główna O nas Reklama Kontakt MalowanaSlo"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/",
      "title": "Pristine Seas - National Geographic Society",
      "description": "Pristine Seas preserves the wonders of our ocean-like coral reefs-through science and film. We helped create 30 of the world's largest marine protected areas.",
      "preview": "Protecting the Ocean's Vital Places Pristine Seas Since 2008, Pristine Seas has helped establish 30 of the largest marine protected areas in the world"
    },
    {
      "url": "https://scorefoundation.org/about/",
      "title": "About | Score Foundation",
      "description": "void",
      "preview": "ABOUT US The SCORE Foundation is a 501 (c) (3) non-profit organization that serves as the philanthropic arm of SCORE, America's premier source of free"
    },
    {
      "url": "https://dnasolves.com/articles/san-joaquin-lady-in-the-fridge/",
      "title": "After 27 years, \"Lady in the Fridge\" is Identified",
      "description": "San Joaquin County Sheriff's Office Teams with Othram to Identify \"Lady in the Fridge\"",
      "preview": "San Joaquin County Sheriff's Office Teams with Othram to Identify \"Lady in the Fridge\" The \"Lady in the Fridge\" is now known to be Amanda Lynn Schuman"
    },
    {
      "url": "https://www.israelnationalnews.com/news/249482",
      "title": "OU to stop kosher certifying controversial slaughter method | Israel National News",
      "description": "Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist' method.",
      "preview": "OU to stop kosher certifying controversial slaughter method Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist'"
    },
    {
      "url": "https://fireflies.ai/",
      "title": "Fireflies.ai | AI Teammate to Transcribe, Summarize, Analyze Meetings, Real Time AI Note Taker",
      "description": "Fireflies uses generative AI to bring ChatGPT to meetings. Generate transcripts and smart summaries for Zoom, Google Meet, Microsoft Teams, Webex and several other platforms.",
      "preview": "The #1 AI Teammate For Your Meetings Transcribe, summarize, search, and analyze all your team conversations. Get Started Request Demo Rated 4.8 / 5 GD"
    },
    {
      "url": "https://www.madfeed.co/",
      "title": "MAD - A community of chefs, cooks and farmers with an appetite for knowledge.",
      "description": "MAD inspires and empowers the global hospitality industry to create sustainable change and transform food systems for the future.",
      "preview": "To those MAD enough to believe food can shape the future. MAD is a global nonprofit based in Copenhagen. We're on a mission to equip the next generati"
    },
    {
      "url": "https://www.museoscienza.org/it/visita",
      "title": "Museo Nazionale della Scienza e della Tecnologia",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.harisnukem.com",
      "title": "HARIS NUKEM",
      "description": "void",
      "preview": "0 First Name Last Name Email Address SIGN UP Thanks!"
    },
    {
      "url": "https://www.3lanemarketing.com/",
      "title": "Home - 3Lane Marketing",
      "description": "A boutique, female-owned marketing company that caters to clients looking for the highest level of expertise and excellence in branding, strategy, design and technology.",
      "preview": "Brand Strategy & Design Web Design Concept Strategy Featured Work View Custom Logo Designs An expertly crafted, unique logo that visually communicates"
    },
    {
      "url": "https://jwt.io/#debugger-io",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "https://www.nih.gov/health-information",
      "title": "Health Information | National Institutes of Health (NIH)",
      "description": "Find science-based health information on symptoms, diagnosis, treatments, research, clinical trials and more from NIH, the nation's medical research agency.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.adoreme.com/try-adoreme-elite",
      "title": "The Elite Box | Monthly Lingerie Subscription Box | Adore Me",
      "description": "Try Adore Me Elite Box, a monthly lingerie subscription box curated just for you, delivered right to your doorstep. Lingerie shopping has never been easier.",
      "preview": "void"
    },
    {
      "url": "https://status.github.com/",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "http://www.mylahandmav.com",
      "title": "Mylah & Mav",
      "description": "void",
      "preview": "0 WELCOME! LIFE IS ABOUT MORE THAN WEARING THE RIGHT CLOTHES, EATING THE RIGHT FOOD, AND MAKING MONEY. IT'S ABOUT CREATING, EXPERIENCING, AND PUTTING"
    },
    {
      "url": "http://zitate.net/mitglied-zitate",
      "title": "Mitgliedzitate - Die besten Zitate und Sprüche über Mitglieder - Zitate.net",
      "description": "Zitate und Sprüche über Mitglieder · Groucho Marx - \"Es würde mir nicht im Traum einfallen, einem Klub beizutreten, der bereit wäre, jemanden wie ...\" · Albert Einstein - \"Um ein tadelloses Mitglied einer Schafherde sein zu können, muss man vor ...\" · Cary Grant - \"Ich war nie ...\" · Weitere Zitate",
      "preview": "Mitgliedzitate Die besten Zitate und Sprüche über Mitglieder Um unser System zu schützen, benötigen wir eine manuelle Aktion (Klick). Weiter Zitate un"
    },
    {
      "url": "https://www.tucsonweekly.com/tucson/home-run/Content?oid=22907546",
      "title": "Content Mania!",
      "description": "We've got so much online-only content this week that staring at the little video boxes printed on the lower right-hand corner of this page just...",
      "preview": "Skip to content We've got so much online-only content this week that staring at the little video boxes printed on the lower right-hand corner of this"
    },
    {
      "url": "https://blog.getpocket.com/",
      "title": "Pocket inside",
      "description": "Pocket is a content discovery platform that surfaces the best journalism from across the web: new perspectives, hidden gems, fascinating deep-dives and timeless classics. The Pocket blog brings you content and updates on our product.",
      "preview": "Announcements Posted on May 16, 2023 May 17, 2023 Stay up to date and informed on the topics you care about. Pocket's latest updates make it simpler t"
    },
    {
      "url": "https://www.surveymonkey.com/r/JFC9TVN",
      "title": "void",
      "description": "void",
      "preview": "This survey is currently closed. Please contact the author of this survey for further assistance. SurveyMonkey logo with text in primary Want to creat"
    },
    {
      "url": "https://www.bsfthema.org/fiche/activite-canular-et-desinformation-chasser-le-dahu/",
      "title": "Activité - Canular et désinformation : chasser le Dahu - Bibliothèques Sans Frontières",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://wordpress.tv/",
      "title": "WordPress.tv - WordPress-related videos curated and moderated by the WordPress.org community",
      "description": "WordPress-related videos curated and moderated by the WordPress.org community",
      "preview": "Search WordPress.tv WordCamps Meetups Keynotes How To Get Involved Keynote and Q&A WordCamp US 2025 WordCampTV More → Fireside chat with Mary Hubbard"
    },
    {
      "url": "https://shop.ordnancesurvey.co.uk/maps/paper-maps/?amp%3Bmap_series=Ireland+Adventurer&cat%5B%5D=138&cat%5B%5D=25&cat%5B%5D=37&_bc_fsnf=1&format=2+x+Folded+colour+sheets+inserted+into+plastic+wallet&publisher=Isle+of+Man+Survey",
      "title": "Buy OS paper maps for walking, hiking, cycling and more",
      "description": "Buy the most up to date Ordnance Survey Paper Maps. Explore the range with Explorer, Landranger, Road, Tour, International & weatherproof maps .",
      "preview": "Latest edition guarantee - or your money back! Free delivery Free vintage Geological map offer - Find out more An OS Paper Map is sold every 30 second"
    },
    {
      "url": "https://www.borger.dk/sundhed-og-sygdom",
      "title": "Sundhed og sygdom",
      "description": "Her kan du se en oversigt over indholdet under dette emne",
      "preview": "Tag stilling til cookies på borger.dk Borger.dk sætter tredjepartscookies til besøgsstatistik og i forbindelse med spørgeskemaer på borger.dk. Hvis du"
    },
    {
      "url": "https://www.hs.fi/teknologia/",
      "title": "Teknologia | HS.fi",
      "description": "void",
      "preview": "Siirry sivun pääsisältöön. Siirry sivuston hakuun. Teknologia Elokuvat | Jared Leto on uudessa Tron-elo­kuvassa sotilas­teko­äly, joka kapinoi luojaan"
    },
    {
      "url": "http://www.78e6.com/ebook/9ffbnt/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.amazon.com/Google-Play-Gift-Code-mail/dp/B074T91QTZ/ref=sr_1_1?ie=UTF8&qid=1509394211&sr=8-1&keywords=google+play+gift+card+digital+code",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://coolors.co/palettes",
      "title": "Explore Color Palettes - Coolors",
      "description": "Get inspired by thousands of beautiful color schemes and make something cool!",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://www.bang-olufsen.com/en/us/speakers/beosound-1",
      "title": "Bang & Olufsen - High-end Headphones, Speakers, and Televisions",
      "description": "Discover Bang & Olufsen - where sound meets design. Shop premium speakers, headphones, and televisions for home and travel.",
      "preview": "pause Home Audio Elevate your home with iconic design and immersive sound. Discover more Explore our bestsellers Pre-order Beo Grace €1,200 New Beosou"
    },
    {
      "url": "https://www.iloveimg.com/compress-image",
      "title": "Easily compress images at optimal quality in seconds.",
      "description": "Choose multiple JPG, PNG or GIF images and compress them in seconds for free! You can shrink with ease in just a few clicks!",
      "preview": "Compress IMAGE Compress JPG , PNG , SVG or GIF with the best quality and compression. Reduce the filesize of your images at once. Upload your file and"
    },
    {
      "url": "https://www.bmw-welt.com/en.html",
      "title": "BMW Welt and BMW Museum in Munich",
      "description": "Visit the BMW Welt and the BMW Museum Munich, the heart of the BMW brand. Discover the latest models from BMW, BMW i, BMW M, BMW Motorrad, MINI and Rolls-Royce or see all the history of BMW.",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://www.dr.dk/nyheder/indland",
      "title": "Indland | Nyheder Indland | Vi holder dig orienteret døgnet rundt | DR",
      "description": "Nyheder fra Danmark døgnet rundt. Hold dig opdateret på de nyeste historier. Find nyheder om politik, penge og sport. Læs nyheder fra Indland her",
      "preview": "Gå til indhold Navigation DR's hovedindgange DR.DK DRTV DR LYD Gå til forsiden Sektionens indgange Seneste nyt Indland Udland Penge Politik Regionalt"
    },
    {
      "url": "http://www.vitabrevis.es/?promo=infocatolica&elem=300x90",
      "title": "Vita Brevis",
      "description": "DESCRIPTION HERE",
      "preview": "skip to main | skip to sidebar Vita Brevis Distribuidores Buscamos autores noveles Contacto Inicio Catálogo Todo Más vendidos Juvenil e infantil Vidas"
    },
    {
      "url": "https://www.casartgamelodge.com/fr/termes-et-conditions/",
      "title": "Conditions générales d'utilisation - Casart Game Lodge",
      "description": "Veuillez lire attentivement nos conditions générales. Casart Game Lodge est exploité par Casart Game Lodge (Pty) Ltd, ci-après dénommé Casart Game Lodge.",
      "preview": "Spéciales Réservez maintenant Français English Deutsch Nederlands Veuillez lire attentivement nos conditions générales. Casart Game Lodge est exploité"
    },
    {
      "url": "https://forge.medium.com",
      "title": "Forge",
      "description": "A former publication from Medium on personal development. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Forge by Medium 131K followers · 1 editor Follow About Help Status About"
    }
  ],
  "_meta": {
    "total_bookmarks": 72
  }
}