{
  "data": [
    {
      "url": "http://www.logobook.com/",
      "title": "Logobook - Discover the worlds finest logos, symbols and trademarks",
      "description": "Discover the world's finest logos, symbols and trademarks",
      "preview": "void"
    },
    {
      "url": "https://likewise.com/privacy-policy",
      "title": "Find New TV Shows, Movies, Books, Podcasts & More",
      "description": "Weekly personalized recommendations for what to watch, read, and listen to-delivered straight to your inbox from Likewise.",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "https://www.gallup.com/corporate/212117/global-offices.aspx",
      "title": "Global Offices",
      "description": "Find Gallup anywhere. We operate 30 regional centers and collect data in over 160 countries.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Global Offices Gallup operates more than 20 regional City Ce"
    },
    {
      "url": "https://www.forumforthefuture.org/",
      "title": "Forum for the Future",
      "description": "We are a leading international sustainability organisation, working with business, governments and civil society to accelerate the shift toward a sustainable future. We specialise in addressing critical global challenges by catalysing change in key systems, from food to apparel, energy to shipping.",
      "preview": "The Business Transformation Compass 2.0: A practical guide to business transformation and value creation in turbulent times Developed in partnership w"
    },
    {
      "url": "https://www.southfieldchamber.com/",
      "title": "Southfield Area Chamber of Commerce",
      "description": "Southfield Area Chamber of Commerce creates connections through networking, leadership and professional development opportunities.",
      "preview": "Skip to content Welcome to the Southfield Area Chamber Creating Connections For Your Business Join Today! Chamber Members Submit an Event or Press Rel"
    },
    {
      "url": "https://flymapslive.com/",
      "title": "Flymaps",
      "description": "void",
      "preview": "Get the Flymaps app iPhone or iPad Android Flymaps Supports Follows YouTube Instagram Twitter Email Contact us anytime. Feel free to email us . About"
    },
    {
      "url": "https://www.usa.gov/",
      "title": "Making government services easier to find | USAGov",
      "description": "Find government benefits, services, agencies, and information at USA.gov. Contact elected officials. Learn about passports, Social Security, taxes, and more.",
      "preview": "Skip to main content Making government services easier to find USA.gov helps you locate and understand government benefits, programs, and information."
    },
    {
      "url": "https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Foceans%2F&description=Goal%2014%20is%20about%20conserving%20and%20sustainably%20using%20the%20oceans%2C%20seas%20and%20marine%20resources.%20Healthy%20oceans%20and%20seas%20are%20essential%20to%20human%20existence%20and%20life%20on%20Earth.%20They%20cover%2070%20per%20cent%20of%20the%20planet%20and%20provide%20food%2C%20energy%20and%20water.%20The%20ocean%20absorbs%20around%20one%20quarter%20of%20the%20world%26%2339%3Bs%20annual%20carbon&media=",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Pin Builder Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to selec"
    },
    {
      "url": "https://jacobin.com/2023/02/christian-super-bowl-ads-he-gets-us-servant-foundation-abortion-gay-rights?utm_campaign=later-linkinbio-themeteor&utm_content=later-33016107&utm_medium=social&utm_source=linkin.bio",
      "title": "The Far Right Is Funding Evangelical Super Bowl Sunday Ads",
      "description": "Upcoming Christian Super Bowl ads are framed as diverse and inclusive. But the money behind them comes from a rabidly antiabortion and antigay organization.",
      "preview": "New issue, \"Borders,\" out now. Get a discounted subscription to our print magazine today. Your support keeps us publishing! Remove Icon The foundation"
    },
    {
      "url": "https://www.pingodoce.pt/produtos/",
      "title": "Loja online | Pingo Doce",
      "description": "Poupe todos os dias com as suas compras online no Pingo Doce. Entregamos frescura, garantimos qualidade.",
      "preview": "× Os nossos produtos É com a máxima exigência e rigor que garantimos a melhor qualidade dos nossos produtos. O nosso Talho É no Talho do Pingo Doce qu"
    },
    {
      "url": "https://www.seafoodbrasil.com.br/iniciativa-opentuna-vence-primeiro-premio-no-tuna-awards-em-vigo",
      "title": "Iniciativa OpenTuna vence primeiro prêmio no Tuna Awards, em Vigo - Seafood Brasil | Seafood Brasil",
      "description": "Projeto que inclui plataforma de mapas de bordo digitais vence prêmio mundial na categoria sustentabilidade",
      "preview": "Pesca"
    },
    {
      "url": "https://www.kocicidomovslunicko.cz/kostalka/",
      "title": "NAŠLA DOMOV - Košťálka - Kočičí domov Sluníčko",
      "description": "pomoc a azyl pro opuštěné kočičky",
      "preview": "NAŠLA DOMOV - Košťálka Home / Našly domov do 07/18 / NAŠLA DOMOV - Košťálka 21 Srp 0 Mourovatá holčička byla se svou sestřičkou Křesinkou nalezena cyk"
    },
    {
      "url": "https://www.articole-petreceri.ro/baloane-folie-16/balon-folie-rotund-brad-45cm.html",
      "title": "Balon folie rotund Brad 45cm",
      "description": "Balon folie rotund Brad 45cm",
      "preview": "Home / Baloane folie / Balon folie rotund Brad 45cm Balon folie rotund Brad 45cm -40% 16,66 RON 9,99 RON Selectati umflat/neumflat : Neumflat (9,99 RO"
    },
    {
      "url": "https://investors.alkami.com/",
      "title": "Investor Relations | Alkami Technology, Inc. - Investor Relations",
      "description": "void",
      "preview": "Skip to content Alkami Technology, Inc Menu Search Close btn-Request a demo Request a demo Alkami Technology, Inc Menu Search Close btn-Request a demo"
    },
    {
      "url": "http://www.rechenmaschinen-illustrated.com/OJAdder.htm",
      "title": "OJAdder",
      "description": "void",
      "preview": "O.J.Adder source: HJ.Denker source: HJ.Denker source: HJ.Denker last updated: 31-Aug-09"
    },
    {
      "url": "https://imp.i254217.net/c/249354/804613/11415?subId1=PEOKateMiddletonFlippedPancakesinNavyWideLegPantsScoreSimilarOptionsStartingat13lstansburyFasAff13964533202302I&u=https%3A%2F%2Fwww.abercrombie.com%2Fshop%2Fus%2Fp%2Ftailored-wide-leg-pants-51632322",
      "title": "Women's A&F Sloane Tailored Wide Leg Pant | Women's Clearance | Abercrombie.com",
      "description": "Our signature A&F Sloane Tailored Pant in an everyday menswear fabric, that's perfect for dressing up or down. The Sloane Tailored Pant is an ultra-high rise tailored wide leg pant",
      "preview": "Play Pause Previous slide Next slide myAbercrombie Members get 25% off all sweatshirts & sweatpants SHOP WOMEN'S SHOP MEN'S myAbercrombie Members get"
    },
    {
      "url": "https://uxplanet.org/",
      "title": "UX Planet",
      "description": "UX Planet is a one-stop resource for everything related to user experience.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in UX Planet One-stop resource for everything related to user experience 350"
    },
    {
      "url": "https://www.stagecom.eu/product-page/edge-led-ultra-hd-monitor-84-213-5cm-philips-bdl8470qu",
      "title": "Edge-LED Ultra HD Monitor 84\" (213.5cm) PHILIPS BDL8470QU | STAGECOM",
      "description": "Ultra Full HD, HDMI, Mediaplayer, LAN",
      "preview": "top of page Anmelden Ultra Full HD, HDMI, Mediaplayer, LAN Alle Produkte Ähnliche Produkte Schnellansicht NEU IM MIETPARK PIONEER CDJ 3000 Standardpre"
    },
    {
      "url": "http://www.sanita.it/",
      "title": "Ministero della Salute",
      "description": "void",
      "preview": "Vai direttamente al contenuto Ministero della salute - pagina iniziale Ottobre Rosa Bonus psicologo 2025 Donazione organi e tessuti Ottobre Rosa Bonus"
    },
    {
      "url": "https://radioonlinelive.com/uk/waves-radio-uk/",
      "title": "Waves Radio UK, United Kingdom - Radio Online Live",
      "description": "Waves Radio UK is playing on 101.2 FM. It is Playing Current and Classic Hits across Aberdeen City and Shire on FM.",
      "preview": "Home United Kingdom Waves Radio UK Waves Radio UK United Kingdom News Pop Talk Favorite Share Report Waves Radio UK is playing on 101.2 FM. It is Play"
    },
    {
      "url": "https://webgradients.com/",
      "title": "Fresh Background Gradients | WebGradients.com 💎",
      "description": "Come to WebGradients.com for 180 beautiful linear gradients in CSS3, Photoshop and Sketch. This collection is curated by top designers and totally free.",
      "preview": "void"
    },
    {
      "url": "https://www.covid.gov/tests",
      "title": "Lab Leak: The True Origins of Covid-19 - The White House",
      "description": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the",
      "preview": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the"
    },
    {
      "url": "https://wiki.freepbx.org/label/calling+canada+international+locations+profile+top-up",
      "title": "Sangoma Documentation",
      "description": "void",
      "preview": "{\"serverDuration\": 42, \"requestCorrelationId\": \"5654af36b66847d3953b6bf5aeeab0c7\"}"
    },
    {
      "url": "https://2020annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://developer.mozilla.org/en-US/plus?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=products",
      "title": "MDN Plus",
      "description": "The MDN Web Docs site provides information about Open Web technologies including HTML, CSS, and APIs for both Web sites and progressive web apps.",
      "preview": "Skip to main content Skip to search"
    },
    {
      "url": "https://www.eventbrite.de/e/mach-deine-website-bei-google-sichtbarer-tickets-559525173857?aff=erelexpmlt",
      "title": "Mach deine Website bei Google sichtbarer Tickets, Di, 14.03.2023 um 16:00 Uhr | Eventbrite",
      "description": "Eventbrite - Susanne Bungart präsentiert Mach deine Website bei Google sichtbarer - Dienstag, 14. März 2023 - Informieren Sie sich über das Event und darüber, wie Sie an Tickets gelangen.",
      "preview": "Verkauf beendet Event anzeigen Mach deine Website bei Google sichtbarer Details anzeigen Folgen Sie diesem Veranstalter, um über zukünftige Events inf"
    },
    {
      "url": "https://www.kqzyfj.com/click-100635567-14042856?sid=--people",
      "title": "EveryPlate Meal Kits: Easy & Affordable Meal Delivery Service",
      "description": "Get delicious, budget‑friendly meal kits delivered weekly. EveryPlate makes meal delivery easy with pre‑portioned ingredients and simple step‑by‑step recipes.",
      "preview": "Skip to main content CRAVE BIG. SPEND SMART. Skip the grocery runs for easy, delicious meal delivery. Get 50% off your first box + 10% off for a month"
    },
    {
      "url": "http://vuce.gub.uy/pesc2/",
      "title": "PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca - VUCE",
      "description": "Certificado de Ingreso Sanitario para productos de la pesca",
      "preview": "Skip to content PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca Información sobre el trámite Consiste en la autoriza"
    },
    {
      "url": "http://www.univ.trieste.it/",
      "title": "PhD - APPLIED DATA SCIENCE AND ARTIFICIAL INTELLIGENCE | UniTS",
      "description": "The Applied Data Science and Artificial Intelligence (ADSAI) PhD at the University of Trieste equips researchers with advanced data science and AI skills. With healthcare, industry, and social sciences applications, ADSAI is designed for those passionate about leveraging data to solve complex problems. In collaboration with local research institutions, the program offers a multidisciplinary and international learning environment.",
      "preview": "Skip to main content Skip to footer PhD Programme APPLIED DATA SCIENCE AND ARTIFICIAL INTELLIGENCE Trieste 3 years Italian MIGe Competitive admission"
    },
    {
      "url": "http://www.iuu-vessels.org/iuu",
      "title": "IUU Vessel List",
      "description": "void",
      "preview": "Welcome to the Combined IUU Fishing Vessel List This site provides the best available, up-to-date information on all fishing and related vessels that"
    },
    {
      "url": "http://www.claudinsky.com?trk=organization_guest_main-feed-card-text",
      "title": "Claudia Chinyere Akole",
      "description": "Claudia Chinyere Akole is an illustrator, cartoonist, designer, animator, and educator based in Sydney, Australia (Gadigal & Wangal Country).",
      "preview": "Claudia Chinyere Akole is an exhibiting artist, illustrator, cartoonist, designer, animation director, and educator from Sydney, Australia (Gadigal &"
    },
    {
      "url": "http://www.fandango.com/PrivacyPolicy.aspx",
      "title": "Fandango | A Message To Our Fans",
      "description": "A Message To Our Fans",
      "preview": "Sorry, Fandango is not available outside the United States."
    },
    {
      "url": "https://storymaps.arcgis.com/stories/9cf39daa150d4b9f88024cc582ff15b4",
      "title": "Mapping Ephemeral Watering Holes in KAZA",
      "description": "A joint project with Duke University and WWF",
      "preview": "void"
    },
    {
      "url": "http://haven.theonering.net/",
      "title": "Your One Source for Lord of the Rings and Tolkien Gaming Online | Gaming Havens",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://hollywoodfashionsecrets.com/",
      "title": "Hollywood Fashion Secrets | The Original Fashion Tape Solution",
      "description": "Hollywood Fashion Secrets is the original creator of the medical quality double-stick fashion tape. Find all your favorite celebrity stylist-approved tips & tricks to ensure your style stays intact and blooper-free.",
      "preview": "Skip to content Free Standard Shipping On All Orders Over $35 Shop Now"
    },
    {
      "url": "https://thatwaterbeadlady.org/kipleys-story",
      "title": "That Water Bead Lady - Water Beads Toxic, Happened to Kipley, 501c3",
      "description": "Water beads toxic? Yes, Water Beads can be toxic! We help you keep your kids and pets safe! Both before and after product injury",
      "preview": "Donate Water beads toxic? Read Kipley's Story Kipley's Story A birthday gift was not supposed to throw our family's life into upheaval. You may know w"
    },
    {
      "url": "http://www.opendefinition.org/licenses/cc-by",
      "title": "Creative Commons Attribution License (cc-by) - Open Definition - Defining Open in Open Data, Open Content and Open Knowledge",
      "description": "Creative Commons Attribution License (cc-by) - Open Definition - Defining Open in Open Data, Open Content and Open Knowledge",
      "preview": "Contents Defining Open in Open Data, Open Content and Open Knowledge Creative Commons Attribution License (cc-by) Domain of Application: Content, Data"
    },
    {
      "url": "https://www.unitedwayhp.org/",
      "title": "United Way Of Greater High Point | High Point",
      "description": "United Way of Greater High Point is a nonprofit charitable organization that raises funds for allocation to local partner agencies and focuses on community impact.",
      "preview": "top of page OUR MISSION United Way of Greater High Point brings together people, resources, and funding to build strong, vibrant communities where eve"
    },
    {
      "url": "http://www.robhyndman.com/2007/11/20/bell-aims-to-steal-iphone-thunder-with-limitless-data-on-rival-device/",
      "title": "\"Bell aims to steal iPhone thunder with limitless data on rival device\"",
      "description": "Well, Bell is certainly expecting Rogers' iPhone announcement at any moment, and it looks like the carriers have been listening to public complaints about wireless data rates, and / or have been hearing Apple's footsteps (see this article on efforts",
      "preview": "Home Archives Food #hohoto About Flickr Hyndman | Law mesh Twitter Feed \"Bell aims to steal iPhone thunder with limitless data on rival device\" 20 Nov"
    },
    {
      "url": "http://thebroadwaycruise.com/",
      "title": "The Broadway Cruise",
      "description": "The Broadway Cruise 4 is officially returning as a five-night spectacular, sailing April 15-20, 2027 from Miami, Florida. Get ready for the Broadway stars, more show-stopping performances, and more magic at sea. Sign up now, stay tuned, and tell your friends! More details will be revealed in early 2026.",
      "preview": "Join the Mailing List We can't wait to do it again for 5 nights! The Broadway Cruise 4 is officially returning as a five-night spectacular, sailing Ap"
    },
    {
      "url": "http://recruiterbox.com/",
      "title": "Recruitment Software and Applicant Tracking System | Trakstar Hire",
      "description": "Trakstar Hire is he best applicant tracking & recruitment software on the market today. Click here to see why our customers have faster speed-to-hire.",
      "preview": "trakstar-mark rarr Recruiterbox is now Hire, part of the new Trakstar Trifecta alongside Learn and Perform Learn more about how the Trakstar platform"
    },
    {
      "url": "http://www.pagat.com/rummy/handfoot.html",
      "title": "Hand and Foot - Card Game Rules",
      "description": "How to play Hand and Foot Canasta, an American game in which each player has both a hand of cards and a foot, which is picked up when all the cards from the hand have been played.",
      "preview": "Home A-Z Select language ▼ deutsch english Home Page > Classified Index > Draw and Discard Games > Rummy Games > Hand and Foot Hand and Foot Introduct"
    },
    {
      "url": "https://poshmark.com/listing/Vintage-Dolce-Gabbana-Runway-Metal-Corset-Belt-5f680a6443895f1cab254d84",
      "title": "Dolce & Gabbana | Accessories | Vintage Dolce Gabbana Runway Metal Corset Belt | Poshmark",
      "description": "Exclusive authentication service & customer support. Free 1-3 day shipping for a limited time. Description: This rare item once graced the runways with supermodels wearing it. Celebs like Giselle Bundchen, Naomi Campbell, Beyoncé, & Christina Aguilera have all been spotted modeling this unique showstopping masterpiece. An exquisite work of art, guaranteed to be rare and hard to obtain. Metal with lock & key detailing. Pass this up and you'll never forgive yourself. In excellent condition. Only worn a few times, carefully stored & treasured as one of my most prized possessions. Purchased in Spain.. Sold by bobbibillard. Fast delivery, full service customer support.",
      "preview": "FREE authentication and FREE shipping included Home Dolce & Gabbana Accessories Belts Like Comment Share Report Vintage Dolce & Gabbana Runway Metal C"
    },
    {
      "url": "https://www.applitrack.com/OAKLANDSCHOOLS/onlineapp/jobpostings/view.asp?district=46160",
      "title": "Online Employment Application | Open Positions",
      "description": "void",
      "preview": "Open Positions for Oakland Schools FMLA regulations require all employers to post the updated FMLA notice . Click here to view the Job Postings. Power"
    },
    {
      "url": "https://magenta.tensorflow.org/datasets/nsynth",
      "title": "The NSynth Dataset",
      "description": "A large-scale and high-quality dataset of annotated musical notes.",
      "preview": "Demos Blog RealTime Studio DDSP-VST Research The NSynth Dataset Apr 5, 2017 NSynth A large-scale and high-quality dataset of annotated musical notes."
    },
    {
      "url": "https://belikeada.tumblr.com/post/89425124609",
      "title": "Be Like Ada - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Be Like Ada - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I d"
    },
    {
      "url": "https://fondationprimat.org/en/projets/fighting-overfishing-in-the-mediterranean-through-increased-transparency/",
      "title": "Fighting overfishing in the Mediterranean through increased transparency - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Theme(s) Environment Duration 2021-2025 Challenge Preservation of ecosystems Locations Mediterranea Partners Global Fishing Watch Project funding Fond"
    },
    {
      "url": "https://redimpacto.org/",
      "title": "Página principal - Red Impacto LATAM",
      "description": "NACIMOS EN 2020 COMO UNA PLATAFORMA DE CONEXIÓN ENTRE LAS ORGANIZACIONES DE APOYO AL EMPRENDIMIENTO EN LATAM Este es el encabezado Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo. Haz clic aquí https://youtu.be/BTVqEuT3EAo ¿QUÉ ES LA RED DE IMPACTO LATAM? Somos la Red de organizaciones [...]",
      "preview": "Ir al contenido Linkedin Facebook Instagram Twitter Youtube NACIMOS EN 2020 COMO UNA PLATAFORMA DE CONEXIÓN ENTRE LAS ORGANIZACIONES DE APOYO AL EMPRE"
    },
    {
      "url": "https://opendatacommons.org/licenses/odbl/1.0/",
      "title": "Open Data Commons Open Database License (ODbL) v1.0 - Open Data Commons: legal tools for open data",
      "description": "Legal tools for Open Data",
      "preview": "Contents Legal tools for Open Data Open Data Commons Open Database License (ODbL) v1.0 Disclaimer Open Data Commons is not a law firm and does not pro"
    },
    {
      "url": "https://www.att.com/orders/checkmyorder?source=ESsWCfCTA0000000L&wtExtndSource=cfm_AddRes_CheckOrderStatus",
      "title": "Track your Order | AT&T",
      "description": "Get your latest updates on your AT&T order by entering your order number and zip code.",
      "preview": "void"
    },
    {
      "url": "https://www.bbc.co.uk/bitesize/guides/z4wf8xs/revision/1",
      "title": "Entities and attributes - Design - Higher Computing Science Revision - BBC Bitesize",
      "description": "For Higher Computing Science revise how entities and attributes are identified prior to implementation of a database design.",
      "preview": "Entities and attributes Entities In database design, entities represent what will become tables during implementation. The term 'entity' is used to de"
    },
    {
      "url": "https://faq.spire.com/support",
      "title": "Spire Global, Inc.",
      "description": "void",
      "preview": "Sign in The page you are trying to view is only available to registered users. Email* Password* Show Remember me Forgot password? You've made too many"
    },
    {
      "url": "https://www.nfl.com/news/sean-payton-introduced-broncos-head-coach-russell-wilson-greg-penner",
      "title": "Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson",
      "description": "Sean Payton was officially introduced as Denver Broncos head coach on Monday at the team's headquarters in Englewood, Colorado, and it didn't take long for the Russell Wilson question to arise.",
      "preview": "Skip to main content Advertising Around the NFL Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson Published: Feb 06,"
    },
    {
      "url": "http://securenetsystems.net/mobileapp/app_privacy.html",
      "title": "Mobile App Privacy",
      "description": "We want you to know how we collect, use, and protect information about our users. This privacy policy will tell you: What information we collect How we may share information How you can limit our sharing of information WHAT INFORMATION ABOUT USERS DO WE COLLECT? Information You Give Us We receive and may s ...",
      "preview": "Skip to content Mobile App Privacy Home / Mobile App Privacy PRIVACY POLICY We want you to know how we collect, use, and protect information about our"
    },
    {
      "url": "https://t.me/zerodhain",
      "title": "Telegram: View @zerodhain",
      "description": "The official Telegram channel of Zerodha. Get updates about our products, Varsity, Tradingqna threads, Finshots, webinar updates, latest podcasts and more. zerodha.com/varsity anchor.fm/zerodha For more.",
      "preview": "Download Zerodha ✔ 60 023 subscribers The official Telegram channel of Zerodha. Get updates about our products, Varsity, Tradingqna threads, Finshots,"
    },
    {
      "url": "https://www.bonappetit.com/recipe/garlic-confit",
      "title": "Garlic Confit Recipe | Bon Appétit",
      "description": "Garlic Confit Recipe",
      "preview": "Skip to main content Arrow Jump To Recipe Print Recipe notes Back to top Triangle"
    },
    {
      "url": "https://www.providencejournal.com/story/news/local/2022/07/26/recording-system-east-providence-city-hall-raises-flags-aclu/10143873002/",
      "title": "RI ACLU calls audio recording in East Providence City Hall a red flag",
      "description": "'It raises extremely significant and serious privacy issues,' says ACLU's Steven Brown.",
      "preview": "Skip to main content Home Election Voter Guide Politics Local Public Safety Education Growth and Development Positively RI Court State Nation & World"
    },
    {
      "url": "http://www.columbia.ab.ca/",
      "title": "Columbia College Calgary - Quality Education Employers Value",
      "description": "void",
      "preview": "Back Home Get Dental Services for Just $10 Our Dental Patient Care Clinic is back! Now booking appointments for October 6-30th. Learn More Finish your"
    },
    {
      "url": "https://werkdatenbank.bbk-sachsenanhalt.de/index.php?pn=item&keyword=Giebel",
      "title": "Suche in der Werkdatenbank - BBK, Bildende Kunst Sachsen-Anhalt",
      "description": "void",
      "preview": "Werkdatenbank Bildende Kunst Sachsen-Anhalt null Werke Laden..."
    },
    {
      "url": "https://www.callupcontact.com/Rural-Roads-c99325.html",
      "title": "Places close by Rural Roads Chefferie de Nkol Yem Cameroon",
      "description": "void",
      "preview": "We use cookies to provide services to you. By continuing to use this website, we assume that you agree to our use of cookies. Search Maps HOME List Yo"
    },
    {
      "url": "https://help.venmo.com/",
      "title": "Venmo Help Center and Support | Venmo",
      "description": "Looking for Venmo support? Find answers to commonly asked questions relating to your personal or business account.",
      "preview": "You need to enable JavaScript to run this app. Help Center How can we help you? Topics Accounts, Profiles & Settings Updating your Venmo Profile Payme"
    },
    {
      "url": "http://www.nexuscp.org/",
      "title": "Nexus Community Partners",
      "description": "Nexus supports strong, equitable & just communities in which all residents are engaged, recognized as leaders and have pathways to opportunities.",
      "preview": "Our Programs READ MORE Boards & Commissions Leadership Institute BCLI supports, trains and helps place BIPOC and other shut out community members on c"
    },
    {
      "url": "https://en.unesco.org/news/covid-19-ocean-ally-against-virus",
      "title": "UNESCO : Building Peace through Education, Science and Culture, communication and information",
      "description": "Learn more about UNESCO's role, vision and results. UNESCO is the United Nations Educational, Scientific and Cultural Organization. Our aim is to promote peace and security through international cooperation",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://vapebargains.co.uk/tag/berry-lemonade-100ml/",
      "title": "Vape Bargains Sitemap Directory - Vape Bargains UK",
      "description": "void",
      "preview": "Vape Bargains Sitemap Directory Posts by category Accessories Coil Master 600ML Ultrasonic Vape Cleaner £14.99 Golisi S2 2.0A Smart Charger with LCD S"
    },
    {
      "url": "https://href.li/?https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml"
    },
    {
      "url": "https://www.skylight.global/",
      "title": "Home",
      "description": "void",
      "preview": "Advancing How We Protect Our Ocean Explore Our New Public Map Resource Center Your Hub for Skylight Updates and Resources Discover everything you need"
    },
    {
      "url": "https://www.sdle.co.il/product/silver-oxide-primary-button-batteries-technology-application-market-review-2021/",
      "title": "Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 - Shmuel De-Leon Energy - Battery knowledge",
      "description": "We will send you the research soft copy by e-mail within 2 working days from completing the payment. Cost include 4.3% PayPal commission. Israeli customer should add an extra 17% VAT. Please contact us for payment with bank wire transfer or check and for any questions shmuel@sdle.co.il",
      "preview": "Facebook Twitter Google+ YouTube LinkedIn Pinterest Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 $ 522.00 Silv"
    },
    {
      "url": "http://news.cs.washington.edu/2012/05/31/who-ya-gonna-hire/",
      "title": "Allen School News » Who ya gonna hire???",
      "description": "University of Washington recruiters from Amazon.com, Facebook, Google, and Microsoft shared information on the majors of the students they hired from UW in 2011-12 for both internship and permanent positions. This includes all students (every degree level, every major, every UW campus), and all positions (from developer to accountant). The...",
      "preview": "Skip to main content Allen School News Search for: Follow @csenews on Twitter Get Email Notifications Who ya gonna hire??? University of Washington re"
    },
    {
      "url": "https://investors.target.com/node/32506/html",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://www.paramountnetwork.com",
      "title": "MTV Italia | Homepage",
      "description": "MTV offre agli spettatori il meglio delle serie lifestyle, dei reality show e degli eventi dal vivo.",
      "preview": "Un capolavoro di reality! Guarda tutti gli episodi su Paramount+ MTV Cribs Italia Con Giulia Salemi alla scoperta delle case delle star! Ogni domenica"
    },
    {
      "url": "https://www.race-technology.com/wiki/index.php/InstallingTheSystem/MountingThePeliCase",
      "title": "Race Technology Knowledge Base | InstallingTheSystem / MountingThePeliCase",
      "description": "void",
      "preview": "Call me back | My basket | Checkout | Add to email list You are here: Website » Knowledge base « back to website Introduction Hardware ANALOG8 Parts S"
    },
    {
      "url": "https://thelatrust.org/",
      "title": "The Los Angeles Trust for Children's Health",
      "description": "The Los Angeles Trust for Children's Health brings health and education together to end healthcare inequities and improve the lives of students and families.",
      "preview": "0 Putting the care in student healthcare Eager minds, healthy bodies, and quality care: The L.A. Trust is bringing health and education together to en"
    },
    {
      "url": "http://tiktok.com/@hamiltonfamilies",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "http://psychologyofconversions.com/",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is not available. We've detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to"
    },
    {
      "url": "https://community.airtable.com",
      "title": "Airtable Community | Ask questions, start discussions, submit ideas and engage with Airtable enthusiasts | Airtable Community",
      "description": "Where users can connect, share solutions, and discover tips to get the most out of Airtable.",
      "preview": "Skip to main content Welcome to the Airtable Community! Ask questions, get answers and engage with your peers 40,602 Topics 127,154 Replies 103,667 Me"
    },
    {
      "url": "https://techcrunch.com/2023/02/06/simple-healthkit-at-home-diagnostics-health/",
      "title": "Simple HealthKit is taking on health equity with at-home diagnostics, treatment | TechCrunch",
      "description": "Simple HealthKit provides at-home and in-clinic diagnostics, treatment and follow-up care, focused on underserved populations.",
      "preview": "Image Credits: Simple HealthKit team, from left, Jerzy Majka, Lisa Le, Sheena Menezes and Linus Aranha Biotech & Health Simple HealthKit is taking on"
    },
    {
      "url": "https://majestic.com/reports/keyword-generator?seed=tulsamarketingonline.com",
      "title": "Majestic Backlinks - Upgrade To Continue",
      "description": "Keyword Generator will help you create keyword lists from a handful of seed websites. It mines the entire Majestic database to offer keyword insights you won't find anywhere else.",
      "preview": "MENU Majestic Sign Up for FREE Plans & Pricing Login English Deutsch Español Français Italiano 日本語 Nederlands Polski Português 中文 Warning: Javascript"
    },
    {
      "url": "https://www.stagecom.eu/product-page/edge-led-ultra-hd-monitor-84-213-5cm-philips-bdl8470qu",
      "title": "Edge-LED Ultra HD Monitor 84\" (213.5cm) PHILIPS BDL8470QU | STAGECOM",
      "description": "Ultra Full HD, HDMI, Mediaplayer, LAN",
      "preview": "top of page Anmelden Ultra Full HD, HDMI, Mediaplayer, LAN Alle Produkte Ähnliche Produkte Schnellansicht NEU IM MIETPARK PIONEER CDJ 3000 Standardpre"
    },
    {
      "url": "http://www.book.hipopotamstudio.pl/?p=2497",
      "title": "Książki z naszej półki » Cyrk",
      "description": "void",
      "preview": "Książki z naszej półki Kolekcja Hipopotama Cyrk"
    },
    {
      "url": "https://www.imo.org/en/OurWork/Legal/Pages/Registration-of-ships-and-fraudulent-registration-matters.aspx",
      "title": "Registration of ships and fraudulent registration matters",
      "description": "void",
      "preview": "Ship registration Registration of a ship plays an imperative function towards safety and security of the maritime transport and significantly contribu"
    },
    {
      "url": "https://www.montana.edu/calendar/events/35017",
      "title": "MSU Calendar | Montana State University",
      "description": "void",
      "preview": "MSU Calendar MSU Calendar of Events Search by authors Search by publication titles Search by article titles Search Clear Submit an Event The MSU Calen"
    },
    {
      "url": "https://www.sheknows.com/parenting/articles/2715373/tamron-hall-interview-motherhood-career/",
      "title": "Tamron Hall Shares Her Childbirth Story",
      "description": "Talk show host and journalist Tamron Hall shares her childbirth story for the first time and talks about parenting a toddler.",
      "preview": "Skip to main content Skip to header navigation Icon Link Plus Icon SheKnows is a part of Penske Media Corporation. © 2025 SheMedia, LLC. All Rights Re"
    },
    {
      "url": "https://blockchair.com/it/litecoin/address/LU4hLcRWYysyXTTkdLig98FqgnfYfL8ycr",
      "title": "Litecoin indirizzo LU4hLcRWYysyXTTkdLig98FqgnfYfL8ycr",
      "description": "Monitora Litecoin indirizzo LU4hLcRWYysyXTTkdLig98FqgnfYfL8ycr: consulta saldi, eventi e cronologia con il potente explorer di Blockchair.",
      "preview": "Sponsorizzato | Fai pubblicità qui | Disattiva pubblicità Ottieni 8.75 BTC Ottieni 8.75 BTC Sponsorizzato Chiudi finestra 1xBit.com - il miglior bookm"
    },
    {
      "url": "https://fitness.apple.com/subscribe?itscg=10000&itsct=fit-promo-iph_fp-apl-avl-201111",
      "title": "‎Getting Started with Fitness+",
      "description": "Get started with Apple Fitness+. Update to the latest iOS and watchOS to get started with Apple Fitness+ or redeem your 3 months free offer.",
      "preview": "What you'll need to get started on iPhone: iPhone 8 or later updated to iOS 16.1 To update your iPhone, go to Settings > General > Software Update. Id"
    },
    {
      "url": "https://es.lnk.to/subtract",
      "title": "- (Subtract)",
      "description": "Listen to content by Ed Sheeran.",
      "preview": "void"
    },
    {
      "url": "https://www.ecpubliclibrary.info/kids/building-brains-by-singing-with-your-child/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://goldentriangledc.com/return-to-office/",
      "title": "Return to the Office - Golden Triangle",
      "description": "void",
      "preview": "Skip to content Return to the Office Home > Events & Programming > Return to the Office We are excited to launch a series of original webinars, short"
    },
    {
      "url": "https://magicbrief.com/",
      "title": "MagicBrief - Launch ads that win",
      "description": "The creative workflow tool used by the world's best marketing teams to ship winning ads repeatedly.",
      "preview": "Book demo Transform messy ad data into clear creative direction and winning ads. The creative analytics & research tool trusted by thousands of teams"
    },
    {
      "url": "https://unclenearest.com/",
      "title": "Uncle Nearest Premium Whiskey - 100 Proof from Tennessee Uncle Nearest Premium Whiskey - 100 Proof from Tennessee",
      "description": "The best whiskey maker the world never knew. Uncle Nearest 1856 Premium Whiskey. Visit one of these locations or buy online. Enjoy responsibly.",
      "preview": "× Whiskeys Nearest Green Tennessee Whiskey 1856 Premium Aged Whiskey 1884 Small Batch Master Blend Whiskey Single Barrel Whiskey Straight Rye Whiskey"
    },
    {
      "url": "https://www.king-werk.de/Zinnprodukte/Flaschendeckel/",
      "title": "Flaschendeckel",
      "description": "Flaschendeckel aus Zinn Jetzt geht's den Flaschen an den Hals! Originell, flexibel und ausgefallen! Hingucker und Funktion in einem. Made in Germany! Für zu Hause oder draußen. Wir sind seit über 70 Jahren ein deutscher Hersteller von nützlichen G...",
      "preview": "Zum Hauptinhalt springen Zur Suche springen Zur Hauptnavigation springen Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javasc"
    },
    {
      "url": "https://doee.dc.gov/ecycle",
      "title": "Electronics Recycling | doee",
      "description": "Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic materials, provides a more sustainable source of precious metals, and protects human health and the environment. eCYCLE DC",
      "preview": "Skip to main content Listen Electronics Recycling Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic ma"
    },
    {
      "url": "https://www.pixtury.com/en/photos/piancapaolo/33937",
      "title": "Modern print on canvas, poster and wall art of Naples",
      "description": "Maldives - Maldive e i loro colori",
      "preview": "Home Gallery All categories >> Popular categories Nude art Sunrise and sunset Black and white Abstract Office Hotel Sea Architecture Fantasy City cate"
    },
    {
      "url": "https://www.mlb.com/news/former-minor-league-pitcher-solomon-bates-comes-out-as-gay",
      "title": "Former Minor League pitcher Solomon Bates comes out as gay",
      "description": "SAN DIEGO -- Former Giants Minor League pitcher Solomon Bates came out publicly as gay in an Instagram post on Tuesday, also announcing that he had been released by the organization. \"Being gay in this sport you don't know what comes at you!\" Bates wrote. \"I thank the \\[G\\]iants for",
      "preview": "Skip to Content SAN DIEGO -- Former Giants Minor League pitcher Solomon Bates came out publicly as gay in an Instagram post on Tuesday, also announcin"
    },
    {
      "url": "https://www.uniroma1.it/",
      "title": "Home | Sapienza Università di Roma",
      "description": "void",
      "preview": "Salta al contenuto principale Corsi di studio: ammissioni 2025-2026 Didattica Ricerca scientifica Internazionale Terza Missione Ateneo NOTIZIE EVENTI"
    },
    {
      "url": "https://autos.lehighvalleylive.com/Used-Ram-Pickup-2500/Allentown-PA-18106/For-Sale?q=6,34,1069,,18106",
      "title": "Used Ram Pickup 2500 For Sale near Allentown, PA 18106 | Autos on lehighvalleylive.com",
      "description": "Looking for a used Ram Pickup 2500 for sale near Allentown, PA? Search over 5 million vehicles to find the best deals with Autos on lehighvalleylive.com.",
      "preview": "Used Ram Pickup 2500 For Sale near Allentown, PA Home Used Ram Ram Pickup 2500 Save Current Search Filters New Search Price Mileage Year Make Model Tr"
    },
    {
      "url": "http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=search&term=Christopher%20Costello",
      "title": "Christopher Costello - Search Results - PubMed",
      "description": "Christopher Costello - Search Results - PubMed",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://forums.craigslist.org/?areaID=85",
      "title": "forums - craigslist",
      "description": "void",
      "preview": "CL craigslist > forums android forum apple / mac arts forum astrophysics atheism automotive beauty / fashion bicycling bisexuality boomers car free ce"
    },
    {
      "url": "https://www.wilsoncenter.org/the-woodrow-wilson-awards",
      "title": "The Woodrow Wilson Awards | Wilson Center",
      "description": "void",
      "preview": "Skip to main content In every nation, there are great men and women who have, by the strength of their character and their own accomplishments, become"
    },
    {
      "url": "https://wernerjanssen.nl/shop/boek-bewust-improviseren-plus-plus-pakket/",
      "title": "Boek Bewust Improviseren plus voor plus pakket - Werner Janssen",
      "description": "void",
      "preview": "U bevindt zich hier: Home 1 / Shop 2 / Uncategorized 3 / Boek Bewust Improviseren plus voor plus pakket Boek Bewust Improviseren plus voor plus pakket"
    },
    {
      "url": "http://www.polito.it/",
      "title": "Politecnico di Torino",
      "description": "Da 160 anni, il Politecnico di Torino è una delle istituzioni pubbliche più prestigiose a livello italiano ed internazionale nella formazione, ricerca, trasferimento tecnologico e servizi in tutti i settori dell'Architettura e dell'Ingegneria.",
      "preview": "Salta al contenuto principale Stato Servizi IT EN Apri/chiudi il menu delle lingue"
    },
    {
      "url": "http://www.retela.cz",
      "title": "Retela.cz",
      "description": "Retela.cz",
      "preview": "Dovolte, abychom Vás informovali, že na Vašem prohlížeči nemáte zapnutý Javascript a proto se Vám některé prvky prezentace nemohou zobrazit. Vyplnit v"
    },
    {
      "url": "https://vuejs.org/guide/quick-start.html",
      "title": "Quick Start | Vue.js",
      "description": "Vue.js - The Progressive JavaScript Framework",
      "preview": "Skip to content Menu On this page On this page Sponsors Become a Sponsor Quick Start Try Vue Online To quickly get a taste of Vue, you can try it"
    },
    {
      "url": "https://themarkup.org/",
      "title": "The Markup",
      "description": "Data-driven investigations of tech and how it influences society",
      "preview": "Skip navigation This Just In Google wasn't against this privacy bill, officially. Behind the scenes, it orchestrated opposition Google organized busin"
    },
    {
      "url": "https://www.solarpowerworldonline.com/2018/10/flexibility-is-a-master-key-that-unlocks-solars-potential-for-grid-emissions-reductions/",
      "title": "Flexibility is a master key that unlocks solar's potential for grid emissions reductions",
      "description": "By Katie Ryan, director of partnerships of WattTime; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior",
      "preview": "By Katie Ryan, director of partnerships of WattTime ; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior"
    },
    {
      "url": "https://thewickedmakers.com/",
      "title": "Wicked Makers - We make free DIY videos on YouTube.",
      "description": "We make free DIY videos on YouTube.",
      "preview": "Skip to main content Press enter to begin your search Close Search Wicked DIY. See Our Projects We're Jaimie & Jay! We make spooky stuff together on Y"
    }
  ],
  "_meta": {
    "total_bookmarks": 105
  }
}