{
  "data": [
    {
      "url": "https://www.pincergames.com",
      "title": "Pincer Games",
      "description": "Indie Game Studio from Uruguay. Creators of Fighters of Fate and Scam Quest.",
      "preview": "top of page Hello there! Subscribe now to get the latest news about Pincer Games and invitations to early tests SUBSCRIBE I accept the Privacy Policy"
    },
    {
      "url": "https://nereusprogram.org/works/policy-brief-satellite-tracking-to-monitor-area-based-management-tools-identify-governance-gaps-in-fisheries-beyond-national-jurisdiction/",
      "title": "POLICY BRIEF: Satellite tracking to monitor area-based management tools & identify governance gaps in fisheries beyond national jurisdiction - Nereus Program - The Nippon Foundation",
      "description": "A new source of publicly accessible data on fishing vessel activity is providing unprecedented insight into the scope of fishing in areas beyond national jurisdiction (ABNJ) and governance gaps therein.",
      "preview": "English 日本語 About About Nereus People Partners News All News Research News Newsletter Archive Our Work Publications Reports & Policy Brief Presentatio"
    },
    {
      "url": "https://developer.microsoft.com/",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "https://alcsutdoboz.hu/bako-szilvia-allando-lakhelyenek-fiktivalasa/",
      "title": "Bakó Szilvia állandó lakhelyének fiktíválása - A l c s ú t d o b o z",
      "description": "void",
      "preview": "Skip to content A l c s ú t d o b o z"
    },
    {
      "url": "https://www.boatus.org/study-guide/",
      "title": "Boating Safety Study Guide",
      "description": "The information found in these pages was developed by the BoatU.S. Foundation in partnership with the National Safe Boating Council, and many boating professionals.",
      "preview": "Education Boating Safety Study Guide Welcome to the Boating Safety Study Guide Pages Find Your State Course The information found in these pages was d"
    },
    {
      "url": "https://www.springernature.com/gp/authors/research-data",
      "title": "Research data | Publish your research | Springer Nature",
      "description": "Research data refers to the collection of files that support your research project, study or publication e.g. spreadsheets, documents, images, videos, audio etc. Other researchers can't learn and build upon your research data if they can't see it and you can't get credit if other researchers can't find and cite you. The files on your desktop or USB stick may contain valuable knowledge that other researchers can learn from.",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Authors Home Products Open science Authors Editors Peer Reviewers P"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notelet-Beautiful-websites-and-blogs-published-with-Notion-a6d4db450800466f94448b8611e92923?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://blogs.worldbank.org/opendata/chart-globally-70-freshwater-used-agriculture",
      "title": "Chart: Globally, 70% of Freshwater is Used for Agriculture",
      "description": "if(\"undefined\"==typeof window.datawrapper)window.datawrapper={};window.datawrapper[\"Fieue\"]={}, window.datawrapper[\"Fieue\"].embedDeltas={\"100\":585.8, \"200\":471.8, \"300\":426.8, \"400\":426.8, \"500\":399.8, \"600\":399.8, \"700\":399.8, \"800\":399.8, \"900\":399.8, \"1000\":399.8}, window.datawrapper[\"Fieue\"].iframe=document.getElementById(\"datawrapper-chart-Fieue\"), window.datawrapper[\"Fieue\"].iframe.style.height=window.datawrapper[\"Fieue\"].embedDeltas[Math.min(1e3, Math.max(100*Math.floor(window.datawrapper[\"Fieue\"].iframe.offsetWidth/100), 100))]+\"px\", window.addEventListener(\"message\", function(a){if(\"undefined\"!=typeof a.data[\"datawrapper-height\"])for(var b in a.data[\"datawrapper-height\"])if(\"Fieue\"==b)window.datawrapper[\"Fieue\"].iframe.style.height=a.data[\"datawrapper-height\"][b]+\"px\"}); In most regions of the world, over 70 percent of freshwater is used for agriculture. By 2050, feeding a planet of 9 billion people will require an estimated ...",
      "preview": "Published on Data Blog Chart: Globally, 70% of Freshwater is Used for Agriculture Tariq Khokhar March 22, 2017 This page in: English Français Español"
    },
    {
      "url": "https://www.ft.com/world",
      "title": "World | Financial Times",
      "description": "Breaking news and top stories from around the world. Stay up-to-date with the latest developments from Europe, Asia, the Middle East and the Americas.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer World Add to myFT Lead story in World Gaza Gaza ceasefire has started, says"
    },
    {
      "url": "https://www.stadium.se/herr/klader",
      "title": "Sweden B2C",
      "description": "void",
      "preview": "Hoppsan! Sidan kan inte hittas. Meddela oss gärna genom att skicka ett e-postmeddelande till info@stadium.se och beskriva vad som inträffat. Startsida"
    },
    {
      "url": "https://www.motorola.com/us/smartphones-motorola-edge-plus/p",
      "title": "motorola edge Phones | motorola | motorola",
      "description": "Discover the perfect mobile gaming device. Shop motorola edge phones at motorola. Find unlocked and Verizon 5G phones with Endless Edge display and top specs",
      "preview": "Shop phones razr Swarovski ® Crystals Edge Moto g All Smartphones Switch to Moto Compatibilty On Sale RAZR ULTRA 1 TB - $400 off EDGE 2024 - $250 off"
    },
    {
      "url": "https://stock.walmart.com/stock-information/default.aspx",
      "title": "Quote and Chart :: Walmart Inc. (WMT)",
      "description": "void",
      "preview": "Skip to main content Skip to section navigation Skip to footer email Email Alerts location_city Company Profile contact_page Contacts account_tree Sit"
    },
    {
      "url": "https://www.marksandspencer.com/l/mens",
      "title": "Men's Cashmere Clothing at M&S",
      "description": "Our men's cashmere clothing is timeless, stylish and so soft you'll be reaching for it again and again. Shop jumpers, cardigans and accessories at M&S",
      "preview": "Men's Cashmere Clothing Warm and cosy never looked so cool as with our men's cashmere clothing. Find your shade, from elegant navy and grey to playful"
    },
    {
      "url": "https://www.metalearn.net/articles/jack-of-all-trades",
      "title": "The Highs and Lows of Being a Jack of All Trades",
      "description": "Those of us with many interests aren't always accepted by modern society. In this post I discuss how I've handled the challenges I've faced in my education and career as someone with multiple interests and give my thoughts on how you can do the same.",
      "preview": "The Trouble with Being a Jack of All Trades If you're someone with multiple interests, you've probably been branded a \"Jack of all Trades, Master of N"
    },
    {
      "url": "https://consumidor.ftc.gov",
      "title": "Consejos para consumidores | La Comisión Federal de Comercio",
      "description": "El sitio web oficial de la Comisión Federal de Comercio (FTC), protegiendo a los consumidores de Estados Unidos de América por más de 100 años.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://alumni.wetherbysenior.co.uk/terms-conditions",
      "title": "Terms | Wetherby Senior School Alumni Network",
      "description": "void",
      "preview": "× Attention: You are using an outdated browser, device or you do not have the latest version of JavaScript downloaded and so this website may not work"
    },
    {
      "url": "https://wordpress.tv/",
      "title": "WordPress.tv - WordPress-related videos curated and moderated by the WordPress.org community",
      "description": "WordPress-related videos curated and moderated by the WordPress.org community",
      "preview": "Search WordPress.tv WordCamps Meetups Keynotes How To Get Involved Keynote and Q&A WordCamp US 2025 WordCampTV More → Fireside chat with Mary Hubbard"
    },
    {
      "url": "https://www.outdoorlife.com/gear/best-gopros/",
      "title": "Best GoPros of 2024 | Outdoor Life",
      "description": "Should you buy the Hero 10 or Hero 9 Black? Is the GoPro MAX worth getting? We answer those questions in this review of the best GoPros.",
      "preview": "Best Overall GoPro Hero 10 See It Best Budget GoPro Hero 9 See It Best for 360 Footage GoPro MAX See It We may earn revenue from the products availabl"
    },
    {
      "url": "http://one.npr.org/?sharedMediaId=491296791:491296928",
      "title": "Should Your Next Car Be Electric? : NPR One",
      "description": "Should Your Next Car Be Electric?",
      "preview": "void"
    },
    {
      "url": "https://www.clarinsusa.com/en/instant-eye-make-up-remover/01183100.html",
      "title": "Clarins Eye Makeup Removers | CLARINS®",
      "description": "Shop Clarins' range of plant-based eye makeup removers-an essential part of your everyday skincare routine. Gentle and compatible with all skin types.",
      "preview": "Skip to page content Go to footer Accessibility tool Receive a FREE 7-piece gift with any $100+ order. CODE: BEST25 Learn more Receive a FREE Mary's M"
    },
    {
      "url": "http://www.aclumich.org/article/rejecting-heckler%E2%80%99s-veto",
      "title": "The Heckler's Veto | ACLU of Michigan",
      "description": "When someone exercises their First Amendment right to free speech, the government is not allowed to shut down the speech just because other people don't like the message that is being conveyed. This is known as the rule against a \"heckler's veto.\" At the 2012 Arab International Festival in Dearborn, a group of Christian evangelists marched down a public street expressing their",
      "preview": "Skip to main content The Heckler's Veto Facebook X Reddit Email Print When someone exercises their First Amendment right to free speech, the governmen"
    },
    {
      "url": "http://plants.ensembl.org/Oryza_sativa/Gene/Summary?g=Os02g0286200;r=2:10758967-10762460;t=Os02t0286200-01",
      "title": "Gene: Os02g0286200 - Summary - Oryza_sativa - Ensembl Genomes 62",
      "description": "Ensembl Plants is a genome-centric portal for plant species of scientific interest",
      "preview": "▼ Ensembl Genomes Ensembl Bacteria Ensembl Protists Ensembl Fungi Ensembl Plants Ensembl Metazoa Ensembl (vertebrates) Loading... BLAST BioMart Tools Do"
    },
    {
      "url": "https://www.azhumane.org/adopt/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.cuantochollo.com/2x1-y-descuentos/entradas/promociones-y-ofertas-castillo-de-castelldefels-barcelona/",
      "title": "Descuento Entradas Castillo de Castelldefels | Visita Castell",
      "description": "Ofertas, descuentos y/o promociones Castell de Castelldefels. Cupones, códigos y/o entradas 2×1 para el Castillo de Castelldefels (Barcelona...",
      "preview": "Facebook X RSS Search Generic filters Exact matches only Search in title Search in content Search in excerpt Entradas al Castillo de Castelldefels con"
    },
    {
      "url": "https://www.urbanoutfitters.com/shop/tonymoly-all-you-need-mask-set2",
      "title": "TONYMOLY All You Need Mask Set | Urban Outfitters",
      "description": "Shop TONYMOLY All You Need Mask Set at Urban Outfitters today. Discover more selections just like this online or in-store. Shop your favorite brands and sign up for UO Rewards to receive 10% off your next purchase!",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://gimmedelicious.com/",
      "title": "Gimme Delicious Food",
      "description": "Life's Too Short For Boring Food. New Recipes Ramadan Recipes Ramadan Desserts Cozy Soups Air Fryer Favorites Healthy Recipes to Try Pasta Dinners in 30 Minutes Take-out At Home Reader Favorites Keto/ Low Carb 30 Minute Meals Recipe Collections One Pan Dinners Favorite Products Chicken Breasts Tacos Foil Pack",
      "preview": "Skip to content 5 free Secrets to Fast & Delicious Cooking → Life's Too Short For Boring Food. Breakfast/Brunch Dinner Healthy Recipes Keto Recipes Lo"
    },
    {
      "url": "http://mobile.secouchermoinsbete.fr/users/37779-winniie",
      "title": "Profil de Winniie",
      "description": "Se Coucher Moins Bête",
      "preview": "Winniie Winniie Localisation : Planète Terre Occupation : Je cherche encore Commentaires postés : 16 Anecdotes publiées : 2 Date d'inscription : 14/05"
    },
    {
      "url": "https://www.tasteline.com/recept/fisk-skaldjurslasagne/",
      "title": "Fisk- & skaldjurslasagne - Tasteline",
      "description": "void",
      "preview": "Sök Hem / Recept / Fisk- & skaldjurslasagne Nästan rätt? Visa liknande recept Annons Undvik att skärmen släcks Ingredienser 250 g lasagneplattor , gär"
    },
    {
      "url": "https://greensoftware.foundation/articles/meet-gsf-org-leads-henry-richardson-of-watttime",
      "title": "Meet GSF Org Leads: Henry Richardson of WattTime | GSF",
      "description": "Developers need to look beyond their organisations to become more aware of the global impact their software may have, says Henry and that the new SCI specification makes this so much easier than it has been before. Henry also announces some job openings!",
      "preview": "💚 Join the Green Software Movement Platform Meet GSF Org Leads: Henry Richardson of WattTime Posted on February 11th, 2022 Developers need to look bey"
    },
    {
      "url": "https://www.hrc.org/resources/fatal-violence-against-the-transgender-and-gender-non-conforming-community-in-2022?utm_medium=ads&utm_source=GoogleSearch&utm_content=HateCrimes-AntiLGBTQHateCrimes&utm_campaign=GoogleGrant&utm_source=GS&utm_medium=AD&utm_campaign=BPI-HRC-Grant&utm_content=607604874629&utm_term=hate%20crimes%20against%20gays&gclid=CjwKCAiAnZCdBhBmEiwA8nDQxYsxzcnvB1-zxYjcMELo39B8yzt0xoEV8AzyJ0zvmTs_Wq2CvdLNaBoCnoYQAvD_BwE",
      "title": "HRC | Fatal Violence Against the Transgender and Gender-Expansive...",
      "description": "Sadly, 2022 saw at least 41 transgender and gender-expansive people fatally shot or killed by other violent means. We say \"at least\" because too often...",
      "preview": "Skip to Content Cookies in use The Human Rights Campaign uses cookies to improve your site experience. By using this site, you agree to our use of coo"
    },
    {
      "url": "https://answers.microsoft.com/en-us/",
      "title": "Microsoft Q&A | Microsoft Learn",
      "description": "The home for technical questions and answers at Microsoft. Get started asking, answering, and browsing questions about products like .Net, Azure, or Teams.",
      "preview": "Welcome to Microsoft Q&A What do you need help with today? Find it on Q&A - the home for technical questions and answers at Microsoft. New to Q&A? See"
    },
    {
      "url": "https://metalltechnik-dermbach.eshop.t-online.de/epages/Shop42414.sf/de_AT/?ObjectPath=/Shops/Shop42414/Products/61040-5",
      "title": "Kaminholzregal Metall 1,9 m x 0,6 m x 0,35 m Oberfläche feuerverzinkt ohne Dekor",
      "description": "Das Kaminholzregal aus Metall ist ohne Farbe und wird in natürlichem Cortenstahl Material geliefert.",
      "preview": "Zum Hauptinhalt springen Made in Germany Merkliste Mein Konto Anmelden Suchen nach (0) RASENKANTEN AUS METALL FÜR IHRE BEETE Jetzt entdecken Drucken K"
    },
    {
      "url": "https://source.android.com/",
      "title": "Android Open Source Project",
      "description": "Android unites the world! Use the open source Android operating system to power your device.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://www.oberoihotels.com/hotels-in-jaipur-rajvilas-resort/?utm_source=affred&utm_medium=aff&utm_campaign=gbl-affmkt&_affclk=ttuk:118609::0::118609::143859c9f626eb0724f38065d097d658::::1606071865:902jip",
      "title": "Best 5 Star Hotel In Jaipur | Luxury Resort in Jaipur | The Oberoi Rajvilas",
      "description": "Explore authentic Rajasthan with a luxurious stay at The Oberoi Rajvilas, the best 5-star hotel in Jaipur, just 30 minutes from the airport. Book now!",
      "preview": "Global Home Login/Join Now Gallery Welcome to Oberoi One. Our distinctive guest recognition programme. Log In Join Now Login ✕ Back to main menu Dubai"
    },
    {
      "url": "https://www-forbes-com.cdn.ampproject.org/c/s/www.forbes.com/sites/danabrownlee/2022/10/18/after-his-sister-and-aunt-died-from-pregnancy-related-complications-he-developed-a-virtual-gynecology-platform-for-women-of-color/amp/",
      "title": "Redirecting",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.libreriadelsanto.it/libri/9788899005726/la-celebrazione-delleucaristia.html?utm_source=internal&utm_medium=link&utm_campaign=related_products&utm_content=auto",
      "title": "La celebrazione dell'eucaristia - Le Catechesi di papa Francesco libro, Francesco (Jorge Mario Bergoglio), Centro Eucaristico, settembre 2018, Eucaristia/Messa - LibreriadelSanto.it",
      "description": "Libro di Francesco (Jorge Mario Bergoglio), La celebrazione dell'eucaristia - Le Catechesi di papa Francesco, dell'editore Centro Eucaristico. Percorso di lettura del libro: Teologia, Sacramentale, Eucaristia/Messa.",
      "preview": "Login / Registrati Preferiti Spedizioni Pagamenti Aiuto | Contatti Registrati / Login Carrello Novità Sacra Scrittura Teologia Liturgia Catechesi Atti"
    },
    {
      "url": "https://cotswoldfarmhousefurniture.co.uk/pages/desks",
      "title": "Desks - Cotswold Farmhouse Furniture",
      "description": "void",
      "preview": "Free Delivery on all Products (Excluding Chairs) to Mainland England & Wales. Cart (0) 0 Dining Tables Table & Bench Sets Chairs Coffee Tables Console"
    },
    {
      "url": "https://saysh.com/",
      "title": "Saysh - Women Deserve Better",
      "description": "Saysh makes performance running shoes designed specifically for and by women. We're not just making shoes; we're creating a better world for women - one step at a time.",
      "preview": "Skip to content Welcome to the 2025 USOPC Hall of Fame Allyson Felix → Shop our best sellers here → Saysh has redefined the athletic experience for 11"
    },
    {
      "url": "http://developer.android.com/index.html",
      "title": "Android Mobile App Developer Tools - Android Developers",
      "description": "Discover the latest app development tools, platform updates, training, and documentation for developers across every Android device.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://educanet.educad.pe/login",
      "title": "Portaleducanet",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mozillamr.myspreadshop.com/",
      "title": "Welcome to Mozillas Mixed Reality Merch Store! | Spreadshop",
      "description": "Show your support for Mozillas Mixed Reality program and Firefox Reality!",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly. Welcome to Mozilla Mixed Reality Show your support f"
    },
    {
      "url": "https://www.byblackcon.com/coming-soon-01",
      "title": "The Stoic Letters - The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "description": "The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "preview": "Skip to content In letter 53 Seneca uses a personal experience of a sea voyage to affirm that we easily overlook our faults, even those that constantl"
    },
    {
      "url": "https://creperie-letybillic.fr/operation-cheques-evasion-50/",
      "title": "Opération Chèques Evasion 50 - Crêperie Le Ty-BillicCrêperie Le Ty-Billic",
      "description": "La Crêperie Le Ty-Billi participe à l'opération Chèques Evasion 50 mis en place par L'Attitude Manche ! Rendez-vous sur le site www.cheques-evasion50.fr pour vous inscrire et recevoir des chèques que vous pourrez dépenser chez les restaurateurs, les sites et lieux de visites, les prestataires de loisirs, les producteurs locaux... de la Manche partenaires de l'opération",
      "preview": "Qui sommes-nous ? Actualités Menus et carte Galeries photos Nos partenaires Nous contacter 73 rue au Blé - Cherbourg en Cotentin 02 33 01 11 90 Opérat"
    },
    {
      "url": "https://apnews.com/article/china-oceans-overfishing-squid-294ff1e489589b2510cc806ec898c78f",
      "title": "Great Wall of Lights: China's sea power on Darwin's doorstep | AP News",
      "description": "The Associated Press with Spanish-language broadcaster Univision accompanied the conservation group Sea Shepherd this summer on an 18-day voyage to observe up close for the first time the Chinese distant water fishing fleet on the high seas off South America.",
      "preview": "void"
    },
    {
      "url": "https://opendata.paris.fr/",
      "title": "Home - Paris Data",
      "description": "Bienvenue sur Paris Data ! Le site de la démarche Open Data de la Ville de Paris. Vous trouverez ici l'ensemble des jeux de données publiés par les services de la Ville et ses partenaires sous licence ODbL.",
      "preview": "void"
    },
    {
      "url": "https://covid19.nj.gov/pages/vaccine",
      "title": "COVID-19",
      "description": "Stay informed with NJ",
      "preview": "Healthy New Jersey × En Español COVID-19 is still here Let's do whatever we can to keep ourselves and our communities safe: stay up to date with vacci"
    },
    {
      "url": "http://shavedham.blogspot.com/p/shaved-labs-privacy-policy.html",
      "title": "Shaved Labs - iPhone Apps: Privacy Policy",
      "description": "Last updated: January 2016 Shaved Labs Ltd Privacy Policy Shaved Labs Ltd , including its affiliates (\"Shaved Labs\") , collects...",
      "preview": "skip to main | skip to sidebar Shaved Labs - iPhone Apps Pages Home Big Button Box Support Privacy Policy Last updated: January 2016 Shaved Labs Ltd P"
    },
    {
      "url": "http://www.landbanktwincities.org/",
      "title": "Land Bank Twin Cities - Social Impact Real Estate",
      "description": "Land Bank Twin Cities is a Minnesota seven-county metro area based organization specializing in land banking, lending and community development.",
      "preview": "Home News Resources Careers Home About Overview Staff Board Strategic Plan Reports & Financials"
    },
    {
      "url": "https://goldentriangledc.com/return-to-office/",
      "title": "Return to the Office - Golden Triangle",
      "description": "void",
      "preview": "Skip to content Return to the Office Home > Events & Programming > Return to the Office We are excited to launch a series of original webinars, short"
    },
    {
      "url": "https://www.naturehills.com/sierra-spreader-juniper",
      "title": "Sierra Spreader Juniper Bush | Buy Now At Naturehills.com",
      "description": "Low-growing, wide-spreading, weed-choking! Sierra Spreader Juniper has all it takes as groundcover & bright-green foliage! Call for your living carpet today!",
      "preview": "Skip to content Skip to product information Previous Next Loading... Load image 1 in gallery view Load image 2 in gallery view Sold out New arrival Si"
    },
    {
      "url": "https://winnyc.org",
      "title": "Home - WIN",
      "description": "Win is New York City's largest provider of shelter and supportive housing for families with children experiencing homelessness.",
      "preview": "Skip to content Win is the largest provider of shelter and supportive housing for NYC's homeless families. ABOUT WIN Join our team & help break the cy"
    },
    {
      "url": "https://www.nbcnews.com/think/opinion/gov-desantis-rude-awakening-15-week-abortion-law-rcna24456",
      "title": "Florida Gov. DeSantis may be in for a rude awakening over 15-week abortion ban law",
      "description": "The Florida Constitution currently vigorously protects a woman's right to end an unwanted pregnancy.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3b0aa1a488ff9809554e48743a9b592944d358a0ffa3f88e394cd3ddfc36894b/http%3A//facebook.com",
      "title": "Redirecting to http://facebook.com",
      "description": "void",
      "preview": "Redirecting to http://facebook.com Please use caution when installing third-party add-ons. If you are immediately prompted to install an add-on, pleas"
    },
    {
      "url": "https://www.montigre.com/products/vintage-new-old-stock-hobe-multi-chain-gold-tassel-necklace-earring-set-vintage-hobe-gold-tassel-necklace-hobe-earrings-hobe-jewelry",
      "title": "Gold Tassel Necklace Earring Set - Mon Tigre",
      "description": "This is stunning necklace and earring set was made by Hobe. The necklace features a tassel of 6 strands of chain that drops 4-1/2\" (4 finer chains flanked by 2 thicker Herringbone chains). The earrings feature 3 strands of chain and measure approximately 1-1/4\" long. The necklace measures almost 19\" long. In excellent",
      "preview": "Skip to content Close menu Home Shop Shop All Preloved Items Featured Favorites! Necklaces, Charms & Pendants Bracelets Rings Brooches & Clips Earring"
    },
    {
      "url": "http://peopleschoice.com",
      "title": "undefined - NBC.com",
      "description": "Watch undefined on NBC.com.",
      "preview": "Main Content Most Recent Most Recent Highlight Web Exclusive Show Clips Fatal Family Feuds Michael Locascio Asked an Inmate to Help Him With His Case"
    },
    {
      "url": "https://cynalune.blogspot.com/2012/07/truc-ou-j-en-ai-marre.html",
      "title": "des trucs, deuxième prise: Truc où j 'en ai marre",
      "description": "Je suis amorphe. La faute au temps orageux. La faute aussi à mes médocs qu'on a de nouveau augmenté parce que j'ai des pensées d'une violenc...",
      "preview": "skip to main | skip to sidebar des trucs, deuxième prise Trucs de tricot, Trucs de crochet. Mais aussi trucs divers, au fil de l'inspiration. dimanche"
    },
    {
      "url": "https://stripe.com/docs/payments/accept-a-payment",
      "title": "Accettare un pagamento | Documentazione Stripe",
      "description": "Accettare pagamenti online in modo sicuro",
      "preview": "Passa al contenuto Accettare un pagamento Crea account o Accedi Il logo della documentazione Stripe Cerca nella documentazione / Chiedi all'IA Crea un"
    },
    {
      "url": "https://www.spiegel.de/wissenschaft/natur/fracking-boom-sorgt-fuer-steigende-methan-emissionen-a-1281900.html",
      "title": "Fracking-Boom sorgt für steigende Methan-Emissionen - DER SPIEGEL",
      "description": "Fracking steht wegen seiner Folgen für die Umwelt schon lange in der Kritik. Eine Studie macht die Technik zur Erdgasförderung nun auch für den Anstieg des Treibhausgases Methan verantwortlich.",
      "preview": "Zum Inhalt springen Zur Merkliste hinzufügen X.com Facebook E-Mail Link kopieren Weitere Optionen zum Teilen X.com Facebook E-Mail Messenger WhatsApp"
    },
    {
      "url": "https://www.ipcc.ch/srocc/home/",
      "title": "Special Report on the Ocean and Cryosphere in a Changing Climate - Special Report on the Ocean and Cryosphere in a Changing Climate",
      "description": "void",
      "preview": "Website Survey The IPCC approved and accepted Special Report on the Ocean and Cryosphere in a Changing Climate at its 51st Session held on 20 - 23 Sep"
    },
    {
      "url": "https://kjaerlighetsvigslerne.com/gjestebok/?like_comment=762&_wpnonce=a491dcacbf",
      "title": "Gjestebok - Kjærlighetspresten",
      "description": "Vi vil bli glad om leserne av bryllupsbloggen vil signere Gjesteboken vår. Vi er glad i både ros og ris. Har dere hatt seremoni i regi av oss i Unitarforbundet eller har du vært gjest i en av våre seremonier - så legg gjerne igjen en hilsen til oss her. Anonymiser gjerne innlegget ditt og...",
      "preview": "Gå til innhold Vi vil bli glad om leserne av bryllupsbloggen vil signere Gjesteboken vår. Vi er glad i både ros og ris. Har dere hatt seremoni i regi"
    },
    {
      "url": "https://mailchimp.com/",
      "title": "Piattaforma di email, automazione e marketing | Mailchimp",
      "description": "Utilizza i dati comportamentali in tempo reale e l'intelligenza artificiale per convertire più clienti con la piattaforma Mailchimp di marketing, automazione e e-mail marketing. Facile da usare: inizia gratis!",
      "preview": "Passa al contenuto principale Trasforma le email e gli SMS in entrate Ottieni più aperture, clic e vendite con la piattaforma di email marketing e aut"
    },
    {
      "url": "http://cuicuifactory.com/f0235-6624/",
      "title": "f0235-6624 | CuiCui Factory",
      "description": "CuiCuiFactory | 北九州・下関エリアの結婚式写真撮影・結婚式エンドロール制作・成人式・七五三・family",
      "preview": "void"
    },
    {
      "url": "https://atoz.amazon.work",
      "title": "Amazon A to Z Login",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://jobs.apple.com/",
      "title": "Apple Roles and Opportunities - Careers at Apple",
      "description": "Discover career opportunities at Apple. Learn why people gather here to innovate, collaborate, and create groundbreaking products and services.",
      "preview": "Join us. Be you. Watch the film This is where individual imaginations gather together, committing to the values that lead to great work. Here, you'll"
    },
    {
      "url": "https://lbb.in/shop/product/nt-brown-hand-embroidered-winter-scarf",
      "title": "Get Nt Brown Hand Embroidered Winter Scarf at ₹ 4750 | LBB Shop",
      "description": "Purple Sunshine is an Indian label for ONE OF A KIND Beaded Jewellery, Scarves & Fashion Accessories for Women. All proceeds are donated to various Organizations & NGOs working for good causes. Each item is UNIQUE & HANDCRAFTED, using top quality material.",
      "preview": "Thank you for visiting. You can now shop for Duppatta & Shawls on Nykaa Fashion Continue To Shop Take Me To Nykaa Fashion OR Explore Reviews And Recom"
    },
    {
      "url": "https://www.breville.com/us/en/products/waffle-makers/bwm640.html",
      "title": "the Smart Waffle™ Pro 4 Slice | Breville (US)",
      "description": "4-slice Waffle Maker with LCD display.",
      "preview": "Waffle Makers the Smart Waffle™ Pro 4 Slice $299.95 the Smart Waffle™ Pro 4 Slice $299.95 Add to cart - $299.95 Add to cart 1 Add to cart 4-slice Waff"
    },
    {
      "url": "https://www.wissenswertes.at/tarot",
      "title": "Tarot legen - Karten legen - Tarot Astrologie",
      "description": "Das ♥ Kartenlegen mit Tarot ist eine Form der Astrologie wobei man die Bedeutung der ✅ 78 Tarotkarten kennen muss und daraus die Fragen ableitet.",
      "preview": "Wissenswertes Sie sind hier: Startseite -> Hobbys -> Tarot legen Tarot legen mit den 78 Tarotkarten Fragestellungen an die Karten Immer öfter sieht ma"
    },
    {
      "url": "https://www.nature.com/news",
      "title": "Latest science news, discoveries and analysis",
      "description": "Find breaking science news and analysis from the world's leading research journal.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.magazines.com/people-magazine.html",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "Looking for a PEOPLE Magazine Subscription? Browse hundreds of titles at Magazines.com, your trusted source for magazine subscriptions at great prices!",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "https://go.dev/tour/welcome/1",
      "title": "A Tour of Go",
      "description": "void",
      "preview": "A Tour of Go"
    },
    {
      "url": "https://www.idagio.com",
      "title": "La meilleure application de streaming de musique classique | IDAGIO",
      "description": "La meilleure collection de musique classique dans une seule application ✓ Concerts vidéo exclusifs ✓ Qualité audio sans perte ✓ Recherche intelligente ✓ Contenu sélectionné par des experts ▷ Découvrez IDAGIO maintenant",
      "preview": "Home Écoutez, regardez, apprenez 14 JOURS GRATUIT Pourquoi choisir IDAGIO? Une fonction de recherche conçue pour la musique classique Sélections par d"
    },
    {
      "url": "https://www.icloud.com",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://www.1p.sg/products/apple-iphone-7-32gb",
      "title": "Apple iPhone 7 32GB - OnePhone Singapore",
      "description": "Brand New Apple iPhone 7 32GB Local warranty set1 year warranty from Apple.FREE delivery. Pay cash on delivery. No other charges. SMS/WhatsApp/Call 91079006 or email sales@onephone.com.sg 🛒 OnePhone154 Race Course Road3 mins walk from Farrer Park MRT exit F11am to 10pm daily.🚚 Or get FREE Delivery: Pls WhatsApp us at",
      "preview": "Skip to content Item added to your cart Check out Continue shopping Skip to product information Open media 1 in modal 1 / of 2 Apple iPhone 7 32GB No"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Myicons-The-World-s-Largest-Premium-line-Icons-Pack-1ee4bea9d3c54deea273277d217e412a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://pt.ifixit.com/Guide/translate/18385/52978/jp",
      "title": "Traduzir passo nº 8 a iPhone 5s Front Panel Assembly Replacement - iFixit",
      "description": "Repair your electronics yourself. iFixit is the repair manual you can edit. We sell tools, parts and upgrades for Apple Mac, iPod, iPhone, iPad, and MacBook as well as game consoles.",
      "preview": "Ir para o conteúdo principal Conserte seus objetos Comunidade Loja Visualizar Opções Painel de tradução Histórico iPhone 5sのフロントパネルアセンブリの交換 Aviso: Voc"
    },
    {
      "url": "https://medium.com/@RenderAnalytics/what-is-artificial-intelligence-and-how-does-it-work-for-beginners-5224aa0c472b",
      "title": "What is Artificial Intelligence and How Does it Work? For Beginners! | by Charles Render | Medium",
      "description": "What is Artificial Intelligence and How Does it Work? For Beginners! Demystifying Artificial Intelligence: Understanding AI Basics for Non-Programmers Artificial Intelligence (AI) has emerged as a ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in What is Artificial Intelligence and How Does it Work? For Beginners! Demy"
    },
    {
      "url": "https://www.interessante-geschenke.de/eshop/einzigartige-holzgeschenke/militar-geschenke/us-panzer-abrams-militar-tank-holzspielzeug-geschenke-fur-soldaten-und-kinder/",
      "title": "HOLZ Militär Panzer Abrams 23 cm | mit Ihrer Gravur",
      "description": "Militär-Panzer Holzspielzeug Kinderspielzeug, das lange hält Geschichte des Abrams-Panzers Der Hauptpanzer M1 Abrams ist der Nachfolger des vorherigen",
      "preview": "HOLZ Militär Panzer Abrams 23 cm Home Eshop Einzigartige Holzgeschenke Holzsoldaten HOLZ Militär Panzer Abrams 23 cm Pin It HOLZ Militär Panzer Abrams"
    },
    {
      "url": "https://www.kemenygyarto-balatonlelle.hu/de/hirek/kepgaleria/fustcsovek/dickwandigen-rohr/",
      "title": "Dickwandigen rohr :: Kéménytechnikai Szaküzlet",
      "description": "void",
      "preview": "Durchsuchen Magyar Deutsch Startseite Bildergalerie KREA gravity schornstein Schornstein system elemente Sonst Rauchrohr Dickwandigen rohr Dünnwandige"
    },
    {
      "url": "https://amp.urlencoder.org/enc/opiates/",
      "title": "URL Encoding of \"opiates\" - Online",
      "description": "Encode opiates to URL-encoded format with various advanced options. Our site has an easy to use online tool to convert your data.",
      "preview": "Encode \"opiates\" to URL-encoded format Simply enter your data then push the encode button. opiates To encode binaries (like images, documents, etc.) u"
    },
    {
      "url": "https://maiwa.com/pages/natural-dyes",
      "title": "Natural Dyes- MAIWA",
      "description": "The natural dyes that we sell are termed exotic, historic, or classic. They yield good to excellent wash and light fastness when used in proper combination with mordants. We use them in our own studio and in our naturally dyed clothing. A full palette of colours can be achieved by varying the mordants and by blending d",
      "preview": "Natural Dyes The natural dyes that we sell are termed exotic, historic, or classic . They yield good to excellent wash and light fastness when used in"
    },
    {
      "url": "https://www.adventurehobbiesandtoys.com/products/60263-ocean-mini-submarine",
      "title": "60263 Ocean Mini-Submarine - Adventure Hobbies & Toys",
      "description": "Kids can dive into creative play with this LEGO City Ocean Mini-Submarine 60263 playset. There's a toy submarine with a bubble cockpit and inspection arms, a pirate treasure chest with gems and a cool hammerhead shark figure. In fact, this building kit has all kids need for imaginative underwater adventures. This 4+ to",
      "preview": "Skip to content Two Locations: Christiansburg, and Roanoke! Call 540-382-2871 for Christiansburg or 540-595-9147 for Roanoke Two Locations: Christians"
    },
    {
      "url": "https://www.houstontx.gov/police/nr/2022/jun/nr220609-1.htm",
      "title": "Suspect Wanted, Charged in Female's Disappearance at 14935 South Richmond Avenue",
      "description": "The mission of the Houston Police Department is to enhance the quality of life in the City of Houston by working cooperatively with the public and within the framework of the U.S. Constitution to enforce the laws, preserve the peace, reduce fear and provide for a safe environment.",
      "preview": "> Police > News Release POLICE Department Suspect Wanted, Charged in Female's Disappearance at 14935 South Richmond Avenue June 9, 2022 - Charges have"
    },
    {
      "url": "http://smartstudy.co.kr",
      "title": "더핑크퐁컴퍼니 주식회사",
      "description": "Connecting people around the world through joyful content",
      "preview": "Connecting people around the world through joyful content 더핑크퐁컴퍼니는 글로벌 패밀리 엔터테인먼트 기업으로, 온 가족이 즐길 수 있는 문화를 만들어갑니다. 영화 및 애니메이션 시리즈부터 음원, 공연, 모바일 애플리케이션,"
    },
    {
      "url": "https://www.beeg-pornos.com/video/kinly-knight-ist-unanstaendig-und-bekommt-poklatscher-2073/",
      "title": "Kinly Knight ist unanständig und bekommt Poklatscher | BEEG-PORNOS.com",
      "description": "Kinly Knight ist unanständig und bekommt Poklatscher ✓✓ auf BEEG-PORNOS.com findest du die geilsten Videos, Clips und Porno Filme ✓✓ zu Kinly Knight ist unanständig und bekommt Poklatscher ✓✓. KLICK HIER ✓✓.",
      "preview": "Kinly Knight ist unanständig und bekommt Poklatscher Kategorien: porndig , hardcoresex , blonde weiber ficken Pornostars: Kinley Knight Tags: arsch ve"
    },
    {
      "url": "http://www.lachiesa.it/bibbia.php?ricerca=citazione&Cerca=Cerca&Versione_CEI2008=3&Versione_CEI74=1&Versione_TILC=2&VersettoOn=1&Citazione=Sap%209,13-18",
      "title": "Bibbia.net: Sap 9,13-18",
      "description": "La Bibbia in tre versioni (Cei 2008, Cei74 e Traduzione interconfessionale in lingua corrente) per un loro confronto sinottico immediato. Con ricerca per citazioni e per parole: per chi ha bisogno di una consultazione facile e veloce.",
      "preview": "B I B B I A .net > Bibbia CEI 2008"
    },
    {
      "url": "https://ca.jbl.com?countrySelector=yes&ged=off",
      "title": "Official JBL Store - Speakers, Headphones, and More!",
      "description": "Premium speakers from JBL such as wireless bluetooth speakers, Android & iOS headphones, soundbars, subwoofers, home theater systems, computer speakers, & iPod/iPhone docks. Get the best sound for music, smartphones, tablets & TVs with JBL speakers.",
      "preview": "Your browser's Javascript functionality is turned off. Please turn it on so that you can experience the full capabilities of this site. Your browser's"
    },
    {
      "url": "http://www.R-project.org/",
      "title": "R: The R Project for Statistical Computing",
      "description": "void",
      "preview": "[Home] Download CRAN R Project About R Logo Contributors What's New? Reporting Bugs Conferences Search Get Involved: Mailing Lists Get Involved: Contr"
    },
    {
      "url": "https://my.matterport.com/show/?m=XgDxgzti2A4&brand=0",
      "title": "Walgreens Chicago Office at the Old Post Office - Matterport 3D Showcase",
      "description": "Matterport 3D Showcase. 433 W Van Buren St, Chicago, IL, 60607, US.",
      "preview": "Presented by Powered by"
    },
    {
      "url": "https://www.covergirl.com/en_us/face-makeup/cg-trubld-truconceal-concealers-liquid.html",
      "title": "TruBlend Undercover Full Coverage Concealer | COVERGIRL®",
      "description": "Conceal, shape and brighten with COVERGIRL® TruBlend Undercover Concealer. This full coverage concealer leaves a matte finish that lasts all day.",
      "preview": "Previous Next TruBlend Undercover Full Coverage Concealer COVERGIRL Trublend Undercover Concealer is an all day wear full coverage concealer with a ve"
    },
    {
      "url": "https://baymard.com/blog",
      "title": "Ecommerce UX Research Articles - Baymard Institute",
      "description": "The below 400+ ecommerce UX articles are all based on Baymard's 150,000+ hours of UX research. The articles represent just 5% of Baymard's Premium research database. Join 60,000+ UX professionals and get a new article every week by email.",
      "preview": "Baymard Institute Baymard Institute Logo Product Use cases Industries Benchmark Your UX Performance How does your UX performance stack up against indu"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2022/06/30/iowa-caucus-2024-nikki-haley-will-run-president-if-theres-place-me/7747121001/",
      "title": "Nikki Haley says during Iowa visit she is considering presidential run",
      "description": "Former U.N. Ambassador and potential presidential candidate Nikki Haley spoke at a fundraiser for U.S. Rep. Randy Feenstra of Iowa Thursday.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://lucchese.com/",
      "title": "Lucchese Bootmaker Official Website | Cowboy Boots and Western Wear",
      "description": "Shop Lucchese Cowboy Boots and Western Wear and enjoy the tradition and quality of premium materials and craftsmanship.",
      "preview": "Skip to Main Content Men Women Austin Post featuring Lucchese Boots Boots Shop All Best Sellers Cowboy Horseman Roper Barn Boots Shoes Shoes Shop All"
    },
    {
      "url": "https://productregistration.sony.com/?cpint=spt-globalheader_prodregistration",
      "title": "Product Registration",
      "description": "Web site created using create-react-app",
      "preview": "void"
    },
    {
      "url": "https://sci-chic.tumblr.com/post/143086629474",
      "title": "Sci Chic - 16% of all new wages in the U.S. are in computer science",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Home About Ask me anything Submit a post Archive The Fashionable Side of Science: www.scichic.com Twitter: @scichicnews 16% of all new wages in the U."
    },
    {
      "url": "https://www.tensorflow.org/guide/data",
      "title": "tf.data: Build TensorFlow input pipelines | TensorFlow Core",
      "description": "void",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "http://www.nocturnealley.org/reviews.php?type=ST&item=3852&offset=120",
      "title": "Nocturne Alley Fanfic :: Harry Potter Slash",
      "description": "void",
      "preview": "Nome utente: Password: Ricorda Registrati | Hai dimenticato la tua Password? DracoMalfoy Marauders Tribal Zenlike Home Cerca Aiuto Contatti Accedi Reg"
    },
    {
      "url": "https://tarot-online.com.pl/znaczenie-kart-tarota/",
      "title": "Znaczenie kart Tarota | Tarot Online",
      "description": "Poznaj znaczenie kart Tarota online. Znaczene kart Tarota Małe i Wielkie Arkana oraz znaczenie Kart Tarota Buławy, Monety, Puchary i Miecze.",
      "preview": "Dołącz do klubu 2 2025.10.07 Sprawdź nowy dostępny rozkład na 12 kart Tarota 2025.10.06 Odkryj nowe funkcje w Tarot Online! Karty Cennik Blog Dołącz Z"
    },
    {
      "url": "http://www.springer.com/biomed/journal/418",
      "title": "Home | Histochemistry and Cell Biology",
      "description": "Histochemistry and Cell Biology is a dedicated resource for Original Research and Reviews in molecular histology and cell biology. Covers the localization, ...",
      "preview": "Skip to main content Histochemistry and Cell Biology Publishing model : Hybrid Submit your manuscript Journal menu Overview Histochemistry and Cell Bi"
    },
    {
      "url": "https://newsroom.it.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Storia in primo piano HERO BLOCK/STORIA IN PRIMO PIANO PayPal FABA: l'espansione digitale oltre i confini nazionali FABA, il brand dietro i dispositiv"
    },
    {
      "url": "https://rsci.app.link/?%24canonical_url=https%3A%2F%2Fmedium.com%2F%40circulareconomy&%7Efeature=LoOpenInAppButton&%7Echannel=ShowUser&source=---two_column_layout_nav----------------------------------",
      "title": "Medium Membership",
      "description": "On Medium, anyone can share insightful perspectives, useful knowledge, and life wisdom with the world.",
      "preview": "Sitemap Medium Logo Sign in Sign up Support human stories Become a member to read without limits or ads, fund great writers, and join a global communi"
    },
    {
      "url": "https://www.byrdie.com/dry-brushing-body",
      "title": "Dry Brushing Benefits and How to Try It, According to Pros",
      "description": "There are many body care treatments on the market, but dry brushing is one of the best. Learn more about the celeb-loved lymphatic treatment, inside.",
      "preview": "Skip to content CONFIDENCE, COMMUNITY, AND JOY Subscribe Email Address Subscribe Thank you [email] for signing up. Please enter a valid email address."
    },
    {
      "url": "https://nabob.org/",
      "title": "NABOB - The Voice of Black Owned Broadcasters Since 1976",
      "description": "void",
      "preview": "Menu The voice of Black Media Welcome to the heartbeat of Black media! NABOB, under the umbrella of U.S. Black Chambers, Inc., boldly champions the ca"
    },
    {
      "url": "https://sliderulemuseum.com/",
      "title": "International Slide Rule Museum home page. ISRM is the world's largest free digital repository of all things concerning slide rules and other math artifacts. There are over 7000 Images or PDF's in the ISRM Galleries.",
      "description": "void",
      "preview": "HOME About Whats New Friends of ISRM SR Who's Who ISRM_BoardOfDirectors SR Restoration +1 303.921.8709 Galleries Abacus/Sorobans Addiators/Troncets Ae"
    },
    {
      "url": "https://lcfgeorgia.org/get-involved/donate/",
      "title": "Donations / Sponsorships - Latino Community Fund Inc.",
      "description": "Tax deductible contributions to LCF Georgia support a stronger, self-sufficient and visible Latino Community in Georgia",
      "preview": "Skip to content Home / Get Involved / Donations / Sponsorships Sponsorship Opportunities CLICK HERE to access our Sponsorship Package and annual commu"
    },
    {
      "url": "https://action.earthday.org/the-fashion-industry-must-change",
      "title": "The Fashion Industry Must Change",
      "description": "void",
      "preview": "The Fashion Industry Must Change 13,805 signatures Fashion is said to be a reflection of culture. What does it say about our culture when it endangers"
    }
  ],
  "_meta": {
    "total_bookmarks": 105
  }
}