{
  "data": [
    {
      "url": "https://diettogo.35p2.net/c/3408212/173242/3159?subid3=people",
      "title": "Diet-to-Go® Weight Loss Meal Delivery - Diet Meal Delivery - Diet Food Delivery",
      "description": "Diet-to-Go is a Diet Meal Delivery Service that Provides Balanced, Freshly Prepared, Real Food for Weight Loss.",
      "preview": "MYDIETTOGO | BLOG | HELP | CONTACT 800-743-7546 Home | Learn More | Menus | Pricing Order Now 800-743-7546 50% Off 1st Order plus $80 Off Upcoming Mea"
    },
    {
      "url": "https://dom-laite.fi/tuotteet/uudet-tuotteet/esikasittely/yleis-ja-taikinakoneet/",
      "title": "Yleis- ja taikinakoneet - Dom-Laite Oy",
      "description": "void",
      "preview": "Yleis- ja taikinakoneet Järjestys Default Default Custom Nimi Hinta Päiväys Popularity (sales) Average rating Relevance Random Product ID Näytä 15 tuo"
    },
    {
      "url": "http://www.nmwa.org/",
      "title": "National Museum of Women in the Arts | Home",
      "description": "Located in Washington, D.C., The National Museum of Women in the Arts the world's only major art museum solely dedicated to championing women artists.",
      "preview": "Stand with us for women artists! This Women's History Month, stand up for women in the arts by becoming a NMWA member. You'll be recognized on our 202"
    },
    {
      "url": "http://target.com/",
      "title": "Target : Expect More. Pay Less.",
      "description": "Shop Target online and in-store for everything from groceries and essentials to clothing and electronics. Choose contactless pickup or delivery today.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "http://fsf.fra.affrc.go.jp/indexe.html",
      "title": "National Research Institute of Far Seas Fisheries, Fisheries Research Agency",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.esl-languages.com/en/courses-abroad/english/england/brighton/brighton-college-9-17",
      "title": "Study English at Brighton College (10-16) in Brighton | ESL",
      "description": "Choose among a wide range of English courses at Brighton College (10-16) language schools in Brighton. Read student reviews. We help you find the perfect course, free of charge!",
      "preview": "Skip to main content English school in Brighton Brighton College (10-16) Get quote Book now English school in Brighton Brighton College (10-16) Course"
    },
    {
      "url": "https://pytorch.org/docs/stable/generated/torch.optim.Adam.html",
      "title": "Adam - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "http://www.gamergirl.fr/resident-evil-village-localisation-de-toutes-les-latrines-du-jeu/",
      "title": "Resident Evil Village : Localisation de toutes les latrines du jeu",
      "description": "Voici une solution pour trouver toutes les latrines dans Resident Evil Village.",
      "preview": "Astuces 1 Resident Evil Village : Localisation de toutes les latrines du jeu par Gamergirl · 14 mai 2021 RESIDENT EVIL VILLAGE Développeur : Capcom Ed"
    },
    {
      "url": "http://www.globaltiesus.org/",
      "title": "Global Ties U.S. : Global Ties U.S.",
      "description": "Global Ties U.S. and our members build a more peaceful, prosperous world through international exchange and engage citizens in foreign policy.",
      "preview": "We support the nationwide Global Ties Network and exchange programs that make the United States safer, stronger, and more prosperous. Our work strengt"
    },
    {
      "url": "https://stencil.wiki/What_is_Risograph_printing%3F",
      "title": "stencil.wiki",
      "description": "void",
      "preview": "Jump to content From stencil.wiki Stencil.wiki is a comprehensive resource dedicated to stencil printing, providing tools, guides, and a collaborative"
    },
    {
      "url": "http://www.calculator.org/",
      "title": "calculator.org - calculator.org",
      "description": "The calculator home page",
      "preview": "Calculator software and online resources Units Conversions Calculator Database JavaScript Calculator Download Calc98 Running Calculator Calculator Rep"
    },
    {
      "url": "https://bizcommunity.att.com/",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://leadersup.typeform.com/LUcoaching",
      "title": "Discover Typeform, where forms = fun",
      "description": "Create a beautiful, interactive form in minutes with no code. Get started for free.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now You've taken one. Now make one. Whether your"
    },
    {
      "url": "https://www.podatki.gov.pl/pit/",
      "title": "PIT",
      "description": "Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach",
      "preview": "PIT Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach Twój e-PIT - to deklarac"
    },
    {
      "url": "http://www.surftrip.com/surf-shop/C-573/C-952/General.html",
      "title": "void",
      "description": "void",
      "preview": "Surf Trip Surfing Travel - Check Out Our Feature Desitination RED FROG BUNGALOWS - Panama: Click Here to Check it out! Home Destinations Surfing Resou"
    },
    {
      "url": "https://maskimot.tumblr.com/",
      "title": "@maskimot on Tumblr",
      "description": "27 | | just lookin for a mother that'll get me high, just a stupid motherfucker if i die i die | | celebrating every day i dont listen to the voices | | look at my cat tofu #kitdies",
      "preview": "Posts zoeyhorse Follow at least she's got the spirit veryluckyclovers Follow sending love to those fighting the job market femboy-c-cups Follow me fac"
    },
    {
      "url": "https://www.ifc.org/",
      "title": "International Finance Corporation (IFC)",
      "description": "A strong and engaged private sector is indispensible to ending extreme poverty and boosting shared prosperity. That's where IFC comes in - we have more than 60 years experience in unlocking private investment, creating markets and opportunities where they are needed most.",
      "preview": "Skip to Main Navigation Turning Tanzania's Farmers into Agri- Entrepreneurs How global partners are empowering smallholder farmers to grow their profi"
    },
    {
      "url": "https://www.bonappetit.com/recipe/garlic-confit",
      "title": "Garlic Confit Recipe | Bon Appétit",
      "description": "Garlic Confit Recipe",
      "preview": "Skip to main content Arrow Jump To Recipe Print Recipe notes Back to top Triangle"
    },
    {
      "url": "https://www.ons.gov.uk/economy/inflationandpriceindices",
      "title": "Inflation and price indices - Office for National Statistics",
      "description": "The rate of inflation is the change in prices for goods and services over time. Measures of inflation and prices include consumer price inflation, producer price inflation and the House Price Index.",
      "preview": "Cookies on ons.gov.uk Cookies are small files stored on your device when you visit a website. We use some essential cookies to make this website work."
    },
    {
      "url": "https://blog.shopgoodwill.com/",
      "title": "Shopgoodwill.com",
      "description": "void",
      "preview": "0 Klaudia Habek 10/7/25 Klaudia Habek 10/7/25 18 Easy DIY Halloween Costume Ideas Halloween costumes don't have to be stressful or expensive. Discover"
    },
    {
      "url": "https://highcarbonstock.org/",
      "title": "HCSA identify and conserve high carbon stock rainforests.",
      "description": "HCSA work to prevent the destruction of high carbon rainforests caused by agricultural expansion. They also help respect the rights of forest communities.",
      "preview": "Search Search Close this search box. Menu Menu Menu Search Search We provide the tools to stop the catastrophic destruction of tropical forests How do"
    },
    {
      "url": "https://wwwn.cdc.gov/pubs/other-languages/",
      "title": "CDC Resources in Languages Other than English | Other | CDC",
      "description": "This is a listing of information and materials available on the Centers for Disease Control and Prevention (cdc.gov) website translated into other languages.",
      "preview": "Skip directly to site content Skip directly to search Español | Other Languages An official website of the United States government Here's how you kno"
    },
    {
      "url": "https://iconer.app/",
      "title": "Iconer: Free Icons for Everything (SVG, PNG, JSX)",
      "description": "App where you can easily customize icons. Choose from a variety of libraries with different licenses. Edit attributes, copy and export effortlessly.",
      "preview": "Free Icons for Everything Search, remix and download royalty free icons for any project in SVG, PNG, HTML, JSX and more. Animals Apps Brand Communicat"
    },
    {
      "url": "http://passion-histoire.net/ucp.php?mode=register&sid=6effe42e6f42909c11c9d571054f0495",
      "title": "Forum Histoire - Passion Histoire • Panneau de contrôle de l'utilisateur • Inscription",
      "description": "void",
      "preview": "Connexion Qui Sommes Nous? Le Salon Géopolitique FAQ Nous sommes actuellement le 10 Oct 2025 13:53 Index du forum Le fuseau horaire est UTC+1 heure [H"
    },
    {
      "url": "https://www.greencarreports.com/news/1121693_colorado-to-launch-smart-charging-pilot-program-as-it-prepares-for-evs",
      "title": "Colorado to launch smart-charging pilot program as it prepares for EVs",
      "description": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable energy grid. The non-profit Platte River Power Authority announced last month that it is teaming up with eMotorWerks, which sells home smart chargers, to sell and install 250 smart chargers for residential...",
      "preview": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable"
    },
    {
      "url": "https://www.hellomagazine.com/healthandbeauty/mother-and-baby/20230226165346/prince-william-kate-middleton-rare-comment-prince-george-princess-charlotte/?utm_medium=social_media&campaign=hellouk&utm_source=Twitter#Echobox=1677443237",
      "title": "Prince William and Princess Kate make extremely rare comment about Prince George | HELLO!",
      "description": "The Prince and Princess of Wales opened up about their children Prince George, Princess Charlotte and Prince Louis' hobbies when meeting with officials at the Six Nations game in Cardiff",
      "preview": "Skip to main content Skip to footer Prince William and Princess Kate make extremely rare comment about Prince George Prince George is growing taller!"
    },
    {
      "url": "https://writesonic.com/",
      "title": "Writesonic - AI Search Visibility Tracking & Optimization Platform",
      "description": "Track AI visibility across ChatGPT and 10+ AI platforms. Monitor mentions, fix citation gaps, create and refresh content, target Reddit & UGC forums. Complete GEO platform from tracking to action to results.",
      "preview": "Track & Boost Your Brand's Visibility in AI Search See exactly how your brand performs in AI search results. Then take precise actions to boost visibi"
    },
    {
      "url": "https://publicdomainreview.org/",
      "title": "The Public Domain Review - Online journal dedicated to showcasing the most interesting and unusual out-of-copyright works available on the web",
      "description": "Online journal and not-for-profit project dedicated to the exploration of curious and compelling works from the history of art, literature, and ideas.",
      "preview": "Home Essays Collections Explore Shop Support PDR About Blog Search Search The Public Domain Review The Adventures and Experiences of the First Slovak"
    },
    {
      "url": "https://www.maison-alves.com/store/p152/Nostalgia_Alvarinho_Vin_Blanc_2016_%28Vin_Vert_%29_2013.html",
      "title": "vin vert du portugal",
      "description": "vin vert du portugal",
      "preview": "MAISON ALVES Accueil Notre magasin à la ferme Notre société Nos Marchés Nos volailles🐓🐇🦆 Nos artisans de confiance Coin presse On parle de nous ? Spon"
    },
    {
      "url": "https://www.utilitydive.com/news/california-puc-unveils-proposed-fix-to-storage-incentive-program-quantifyi/532573/",
      "title": "California PUC unveils proposed fix to storage incentive program, quantifying GHG reductions | Utility Dive",
      "description": "The wrong metric led to an increase instead of a reduction in GHG emissions from energy storage, and regulators proposed employing a new signal for the commercial and residential storage markets.",
      "preview": "Skip to main content CONTINUE TO SITE ➞ Don't miss tomorrow's electric utility industry news Let Utility Dive's free newsletter keep you informed, str"
    },
    {
      "url": "https://researchnow.flinders.edu.au/en/publications/clinical-characteristics-and-outcome-of-current-standard-manageme/fingerprints/",
      "title": "Clinical characteristics and outcome of current standard management of central retinal artery occlusion - Fingerprint - Research @ Flinders",
      "description": "void",
      "preview": "Clinical characteristics and outcome of current standard management of central retinal artery occlusion Adam Rudkin, Andrew Lee , Eric Aldrich, Neil M"
    },
    {
      "url": "https://wiki.albany.edu/label/camille+group+luncheon+nominations+transfer",
      "title": "Confluence",
      "description": "void",
      "preview": "{\"serverDuration\": 10, \"requestCorrelationId\": \"79916d6909ab4ea0803f7f132130fb9a\"}"
    },
    {
      "url": "https://www.newscientist.com/definition/quantum-entanglement/",
      "title": "What is quantum field theory? | New Scientist",
      "description": "Quantum field theory marries the ideas of other quantum theories to depict all particles as \"excitations\" that arise in underlying fields. The British physicist Paul Dirac started the ball rolling in the late 1920s with his equation describing how relativistic electrons - and with it most other matter particles - behave. Standard quantum theory as &hellip;",
      "preview": "Close Advertisement Subscribe now Quantum field theory Quantum-based theories that explain how the forces of nature work By Richard Webb Facebook / Me"
    },
    {
      "url": "https://stock.walmart.com/",
      "title": "Walmart Inc. (WMT)",
      "description": "Walmart Inc. (NYSE: WMT) is a people-led, tech-powered omnichannel retailer helping people save money and live better - anytime and anywhere - in stores, online, and through their mobile devices. Each week, approximately 270 million customers...",
      "preview": "Skip to main content Skip to section navigation Skip to footer Latest News View All News Aug 28, 2025 Walmart Leadership To Participate in Upcoming In"
    },
    {
      "url": "https://www.caldeiraomagico.pt/produto/tarot-esoterico/",
      "title": "TAROT ESOTERICO - Caldeirão Mágico - Artigos Esótericos",
      "description": "O Grande Tarot Esotérico, bastante conhecido em Espanha, é um baralho clássico, baseado no tarot de Marselha, um baralho com ilustrações cativantes de Luis Peña.",
      "preview": "TAROT ESOTERICO Início Tarôt e outros Oráculos , Tarôt - Baralhos TAROT ESOTERICO TAROT LABIRINTO TAROT GENOVÉS TAROT ESOTERICO 19.90 € O Grande Tarot"
    },
    {
      "url": "https://www.neutrogena.com/skin/hydro-boost.html?utm_source=google&utm_medium=cpc&utm_campaign=GO-USA-ENG-PS-Neutrogena-Masterbrand-BC-PH-RN-PR-N/A-HydroBoost&utm_content=Brand-Core&utm_term=neutrogena+hydroboost&gclid=CjwKCAiAioifBhAXEiwApzCztgDiFdXqJHsuRKjPvPYhEgyvkWYy-DTpG_tvwuC0y96BUWdUJHuxsRoCkSMQAvD_BwE&gclsrc=aw.ds&gclid=CjwKCAiAioifBhAXEiwApzCztgDiFdXqJHsuRKjPvPYhEgyvkWYy-DTpG_tvwuC0y96BUWdUJHuxsRoCkSMQAvD_BwE",
      "title": "Hydro Boost Hyaluronic Acid Skin Care | Neutrogena®",
      "description": "Shop the full line of Neutrogena® Hydro Boost hyaluronic acid skin care products designed to help boost hydration of the skin for smooth, supple results.",
      "preview": "Skip to main content HYDRO BOOST WATER GEL Weightless hydration that goes deep* Clinically-proven formula magnifies the power of Hyaluronic Acid *With"
    },
    {
      "url": "https://www.barcelona.cat/en/",
      "title": "The official Barcelona web portal | Barcelona City Council",
      "description": "Practical information on living in the city of Barcelona: news, activities, services, work, transport, business, leisure, maps, innovation and much more.",
      "preview": "Skip to main content ‌ ajuntament.barcelona.cat ‌ meet.barcelona Info Barcelona BCN Map BCN Guide Procedures Useful phone numbers Getting there Mercat"
    },
    {
      "url": "https://www.riomaframix.com.br/tag/andre-felipe-neppel/",
      "title": "André Felipe Neppel",
      "description": "A vítima estava em uma motocicleta Yamaha/MT07, que colidiu transversalmente com um caminhão Ford/Cargo.",
      "preview": "Pular para o conteúdo"
    },
    {
      "url": "https://www.fontshare.com/",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "https://coolors.co/palettes",
      "title": "Explore Color Palettes - Coolors",
      "description": "Get inspired by thousands of beautiful color schemes and make something cool!",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://www.electricworld.co.uk/l/hoods",
      "title": "Electric World Cooker Hoods | Domestic Appliance Retailer Lisburn | Wide Range of Appliances",
      "description": "Find a wide range of quality Household Appliances for your home from top brands including Bosch, Candy, Sharp, LG and more. Inquire today!",
      "preview": "The store will not work correctly in the case when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on o"
    },
    {
      "url": "https://pipocamoderna.com.br/2021/04/natalie-portman-vai-estrelar-e-produzir-adaptacao-de-elena-ferrante/",
      "title": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante",
      "description": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante - A atriz Natalie Portman, vencedora do Oscar por \"Cisne Negro\" (2010), vai estrelar e produzir a adaptação do livro \"Dias de Abandono\", da misteriosa escritora...",
      "preview": "PIPOCA MODERNA"
    },
    {
      "url": "https://www.moopio.com/la-nacion-senado-esculpio-su-version-del-pgn-2022-con-aumentos-para-jueces-de-paz-y-aportes-partidarios.html",
      "title": "La Nación / Senado esculpió su versión del PGN 2022 con aumentos para jueces de paz y aportes partidarios",
      "description": "La Cámara de Senadores durante el tratamiento del Presupuesto General de la Nación 2022 aprobó incluir más salarios a jueces de Paz; también se establecieron mayores aportes partidarios y aplicaron mayor control a las transferencias a ONG.",
      "preview": "Inicio Diario La Nación La Nación / Senado esculpió su versión del PGN 2022 con aumentos para jueces de paz y aportes partidarios La Cámara de Senador"
    },
    {
      "url": "https://polisen.se/en/",
      "title": "Startpage English - polisen.se | The Swedish Police Authority",
      "description": "void",
      "preview": "Cookies at polisen.se On polisen.se, we use necessary cookies to make the website work as well as possible for you. We also use cookies for web analyt"
    },
    {
      "url": "https://magenta.tensorflow.org/datasets/nsynth",
      "title": "The NSynth Dataset",
      "description": "A large-scale and high-quality dataset of annotated musical notes.",
      "preview": "Demos Blog RealTime Studio DDSP-VST Research The NSynth Dataset Apr 5, 2017 NSynth A large-scale and high-quality dataset of annotated musical notes."
    },
    {
      "url": "https://ark.info/page/786?Item=2233",
      "title": "Christmas At The Ark 2021 | Ark Info | Ark Info",
      "description": "Service Messafes",
      "preview": "☰ Messages Menu × Live Service Message Series Latest Message Sunday Messages Wednesday Messages Guest Speakers Healing Class Christmas At The Ark 2021"
    },
    {
      "url": "https://hdencode.org/fatal-vows-s05-1080p-hulu-web-dl-aac2-0-h-264-squalor-21-5-gb/",
      "title": "Fatal.Vows.S05.1080p.HULU.WEB-DL.AAC2.0.H.264-squalor - 21.5 GB",
      "description": "HDencode - Download Movies and TV Shows - #1 Source for High Definition Releases",
      "preview": "Home Contact Categories Movies TV Shows TV Packs Genres Action Adventure Animation Biography Comedy Crime Documentary Drama Family Fantasy Film-Noir H"
    },
    {
      "url": "https://doc.themosaurus.com/creating-galleries/",
      "title": "Creating Galleries • Themosaurus Documentation",
      "description": "Your theme takes advantage of WordPress's built in galleries. Their display is provided by the Jetpack [...]",
      "preview": "Skip to main content Select your item: All Armadon Cera Gorgo Gwangi Mandha MatchPress Pimp my Site Sinclair Stego Tria Themosaurus site Themeforest p"
    },
    {
      "url": "https://handbook.unimelb.edu.au/2022/subjects/info90007/dates-times",
      "title": "Dates and times: Social Computing (INFO90007) - The University of Melbourne Handbook",
      "description": "Dates and times for Social Computing (INFO90007)",
      "preview": "Handbook home Search the Handbook Courses Undergraduate courses Graduate courses Research courses Subjects Undergraduate subjects Graduate subjects Re"
    },
    {
      "url": "http://vuce.gub.uy/pesc2/",
      "title": "PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca - VUCE",
      "description": "Certificado de Ingreso Sanitario para productos de la pesca",
      "preview": "Skip to content PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca Información sobre el trámite Consiste en la autoriza"
    },
    {
      "url": "https://www.behance.net/gallery/61547749/225-Trendy-Color-Palette-2018",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.outdoorlife.com/gear/best-gopros/",
      "title": "Best GoPros of 2024 | Outdoor Life",
      "description": "Should you buy the Hero 10 or Hero 9 Black? Is the GoPro MAX worth getting? We answer those questions in this review of the best GoPros.",
      "preview": "Best Overall GoPro Hero 10 See It Best Budget GoPro Hero 9 See It Best for 360 Footage GoPro MAX See It We may earn revenue from the products availabl"
    },
    {
      "url": "http://www.ricettepercucinare.com/",
      "title": "Blog di cucina e ricette italiane | Ricettepercucinare.com | HOME",
      "description": "Ricettepercucinare.com un sito di cucina con tante ricette passo passo ed un blog con tante informazioni nato nel lontano 2006",
      "preview": "RicettePerCucinare.com, ricette di cucina facili, veloci, gustose Ricette primi piatti, ricette salate, ricette dolci, ricette di pesce e molto altro"
    },
    {
      "url": "https://voxatl.org/about/",
      "title": "About - VOX ATL",
      "description": "VOX ATL Is Necessary VOX is... Atlanta's home for uncensored teen publishing and self-expression. A teen-driven, professional space and a learning environment for diverse teens in metro Atlanta. A commitment to true diversity. Our roster of teen staff and contributors will annually include teens from all academic, geographic, race, ethnicity, gender, sexuality, disability, life experience [...]",
      "preview": "Skip to content VOX ATL Is Necessary VOX is... Atlanta's home for uncensored teen publishing and self-expression. A teen-driven, professional space and"
    },
    {
      "url": "https://www.cheertourofficial.com/#!",
      "title": "Cheerleader Competitions - Fly High and Reach for the Sky",
      "description": "Dominate the competition floor! This guide empowers cheerleaders with winning routines, nerve-conquering tips, and victory secrets. It's time to shine!",
      "preview": "Cheerleading Championships - A Global Showcase of Exceptional Talent, Precision, and Teamwork Cheerleading competitions are more than just a display o"
    },
    {
      "url": "https://www.oceng.cz/produkty/zubovy-system-elite-trida/",
      "title": "Zubový systém ELITE třída | Oceng.cz",
      "description": "Zubový systém ELITE třída. Prémiové provedení. Nevíte si rady s výběrem? Kontaktujte nás.",
      "preview": "Úvod Produkty Zuby a zubové systémy Zubový systém ELITE třída Zubový systém ELITE třída Krátký popis: Popis:"
    },
    {
      "url": "https://www.postgresql.org/docs/current/index.html",
      "title": "PostgreSQL: Documentation: 18: PostgreSQL 18.0 Documentation",
      "description": "PostgreSQL 18.0 Documentation The PostgreSQL Global Development Group Copyright © 1996-2025 The PostgreSQL Global Development Group Legal Notice Table of ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://www.torproject.org/projects/torbrowser.html.en",
      "title": "Tor Project | Download",
      "description": "Download | Defend yourself against tracking and surveillance. Circumvent censorship.",
      "preview": "Download Tor Browser Protect yourself against tracking, surveillance, and censorship. Download for Windows Signature Download for macOS Signature Down"
    },
    {
      "url": "https://cwdressings.com/",
      "title": "CW Dressings™",
      "description": "We specialize in unique one-of-a kind date based flavorful dressings, sauces, and marinades.",
      "preview": ": Your cart is currently empty Shop now Gift message Unit price: / per Skip to content SUMMER SALE 7857090050 contactus@cwdressings.com Facebook Insta"
    },
    {
      "url": "https://circ.earth/",
      "title": "Circ • Threading Together the Future of Circular Fashion",
      "description": "At Circ, we've created a technology system that returns clothes back to the raw materials from which they were made. We've discovered a path to erase our global fashion footprint.",
      "preview": "Please rotate your screen Our Materials Our Technology The Cost of Clothing About Us Circ France Introducing Circ France We are advancing the future o"
    },
    {
      "url": "http://washington.edu/news/video/?utm_source=UW%20News&utm_medium=nav&utm_campaign=multimedia",
      "title": "Video stories | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Video stories President Jones to welcome incoming class at New Student Convocation on Sunday"
    },
    {
      "url": "https://www.feedingamerica.org/our-work/reduce-food-waste",
      "title": "Food Waste in America: How You Can Help Rescue Food | Feeding America",
      "description": "Join the fight against food waste! Learn how Feeding America rescues 4 billion pounds of food annually, preventing waste and feeding millions.",
      "preview": "Skip to main content Fighting food waste and hunger through food rescue Imagine a world where everyone has enough to eat, and we make the most of our"
    },
    {
      "url": "https://www.architecturaldigest.com/video/watch/replace-this-space-adrienne-bailons-bathroom-gut-renovated-by-pro-designer",
      "title": "Watch Adrienne Bailon's Bathroom Gut-Renovated by Pro Designer | Replace This Space | Architectural Digest",
      "description": "Erick Garcia of Maison Trouvaille visits the home of singer, actress, and TV personality Adrienne Bailon to execute a gut-renovation of her bathroom.",
      "preview": "Skip to main content Replace This Space | Season 1 | Episode 5 Adrienne Bailon's Bathroom Gut-Renovated by Pro Designer Erick Garcia of Maison Trouvai"
    },
    {
      "url": "https://www.actionkit.com/",
      "title": "ActionKit",
      "description": "ActionKit: Supercharge your online organizing, advocacy and fundraising with the most powerful tools in the business.",
      "preview": "ActionKit Why ActionKit Features Clients ActionKit is now part of the NGP VAN family. Learn more."
    },
    {
      "url": "https://nakedspecies.com/de/products/be-fruitful-rhino-cropped-hoodie",
      "title": "Be Fruitful Rhino Cropped Hoodie - Naked Species",
      "description": "Be Fruitful Rhino Hoodie Black Front Pocket 100% Cotton Unisex Hoodie Please allow an extra 1-2 days for this item to ship PRODUCT DETAILS 100% cotton Hand screen printed Sizing XS-L",
      "preview": "Suchen Schließen (esc) Menü schließen HOME NEW MENS WOMENS ABOUT MISSION MEDIA CONTACT US Einloggen Konto erstellen Home About Contact us Terms & Cond"
    },
    {
      "url": "https://www.aclumich.org/en/news/year-ahead",
      "title": "The year ahead | ACLU of Michigan",
      "description": "Following a year that marked unprecedented success in the areas of reproductive freedom, voting rights, reform of the criminal legal system, and LGBTQ+ equity, the ACLU of Michigan is looking forward as this new year begins - and a new state Legislature is seated.",
      "preview": "Skip to main content The year ahead Looking to the future By Loren Khogali , Executive Director January 12, 2023 - 3:15pm Facebook X Reddit Email Prin"
    },
    {
      "url": "https://talkingpts.org/",
      "title": "Home - TalkingPoints",
      "description": "void",
      "preview": "Watch Attendance Soar When Families Feel Heard → Explore Resources & Claim Special Pricing! (Ends Dec 31) Drive student outcomes with the leading Univ"
    },
    {
      "url": "https://www.mavcsoport.hu/mav-start/belfoldi-utazas/menetrend",
      "title": "Helyközi buszmenetrendek | MÁV-csoport",
      "description": "void",
      "preview": "Ugrás a menetrendkeresőhöz Ugrás az almenühöz Ugrás a tartalomra Ugrás az oldaltérképre Belföldi utazás Jegyek és bérletek Menetrendek Turisztikai ajá"
    },
    {
      "url": "https://echoinggreen.org/",
      "title": "Echoing Green: Funding Social Entrepreneurship & Innovation",
      "description": "We discover emerging social entrepreneurs and invest deeply in the growth of their ideas and leadership.",
      "preview": "Investing in a better world for 35 years Created with Sketch. See the global issues we invest in solving Learn more about the vision that drives our w"
    },
    {
      "url": "https://www.drawkit.com/",
      "title": "DrawKit - Beautiful 2D & 3D Illustrations and Icons",
      "description": "Free and premium vector SVG illustrations for you to use on your next project, no attribution required! Vector illustrations, icons, 3D illustrations, animation, mockups, Figma plugins and more.",
      "preview": "John Doe Sign In Upgrade to Pro Your reliable source for all things creative Hand-drawn 2D & 3D illustrations, icons and animations. Perfect for your"
    },
    {
      "url": "https://www.brooklynartlibrary.org/sketchbookproject",
      "title": "Participate - Brooklyn Art Library / The Sketchbook Project",
      "description": "void",
      "preview": "Cart 0 It Starts with a Sketchbook Start by choosing a type of book, fill it up, and send it back to us to be a part of the world's largest collection"
    },
    {
      "url": "http://www.BlackEntrepreneursDay.com",
      "title": "Black Entrepreneurs Day",
      "description": "Black Entrepreneurs Day is the ultimate celebration of Black business and entrepreneurship. Highlighted by insightful conversations with Black business icons, including Charlamagne tha God, Flavor Flav, Kelly Rowland, Rashad Bilal, Troy Millings, Jordan Chiles, and many more, plus a live musical performance from global superstar 2 Chainz presented by Raising Cane's. Created in 2020 by Daymond John, the founder and CEO of FUBU and Co-Star of ABC's five-time Emmy Award winning show, Shark Tank, the event has raised over $1,000,000 in Black Business grants in partnership with the NAACP and has inspired millions of fans!",
      "preview": "2025 Announcement Coming soon!! THE FIFTH ANNUAL CELEBRATION TO EMPOWER AND CELEBRATE BLACK BUSINESS Watch the 2024 livestream now Watch the 2024 Afte"
    },
    {
      "url": "https://azekthi.tumblr.com/",
      "title": "@azekthi on Tumblr",
      "description": "Follow @azekthi and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "https://vccs.zoom.us/j/93926917200?pwd=aHFCMDBzdW9iWS91dTNwZlI0NW9DQT09#success",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "https://www.ywcampls.org/",
      "title": "YWCA Minneapolis | Eliminating Racism | Empowering Women",
      "description": "YWCA Minneapolis is a nonprofit organization founded in 1891 as a member of YWCA USA, the oldest and largest multicultural organization in the world. Our mission is to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all.",
      "preview": "0 Midtown Strong - Free Community Event Oct. 11 Join us for Midtown Strong, a free family-friendly community celebration at YWCA Midtown. The event in"
    },
    {
      "url": "https://jobgirls.de/damen-stellen-sich-vor/4-21/",
      "title": "Arielle | Jobgirls-Gewerblich prostituierte Damen zeigen sich.",
      "description": "void",
      "preview": "Skip to content Arielle Home / Gewerbliche Damen aus den Clubs / Arielle Arielle Jobgirls 2019-07-09T18:24:19+02:00 JobGirls verwendet Cookies, um Inh"
    },
    {
      "url": "https://perscholas.org",
      "title": "Tuition-Free IT Education: Computer Job Training with Per Scholas",
      "description": "Page description goes here",
      "preview": "void"
    },
    {
      "url": "https://saaspages.xyz/blocks/testimonials",
      "title": "Testimonials Blocks - SaaS Pages",
      "description": "Screenshots, tips and tricks to build the best SaaS landing page that actually converts",
      "preview": "In version 2.0 you can now compare new vs old design on the company's page! SaaS Pages by Versoly Companies Navbars Headers Clients CTA Features Team"
    },
    {
      "url": "http://www.seaaroundus.org/data/#/global?chart=catch-chart&dimension=taxon&measure=tonnage&limit=10",
      "title": "Sea Around Us | Fisheries, Ecosystems and Biodiversity",
      "description": "The Sea Around Us Project investigates the impact of fisheries on the world's marine ecosystems. This is achieved by using a Geographic Information System",
      "preview": "Menu Search our data Mapped data Help Publications News Partners Projects Data not yet available Your browser does not support Javascript or has it di"
    },
    {
      "url": "https://www.louvre.fr/visiter",
      "title": "Visiter - L'essentiel pour préparer votre visite",
      "description": "Horaires, tarifs, accès, plan, services sur places, restaurants : L'essentiel pour préparer votre visite, que vous soyez seul, en famille ou en groupe.",
      "preview": "Visiter - L'essentiel pour préparer votre visite Aller au contenu Visiter L'essentiel pour préparer votre visite Horaires & tarifs Plan, accès & trans"
    },
    {
      "url": "https://powervirtualagents.microsoft.com",
      "title": "Customize Copilot and Create Agents | Microsoft Copilot Studio",
      "description": "Create custom AI assistants and virtual agents with Microsoft Copilot Studio. Enhance workflows using our AI bots and Microsoft 365 Copilot integrations.",
      "preview": "This is the Trace Id: 0f03214e65f88d3cce272b44a4dd959f Skip to main content See Microsoft Build announcements about developer tools to create agents a"
    },
    {
      "url": "https://hub.arcgis.com/datasets/ideSEVILLA::barrios?geometry=-6.504%2C37.283%2C-5.350%2C37.474",
      "title": "Barrios",
      "description": "Barrios de Sevilla",
      "preview": "void"
    },
    {
      "url": "https://dwtstour.com/",
      "title": "Dancing With The Stars Tour",
      "description": "void",
      "preview": "Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up"
    },
    {
      "url": "https://disneyparks.disney.go.com/blog/2022/07/celebrate-the-40th-anniversary-of-tron-with-a-new-look-at-tron-lightcycle-run-in-magic-kingdom-park/",
      "title": "Disney Parks Blog",
      "description": "Welcome to the Disney Parks Blog! Discover the stories you know and love - from the locations, attractions, cruise ships, expeditions, products, and so much more.",
      "preview": "Skip to content Halloween at Disney Kindly step all the way in please, and make room for everyone. There's no turning back now from this ghostly gathe"
    },
    {
      "url": "https://jobs.disneycareers.com/search-jobs/national%20geographic/",
      "title": "national geographic jobs at DISNEY",
      "description": "Be part of the story. Search for available national geographic jobs at DISNEY here.",
      "preview": "Skip to main content Skip to Search Results Skip to Search Filters Search Results Search Results Sort Sort Criteria Relevancy Date Posted (Descending)"
    },
    {
      "url": "https://www.edf.fr/resultats?keywords=travail+des+%C3%A9quipes&type=0",
      "title": "EDF France | EDF FR",
      "description": "void",
      "preview": "Plongez dans les coulisses de l'électricité ! Venez découvrir tout l'univers de l'électricité en visitant nos centrales et nos sites, partout en Franc"
    },
    {
      "url": "https://www.meta.com/quest/",
      "title": "Visori VR e MR Meta Quest e accessori accessori | Meta Store",
      "description": "Sfida la realtà con Meta Quest. I nostri visori MR e VR ridefiniscono il gaming e l'intrattenimento del mondo digitale. Scopri di più su Quest 3S ed esplora tutti i visori.",
      "preview": "void"
    },
    {
      "url": "https://www.hiringourheroes.org/",
      "title": "Hiring Our Heroes: Bridging the Job Gap for Veterans",
      "description": "Learn about Hiring Our Heroes and its dedication to empowering veterans and military spouses in their pursuit of meaningful employment.",
      "preview": "Our Mission Creating a Nationwide Hiring Effort Hiring Our Heroes (HOH) connects the military community-service members, military spouses, and veteran"
    },
    {
      "url": "https://www.750g.com/aile-de-raie-au-vin-blanc-r38733.htm",
      "title": "Recette Aile de raie au vin blanc - 750g.com",
      "description": "Découvrez la recette d'Aile de raie au vin blanc à faire en 5 minutes. Faites revenir l&#039;oignon émincé avec les carottes en rondelles dans l&#039;huile d&#039;olive. Ajoutez l&#039;ail, le laurier, le thym. Recouvrez avec le vin blanc et le verre d&#039;eau. Assaisonnez. Laissez mijoter 10 minutes environ. Plongez ensuite les ailes de raie dans",
      "preview": "Accueil Recettes Recettes plats Recettes plats avec des produit de la mer Recettes poissons Recettes raie Aile de raie au vin blanc Sponsorisé star ic"
    },
    {
      "url": "https://www.cct.org/",
      "title": "Home - The Chicago Community Trust",
      "description": "The Chicago Community Trust works to build a Chicago region where equity is central-and opportunity and prosperity are in reach for all.",
      "preview": "Skip to content Skip to footer Equity. Opportunity. Prosperity. When our neighbors do better, we all do better. Together, let's create pathways that b"
    },
    {
      "url": "https://scottdodson.dev/thunderstorms/privacy-policy/",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Last Updated: 9/6/2021 This Privacy Policy applies to the information that we obtain through your use of Thunderstorm Simulator and Thu"
    },
    {
      "url": "https://www.motogp.com/en/teams",
      "title": "Teams | MotoGP™",
      "description": "The official website of MotoGP™, Moto2 and Moto3. Find out all the information about MotoGP teams and riders here.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official Aprilia Racing Aprilia Racing Jorge Martin Marco Bezzecchi BK8 Gresini Racin"
    },
    {
      "url": "https://caresmentoring.org/",
      "title": "National CARES Mentoring Movement",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://downtownaustin.com/covid-19/impact-recovery/",
      "title": "COVID-19 Economic Impact | Downtown Austin Alliance",
      "description": "With a focus on recovery, we are actively measuring and monitoring the impact of the pandemic on downtown Austin through ongoing research initiatives.",
      "preview": "Skip to main content COVID-19 Economic Impact Setting a baseline to plan for recovery A months-long effort to create a strategic and comprehensive pla"
    },
    {
      "url": "http://www.logobook.com/",
      "title": "Logobook - Discover the worlds finest logos, symbols and trademarks",
      "description": "Discover the world's finest logos, symbols and trademarks",
      "preview": "void"
    },
    {
      "url": "http://www.agenarisk.com/",
      "title": "agena.ai | Bayesian network software, causal modelling and cloud deployment",
      "description": "Bayesian Network Software, Bayesian Net Software, Bayes Net Software, Causal Modelling, AI, Artifical Intelligence, Cloud Software.",
      "preview": "top of page Deliver your own Bayesian network applications in the cloud Build more than just models. agena.ai enables data scientists, analysts and AI"
    },
    {
      "url": "https://www.bharattaxi.com/",
      "title": "Hire Taxi Service & Cab Booking from India's Best Car Rental Provider- Bharat Taxi",
      "description": "Bharat Taxi offers 24*7 taxi booking and cab service facility at an affordable fare. Book online taxi service in India, cab for rent, and car rental with driver at best deals.",
      "preview": "Local Rental One Way Round Trip Road Trip Local Transfer Rentals One Way Round Trip Road Trip Local Transfer Source City Package Type Select Package P"
    },
    {
      "url": "https://www.savoryexperiments.com/panera-broccoli-cheddar-soup/",
      "title": "Copycat Panera Broccoli Cheddar Soup (Instant Pot in 30 Minutes!)",
      "description": "Instant Pot Panera Broccoli Cheddar Soup made in less than 30 minutes and tastes even better than your favorite Panera soup!",
      "preview": "Skip to content Dinner Ideas for Tonight! Everyone knows that the best Panera soup is their broccoli cheese soup (their French Onion is pretty good to"
    },
    {
      "url": "https://www.multilingualvacancies.com/jobs/estonian/packaging-printing/greece",
      "title": "void",
      "description": "void",
      "preview": "This site uses cookies. By continuing to use this site you consent to our use of cookies . Close Languages Western European Languages Basque Catalan D"
    },
    {
      "url": "https://www.instagram.com/googleplay/",
      "title": "Google Play (@googleplay) • Instagram photos and videos",
      "description": "805K Followers, 164 Following, 1,104 Posts - Google Play (@googleplay) on Instagram: \"The official home for all things Google Play. Get the latest and greatest in mobile gaming, movies, apps, and more\"",
      "preview": "void"
    },
    {
      "url": "https://portals.iucn.org/library/",
      "title": "Welcome to the IUCN Library System! | IUCN Library System",
      "description": "void",
      "preview": "Skip to main content Search all IUCN publications & HQ Library catalogue Resolutions and Recommendations Welcome to the IUCN Library System! Here you"
    },
    {
      "url": "https://www.cccstudentmentalhealth.org/resource/love-is-respect/",
      "title": "Love is Respect - CCC Health & Wellness Program",
      "description": "void",
      "preview": "Skip to main content Love is Respect Resource Type: Website Topics: Wellness Population Focus: Resources for Students View Resource Youth-oriented sit"
    },
    {
      "url": "https://www.kansascitypbs.org/kansas-city-pbs-livestream/",
      "title": "Kansas City PBS Livestream",
      "description": "Watch Kansas City PBS live any time, any where.",
      "preview": "Providing support for Kansas City PBS Learn More"
    },
    {
      "url": "https://www.dodho.com",
      "title": "Home | Dodho",
      "description": "Dodho Magazine is published in two independent channels, our online version from where you are reading these lines, and the printed version, published quarterly and that you can find in our store.",
      "preview": "For the first time in the history of humanity, thanks to technology, photos, and satellite sensors, we are experiencing the planet in its entirety and"
    }
  ],
  "_meta": {
    "total_bookmarks": 104
  }
}