{
  "data": [
    {
      "url": "https://account.forbes.com/subscribe?eventSource=header&redirect=https://www.forbes.com/sites/clareoconnor/2015/05/27/how-jessica-alba-built-a-1-billion-company-and-200-million-fortune-selling-parents-peace-of-mind/",
      "title": "Forbes Membership - Subscribe For Unlimited Digital Access",
      "description": "Get unlimited access to premium journalism, exclusive events and more.",
      "preview": "More Membership Options Forbes Magazine + Membership Bundle Corporate and Group Memberships How can we help? What is a Forbes digital membership? A Fo"
    },
    {
      "url": "https://tasvideos.org/",
      "title": "TASVideos",
      "description": "Tool-assisted game movies - When human skills are just not enough",
      "preview": "New around here? If you've ever wanted to see how a superhuman would beat your favorite video games, you've come to the right place. We have videos of"
    },
    {
      "url": "https://www.bmw-bahrain.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Manama, Bahrain | Euro Motors BMW",
      "description": "Visit Euro Motors BMW in Manama, Bahrain, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "http://www.maanmittauslaitos.fi/en/digituotteet/nls-orthophotos",
      "title": "NLS orthophotos | National Land Survey of Finland",
      "description": "NLS orthophotos are an aerial photo data set covering the whole of Finland. The geometry of the orthophotos corresponds to a map.",
      "preview": "Skip to main content 9.10.2025 Service message Are you calling our customer service? - answers to frequently asked questions 8.4.2025 Service message"
    },
    {
      "url": "https://uptogether.statuspage.io",
      "title": "UpTogether Status - Page Inactive",
      "description": "void",
      "preview": "Houston, we have a problem. This page is currently inactive and can only be viewed by team members. To see this page, sign in or request an account ."
    },
    {
      "url": "https://mda.space/en/",
      "title": "Your Trusted Space Mission Partner | MDA Space",
      "description": "With a 55-year record of firsts and 450+ missions, MDA Space is a trusted space mission partner to the rapidly expanding global space industry.",
      "preview": "Meet the Recipients of the MDA Space Indigenous Student Scholarship Program Learn More MDA SPACE NAMED ONE OF CANADA'S TOP GROWING COMPANIES FOR SECON"
    },
    {
      "url": "http://survey.walmart.com/",
      "title": "Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.seoikea.com/article/20172.html",
      "title": "void",
      "description": "Download Eyeball Chat, the best free video chat software. Video conferencing, PC to Phone calling and instant messaging with AIM, Google Talk, MSN and Yahoo! buddies.",
      "preview": "Welcome to Eyeball Chat Eyeball Chat lets you... Voice and video chat live with friends and family including multi-party conferencing Keep in touch wi"
    },
    {
      "url": "https://bestbuyapis.github.io/bby-query-builder/#/productSearch",
      "title": "Best Buy APIs :: Query Builder",
      "description": "void",
      "preview": "Query Builder Products Stores Categories Open Box Recommendations Smart Lists API Key:"
    },
    {
      "url": "https://looker.com/trust-center/privacy/policy",
      "title": "Google Cloud Acquisitions Privacy Notice | Google Cloud",
      "description": "This Privacy Notice outlines how the Google Cloud Acquired Entity and its subsidiaries, collect and process the personal information of its users.",
      "preview": "Google Cloud Acquisitions Privacy Notice Effective Date: February 6, 2025 This Google Cloud Acquisitions Privacy Notice (\"Privacy Notice\") explains ho"
    },
    {
      "url": "https://discovery.nationalarchives.gov.uk/",
      "title": "Discovery | The National Archives",
      "description": "The official archive of the UK government. Our vision is to lead and transform information management, guarantee the survival of today's information for tomorrow and bring history to life for everyone.",
      "preview": "Skip to main content This website uses cookies We place some essential cookies on your device to make this website work. We'd like to use additional c"
    },
    {
      "url": "https://www.cuffdowntown.com/us/taylor-mi/escorts/teen",
      "title": "Taylor: escorts - Cuff Down Town",
      "description": "Taylor: escorts, Laurenn 18 years call girls Taylor, MI, Zorica 28 years escorts in Taylor, Ralia 28 years escorts Taylor.",
      "preview": "Laurenn, 18 years Call girls Taylor, MI Zorica, 28 years Escorts in Taylor Ralia, 28 years Escorts Taylor Sevda, 25 years Escorts in Taylor Maite, 18"
    },
    {
      "url": "https://www.istat.it/it/dati",
      "title": "Dati - Istat",
      "description": "void",
      "preview": "banche-dati Dati Home / Dati Condividi: Dati L'attività di diffusione dell'Istituto si pone tre obiettivi principali: garantire l'accesso ai risultati"
    },
    {
      "url": "https://status.mapbox.com/",
      "title": "Mapbox Status",
      "description": "Welcome to Mapbox's home for real-time and historical data on system performance.",
      "preview": "Services Status Incident History Current Status x Get email notifications whenever Mapbox creates , updates or resolves an incident. Email address: En"
    },
    {
      "url": "https://ocrportal.hhs.gov/ocr/cp/wizard_cp.jsf",
      "title": "U.S. Department of Health & Human Services - Office for Civil Rights",
      "description": "void",
      "preview": "Skip to content Home | HHS | Office for Civil Rights | About Us | Contact Us Welcome U.S. Department of Health and Human Services Office for Civil Rig"
    },
    {
      "url": "http://rare.withgoogle.com?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Google",
      "description": "void",
      "preview": "Gmail Immagini Accedi Ricerca avanzata Pubblicità Soluzioni aziendali Informazioni su Google Google.it © 2025 - Privacy - Termini"
    },
    {
      "url": "http://www.cosmopolitan.co.uk/entertainment/news/a34598/idris-elba-dad-quotes-winston-isan/",
      "title": "What Idris Elba has to say about being a dad will melt your heart",
      "description": "If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, prepare to dissolve into a mushy, hormonal mess.",
      "preview": "Skip to Content If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, pre"
    },
    {
      "url": "https://www.milspouseroadmap.org/journeys/entrepreneurship/",
      "title": "Entrepreneurship & Self-Employment - MilSpouse Roadmap",
      "description": "void",
      "preview": "Skip to content Entrepreneurship & Self-Employment Whether you're starting your own business or working for yourself, entrepreneurship requires planni"
    },
    {
      "url": "https://www.closerscopy.com/",
      "title": "AI Copywriting Robot - ClosersCopy",
      "description": "void",
      "preview": "Get Your Copywriting Superpowers Boost Your Sales with SEO Optimized Blogs and Irresistible Marketing Copy Leverage the secrets of the most powerful c"
    },
    {
      "url": "https://ksltv.com/526069/police-man-locked-girlfriend-dog-in-murray-storage-unit-that-caught-fire-and-killed-them/",
      "title": "Police: Man locked girlfriend, dog in Murray storage unit that caught fire and killed them",
      "description": "A man has been arrested in connection with the death of his girlfriend, who police say he had locked in a storage unit when it caught fire on Saturday.",
      "preview": "On the Site: Flood Watch Close KSLTV.com Live Olympics Investigates Shows Weather Podcasts Local National Program Guide Shows The Noon Show KSL Outdoo"
    },
    {
      "url": "https://butcherbox.pxf.io/c/3408212/1578351/16419?subid3=people",
      "title": "ButcherBox | Meat Delivery Subscription | ButcherBox",
      "description": "Butcher Box Homepage",
      "preview": "Choose Your Free Protein! ButcherBox Logo Choose Your Free Offer Celebrate fall with Steak Tips or Chicken Breasts FREE in every box for a year or Gro"
    },
    {
      "url": "https://bellaapp.dk",
      "title": "Bella sara - The magical world of Bella Sara",
      "description": "void",
      "preview": "Join the magical world of Bella Sara \"I give you courage. Now you can release your fears.\" Thunder Get the Bella Sara app"
    },
    {
      "url": "https://www.mac-v.org/",
      "title": "MACV's Mission is to End Veteran Homelessness in Minnesota",
      "description": "MACV helps Minnesota Veterans and their families create sustainable housing opportunities by providing housing, employment, and legal services and connections.",
      "preview": "Supporting Minnesota Veterans and Their Families Our Mission is to End Veteran Homelessness in Minnesota Contact MACV 800 + Veterans Prevented From Ho"
    },
    {
      "url": "https://www.sacred-texts.com/tarot/pkt/index.htm",
      "title": "The Pictorial Key to the Tarot Index | Sacred Texts Archive",
      "description": "The Pictorial Key to the Tarot, by A.E. Waite, ill. by Pamela Colman Smith, [1911], full text etext at sacred-texts.com",
      "preview": "Sacred Texts Tarot Tarot Reading Buy this Book at Amazon.com The Pictorial Key to the Tarot By Arthur Edward Waite Illustrations By Pamela Colman Smit"
    },
    {
      "url": "https://www.vera.org/",
      "title": "Vera Institute",
      "description": "Vera works closely with government and civic leaders to urgently build and improve justice systems that ensure fairness, promote safety, and strengthen...",
      "preview": "void"
    },
    {
      "url": "https://goldrecordoutlet.com/shop/wayne-gretzky-ltd-edition-reproduction-signature-display-2/",
      "title": "Wayne Gretzky Ltd Edition Reproduction Signature Display - Gold Record Outlet Album and Disc Collectible Memorabilia",
      "description": "[...]",
      "preview": "Skip to content Sports Display , Sports Reproduction Signature Wayne Gretzky Ltd Edition Reproduction Signature Display $ 89.95 Availability: 137 in s"
    },
    {
      "url": "https://www.vultr.com/?ref=6837140",
      "title": "SSD VPS Servers, Cloud Servers and Cloud Hosting - Vultr.com",
      "description": "Vultr Global Cloud Hosting - Brilliantly Fast SSD VPS Cloud Servers. 100% KVM Virtualization",
      "preview": "GPUs at Vultr now."
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85931",
      "title": "Searchable Recipe Database - Crunchy Cabbage Salad with Asian Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://wordpress.tv/",
      "title": "WordPress.tv - WordPress-related videos curated and moderated by the WordPress.org community",
      "description": "WordPress-related videos curated and moderated by the WordPress.org community",
      "preview": "Search WordPress.tv WordCamps Meetups Keynotes How To Get Involved Keynote and Q&A WordCamp US 2025 WordCampTV More → Fireside chat with Mary Hubbard"
    },
    {
      "url": "https://calendar.mines.edu/",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "http://appt.ly/privacy-policy",
      "title": "How to Improve your Baby Photos | HeyBaby.sg",
      "description": "Learn how to improve all your family and baby photos easily with these apps.",
      "preview": "How to Capture Your Baby's Precious Moments with Photoleap & Facetune from Apptly Every smile, yawn, and tiny milestone is worth preserving, and with"
    },
    {
      "url": "http://agentschoiceonline.com/",
      "title": "The Agent's Choice",
      "description": "The Agents Choice offers online pre licensing courses featuring an instructor and FREE practice tests for Life & Health, Property & Casualty, Personal Lines and Adjusters.",
      "preview": "The Agent's Choice Insurance School Insurance Education for Property, Casualty, Life, Health, Medicare/LTC and Adjuster Education Insurance Agent Lice"
    },
    {
      "url": "https://www.winkworth.co.uk/gloucestershire/dymock/properties-to-let?status=completed&bedroomsfrom=3&bedroomsto=3",
      "title": "Properties to rent in Dymock, Gloucestershire | Winkworth Estate Agents",
      "description": "Search for properties to rent in Dymock, Gloucestershire through Winkworth Estate Agents. Browse our selection of properties available to rent",
      "preview": "Skip to main content Book Valuation MyWinkworth My Account Buying Buyer's guide Mortgages Buy to Let Stamp Duty Calculator Tips for buyers Country hou"
    },
    {
      "url": "https://crisisresponse.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Crisis Response Homepage",
      "description": "Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology and recovery support.",
      "preview": "Crisis response areas Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology a"
    },
    {
      "url": "http://www.ct.gov/deep/cwp/view.asp?a=2714&q=324884&deepNav_GID=1645",
      "title": "Information Page",
      "description": "void",
      "preview": "The URL is invalid or the pointer does not exist, Clear browser cache and try again."
    },
    {
      "url": "https://fr.mongabay.com/",
      "title": "Informations sur la conservation de la nature - Mongabay Afrique",
      "description": "Nouvelles à propos de la faune et de la nature",
      "preview": "Les infos récentes Perroquets gris sauvés du braconnage sur la voie de la restauration Didier Makal 10 Oct 2025 Grand Reportage Face aux effets du cli"
    },
    {
      "url": "https://craignewmarkphilanthropies.org/",
      "title": "Home",
      "description": "void",
      "preview": "I'm an old-school nerd helping to protect the people who protect our country. Okay, what I do is find people who are really good at their jobs, and wh"
    },
    {
      "url": "https://www.pixtury.com/en/photos/piancapaolo/33937",
      "title": "Modern print on canvas, poster and wall art of Naples",
      "description": "Maldives - Maldive e i loro colori",
      "preview": "Home Gallery All categories >> Popular categories Nude art Sunrise and sunset Black and white Abstract Office Hotel Sea Architecture Fantasy City cate"
    },
    {
      "url": "https://get.webgl.org",
      "title": "void",
      "description": "void",
      "preview": "Your browser supports WebGL However, it indicates that support is experimental; Not all WebGL functionality may be supported, and content may not run"
    },
    {
      "url": "https://www.sfexaminer.com/fixes/san-francisco-plans-to-purchase-200-units-to-house-homeless-families/",
      "title": "San Francisco plans to purchase 200 units to house homeless families | Archives | sfexaminer.com",
      "description": "'The most vulnerable families need supportive housing'",
      "preview": "Skip to main content You have permission to edit this article. Edit Close Share This Facebook Twitter WhatsApp SMS Email Close The City is eyeing the"
    },
    {
      "url": "https://www.vocance.fr/TALENTS-EN-HERBE-ET-TALENTS-LOCAUX.html",
      "title": "\"TALENTS EN HERBE ET TALENTS LOCAUX\" - Vocance",
      "description": "void",
      "preview": "Accueil du site > Vie locale \"TALENTS EN HERBE ET TALENTS LOCAUX\" Cette année la commission animation de l'équipe municipale a souhaité une cérémonie"
    },
    {
      "url": "https://www.heraldtribune.com/story/entertainment/local/2017/06/21/interview-diana-ross-daughter-rhonda-on-sharing-stage-with-mom/20483395007/",
      "title": "Diana Ross' daughter Rhonda on touring with mom",
      "description": "Singers perform at Van Wezel before playing Essence Festival in New Orleans",
      "preview": "Skip to main content Home News Sports Ticket Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Content Sh"
    },
    {
      "url": "https://usatodayhss.com/",
      "title": "USA Today High School Sports: The Premier Source for High School Sports News",
      "description": "Follow high school sports with news, rankings, and in-depth coverage from USA Today High School Sports, your top source for high school athletics.",
      "preview": "Skip to main content Home Football Boys Basketball Girls Volleyball Boys Volleyball Softball Esports National scores Recruiting Stars of the Week USA"
    },
    {
      "url": "https://ai.googleblog.com",
      "title": "Latest News from Google Research Blog - Google Research",
      "description": "void",
      "preview": "The latest research from Google Follow us October 9, 2025 XR Blocks: Accelerating AI + XR innovation Generative AI · Human-Computer Interaction and Vi"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/paths/azure-fundamentals/",
      "title": "Introduction to Microsoft Azure: Describe Cloud Concepts - Training | Microsoft Learn",
      "description": "Microsoft Azure Fundamentals: Describe cloud concepts",
      "preview": "Read in English Introduction to Microsoft Azure: Describe cloud concepts Learning Path 3 Modules At a glance Level Beginner Skill &nbsp; Product Azure"
    },
    {
      "url": "https://topgolf.com/us/company/privacy-policy/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://thetextileexpert.com/",
      "title": "The Textile Expert",
      "description": "Deborah Young. The Go-To Textile Expert.",
      "preview": "The Textile Expert The Textile Expert (562) 833-0701 The Textile Expert Deborah Young. The Go-To Textile Expert. Home Expert Witness Consulting Backgr"
    },
    {
      "url": "https://www.guitarfam.com/fingerstyle",
      "title": "How to Play Fingerstyle Guitar | Guitar Fam",
      "description": "Play fingerstyle guitar the way you've always wanted with this comprehensive 12-module course. The 1st module is complimentary, so there is no risk or obligation! Create an account and get started today for $0.",
      "preview": "top of page Enroll Now Fingerstyle Guitar - From the Ground Up, at Your Pace. Master the fundamentals with a clear, proven system and a supportive com"
    },
    {
      "url": "https://www.apprentus.com/en/private-lessons/agadir/language/english/english-courses-all-home-levels",
      "title": "ENGLISH COURSES FOR ALL HOME LEVELS - Agadir - Private lessons",
      "description": "You are a student and you want to improve and practice your English language or you need support for one or more courses, you are passionate about the",
      "preview": "Sign in Join free Italy English EUR Home How can we help? Become a Tutor Become a Tutor Private lessons English Abderrahmane Agadir Morocco Add to Wis"
    },
    {
      "url": "https://farmgirlflowers.com/",
      "title": "Flower Delivery | Send Flowers | Farmgirl Flowers",
      "description": "Order fresh flowers online for delivery. We ship our signature burlap-wrapped flower bouquets, plants and more to recipients (like you!) coast to coast.",
      "preview": "Skip to content Fresh Picks Where to start? We've got you covered. These are a few of our favorite (Farmgirl) things! What's In Season Farmgirl Favori"
    },
    {
      "url": "https://givesafely.io/",
      "title": "Donate Cryptocurrency Or Cash To Charity - Givesafely.",
      "description": "Donate cryptocurrency or cash to trusted charities and earn rewards.",
      "preview": "Givesafely. Donate How Can a Charity Be Trusted? How Do I Find Savvy Donors? Donate cryptocurrency or cash to trusted charities and earn rewards. . Al"
    },
    {
      "url": "https://www.ns.nl/en/journeyplanner/",
      "title": "Travel planner | Plan your journey | NS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://zsinger55.tumblr.com/",
      "title": "Just Another Blog",
      "description": "void",
      "preview": "Just Another Blog Archive Posted on 27th Sep at 10:42 PM, with 6,797 notes slitherpunk : gameboy camera pics of vintage computer festival midwest 19 :"
    },
    {
      "url": "https://subaru.oemdtc.com/category/recalls",
      "title": "Recalls | Subaru - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://culpa.info/new_review?prof=1026",
      "title": "CULPA",
      "description": "Culpa: Columbia University's anonymous professor and course review website",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://honestlywtf.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://azuremarketplace.microsoft.com/en-us/",
      "title": "Microsoft Azure Marketplace",
      "description": "void",
      "preview": "Azure Marketplace Apps Consulting Services Search Marketplace Search Sell Blog Azure Marketplace More Search Marketplace Search More Azure Marketplace"
    },
    {
      "url": "https://www.metroscreenworks.com/60-x-100-aluminum-screen-for-tiny-insects/",
      "title": "60\" x 100' Aluminum Screen for Tiny Insects | Rolls Of Screen | Metro",
      "description": "Our aluminum screenw was developed specifically to protect against tiny insects, this tightly-woven metal wire mesh provides excellent visibility and air flow.",
      "preview": "Skip to main content 60\" x 100' Aluminum Screen for Tiny Insects (No reviews yet) Write a Review Write a Review Close × 60\" x 100' Aluminum Screen for"
    },
    {
      "url": "https://wiki.freepbx.org/label/calling+canada+international+locations+profile+top-up",
      "title": "Sangoma Documentation",
      "description": "void",
      "preview": "{\"serverDuration\": 42, \"requestCorrelationId\": \"5654af36b66847d3953b6bf5aeeab0c7\"}"
    },
    {
      "url": "https://insights.spire.com/maritime/dark-shipping-detection/",
      "title": "Dark Shipping Detection | Spire Maritime",
      "description": "Spire Maritime's world-first, near real-time, global AIS message position validation service utilizes our satellite constellation and experience with radio frequency doppler shift.",
      "preview": "Dark Shipping detection Uncover suspicious vessel behavior, worldwide and in real-time Spire's latest Dark Shipping detection solution goes beyond AIS"
    },
    {
      "url": "https://copalmn.org/en/home/",
      "title": "COPAL Communities Organizing Latine Power and Action - COPAL leads social impact initiatives to improve the quality of life for Latino families in Minnesota.",
      "description": "void",
      "preview": "Skip to content Home Join us as we work towards this transformative vision! We engage nearly 50,000 Latino community stakeholders throughout the state"
    },
    {
      "url": "http://www.networkadvertising.org/choices/",
      "title": "How to Opt Out - NAI: Network Advertising Initiative",
      "description": "You have options for controlling how information about you is used for online advertising. You may receive advertising online in different forms and across different media, including on web browsers,",
      "preview": "Skip to content How to Opt Out Index How to Exercise Your Privacy Choices NAI GPC Browser Extension (external) Web Browser Privacy Settings Advertisin"
    },
    {
      "url": "https://watch.mhzchoice.com",
      "title": "Browse - MHz Choice",
      "description": "The world's best mysteries, dramas & comedies. No commitment, cancel anytime. Available in the U.S. and Canada.",
      "preview": "GET 30% OFF YOUR FIRST 3 MONTHS! Limited time - use promo code: FALL25 at checkout ×"
    },
    {
      "url": "https://icons8.com/",
      "title": "Free Icons, Clipart Illustrations, Photos, and Music",
      "description": "Download design elements for free: icons, photos, vector illustrations, and music for your videos. All the assets made by designers → consistent quality ⚡️",
      "preview": "Original stock graphics by our team, plus design apps and AI tools The ultimate design kit for creatives and developers Icons Illustrations Photos 3D"
    },
    {
      "url": "https://www.fractalabogados.com/terminos-y-condiciones2/",
      "title": "Términos y Condiciones :: Fractalabogados",
      "description": "Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El documento debe especificar la relación entre usted y su cliente y explicar su política de reembolso. Existen sitios en Internet que permiten crear modelos sobre Términos y Condiciones. Tan sólo tiene que buscar un \"Generador de Términos y Condiciones\". En cualquier caso, le recomendamos encarecidamente que busque asesoramiento legal y ajuste su modelo para satisfacer las necesidades de su negocio.",
      "preview": "Términos y Condiciones Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El do"
    },
    {
      "url": "https://www.fool.com/mms/mark/sa-earlybird?utm_source=msn&utm_medium=contentmarketing&utm_campaign=sar-earlybird-feb2019&paid=8969&waid=8969&psource=esamhpwdg0210058&wsource=esamhpwdg0210058",
      "title": "This Stock Could Be Like Buying Amazon in 1997",
      "description": "void",
      "preview": "This Stock Could Be Like Buying Amazon in 1997 Investing October 10, 2025 By: David Hanson With so much sudden turmoil in the stock market, investors"
    },
    {
      "url": "https://www.tarotsara.cz/velka-arkana-0-22/",
      "title": "VELKÁ ARKÁNA 0-22 - Tarotsara.cz",
      "description": "Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozřejmě mnohem a mnohem pestřejší a obsáhlejší. Pro rámcovou představu to takto postačí, pokud Vás Tarot zajímá hlouběji, můžete navštívit některý z mých kursů, či sami pracovat",
      "preview": "VELKÁ ARKÁNA 0-22 Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozře"
    },
    {
      "url": "https://www.tntv.pf/tntvnews/polynesie/societe/covid-19-tension-sur-la-production-de-cercueils/",
      "title": "Covid-19 : tension sur la production de cercueils • TNTV News - Tahiti Nui Télévision",
      "description": "Travaillant 24 heures sur 24, les sociétés funéraires du fenua se retrouvent à cours de bois pour la réalisation de cercueils pour les petits budgets. Un casse-tête quotidien pour ces professionnels qui tachent de trouver des solutions et garder une réactivité pour offrir un service de qualité à leur clientèle.",
      "preview": "Facebook Instagram Youtube Polynésie Culture Economie Environnement Faits divers High Tech Justice Politique Territoriales Portraits Santé Société TNT"
    },
    {
      "url": "https://www.gob.pe/produce",
      "title": "Ministerio de la Producción - PRODUCE - Plataforma del Estado Peruano",
      "description": "Formulamos, diseñamos, ejecutamos y supervisamos la política nacional y sectorial de la Pesca, Acuicultura, MYPE e Industria.",
      "preview": "Saltar a contenido principal Ministerio de la Producción Formulamos, diseñamos, ejecutamos y supervisamos la política nacional y sectorial de la Pesca"
    },
    {
      "url": "http://www.moneystation.gr",
      "title": "Ανταλλακτήρια Συναλλάγματος Θεσσαλονίκη | Money Station Exchange",
      "description": "Η Money Station Exchange λειτουργεί από το 1999, με άδεια από την Τράπεζα της Ελλάδος, και δραστηριοποιείται στον τομέα των ανταλλακτηρίων συναλλάγματος στη Θεσσαλονίκη.",
      "preview": "Παράβλεψη περιήγησης ΑΝΤΑΛΛΑΚΤΗΡΙΑ ΣΥΝΑΛΛΑΓΜΑΤΟΣ ΘΕΣΣΑΛΟΝΙΚΗ MONEY STATION EXCHANGE Αγορά και πώληση στις καλύτερες τιμές της αγοράς! Η εταιρεία Money"
    },
    {
      "url": "https://www.globalcitizen.org/en/content/satellites-measure-emissions-real-time/",
      "title": "Google Backs Plan to Map Pollution Coming From Every Power Plant in the World",
      "description": "The effort could be a key tool in the fight against climate change.",
      "preview": "× Thanks for signing up as a global citizen. In order to create your account we need you to provide your email address. You can check out our Privacy"
    },
    {
      "url": "https://dnr.mo.gov/waste-recycling/reduce-reuse-recycle/what-to-do-with-specific/electronics/registered-computer-equipment-manufacturers-list",
      "title": "Registered Computer Equipment Manufacturers List | Missouri Department of Natural Resources",
      "description": "The computer equipment manufacturers listed below have a department approved recovery plan. The recovery plan details how the manufacturer plans to offer free and convenient recycling to consumers that purchased specific computer equipment manufactured under one of their brands or sub-brands and covered under Missouri's Electronics Scrap Management rule. For more information about Missouri's Electronics Scrap Management rule and specific covered equipment, visit Electronics.",
      "preview": "Skip to main content DROUGHT ALERT - Conditions continue to deteriorate, with 97% of the state experiencing abnormally dry conditions. Registered Comp"
    },
    {
      "url": "https://www.tm-tracking.org/fisheriesanalyticalcapacitytool",
      "title": "Trygg Mat Tracking (TMT) | FACT Fisheries Analytical Capacity Tool",
      "description": "FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specifically to support, speed up and strengthen the analytical process. FACT has been built with the single express purpose of capturing and analysing the identities and characteristics of the global fishing fleet and the companies that operate it.",
      "preview": "top of page FACT - Fisheries Analytical Capacity Tool FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specific"
    },
    {
      "url": "https://www.sprintesport.it/under-15-varese/2020/08/25/news/under-15-varese-il-mercallo-e-ripartito-nel-segno-della-continuita-223782/",
      "title": "Under 15 Varese, il Mercallo è ripartito nel segno della continuità - Sprint e Sport",
      "description": "Lo scorso febbraio, al momento dell'interruzione della stagione, i 2006 del Mercallo primeggiavano nel proprio girone di Under 14. Una stagione perfetta nella q...",
      "preview": "Lombardia Giovanili Altri Varese Under 15 Varese Cerca Edizione digitale Lombardia Giovanili Femminile Dilettanti Scuola Calcio Sprint Analyst Piemont"
    },
    {
      "url": "https://ignite.microsoft.com/",
      "title": "Microsoft Ignite - November 18-21, 2025",
      "description": "Microsoft Ignite - November 18-21, 2025 in San Francisco, CA. Get the edge you need to drive impact in the era of AI. Join us to bolster your knowledge, build connections, and explore emerging technologies.",
      "preview": "void"
    },
    {
      "url": "https://collegebasketball.ap.org/wnewsj/article/kispert-ayayi-lead-no-1-gonzagas-quest-national-title",
      "title": "College Basketball News: Rankings, Scores, Stats & More | AP News",
      "description": "Read the latest college basketball news. Keep up with college basketball rankings, scores, and stats of your favorite players and teams, all on AP News.",
      "preview": "void"
    },
    {
      "url": "http://www.deepsea9.taipei/index.php/2020/06/03/eyeoftheseas/",
      "title": "台灣的海洋之眼 - Advanced Computation Laboratory",
      "description": "void",
      "preview": "台灣的海洋之眼 臺灣漁業位居全球重要產業前三名，因非法、未報告及未受規範漁業(Illegal, Unreported and Unregulated Fishing, IUU)而在 2015 年受到歐盟黃牌警告並將臺灣列入不合作第三國警告名單，影響產業及臺灣全球作業權。除了立法與教育，農委會漁業署亦"
    },
    {
      "url": "https://online.aub.edu.lb",
      "title": "AUB Online",
      "description": "void",
      "preview": "ADVANCE YOUR CAREER BY DEVELOPING INDUSTRY-SPECIFIC KNOWLEDGE AND SKILLS EXPLORE OUR ONLINE PROGRAMS Search by: RESET FILTER Be the first to find out"
    },
    {
      "url": "https://www.rescue.org/",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "The International Rescue Committee (IRC) responds to the world's worst humanitarian crises and helps people to survive and rebuild their lives. Find out how you can help the IRC offer lifesaving care and life-changing assistance to refugees forced to flee from war or disaster.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.nativestartup.org/",
      "title": "Change Labs",
      "description": "Change Labs is an award-winning Native-led organization on the Navajo and Hopi Nations growing the next generation of Native American change makers.",
      "preview": "0 A space for Native change makers Calling all doers and dreamers with a passion for change. Change Labs is a Native-led organization rooted on the Na"
    },
    {
      "url": "https://www.jff.org/subscribe/",
      "title": "Subscribe for JFF News and Updates | JFF - Jobs for the Future (JFF)",
      "description": "void",
      "preview": "Skip to content Subscribe for JFF News and Updates"
    },
    {
      "url": "https://cassandraladru.com",
      "title": "Cassandra Ladru Photography - A journalistic style wedding and lifestyle photographer",
      "description": "void",
      "preview": "Cassandra Ladru Cassandra Ladru is a journalistic style wedding and lifestyle photographer, with a background in fashion photography and an eye for be"
    },
    {
      "url": "https://www.criclines.com/",
      "title": "Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today",
      "description": "Today Match Prediction and Today Prediction. Cricline provides 100% sure and safe cricket match prediction tips about who will win today, all live cricket matches played around the world.",
      "preview": "Home Contact Us Terms of Service Disclaimer Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today Home Today Match Prediction PS"
    },
    {
      "url": "https://www.social-engineer.org/framework/attack-vectors/vishing/",
      "title": "Vishing - Security Through Education",
      "description": "Vishing also known as voice phishing, phone elicitation, or phone scams, is a prevelant attack vector. Learn about common vishing techniques & attacks.",
      "preview": "Contact Us Social-Engineer, LLC The Human Hacking Book Vishing At Social-Engineer, we define vishing as the practice of eliciting information or attem"
    },
    {
      "url": "http://ussagamemnon.iwarp.com/",
      "title": "Transporter Room, USS Agamemnon-A",
      "description": "void",
      "preview": "Sign In Sign-Up Welcome! Close Would you like to make this site your homepage? It's fast and easy... Yes, Please make this my home page! No Thanks Don"
    },
    {
      "url": "https://www.sdpb.org/earlylearning/",
      "title": "Early Learning Initiative | SDPB",
      "description": "SDPB's Early Learning Initiative (ELI)",
      "preview": "Search Query Show Search Support SDPB Today Live TV © 2025 SDPB Menu Show Search Search Query Support SDPB Today Live TV Donate Play Live Radio Next U"
    },
    {
      "url": "http://ucsbgauchos.com",
      "title": "University of California, Santa Barbara - Official Athletics Website",
      "description": "The official athletics website for the University of California, Santa Barbara",
      "preview": "Skip To Main Content Pause All Rotators Top Stories Top Schedule WHAT`S HAPPENING Gauchos Schedule upcoming results Full Calendar Galleries Slideshow"
    },
    {
      "url": "https://www.johngrenham.com/c_parish/c_parish.php?county=Westmeath&surname=Keeran",
      "title": "Keeran households in Westmeath",
      "description": "Keeran households in mid-nineteenth century Ireland",
      "preview": "Keeran households by parish in Westmeath Keeran Griffith's occupiers by parish in Westmeath in 1854 You can zoom in and out. Tap a county name to go t"
    },
    {
      "url": "http://www.ilsole24ore.it/",
      "title": "Il Sole 24 Ore: notizie di economia, finanza, borsa, fisco, cronaca italiana ed esteri - Il Sole 24 ORE",
      "description": "Notizie di economia, cronaca italiana ed estera, quotazioni borsa in tempo reale e di finanza, norme e tributi, fondi e obbligazioni, mutui, prestiti e lavoro a cura de Il Sole 24 Ore.",
      "preview": "Vai alla navigazione principale Vai al contenuto Vai al footer Italia Mondo Economia Finanza Mercati Finanza Personale Norme & Tributi Altre Arteconom"
    },
    {
      "url": "https://www.codecademy.com/learn/learn-python-3",
      "title": "Learn Python 3 | Codecademy",
      "description": "Develop your Python 3 skills in our comprehensive course. Start coding and build versatile applications.",
      "preview": "Skip to Content Course Learn Python 3 Learn the basics of Python 3.12, one of the most powerful, versatile, and in-demand programming languages today."
    },
    {
      "url": "https://alternativemagazineonline.co.uk/tag/eric-bana/",
      "title": "Eric Bana | Alternative Magazine Online",
      "description": "Posts about Eric Bana written by Martin Mulrooney",
      "preview": "Alternative Magazine Online Skip to content Home About Contact Tag Archives: Eric Bana by Martin Mulrooney | 11/05/2011 · 4:45 pm FILM REVIEW - Hanna"
    },
    {
      "url": "https://support.serviceshub.microsoft.com/supportforbusiness/create?sapId=d66407ed-3967-b000-4cfb-2c318cad363d",
      "title": "Services Hub",
      "description": "Microsoft Services Hub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.acf.hhs.gov/opre/report/benefits-last-long-term-impact-and-cost-benefit-findings-year-up",
      "title": "Benefits that Last: Long-Term Impact and Cost-Benefit Findings for Year Up | The Administration for Children and Families",
      "description": "Year Up's large positive impacts on young adults' earnings extended over a seven-year follow-up period, and the program's net benefits to society substantially exceeded its costs.",
      "preview": "Skip To Main Content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://stahlwandpool.ch/poolreinigung-f4/pool-ersatzfolie-rund-collonges-kanton-tessin-bezi-t24806.html?sid=5f578a1469576edd04779d71d07e883b",
      "title": "pool ersatzfolie rund Collonges - Kanton Tessin / Bezirk St. Moritz - stahlwandpool.ch",
      "description": "Stahlwandbecken Schwimmbecken als Einbaupool zum versenken im Garten. Hochwertige Swimmingpool von Profi-Poolwelt.de",
      "preview": "stahlwandpool.ch Stahlwandbecken Schwimmbecken als Einbaupool zum versenken im Garten. Hochwertige Swimmingpool von Profi-Poolwelt.de Zum Inhalt Schne"
    },
    {
      "url": "https://www.khm.at/en/visit/collections/",
      "title": "Exhibitions - KHM.at",
      "description": "Discover the fascinating exhibitions of the Kunsthistorisches Museum: masterpieces, special exhibitions and highlights of art history!",
      "preview": "Jump to navigation Jump to content Jump to contact Jump to search Jump to search Jump to footer Exhibitions Discover the captivating exhibitions at th"
    },
    {
      "url": "https://fisheryprogress.org/",
      "title": "Tracking Global Fishery Improvement Projects | FisheryProgress",
      "description": "void",
      "preview": "Skip to main content Tracking Global Fishery Improvement Projects /sites/default/files/styles/homepage_banner/public/2025-04/fipii-homepage-banner2.jp"
    },
    {
      "url": "https://socialyme.com/tag/courgettes/",
      "title": "courgettes Archives - SociaLyme",
      "description": "void",
      "preview": "Twitter Facebook Instagram Activer/désactiver navigation Accueil Tous les Articles La Chronic Témoignages Recettes Maladie de Lyme Phytothérapie Andro"
    },
    {
      "url": "https://www.nnwa.us/",
      "title": "National NeighborWorks Association | National Neighborworks Association",
      "description": "void",
      "preview": "Skip to Content We Advocate For Our Members, For Our Communities National NeighborWorks ® Association Dual Faceted Advocacy The National NeighborWorks"
    },
    {
      "url": "https://www.gu.org/explore-our-topics/grandfamilies/",
      "title": "Grandfamilies - Generations United",
      "description": "void",
      "preview": "Skip to main content Skip to footer Generations United Menu Press Room Contact Us Follow us on Facebook Follow us on Twitter Follow us on Instagram Fo"
    },
    {
      "url": "https://www.mea.gov.in",
      "title": "Ministry of External Affairs, Government of India",
      "description": "Official portal of External Affairs Ministry, Government of India. Find Statements, Interviews, Press Releases, Media Briefings and latest updates of MEA.",
      "preview": "This page uses Javascript. Your browser either doesn't support Javascript or you have it turned off. To see this page as it is meant to appear please"
    },
    {
      "url": "https://www.airslate.com/captcha?ref=http://www.airslate.com/bot/explore/pre-fill-from-corda-bot",
      "title": "Recaptcha",
      "description": "void",
      "preview": "Confirm Humanity Before you continue browsing the airSlate website we need to confirm you're a human. If you are, simply check the box below."
    },
    {
      "url": "https://www.elle.com/culture/celebrities/a11729/josh-groban-interview/",
      "title": "Love Me Tenor",
      "description": "Josh Groban may sing like a saint, but he jokes like a sinner",
      "preview": "Skip to Content Hellin Kay Josh Groban may have the best poker face in music. For 10 years, he dutifully filled the role of Adult Contemporary's boy w"
    },
    {
      "url": "http://guysaircraft.com/",
      "title": "GuysAircraft.com - Welcome",
      "description": "void",
      "preview": "Authorized dealer Insight Avionics Guy Doherty Aircraft Maintenance Owen Sound (Billy Bishop) Regional Airport R.R. 8, Owen Sound, Ontario N4K 5W4 pho"
    },
    {
      "url": "https://tympanus.net/Development/ShapeOverlays/",
      "title": "SVG Shape Overlays | Demo 1 | Codrops",
      "description": "A set of morphing shape overlays with SVG",
      "preview": "arrow drop github keyboard HelloSign API: The dev friendly eSign Embed HelloSign API into your app in minutes, with just a few lines of code. Alloy!"
    },
    {
      "url": "https://www.gnsi.org/",
      "title": "Guild of Natural Science Illustrators, GNSI",
      "description": "Non-Profit educational organization to bring professionals together and educate the public on Science Communication.",
      "preview": "2025 Annual Exhibit Our 2025 Annual Juried Members' Exhibit is now LIVE! View the gallery Thank you for joining our conference! GNSI Visual SciComm Co"
    },
    {
      "url": "https://hamiltonfamilies.org",
      "title": "Hamilton Families",
      "description": "void",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://www.investormeetcompany.com/kodal-minerals-plc/register-investor",
      "title": "Investor Meet Company",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://membership.chicagotribune.com#nt=primarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://secure.bluepay.com",
      "title": "BluePay 3.0 Login",
      "description": "void",
      "preview": "Account Name or Account ID Username or User ID Password"
    },
    {
      "url": "https://www.wsco.org/",
      "title": "West Side Community Organization",
      "description": "West Side Community Organization powers the people of the West Side to work together in creating a vibrant and thriving neighborhood for all. WSCO is a 501(c)(3) Nonprofit. WSCO also acts as the planning council for the City of Saint Paul, MN - District 3 (55107)",
      "preview": "Menu West Side Proud, West Side Strong We organize the people of St. Paul's West Side to build collective power, and advance justice and racial equity"
    },
    {
      "url": "https://signtime.apple/applecare/us-EN/asl",
      "title": "SignTime",
      "description": "SignTime",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.winkworth.co.uk/gloucestershire/dymock/properties-to-let?status=completed&bedroomsfrom=3&bedroomsto=3",
      "title": "Properties to rent in Dymock, Gloucestershire | Winkworth Estate Agents",
      "description": "Search for properties to rent in Dymock, Gloucestershire through Winkworth Estate Agents. Browse our selection of properties available to rent",
      "preview": "Skip to main content Book Valuation MyWinkworth My Account Buying Buyer's guide Mortgages Buy to Let Stamp Duty Calculator Tips for buyers Country hou"
    },
    {
      "url": "http://www.google.org",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://landsat.gsfc.nasa.gov/",
      "title": "Landsat Science",
      "description": "This joint NASA/USGS program provides the longest continuous space-based record of Earth's land in existence.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. Landsat Science The joint N"
    },
    {
      "url": "https://www.near.ngo/",
      "title": "NEAR",
      "description": "void",
      "preview": "A world where local communities have the resources and agency to address the challenges that impact them. Learn More We are a movement of Local and Na"
    }
  ],
  "_meta": {
    "total_bookmarks": 115
  }
}