{
  "data": [
    {
      "url": "https://www.vogue.com/article/ashley-olsen-breast-cancer-research-foundation-surf-party",
      "title": "The Breast Cancer Research Foundation's Party for Pink | Vogue",
      "description": "The Breast Cancer Research Foundation's third annual Hamptons Paddle and Party for Pink.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story 1 / 17 Chevron Chevron Photo: Patrick McMullan/PatrickMcMullan.com Mary-Kat"
    },
    {
      "url": "http://sticknodes.com",
      "title": "StickNodes.com | Stickfigure Animator for Android and IOS!",
      "description": "Stickfigure animation app for iOS and Android. Create stickman animations on your phone, tablet, iPhone, or iPad!",
      "preview": "It's spooky time and you know what that means, time for a spooky contest! This year we will just go back to the spooky basics - making a spooky stickf"
    },
    {
      "url": "https://www.yr.no/en",
      "title": "Yr",
      "description": "Weather forecast. Hourly, long term and precipitation map from NRK and Meteorologisk institutt.",
      "preview": "Skip to content It looks like you're using an old browser. To access all of the content on Yr, we recommend that you update your browser. It looks lik"
    },
    {
      "url": "https://www.uniqlo.com/us/en/products/E433604-000/00?colorDisplayCode=00&sizeDisplayCode=003",
      "title": "Rayon Blouse | UNIQLO US",
      "description": "Shop womens Rayon Blouse at UNIQLO US. Read customer reviews, explore styling ideas, and more.",
      "preview": "Fall Sale Starts Now! | SHOP NOW Rayon Blouse Color: 00 WHITE WOMEN S XXS XS S M L XL XXL Add to cart Add to wish list Store availability Please check"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en/exclusive-services",
      "title": "Exclusive online services | Bang & Olufsen",
      "description": "Read more about the exclusive services we offer online, from express delivery and gift wrapping, to product care.",
      "preview": "From the comfort of your home Enjoy exclusive services When you purchase directly from B&O, you unlock a range of exclusive online services, including"
    },
    {
      "url": "https://muniversepr.com/noticias/este-es-el-septimo-grupo-de-jovenes-seleccionadas-para-miss-universe-puerto-rico-2023/",
      "title": "Este es el séptimo grupo de jóvenes seleccionadas para Miss Universe Puerto Rico 2023 | Miss Universe Puerto Rico",
      "description": "Ahora, llegó el momento de conocer quiénes son las seleccionadas para unirse a este selecto grupo de mujeres que tendrá la oportunidad de representar a su m ...",
      "preview": "Este es el séptimo grupo de jóvenes seleccionadas para Miss Universe Puerto Rico 2023 02/23/2023 2:48 pm SOCIAL MEDIA Ahora, llegó el momento de conoc"
    },
    {
      "url": "https://aquarium.org/visit/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-172-performance-engineering-of-software-systems-fall-2018/",
      "title": "Performance Engineering of Software Systems | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "6.172 is an 18-unit class that provides a hands-on, project-based introduction to building scalable and high-performance software systems. Topics include performance analysis, algorithmic techniques for high performance, instruction-level optimizations, caching optimizations, parallel programming, and building scalable systems. The course programming language is C.",
      "preview": "Browse Course Material Course Info Instructors Prof. Charles Leiserson Prof. Julian Shun Departments Electrical Engineering and Computer Science As Ta"
    },
    {
      "url": "https://fonts.google.com/knowledge/choosing_type/choosing_typefaces",
      "title": "Choosing type - Fonts Knowledge - Google Fonts",
      "description": "When you have some text, how can you choose a typeface? Many people-professional designers included-go through an app's font menu until we find one we like. But the aim of this Google Fonts Knowledge module is to show that there are many considerations that can improve our type choices. By setting some useful constraints to aid our type selection, we can also develop a critical eye for analyzing type along the way.",
      "preview": "void"
    },
    {
      "url": "https://www.bymanu.de/index.php/datenschutz",
      "title": "by Manu",
      "description": "Von der Anonymität zur persönlichen Verbindung über mein KontaktPortal... ...schön, dass Du da bist. Ich möchte sichergehen, dass du bei mir genau das findest, was dich glücklich macht - als wärst du direkt bei mir an meinem Stand. Wie im echten Leben. Es geht bei mir nämlich nicht nur um schöne, hochwertige Kleidung oder handgefertigten Edelstein-Glücksschmuck",
      "preview": "Skip to content Home Zeshan_div 2024-12-07T15:50:58+01:00 Von der Anonymität zur persönlichen Verbindung über mein KontaktPortal... ...schön, dass Du da b"
    },
    {
      "url": "https://www.milfsdating.be/profiel/?xdt=Nzg2MTYzfENhdENhdDIy&p=1047&referer=rijpesexdate",
      "title": "Milfs Dating, Gratis Sex met een Milf",
      "description": "Milfs Dating, direct sex met een milf, maak gratis contact met milfs op zoek naar mannen die een sexdate willen met alleenstaande moeders! Zoek gratis sex met een milf en meld je anoniem aan en zoek snel naar milfs waarmee je een gratis sexafspraak wilt!",
      "preview": "Profiel van CatCat22 (65 jaar) uit Limburg Maak favoriet Stuur bericht Stuur flirt Geslacht: Vrouw Leeftijd: 65 Zoekt een: Man Land: Vlaanderen Regio:"
    },
    {
      "url": "https://wordassociations.net/en/",
      "title": "Word Associations Network",
      "description": "Word Associations Network",
      "preview": "Word Associations Network Dictionary Associations API Samples Types Games Magic About English Russian French Spanish German Italian Portuguese For exa"
    },
    {
      "url": "http://www.ricetteculinarie.it/",
      "title": "RicetteCulinarie, il sito della buona cucina!",
      "description": "RicetteCulinarie, il sito dove trovare ricette gustose di primi, secondo, antipasti, contorni, dolci. Ricette Bimby e molto altro.",
      "preview": "Vai al contenuto Nome: Zuppetta Scarola E Fagioli Tipo: Primo Ingrediente Principale: Insalata Scarola Persone: 4 Ingredienti: Olio D'oliva , Sale , C"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85929",
      "title": "Searchable Recipe Database - Chicken Tagine With Olives And Preserved Lemons",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.itembeauty.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://www.equippedbrewer.com/sales-and-distribution/topic/website-design",
      "title": "The Equipped Brewer",
      "description": "The Equipped Brewer is dedicated to the success of craft beverage companies, including breweries, cideries, distilleries, and wineries.",
      "preview": "Operations equipment Production Brew Your Best Craft Beverage: Effective Wort Oxygenation Oxygenating wort on the way to the fermenter. Oxygen is some"
    },
    {
      "url": "https://www.severe-weather.eu/",
      "title": "Severe Weather Europe » Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "description": "Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "preview": "Skip to Content Welcome to Severe Weather Europe page! Welcome to our Severe Weather Europe page - an online resource of weather forecasts, outlooks,"
    },
    {
      "url": "https://www.autoscout24.nl/aanbod/audi-a1-sportback-1-0-tfsi-design-pro-line-plus-benzine-zwart-1f46d73c-665e-43f9-afc4-1a2588af47e1?ipc=opt_listings&ipl=list_page_link",
      "title": "Koop Audi A1 occasions op AutoScout24",
      "description": "Vind jouw Audi A1 occasion op AutoScout24! ✓Zoek in Nederland en Europa. ✓Gratis autorapport.",
      "preview": "Ga naar hoofdinhoud Filteren 2 Audi A1 ⊕ Nederland ⊕ Filter verwijderen Vorige Volgende 1 / 28 Audi A1 Sportback 1.0 TFSI S-Line 2018 LED/XENON/TWOTON"
    },
    {
      "url": "https://momentum.medium.com/why-black-people-celebrate-mardi-gras-the-way-we-do-f3c58e20288f?source=home---------7------------------0----------",
      "title": "Why Black People Celebrate Mardi Gras The Way We Do | by Dr. Allison Wiltz | Momentum",
      "description": "BLACK HISTORY Why Black People Celebrate Mardi Gras The Way We Do The hidden history of Mardi Gras, from a Black perspective After attending two Mardi Gras balls this carnival season, I realized that ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Mastodon Momentum · Momentum is a blog that captures and reflects the mom"
    },
    {
      "url": "https://www.shareowneronline.com/transactional/anonymous/dspp/company-plans/TGT1/2948/DPPSales",
      "title": "void",
      "description": "void",
      "preview": "Inactivity Detected Your session has been inactive and is about to time out. YOUR ONLINE SESSION WILL EXPIRE IN Sign Out Continue"
    },
    {
      "url": "https://handbook.unimelb.edu.au/2022/subjects/info90007/dates-times",
      "title": "Dates and times: Social Computing (INFO90007) - The University of Melbourne Handbook",
      "description": "Dates and times for Social Computing (INFO90007)",
      "preview": "Handbook home Search the Handbook Courses Undergraduate courses Graduate courses Research courses Subjects Undergraduate subjects Graduate subjects Re"
    },
    {
      "url": "https://together.un.org/",
      "title": "Together",
      "description": "Respect, Safety and Dignity for All",
      "preview": "Jump to navigation Redpix/DMU. At a special summit at United Nations Headquarters in New York, universities, led by De Montfort University (DMU), spot"
    },
    {
      "url": "http://www.neltuosito.it/Servizi-Web/Cucina/Archivio-Ricette-Cucina.asp",
      "title": "Archivio di 24000 ricette di cucina",
      "description": "void",
      "preview": "Neltuosito.it Servizi Web Softvision"
    },
    {
      "url": "https://www.galaxus.ch/en/s1/producttype/mobile-phones-15",
      "title": "Barcode scanners - buy at Galaxus",
      "description": "Discover products in Barcode scanners - ✔ Top service and advice ✔ Fast delivery ✔ Strong community",
      "preview": "Barcode scanners Product range IT + Multimedia Home + Kitchen DIY + Garden Interior Sports Fashion Toys Parents + Baby Health + Beauty Love + Play Off"
    },
    {
      "url": "https://wikis.ec.europa.eu/display/WEBGUIDE/04.+Cookies+and+similar+technologies",
      "title": "Europa Web Guide - European Commission",
      "description": "Rules and guidelines that apply to European Commission websites, covering editorial, legal, technical, visual and contractual aspects.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.graceoflinen.com/veikals-1/",
      "title": "Shop handmade linen products from Latvia | Grace of Linen",
      "description": "Linen for every imagineable occasion. For toddlers, for your bed clothes, for sauna and so much more.",
      "preview": "Feel free to ask For any questions, individual orders, personalization or anything else, do not hesitate to let me know: Contact me ... Your linen gir"
    },
    {
      "url": "https://simplytadka.com/",
      "title": "Simply Tadka",
      "description": "Cooking is love made visible",
      "preview": "Soya Keema Pav (Indian Street Style Soya Keema Pav Recipe) Preeti Garg September 9, 2023 Soya Keema pav is a delicious and vegetarian twist on the cla"
    },
    {
      "url": "https://www.gnsi.org/",
      "title": "Guild of Natural Science Illustrators, GNSI",
      "description": "Non-Profit educational organization to bring professionals together and educate the public on Science Communication.",
      "preview": "2025 Annual Exhibit Our 2025 Annual Juried Members' Exhibit is now LIVE! View the gallery Thank you for joining our conference! GNSI Visual SciComm Co"
    },
    {
      "url": "https://www.backcountry.com/helly-hansen-powderqueen-bib-pant-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "http://www.rechenmaschinen-illustrated.com/OJAdder.htm",
      "title": "OJAdder",
      "description": "void",
      "preview": "O.J.Adder source: HJ.Denker source: HJ.Denker source: HJ.Denker last updated: 31-Aug-09"
    },
    {
      "url": "https://www.trainline.eu/",
      "title": "Trainline : Search, Compare & Buy Cheap Train Tickets",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Trainline : Search, Compare & Buy Cheap Train Tickets Buy train tickets for travel in the UK and Europe Search times and tickets From To One-way Retur"
    },
    {
      "url": "https://www.apple.com/in/apple-music/",
      "title": "Apple Music - Apple (IN)",
      "description": "Stream millions of songs in Spatial Audio with Dolby Atmos. Available online and offline, always ad-free. Start listening for free today.",
      "preview": "New subscribers get 3 months free; redeem on iPhone. * Start your trial Apple Music For the love of music. Play over 100 million songs, always ad‑free"
    },
    {
      "url": "https://daysofsummercruise.com/",
      "title": "void",
      "description": "void",
      "preview": "2026 COMING SOON Contact us at info@daysofsummercruise.com"
    },
    {
      "url": "https://blog.hubspot.com/marketing/email-design-templates-and-inspiration",
      "title": "14 of the Best Examples of Beautiful Email Design",
      "description": "Finding new html email inspiration can be a daunting task when you're an email marketer. Find inspiration for your next email marketing campaign.",
      "preview": "Home Marketing 14 of the Best Examples of Beautiful Email Design 14 of the Best Examples of Beautiful Email Design Written by: Lindsay Kolowich Cox MA"
    },
    {
      "url": "http://www.balsamhill.com/p/vermont-white-spruce-artificial-christmas-tree?",
      "title": "Vermont White Spruce® Artificial Christmas Tree | Balsam Hill",
      "description": "Bring home the Vermont White Spruce artificial Christmas tree for a natural look and full, lush branches. Shop now to make your holidays unforgettable!",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "https://www.adessium.org/",
      "title": "Adessium Foundation - Adessium Foundation",
      "description": "void",
      "preview": "Zorgen voor elkaar en onze leefomgeving Adessium Foundation streeft naar een open samenleving waarin iedereen mee kan doen en waar rechten en vrijhede"
    },
    {
      "url": "https://www.frizzifrizzi.it/category/rubriche/lazy-news/",
      "title": "Lazy News Archivi - Frizzifrizzi",
      "description": "Una rubrica di notizie \"vecchie\", alla riscoperta di ciò che ci è sfuggito ieri e che forse può esserci utile per comprendere meglio l'oggi e il domani.",
      "preview": "Lazy News L'invasione delle zecche giganti (e non solo) Notizie pigre per persone distratte Se Dio vuole, è arrivato agosto, presto andremo in vacanza"
    },
    {
      "url": "https://www.webmd.com/women/guide/d-and-c-dilation-and-curettage#1",
      "title": "D&C (Dilation and Curettage) Procedure: Surgery and Recovery",
      "description": "WebMD explains the reasons your doctor may advise a D&amp;C (dilation and curettage) and what to expect before, during, and after the procedure.",
      "preview": "Women's Health Women's Health Guide Screening & Tests Diet & Exercise Rest & Relaxation Reproductive Health Menstruation Yeast Infections Cervical Hea"
    },
    {
      "url": "http://www.futurefunds.com.au/",
      "title": "Financial advice planning | Future Funds Pty Ltd",
      "description": "Future Funds Pty Ltd provides lifelong financial advice to aspirational clients.",
      "preview": "P: 02 9997 6787 home testimonials about us contact us Shape Created with Sketch. \"I have a feeling of security as I approach retirement\" Margaret W -"
    },
    {
      "url": "https://michelleleaverjewellery.co.uk/product-tag/horseridingjewellery/",
      "title": "horseridingjewellery - Michelle Leaver Jewellery",
      "description": "void",
      "preview": "Skip to main content My Wishlist Login Quick view Add to cart Stirrup Ring. Stirrup, horse jewellery, horse ring, horse stirrup ring, silver and gold"
    },
    {
      "url": "https://login.microsoftonline.com/common/oauth2/v2.0/authorize?response_type=id_token&scope=openid%20profile&client_id=5e3ce6c0-2b1f-4285-8d4b-75ee78787346&redirect_uri=https%3A%2F%2Fteams.microsoft.com%2Fgo&state=eyJpZCI6ImI3MzFhMWI1LTlkNDEtNGQwZC1hOTNmLTJkNGYwODM2ZjE0NSIsInRzIjoxNjU4NTEwODE0LCJtZXRob2QiOiJyZWRpcmVjdEludGVyYWN0aW9uIn0%3D&nonce=c90b6046-43dd-48fb-8150-32ac84eb7242&client_info=1&x-client-SKU=MSAL.JS&x-client-Ver=1.3.4&client-request-id=2d4dccbc-bd89-4e0b-93eb-ed9604cfb598&response_mode=fragment",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://heap.io/product/security-compliance",
      "title": "Security & Privacy - Heap | Heap",
      "description": "Heap takes the safety of your customer data seriously by investing in security technology, compliance certifications, and extensive employee training.",
      "preview": "skip to content Heap provides fast moving digital teams with robust privacy tooling and optionality. Request Demo Free Trial Our suite of privacy and"
    },
    {
      "url": "https://www.shopdisney.com/franchises/national-geographic/",
      "title": "National Geographic Store | Disney Store",
      "description": "Discover official National Geographic items including fleece jackets, toys and more at Disney Store.",
      "preview": "Search Icon Location Icon Sign In Icon Minicart Icon Caret Icon Caret icon thin Checkbox Check Filter dropdown arrow Close Clock Icon Plus Icon offers"
    },
    {
      "url": "https://www.hoteltonight.com/",
      "title": "Last Minute Hotel Deals at Great Hotels - HotelTonight",
      "description": "Amazing last-minute deals at top-rated hotels. Book tonight, tomorrow and beyond.",
      "preview": "Oops! Got it Skip to content Incredible last-minute hotel deals Save time and money by booking tonight and beyond. Where: When: Tonight Go HotelTonigh"
    },
    {
      "url": "https://cn.jbl.com?countrySelector=yes&ged=off",
      "title": "JBL CHINA NCOM",
      "description": "void",
      "preview": "Your browser's Javascript functionality is turned off. Please turn it on so that you can experience the full capabilities of this site. Your browser's"
    },
    {
      "url": "https://survey.medallia.com/?711-gr&channel=6&type=2",
      "title": "7-Eleven Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.sentres.com/en/mountain-hikes/schwaz/mountain-hikes-in-schwaz/1431387/",
      "title": "The most beautiful mountain hikes on the Schwaz District » Sentres",
      "description": "A selection of the most beautiful mountain hikes on the Schwaz District > Plan, track and save mountain hikes ➤ Discover Schwaz District!",
      "preview": "Back Share Mountain hikes on the Schwaz District Tyrol,Austria Outdooractive Editors Verified partner Author of this page You will remember your vacat"
    },
    {
      "url": "http://www.britannica.com/EBchecked/topic/409383/neptunium",
      "title": "Neptunium | Radioactive, Fissionable, Transuranic | Britannica",
      "description": "Neptunium (Np), radioactive chemical element of the actinoid series of the periodic table that was the first transuranium element to be artificially produced, atomic number 93. Though traces of neptunium have subsequently been found in nature, where it is not primeval but produced by",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos ne"
    },
    {
      "url": "https://www.bytedance.com",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "https://brainfoodstudio.com/tag/vacuum-flask/",
      "title": "vacuum flask Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "https://anagrafe.iccu.sbn.it/it/ricerca/risultati.html?monocampo=&amp;amp;regione=ABRUZZO&amp;amp;provincia=L'AQUILA&amp;amp;comune=&amp;amp;codice_isil=&amp;amp;ricerca_tipo=home&amp;amp;monocampo:tipo=AND&amp;amp;fl=comune_facet@L'Aquila&amp;amp;fl=fondi_speciali_facet@Fondo%20antico&fl=servizi_facet@Info.%20bibliografiche%20esterne&fl=fondi_speciali_facet@Biblioteca%20Istituto%20omeopatico&start=0",
      "title": "Anagrafe delle Biblioteche Italiane Ricerca",
      "description": "Sito Ufficiale dell'Anagrafe delle Biblioteche Italiane",
      "preview": "ICCU - Istituto Centrale per il Catalogo Unico delle Biblioteche Italiane e per le informazioni bibliografiche ICCU Anagrafe delle Biblioteche Italian"
    },
    {
      "url": "https://ida.worldbank.org/en/home",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "http://www.ct.gov/deep/cwp/view.asp?a=2714&q=324884&deepNav_GID=1645",
      "title": "Information Page",
      "description": "void",
      "preview": "The URL is invalid or the pointer does not exist, Clear browser cache and try again."
    },
    {
      "url": "http://jasonheadley.com/",
      "title": "Jason Headley",
      "description": "void",
      "preview": "Projects About Contact Lightyear Onward"
    },
    {
      "url": "https://www.trtizle.com/engelsiz/gonul-dagi-engelsiz/gonul-dagi-46-bolum-engelsiz-7677514",
      "title": "tabii - Watch TV Shows Movies and Series",
      "description": "tabii offers Turkish series, movies, documentaries, kids programs, and tabii originals that the whole family can watch. Watch anytime, anywhere you want.",
      "preview": "Merhaba! Welcome to the world of Turkish stories and exclusive originals Stories that bond us Download for Free Email address Start Exclusive Content"
    },
    {
      "url": "https://solarsystem.nasa.gov/asteroids-comets-and-meteors/",
      "title": "Asteroids, Comet, and Meteors",
      "description": "Asteroids, comets, and meteors are chunks of rock, ice, and metal left over from the formation of our solar system about 4.6 billion years ago.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://import-os.tumblr.com/post/127990811278",
      "title": "import os;, Is learning computer science linked to improved...",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "http://articles.cbseguess.com/tag/cbse-class-10-board-exam-2022",
      "title": "CBSE Class 10 Board Exam 2022 - CBSEGuess",
      "description": "void",
      "preview": "Skip to content Tagged: CBSE Class 10 Board Exam 2022 Others November 22, 2021 by CBSE Guess · Published November 22, 2021 CBSE Class 10 Term-1 Exam:"
    },
    {
      "url": "https://www.gastrostellwerk.de/kuechengeraete/waffeln-crepes-und-co/waffeleisen/neumaerker-backsystem-ii-doppelbacksystem-2x230v/2x2-2kw",
      "title": "Neumärker Thermocook® Twin 2x 230 V | GastroStellwerk - Gastrotechnik mit Herz & Verstand",
      "description": "60,5 x 45 x 32 cm, Backsystem von Neumärker, 2 Digitaltimer, 2 Ein-/Ausschalter, 2 Thermostate, 2 Kontrollleuchten,2x230V / 2x2,2kW, Tischgerät, für ...",
      "preview": "Um GastroStellwerk - Gastrotechnik mit Herz & Verstand in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren"
    },
    {
      "url": "https://www.wildcolours.co.uk/",
      "title": "Natural dyes from dye plants | buy natural dyes & learn how to do dye with them | Wild Colours natural dyes",
      "description": "void",
      "preview": "Change text size? close menu Wild Colours Handmade cards Wild Fibres - natural fibres for felting, spinning & dyeing ! Wild Paper handmade paper for p"
    },
    {
      "url": "https://2022.alaannual.org/",
      "title": "2022 ALA Annual Conference & Exhibition",
      "description": "June 23-28 in Washington, D.C. - ALA Annual Conference is the biggest library event of the year. Attend in person or online for top-quality education, inspiring speakers and author talks, and access to 500+ exhibitors.",
      "preview": "Skip to main content Skip to main navigation Skip to site search Home ala annual 2022 conference exhibitions update sl Look Back at Annual 2022! Major"
    },
    {
      "url": "https://smallbusinessresources.wf.com/creating-a-cash-flow-projection/",
      "title": "How To Create a Cash Flow Projection | Wells Fargo",
      "description": "Use this list to identify cash shortfalls and surpluses in your business's future and see sample cash flow projections and strategies to improve accuracy.",
      "preview": "October 2024 In less than an hour a month, you can identify potential cash shortfalls - and surpluses - in your business's future. Even businesses wit"
    },
    {
      "url": "https://www.lakestreetcouncil.org/",
      "title": "Visit Lake Street - Lake Street Council",
      "description": "void",
      "preview": "0"
    },
    {
      "url": "https://se.rescue.org",
      "title": "International Rescue Committee | RESCUE",
      "description": "International Rescue Committee (RESCUE) grundades 1933 på initiativ av Albert Einstein och hjälper utsatta människor vars liv och försörjning har slagits i spillror av konflikter och katastrofer. Få reda på mer om vårt arbete runt om i världen och hur du kan hjälpa RESCUE rädda liv.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.unccd.int/",
      "title": "Home | UNCCD",
      "description": "void",
      "preview": "Skip to main content news COP16 and COP17 Presidencies join forces to accelerate global action on land and drought news Panama to host major UN meetin"
    },
    {
      "url": "http://lolideprada.com/?paged=2",
      "title": "Joaquín y Loli de Prada - TODA UNA VIDA... TE ESTARÍA BESANDO...",
      "description": "void",
      "preview": "Inicio Acerca de nosotros 29 06 2016 La epístola de Cambridge Escrito por: Loli de Prada en Pensando en ti , Recordando a Joaquín de Prada González Ho"
    },
    {
      "url": "http://www.shopncook.com/blog/",
      "title": "Blog | Shop'NCook | Easy-To-Use Recipe Software Shop'NCook with Nutrition, Costing, Shopping List and More - Free Trial",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.aioic.org/",
      "title": "American Indian OIC - Education and Career Services in Minneapolis, MN",
      "description": "Since 1979, Minneapolis-based American Indian OIC has focused on serving our community through education and training.",
      "preview": "CONTACT DONATE NEWS View the latest AIOIC News and Announcements. LATEST NEWS CLASSES View the latest AIOIC News and Announcements. WHAT WE DO DONATE"
    },
    {
      "url": "https://marielleindekeuken.nl/kneden-brooddeeg/",
      "title": "Kneden brooddeeg - Mariëlle in de Keuken",
      "description": "void",
      "preview": "Kneden brooddeeg 1 april 2020 0 reacties X Share on X Facebook Pinterest Print Mariëlle in de Keuken Laat een reactie achter Je moet ingelogd zijn op"
    },
    {
      "url": "https://express.adobe.com/page/EBco39ojRZKyQ/",
      "title": "Walmart Constituent Relations Annual Report 2021",
      "description": "See the story",
      "preview": "Loading A Message from Tony Waller Stubborn problems that defy solutions for years aren't solved by well-meaning efforts to do more of the same. Real"
    },
    {
      "url": "https://goo.gl/maps/X7mEbXGPXn97cGaL7",
      "title": "Prima di continuare su Google Maps",
      "description": "void",
      "preview": "Accedi Accedi Prima di continuare su Google Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazione di annunci. Scopri"
    },
    {
      "url": "http://plants.ensembl.org/Oryza_sativa/Gene/Summary?g=Os02g0286200;r=2:10758967-10762460;t=Os02t0286200-01",
      "title": "Gene: Os02g0286200 - Summary - Oryza_sativa - Ensembl Genomes 62",
      "description": "Ensembl Plants is a genome-centric portal for plant species of scientific interest",
      "preview": "▼ Ensembl Genomes Ensembl Bacteria Ensembl Protists Ensembl Fungi Ensembl Plants Ensembl Metazoa Ensembl (vertebrates) Loading... BLAST BioMart Tools Do"
    },
    {
      "url": "http://www.autismo.org.es/actualidad/articulo/lo-que-no-sabias-del-sindrome-de-asperger",
      "title": "Síndrome de Asperger: Qué es y características del trastorno",
      "description": "Te explicamos qué es el Síndrome de Asperger y sus características ¡Cómo AYUDAR a una persona con autismo!",
      "preview": "El autismo Qué es el autismo Detección y diagnóstico Intervención y apoyos Preguntas frecuentes Información y recursos Testimonios en primera persona"
    },
    {
      "url": "https://www.emarketer.com/articles/",
      "title": "Today's Trending Articles on Digital Marketing and Media | EMARKETER",
      "description": "Browse articles featuring EMARKETER's latest data and insights on digital marketing. Topics include mobile, video, search, ecommerce, social, ad spend and more",
      "preview": "Newsletter sign-up Envelope Does my company subscribe? Contact Sales: Phone 1-800-405-0844 EMARKETER Search Log in Login Become a Client Become a Clie"
    },
    {
      "url": "http://planetarynames.wr.usgs.gov/",
      "title": "Planetary Names",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.evalar.com/products/russia/?SET_PAGE_COUNT=60",
      "title": "Catalog Evalar",
      "description": "Description",
      "preview": "23/6, Sotsialisticheskaya st., Biysk, Altai Territory, 659332 Technologies Social responsibility About founder Plantations News About Evalar Contacts"
    },
    {
      "url": "https://abc.com",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "https://www.drawbotanical.com/blog/",
      "title": "Botanical Illustration Distance Learning Course | Draw Botanical",
      "description": "Read the Draw Botanical blog to find out more about botanical illustrations and how you can sign up for a variety of learning courses.",
      "preview": "X Join our mailing list for an exclusive look at new products, course offerings, drawing tips, and more! JOIN How to Draw a Fall Leaf: A Botanical Art"
    },
    {
      "url": "https://www.omnicalculator.com/physics/escape-velocity",
      "title": "Escape Velocity Calculator",
      "description": "Use our escape velocity calculator to find out the speed required to leave the surface of any planet.",
      "preview": "274 The escape velocity calculator is a tool that you can use to find what speed an object needs to gain in order to leave the surface of any celestia"
    },
    {
      "url": "https://forms.gle/Suu4uMrdc4t4vBQ2A",
      "title": "Google Play Pass Nomination",
      "description": "Google Play Pass is a monthly subscription service offering users unrestricted access to a catalog of hundreds of games and apps without ads, in-app purchases or paywalls. Subscribers can enjoy apps ranging from action to indie games and puzzle to utility apps without interruptions and all in one place. If you have a great premium experience that Play Pass users will love, express interest by completing the form below. Please include as much detail as possible so we can evaluate your nomination. Play Pass is currently an invitation only program, completing this form will not guarantee that your title will be invited to join. For more information: https://play.google.com/console/about/googleplaypass/",
      "preview": "Google Play Pass Nomination This nomination form is no longer accepting responses. Questo modulo è stato creato all'interno di Google.com. Questo modu"
    },
    {
      "url": "https://www.pawworks.org/uncategorized/2022/03/who-is-paw-works/",
      "title": "Paw Works Animal Rescue - Sheltering Those Who Cannot Speak for Themselves",
      "description": "Rescue, Adopt, Shelter: Paw Works partners with shelters, giving abandoned animals a second chance. Join us in responsible pet ownership and combating overpopulation.",
      "preview": "In Loving Memory of Chad Atkins, Co-Founder Paw Works is a 501c3 organization. In Loving Memory of Chad Atkins, Co-Founder Donate Adopt Hospital Board"
    },
    {
      "url": "https://support.roku.com/index",
      "title": "Roku",
      "description": "Roku provides the simplest way to stream entertainment to your TV. On your terms. With thousands of available channels to choose from.",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://www.howardstern.com/",
      "title": "Howard Stern",
      "description": "Official site features news, show personalities, hot topics and image archive from The Howard Stern Show.",
      "preview": "Skip to content 1-833-STERN-SHOW CALL OR TEXT ANYTIME! ‎ Jeff Hiller Visits the Stern ShoW ‎‎ ‎ ‎ Click for Video Photo: Getty Images for SiriusXM How"
    },
    {
      "url": "https://www.mcmaster.com/hands-free-faucet-valves",
      "title": "McMaster-Carr",
      "description": "McMaster-Carr is the complete source for your plant with over 595&#44;000 products. 98% of products ordered ship from stock and deliver same or next day.",
      "preview": "Our website requires JavaScript. Please enable it in your browser. To place an order, email us or call (630) 833-0300."
    },
    {
      "url": "https://plox.com.br/noticia/03/03/2021/estudante-com-vitiligo-universal-e-acusado-de-fraudar-sistema-cotas-e-pode-perder-bolsa",
      "title": "Estudante com vitiligo universal é acusado de fraudar sistema de cotas e pode perder bolsa",
      "description": "Gildasio Warllen perdeu toda sua melanina por conta da sua condição, mas se considera pardo",
      "preview": "Estudante com vitiligo universal é acusado de fraudar sistema de cotas e pode perder bolsa Gildasio Warllen perdeu toda sua melanina por conta da sua"
    },
    {
      "url": "https://india.mongabay.com",
      "title": "Environmental news and information in India - Landing",
      "description": "India's environmental science and conservation news",
      "preview": "Latest Feature story Arunachal Pradesh plans big push for hydropower Simrin Sirur 10 Oct 2025 Waste work calls for better intervention, not just forma"
    },
    {
      "url": "https://partnerships.nature.com/product/researcher-training/",
      "title": "Training | Support Your Researchers | Nature Partnerships",
      "description": "Enhance your research capabilities with Nature Masterclasses. Explore high-quality training tailored for every stage of the research life cycle, featuring live workshops, webinars and on-demand courses led by international experts and journal editors from the Nature Portfolio.",
      "preview": "Researcher Training Researchers today are competing for funding, publishing space and recognition on a global stage. Building practical skills for pla"
    },
    {
      "url": "https://ywcachicago.org/",
      "title": "YWCA Metropolitan Chicago | Dignity For All",
      "description": "Located in the third-largest American city with the third-highest percentage of women in the U.S., YWCA Metropolitan Chicago serves as a national incubator for innovative programming, outreach and engagement strategies. Contributing to our diverse and balanced economy, YWCA Metropolitan Chicago works at the individual and systems levels to create an inclusive marketplace where everyone thrives.",
      "preview": "0 Leader Luncheon 2025: Still We Rise Purchase Tickets Hope. Love. Pink. 5K.: Making Strides Against Breast Cancer Register Today Looking for a New Jo"
    },
    {
      "url": "http://www.pionnair-ge.com/spip1/spip.php?am&eche&page=agenda&annee=2021&mois=10&jour=18&type=jour",
      "title": "[Pionnair-GE]",
      "description": "void",
      "preview": "Le site des pionniers de l'aéronautique à Genève Des Genevois chez eux ou ailleurs et des étrangers dans Genève | Agenda | Plan du site | | | Accueil"
    },
    {
      "url": "https://ro.hotelscombined.com/Place/Cheoin_gu.htm",
      "title": "Bilete avion ieftine - Zboruri low cost de la 9€ | momondo",
      "description": "Găsește cele mai ieftine zboruri cu momondo. Noi căutăm și comparăm prețurile a peste 1000 de companii aeriene și site-uri de călătorii, afișându-ți cele mai bune prețuri.",
      "preview": "Unde vrei să mergi? Dus-întors 0 de bagaje Roma (ROM) Plecare - Întoarcere un adult, Economic Caută ... ... ... ... Orașe populare Cele mai căutate or"
    },
    {
      "url": "https://www.uneed.best/",
      "title": "Uneed - A launch platform for your products | Uneed",
      "description": "Best Product Hunt alternative: Discover new products every day, vote for your favorites and promote your own on Uneed.",
      "preview": "Daily launches Discover the best products launched today Loading... Our Partners Capgo Instant updates for Capacitor app. Ship updates, fixes, changes"
    },
    {
      "url": "https://volvo.oemdtc.com",
      "title": "Volvo - OEMDTC",
      "description": "Volvo Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://wwf.panda.org/what_we_do/where_we_work/west_africa_marine/",
      "title": "Oh no! The page you are looking for has gone extinct... | WWF",
      "description": "Oh no! The page you are looking for has gone extinct...",
      "preview": "We use cookies to analyse how visitors use our website and to help us provide the best possible experience for users. View our Cookie Policy . ( I acc"
    },
    {
      "url": "https://free-harley-mecklenburg-chapter.de/chapter-aktuell/10-biker-sommer-party/index.html",
      "title": "15. Biker-Jubiläums-Sommer-Party 2018",
      "description": "Motorradverein,Motorradclub,Harleyclub,Harleyverein,Harleyfahrer,Harleychapter",
      "preview": "Startseite Chapter Aktivitäten News für Mitglieder, Chapter und Interessierte Chapter Tagesfahrten Rückblick auf Sommer-Partys Über uns Das Chapter Gr"
    }
  ],
  "_meta": {
    "total_bookmarks": 94
  }
}