{
  "data": [
    {
      "url": "https://www.ala.org/aboutala/sitesdirectory",
      "title": "Directory of ALA Websites | ALA",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.livingshores.com/",
      "title": "Visit the Aquarium in New Hampshire | Living Shores Aquarium",
      "description": "Living Shores Aquarium is the best place for family entertainment. Discover the wonders of marine life with our pools, exhibits, and immersive activities!",
      "preview": "See Ya Later, Alligator! Sweepstakes 🐊 Enter for your chance to win 4 tickets to Living Shores Aquarium! Enter to Win We are currently experiencing te"
    },
    {
      "url": "https://www.topuniversities.com/university-rankings/world-university-rankings/2023",
      "title": "QS World University Rankings 2023: Top Global Universities | TopUniversities",
      "description": "Discover the world's top universities. Explore the QS World University Rankings® 2023, based on 6 key ranking indicators.",
      "preview": "Home Rankings Overview QS World University Rankings 2023: Top global universities QS World University Rankings 2023: Top global universities Discover"
    },
    {
      "url": "https://tr.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress eklentisi | WordPress Türkiye",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Eklentilerde ara Detaylar"
    },
    {
      "url": "https://powerapps.microsoft.com/",
      "title": "Microsoft Power Apps - crea app con intelligenza artificiale | Microsoft",
      "description": "Inizia a creare applicazioni basate su intelligenza artificiale usando gli strumenti di Microsoft. Scopri Power Apps e trova tutto quello che ti serve per creare la soluzione di app basata su intelligenza artificiale per la tua organizzazione.",
      "preview": "This is the Trace Id: 629c2c3d8cd636dc2be18eccdf3165a0 Passa a contenuti principali Choose your billing country/region: Italia Svizzera San Marino Cit"
    },
    {
      "url": "https://www.capitalonecareers.com/",
      "title": "Search Jobs and Careers at Capital One",
      "description": "You're tenacious and driven, so the last place you want to work is some boring bank. Same. Learn about careers at Capital One and view jobs here.",
      "preview": "Skip to main content You're located near You're interested in Find Jobs Let's change everything Search by Team We're one big team divided by expertise"
    },
    {
      "url": "https://spacy.io/usage/training",
      "title": "Training Pipelines & Models · spaCy Usage Documentation",
      "description": "Train and update components on your own data and integrate custom models",
      "preview": "Guides Select page... Get started › Installation Get started › Models & Languages Get started › Facts & Figures Get started › spaCy 101 Get started ›"
    },
    {
      "url": "http://globalneurocare.org/what-we-do/",
      "title": "What We Do - GlobalNeurology®",
      "description": "void",
      "preview": "Skip to content GlobalNeurology ® is a unique partnership of physicians and surgeons specializing in the neurosciences (neurology, neurosurgery, neuro"
    },
    {
      "url": "https://blog.coursera.org/how-veteran-stevenson-landed-his-first-it-job/",
      "title": "How veteran Stevenson landed his first IT job - Coursera Blog",
      "description": "Meet Stevenson from Florida. Prior to taking the Google IT Support Professional Certificate program on Coursera, he didn't have professional IT support",
      "preview": "Share Share on Facebook Share Share on Twitter Tweet Share on LinkedIn Share Send email Mail Meet Stevenson from Florida. Prior to taking the Google I"
    },
    {
      "url": "https://jobversity.upwardlyglobal.org/resource-library/",
      "title": "Career Resources for Immigrants & Refugees | Jobversity",
      "description": "Jobversity's curated collection of job search resources are designed to help professionally skilled immigrants & refugees, and the organizations that serve them.",
      "preview": "For New Americans For Service Providers For New Americans For Service Providers About Us Opportunities Our Partners Resource Library WeGlo Login Home"
    },
    {
      "url": "https://www.napawf.org/",
      "title": "Home - NAPAWF",
      "description": "Welcome, Christina Baal-Owens, Interim Executive Director Today, we are excited to celebrate Christina Baal-Owens' first day as our Interim Executive Director! After serving on the NAPAWF board for the past year, Christina is shifting to support our work in a new capacity as we conduct a robust search for a new executive director. Christina comes...",
      "preview": "We use cookies to enhance your browsing experience. By clicking \"Accept Cookies\", you consent to our use of cookies. Accept Cookies Skip to content We"
    },
    {
      "url": "https://www.eventbrite.co.uk/e/grow-your-business-with-video-workshop-tickets-479978417367?aff=erelexpmlt",
      "title": "Grow your business with video workshop Tickets, Tue 7 Mar 2023 at 10:30 | Eventbrite",
      "description": "Eventbrite - Small Business Research + Enterprise Centre presents Grow your business with video workshop - Tuesday, 7 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Grow your business with video workshop View details Follow this organiser to stay informed on future events By Small Business R"
    },
    {
      "url": "https://www.atf.gov",
      "title": "Bureau of Alcohol, Tobacco, Firearms and Explosives |",
      "description": "void",
      "preview": "Skip to main content Español Español Caption: New Open Letter to All Federal Firearm Licensees: Regarding the Franklin Armory Reformation and Antithes"
    },
    {
      "url": "https://spaceapegames.com/green",
      "title": "Supercell",
      "description": "Visit Supercell.com and find out more about us and our games.",
      "preview": "Skip to content Supercell Makers of Hay Day, Clash of Clans, Boom Beach, Clash Royale, Brawl Stars, Squad Busters and mo.co. Watch Video Clash Royale"
    },
    {
      "url": "https://www.ledcmn.org/",
      "title": "Latino Economic Development Center - LEDC - An association of Latino entrepreneurs and leaders in the state of Minnesota",
      "description": "void",
      "preview": "Skip to content THIS IS OUR TIME THIS IS OUR VOICE THIS IS OUR IMPACT We are the Latino Economic Development Center An association of Latino entrepren"
    },
    {
      "url": "https://forbes.es/empresas/8593/los-seis-grandes-retos-que-debe-afrontar-nuestra-cultura-startup/",
      "title": "Los seis grandes retos que debe afrontar nuestra cultura startup - Forbes España",
      "description": "Los seis grandes retos que debe afrontar nuestra cultura startup Los adolescentes ya no quieren ser astronautas ni futbolistas: muchos quieren montar una",
      "preview": "Saltar al contenido Buscar: por Redacción 27 marzo 2016 12 mayo 2021 Tiempo de lectura 3 minutos Los seis grandes retos que debe afrontar nuestra cult"
    },
    {
      "url": "https://oceanacidification.noaa.gov/what-is-oa/",
      "title": "What is OA? - NOAA Ocean Acidification Program",
      "description": "void",
      "preview": "Skip to content National Oceanic and Atmospheric Administration Ocean Acidification Resource « Back to Resources List What is OA? Source: NOS Audience"
    },
    {
      "url": "http://www.wideeyecreative.com",
      "title": "Wide Eye / a digital creative agency - web design & branding for mission-driven organizations and nonprofits",
      "description": "Wide Eye is a full-service creative agency specializing in interactive design, web development, and digital communications for brands that change the world. Headquartered in Washington, DC.",
      "preview": "Skip to main content Wide Eye Creative Close Things that agencies probably won't tell you about your RFP process, but should... Things that agencies pro"
    },
    {
      "url": "https://plugins.trac.wordpress.org/browser/gdpr-cookie-compliance/",
      "title": "gdpr-cookie-compliance - WordPress Plugin Repository",
      "description": "void",
      "preview": "Skip to content Plugin Directory Search: Login Timeline View Tickets Browse Source Context Navigation Last Change Revision Log source: gdpr-cookie-com"
    },
    {
      "url": "https://www.windy.com/",
      "title": "Windy: Wind map & weather forecast",
      "description": "Weather radar, wind and waves forecast for kiters, surfers, paragliders, pilots, sailors and anyone else. Worldwide animated weather map, with easy to use layers and precise spot forecast. METAR, TAF and NOTAMs for any airport in the World. SYNOP codes from weather stations and buoys. Forecast models ECMWF, GFS, NAM and NEMS",
      "preview": "© OpenStreetMap contributors m k j  www.windy.com"
    },
    {
      "url": "https://plugins.trac.wordpress.org/browser/gdpr-cookie-compliance/",
      "title": "gdpr-cookie-compliance - WordPress Plugin Repository",
      "description": "void",
      "preview": "Skip to content Plugin Directory Search: Login Timeline View Tickets Browse Source Context Navigation Last Change Revision Log source: gdpr-cookie-com"
    },
    {
      "url": "https://projects.propublica.org/nonprofits/organizations/561881015",
      "title": "Leonard G Herring Family Foundation Inc - Nonprofit Explorer - ProPublica",
      "description": "Since 2013, the IRS has released data culled from millions of nonprofit tax filings. Use this database to find organizations and see details like their executive compensation, revenue and expenses, as well as download tax filings going back as far as 2001.",
      "preview": "Skip to content Menu Menu ProPublica Donate Close Close ProPublica Donate Search ProPublica: Search Search Search Show search box Select the type of s"
    },
    {
      "url": "http://www.healthfulchat.org/all-chat-rooms.html",
      "title": "Health Chat Rooms - Mental Health Chat Rooms - Off-Topic Chat Rooms - HealthfulChat",
      "description": "All available health chat rooms (physical and mental). Also includes a list of off-topic chat rooms",
      "preview": "Hi, Guest"
    },
    {
      "url": "http://www.wto.org/english/thewto_e/coher_e/mdg_e/mdg_e.htm",
      "title": "WTO | The WTO and the Millennium Development Goals",
      "description": "WTO | The WTO and the Millennium Development Goals",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "http://www.igol.it/",
      "title": "Igol - Consigli e Magazine di Business e Impresa",
      "description": "Imprenditorialità Giovanile era una società che operava nel campo della creazione d'impresa, dello sviluppo locale, del sostegno alle PMI e oggi dispensa consigli utili attraverso il suo magazine.",
      "preview": "Imprenditoria Giovanile - Chi era Igol La grande città dell'opportunità Imprenditorialità Giovanile era una società fondata a fine anni '90 negli ambi"
    },
    {
      "url": "https://www.nacdi.org/",
      "title": "Native American Community Development Institute",
      "description": "...",
      "preview": "Skip to content Helping Native people create the future they envision. NACDI's work is founded on the belief that all American Indian people have a pl"
    },
    {
      "url": "https://samantha-brown.com/",
      "title": "Samantha Brown - Places to Love - World Traveler and TV Host",
      "description": "For over 15 years, Samantha Brown has traversed continents, experienced culture, and tasted adventure applying her singular brand of warmth and inclusion along the way. Now, Samantha joins the public television family in January 2018 with 13 NEW 30-minute episodes that seek out the little-known spots and haunts.",
      "preview": "Skip to content EPISODES Follow along on Samantha's adventures to discover her \"Places to Love\"... what she did and the interesting people she met along"
    },
    {
      "url": "https://livelytimes.com/2016/12/bill-vaughn-making-bones/",
      "title": "Bill Vaughn | Making Bones - Lively Times",
      "description": "Izzy Sain, a cattleman's daughter working as a professional photographer, is on a river trip with old pals and her new lover, a Bureau of Land Management ranger, when she comes across a grisly find. Because she grew up in the Missouri Breaks and knows more about this dreamlike geography than anyone, she's recruited as",
      "preview": "Find Nearby Events Email Who-dun-it in the Missouri Breaks. Izzy Sain, a cattleman's daughter working as a professional photographer, is on a river tr"
    },
    {
      "url": "http://oceans.ubc.ca/rashid-sumaila/",
      "title": "Rashid Sumaila, FRSC | Institute for the Oceans and Fisheries",
      "description": "Rashid Sumaila, FRSC University Killam Professor Canada Research Chair (Tier I, Interdisciplinary Ocean and Fisheries Economics) Email: r.sumaila@oceans.ubc.ca Office phone: 604-822-0224 Rashid Sumaila's research focuses on bioeconomics, marine ecosystem valuation and the analysis of global issues such as fisheries subsidies, marine protected areas, illegal fishing, climate change, marine plastic pollution, and oil spills. Read More Research Area ocean, fisheries, economics, bioeconomic modeling, subsidies, high seas, valuation, infinity fish, climate change, discounting",
      "preview": "Search Institute for the Oceans and Fisheries Home Page About Our Values People Pets Alumni Research Graduate Program Courses Non-credit Courses News"
    },
    {
      "url": "https://reviveapp.net/privacy.html",
      "title": "Revive. Privacy Notice",
      "description": "Revive. Learn how we protect your data and information with our privacy measures",
      "preview": "void"
    },
    {
      "url": "https://curlconverter.com/",
      "title": "Convert curl commands to code",
      "description": "Utility for converting cURL commands to code",
      "preview": "Convert curl commands to Python, JavaScript and more Convert curl to Python, JavaScript and more Fork me on GitHub curl command Examples: GET - POST -"
    },
    {
      "url": "https://oceanographicmagazine.com/magazine/",
      "title": "About the Magazine - Oceanographic",
      "description": "Oceanographic Magazine",
      "preview": "Take the ocean home \"A piece of pure publishing joy\" - David Doubilet Oceanographic Magazine uses beautiful photography and captivating storytelling t"
    },
    {
      "url": "https://www.stltoday.com/news/local/crime-and-courts/police-identify-four-killed-in-fatal-hit-and-run-crash-in-st-louis/article_628d7a76-6152-5d04-ad75-7df301886acb.html",
      "title": "Police identify four killed in fatal hit-and-run crash in St. Louis",
      "description": "Anthony Robinson, 19, of Jennings, Richard Boyd, 19, of Sullivan, Bryanna Dentman-Johnson, 18, of Vinita Park and Corntrail McKinley, 20, of St. Louis were killed when another vehicle ran a",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://www.ratemyfishtank.com/phpBB3/search.php?sid=73c8881924eacfd8cba6d909872bec12",
      "title": "Forum SEARCH - RateMyFishTank.com",
      "description": "Use the advanced search tool for the Rate My Fish Tank forum.",
      "preview": "X Navigation RATE PHOTOS TOP 10 PHOTOS GALLERY TOOLS FRESHWATER GUIDE SALTWATER GUIDE Forums > Forum SEARCH FAQ SEARCH SEARCH QUERY Search for keyword"
    },
    {
      "url": "https://pmc.com/terms-of-use/",
      "title": "Terms of Use | PMC",
      "description": "Terms and conditions that govern the use of PMC websites and more.",
      "preview": "brands Terms of Use Last updated: May 2, 2023 Terms and Conditions of Use IMPORTANT: PLEASE READ THESE TERMS CAREFULLY AS THEY MAY IMPACT YOUR LEGAL R"
    },
    {
      "url": "https://nij.ojp.gov",
      "title": "Home | National Institute of Justice",
      "description": "The National Institute of Justice (NIJ) is dedicated to improving knowledge and understanding of crime and justice issues through science.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.insigniacrew.com/complaints/",
      "title": "Complaints - Insignia Crew",
      "description": "void",
      "preview": "Incentive to employ a 'Green' veteran - click here and scroll to 'From Duty to Deck' OUR COMPLAINTS PROCEDURE We are are committed to delivering the v"
    },
    {
      "url": "https://data.worldbank.org/",
      "title": "World Bank Open Data | Data",
      "description": "World Bank Open Data from The World Bank: Data",
      "preview": "World Bank Open Data Free and open access to global development data Close Browse World Development Indicators by Economy or Indicator Data 360 The Wo"
    },
    {
      "url": "https://c4fap.org/",
      "title": "Center for Fine Art Photography",
      "description": "The Center for Fine Art Photography, a 501(c)(3) non-profit, promotes the art of photography by supporting diverse creative artists through exhibitions and educational programs.",
      "preview": "Center for Fine Art Photography Cart 0 Back previous Back C4FAP Team Our Vision Back Opportunities Denis Roussel Fellowship Scroll The Center for Fine"
    },
    {
      "url": "https://www.shopify.com?utm_campaign=poweredby&utm_medium=shopify&utm_source=onlinestore",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "http://www.inps.it/",
      "title": "Portale Inps - Home",
      "description": "Sito ufficiale di INPS (Istituto Nazionale Previdenza Sociale)",
      "preview": "it Vai al menu principale Vai al contenuto principale Vai al footer Pensione e Previdenza Pensione e Previdenza Domanda di pensione Fondi e Gestioni R"
    },
    {
      "url": "https://www.safarinow.com/destinations/southern-suburbs/restaurants/Dinner-meals.aspx",
      "title": "Southern Suburbs | Budget Accommodation Deals and Offers Book Now!",
      "description": "Discover Southern Suburbs, Western Cape. 234 reviews, essential information, affordable accommodation, photos, popular things to do, restaurants, maps and more.",
      "preview": "Welcome to SafariNow. Get off your accommodation booking by paying with the voucher code before . Menu My Favourites Customer Favourites Log in Help S"
    },
    {
      "url": "http://uw.edu",
      "title": "UW Homepage",
      "description": "University of Washington",
      "preview": "Skip to main content University Of Washington Featured Story Slideshow #ResearchMakesAmerica ENGINEERING A BETTER FUTURE From climate instability to g"
    },
    {
      "url": "http://www.gibney.de/",
      "title": "Marek Gibney",
      "description": "void",
      "preview": "Hell ! I build Gnod and Product Chart . Sometimes I write about things. Let's connect ."
    },
    {
      "url": "https://playstation.com/help",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "https://chaiteanunes-blog.tumblr.com/",
      "title": "Ice Ice Baby",
      "description": "void",
      "preview": "RSS Archive Ice Ice Baby → 8 years ago (204,092 notes) pissyjorts : kavvka : pissyjorts : life... is an egg explain has chickens in it sometimes (via sa"
    },
    {
      "url": "https://blog.medium.com/?source=---two_column_layout_sidebar----------------------------------",
      "title": "The Medium Blog",
      "description": "The official source of news and updates about Medium",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Medium Blog 3.4M followers · 5+ editors Follow Product News Latest Ne"
    },
    {
      "url": "http://www.thepulpitonline.com/2016/10/place-of-reward-monday-of-thirty-first.html",
      "title": "Place of reward: Monday of the Thirty-First Week in Ordinary Time (II) (31st October, 2016). | The Pulpit Online",
      "description": "The Daily Tonic",
      "preview": "Home Weekday Homilies Place of reward: Monday of the Thirty-First Week in Ordinary Time (II) (31st October, 2016). 0 Weekday Homilies 21:26 A + A - Pr"
    },
    {
      "url": "http://www.ecobatterien.lu",
      "title": "Home | Ecobatterien",
      "description": "Ecobatterien est un organisme agréé par la Ministre de l'Environnement, du Climat et du Développement durable pour endosser les obligations à charge des produ...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter Guide pratique"
    },
    {
      "url": "https://www.santafenewmexican.com/opinion/my_view/death-by-fees-how-new-mexico-punishes-poverty/article_a1f5c41c-124b-11ec-bd2f-f3b287573916.html",
      "title": "Death by fees: How New Mexico punishes poverty | My View | santafenewmexican.com",
      "description": "The words \"debtor's prison\" conjure up images of a dark, barbaric past. But in New Mexico, that past never went away - it's just been repackaged.",
      "preview": "Skip to main content You have permission to edit this article. Edit Close Advertisement Facebook Twitter WhatsApp SMS Email Facebook Twitter WhatsApp"
    },
    {
      "url": "https://app.uitgeverijzwijsen.be/product/anker-kern-8-ankerverhaal",
      "title": "Anker kern 8 - ankerverhaal - Veilig leren lezen kim-versie - Leerjaar 1 | Uitgeverij Zwijsen",
      "description": "Elke kern begint met een ankerverhaal waarmee je het thema van de kern introduceert. Het voorlezen van de ankerverhalen draagt bij aan het uitbreiden van de woo",
      "preview": "Anker kern 8 - ankerverhaal Omschrijving Elke kern begint met een ankerverhaal waarmee je het thema van de kern introduceert. Het voorlezen van de ank"
    },
    {
      "url": "http://adictoslibros.blogspot.com/2016/02/la-saga-de-los-volsungos.html",
      "title": "Adictos a los libros: La saga de los Volsungos",
      "description": "Una de las sagas más importante de los pueblos germanos, en especial versión de los escandinavos; ya que fue escrito por un islandes, sa...",
      "preview": "sábado, 13 de febrero de 2016 La saga de los Volsungos Una de las sagas más importante de los pueblos germanos, en especial versión de los escandinavo"
    },
    {
      "url": "https://www.cheese-info.co.uk/pages/visitor-support",
      "title": "Support for visitors | cheese-info.co.uk",
      "description": "void",
      "preview": "cheese-info.co.uk Support for visitors Support for visitors Thanks to our many visitors, we are able to keep our website running. Therefore, we find t"
    },
    {
      "url": "https://www.leicestermercury.co.uk/news/local-news/man-stuck-2-storeys-up-1995658",
      "title": "Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg - Leicestershire Live",
      "description": "Firefighters were called to rescue the man",
      "preview": "News Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg Firefighters were called to rescue the man leicestermercury Bookmark Shar"
    },
    {
      "url": "https://www.tnstate.edu/nnhp",
      "title": "NNHP",
      "description": "North Nashville Heritage Project (NNHP) - Collecting and Telling the Stories of Historic North Nashville. Do you have a story to tell? Contact us!",
      "preview": "10th & Jefferson A Thriving Economy Discover More Gateway to Heritage Plaza I-40 Underpass on Jefferson St. About the Plaza Brown's Dinner Club and Ph"
    },
    {
      "url": "http://www.playstation.com/support/",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "https://adage.com/",
      "title": "Advertising, Marketing, Media and Tech News - Ad Age",
      "description": "void",
      "preview": "Keep Hispanic consumers engaged-why pulling back now costs more later Despite slower spending, sustained and culturally fluent engagement builds Hispa"
    },
    {
      "url": "https://integrate.clover.com",
      "title": "Integrated Payment Solutions for Software Vendors | Fiserv",
      "description": "Create seamless payments across channels and boost revenue. Explore how Fiserv integrated solution helps software platforms thrive.",
      "preview": "Integrated Payments for ISVs Integrated Payments Online Payments In-Person Payments Value-Added Services Use Cases Partner Support Contact us INTEGRAT"
    },
    {
      "url": "https://www.focusingphilanthropy.org/",
      "title": "Home - Focusing Philanthropy",
      "description": "What We Do \"We are all exposed to nonprofits tackling worthy causes, but which of them have substantial impact? Which are institutionally credible? Which have shown the capacity to use additional donations effectively? And how can one learn about opportunities that are off the radar but with extraordinary promise?\" - Larry Gilson, Founder Current Campaigns...",
      "preview": "Skip to content JOIN US LEARN MORE LEARN MORE What We Do Rigorous Diligence, Ongoing Monitoring, and Honest Reporting We apply an investment model to"
    },
    {
      "url": "http://www.acordeilinda.com/2014/05/a-acne-na-mulher-adulta.html",
      "title": "! Acordei Linda !: A ACNE NA MULHER ADULTA",
      "description": "Eu vivo recebendo e-mails de assessorias de marcas com o título \" sugestão de pauta \". A empresa escreve um post e manda pros blogs pra gen...",
      "preview": "Pages - Menu INÍCIO MEU TRABALHO CURSOS DE AUTOMAQUIAGEM À VENDA NO BLOG 29 de maio de 2014 A ACNE NA MULHER ADULTA Eu vivo recebendo e-mails de asses"
    },
    {
      "url": "https://www.nortonlifelock.com/privacy",
      "title": "Privacy | Norton",
      "description": "Norton si impegna a salvaguardare la privacy e i dati personali. L'Informativa sulla privacy generale di Norton, gli avvisi sulla privacy e altre informazioni sulla privacy sono disponibili qui.",
      "preview": "Selezione Paese/Area geografica Seleziona il tuo Paese o la tua area geografica Americhe Argentina Brasil Canada (English) Canada (Français) Caribbean"
    },
    {
      "url": "https://johanngoutard.fr/projects/VxzzP?album_id=101220",
      "title": "Concept Artist freelance - Journey",
      "description": "Marketing concept for app©2018",
      "preview": "Journey Share Pin Share Share Marketing concept for app©2018 Report description Content person User"
    },
    {
      "url": "https://www.borger.dk/sundhed-og-sygdom",
      "title": "Sundhed og sygdom",
      "description": "Her kan du se en oversigt over indholdet under dette emne",
      "preview": "Tag stilling til cookies på borger.dk Borger.dk sætter tredjepartscookies til besøgsstatistik og i forbindelse med spørgeskemaer på borger.dk. Hvis du"
    },
    {
      "url": "https://www.plantedtank.net/forums/",
      "title": "The Planted Tank Forum",
      "description": "A forum community dedicated to Aquatic tank owners and enthusiasts. Come join the discussion about flora, fauna, health, housing, filters, care, classifieds,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Planted"
    },
    {
      "url": "https://www.fisheries.noaa.gov/national/bycatch/fishing-gear-purse-seines",
      "title": "Fishing Gear: Purse Seines | NOAA Fisheries",
      "description": "A purse seine is a large wall of netting deployed around an entire area or school of fish.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.technologyreview.com/",
      "title": "MIT Technology Review",
      "description": "Emerging technology news & insights | AI, Climate Change, BioTech, and more",
      "preview": "You need to enable JavaScript to view this site. Skip to Content Featured Story New Biotechnology and health 1 day How healthy am I? My immunome knows"
    },
    {
      "url": "https://kids.mongabay.com/",
      "title": "Mongabay Kids - connecting kids with nature and conservation",
      "description": "void",
      "preview": "Mongabay Kids nature, biodiversity and conservation education materials for kids Search for: Wild News October 7, 2025 See the world's largest turtle"
    },
    {
      "url": "http://www.numbertheory.org/ntw/N5.html",
      "title": "ONLINE THESES IN NUMBER THEORY",
      "description": "void",
      "preview": "Online Theses in Number Theory Thèses habilitations, France [ 2023 | 2022 | 2021 | 2020 | 2018 | 2017 | 2016 | 2015 | 2014 | 2013 | 2012 | 2011 | 2010"
    },
    {
      "url": "https://www.sagese.com/",
      "title": "Home | Sage ITAD Company | IT Asset Disposition",
      "description": "SECURE, REUSE & SAVE. When your tech lives longer, the planet, and its people, benefit. Sage is a trusted ITAD provider committed to securely reusing more and recycling less. Long live tech.",
      "preview": "Your Best ITAD Starts Here Sustainability Focus Best in Class Security Higher Reusable Yield™ HOW LONG SHOULD IT DEVICES REALLY LAST? Download your co"
    },
    {
      "url": "http://www.garr.net/",
      "title": "Consortium GARR: LA RETE ITALIANA DELL'ISTRUZIONE E DELLA RICERCA",
      "description": "GARR è la rete telematica italiana per l'istruzione, la ricerca e la cultura. Connettività ad alte prestazioni e servizi innovativi per docenti, ricercatori e studenti",
      "preview": "Skip to main content Contatti Cerca Iscrizioni aperte per il Workshop GARR 2025 Congratulazioni a Laura Ramaciotti, nuova Presidente della CRUI Addio"
    },
    {
      "url": "http://www.brevardfl.gov/MapsAndApps",
      "title": "Brevard GIS Open Data Hub",
      "description": "Brevard County's GIS Open Data Hub",
      "preview": "void"
    },
    {
      "url": "https://www.motoresdyg.com/audi/a4/motores-audi-a4-avant-b8-version-2011_mod123.html",
      "title": "Motores Audi A4 Avant (B8) Versión 2011 de segunda mano - Motoresdyg",
      "description": "Comprar motor segunda mano Audi A4 Avant (B8) Versión 2011 de desguace usado completo y garantizado. Motores Audi A4 Avant (B8) Versión 2011 segunda mano de desguaces",
      "preview": "Llámenos ¿Necesitas un motor de segunda mano? Más de 50.000 en stock. Llámanos para presupuesto sin compromiso al: 641829667 1 Inicio Audi A4 A4 Avant"
    },
    {
      "url": "https://creativecommons.org/licenses/by-nc/4.0/",
      "title": "Deed - Attribution-NonCommercial 4.0 International - Creative Commons",
      "description": "void",
      "preview": "Skip to content Canonical URL https://creativecommons.org/licenses/by-nc/4.0/ See the legal code You are free to: Share - copy and redistribute the ma"
    },
    {
      "url": "https://www.operationgratitude.com/",
      "title": "Homepage - Operation Gratitude",
      "description": "Our mission continues Our mission remains unchanged: to say \"Thank You\" to our Military and First Responder communities, and to honor their service by creating opportunities for all Americans to [...]",
      "preview": "🇺🇸 Our Mission Continues 🇺🇸 A Message from our Founder Skip to content Our mission continues Our mission remains unchanged: to say \"Thank You\" to our"
    },
    {
      "url": "https://unu.edu",
      "title": "UNU | United Nations University",
      "description": "void",
      "preview": "Skip to main content Evidence-based Solutions for a Sustainable Future UNU@50: EXPLORE UNU'S HISTORY, IMPACT AND FUTURE Expert Insights Blog Post Endi"
    },
    {
      "url": "https://www.bbc.co.uk/programmes/m001j9yy",
      "title": "BBC Radio 2 - Zoe Ball, Vernon Kay and Ariana DeBose pop in",
      "description": "Our new presenter Vernon Kay pops in and Ariana DeBose talks about her upcoming concert.",
      "preview": "Close menu BBC Radio 2 Zoe Ball Home Episodes Contact Main content Sorry, this episode is not currently available Vernon Kay and Ariana DeBose pop in"
    },
    {
      "url": "https://www.ncnw.org",
      "title": "NCNW | Lead, Advocate, and Empower Women of African descent",
      "description": "Our organization promotes education; encourages entrepreneurship, financial literacy, and economic stability; educates women about health and promotes healthcare access.",
      "preview": "Watch video 0 affiliate organizations 0 + sections Scroll Down Watch video 0 affiliate organizations 0 + sections Watch video 0 affiliate organization"
    },
    {
      "url": "https://www.asis.gov.au",
      "title": "Home",
      "description": "void",
      "preview": "HOME International work, for a national purpose We are Australia's overseas secret intelligence agency. We collect and distribute foreign intelligence"
    },
    {
      "url": "https://www.calamasur.org/",
      "title": "CALAMASUR | Comité del Calamar Gigante del Pacífico Sur",
      "description": "Calamasur es el Comité para el Manejo Sustentable del Calamar Gigante del Pacífico Sur (Chile, Ecuador, México y Perú).",
      "preview": "top of page CALAMASUR COMITÉ PARA EL MANEJO SUSTENTABLE DEL CALAMAR GIGANTE DEL PACÍFICO SUR INICIO: Bienvenido ¿QUIÉNES SOMOS? El Comité para el Mane"
    },
    {
      "url": "https://phlcovid19fund.org/covid-19/",
      "title": "The Philadelphia Foundation - Our Community, Made Better",
      "description": "For more than a century, Philadelphia Foundation has increased philanthropic investment in the community, fostering the economic, civic and social vitality of Greater Philadelphia.",
      "preview": "Philadelphia Foundation HOW CHANGE HAPPENS. Philadelphia Foundation's 2023-2024 Impact Report ABOUT PHILADELPHIA FOUNDATION Philadelphia Foundation is"
    },
    {
      "url": "https://watch.frndlytv.com/",
      "title": "Watch Family-Friendly TV Live and On Demand | FRNDLY TV",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.dallasnews.com/news/politics/2021/12/28/texas-new-election-law-challenged-over-provision-making-it-a-crime-to-encourage-voting-by-mail/",
      "title": "Texas' new election law challenged over provision making it a crime to encourage voting by mail",
      "description": "AUSTIN - As the March 1 primary approaches, Texas election officials are asking a federal judge to suspend a new state law that threatens them with jail time...",
      "preview": "TDMN TDMN TDMN Subscribe Discover State Fair Future of North Texas ICE Office Shooting Weather Curious Texas Advice Store Abode Podcasts ePaper Obitua"
    },
    {
      "url": "https://www.lazienkiabc.pl/Wykonanie/zenon-tyminski-remonty-na-wyciagniecie-reki-273.html",
      "title": "LazienkiABC.pl",
      "description": "{$Opis}",
      "preview": "Łazienka Łazienka Pokaż Łazienka Baterie łazienkowe Baterie łazienkowe Pokaż Baterie łazienkowe Baterie łazienkowe Baterie łazienkowe Pokaż Baterie ła"
    },
    {
      "url": "https://www.latinoleadmn.org/",
      "title": "LatinoLEAD | #WeAreLatinoLEAD",
      "description": "LatinoLEAD brings together Minnesota Latinx from across the state, that include various ethnicities, generations, and working sectors to have a greater social impact through collaboration, power building, and leadership development.",
      "preview": "top of page 1/1 JOIN AN EVENT GET OUR NEWSLETTER WHAT GROUNDS OUR WORK Leadership We advance Latinx collective influence, success and power in Minneso"
    },
    {
      "url": "https://www.kew.org/",
      "title": "Royal Botanic Gardens, Kew | Kew",
      "description": "Discover a world of science hiding behind our beautiful botanical collections filled with over 40,000 living plants",
      "preview": "Skip to main content Our future is botanic Plants and fungi are vital to the future of food, clean air and medicine. We're fighting against biodiversi"
    },
    {
      "url": "http://www.ecoembes.com",
      "title": "Ecoembes",
      "description": "Ecoembes ♻️ es una organización medioambiental sin ánimo de lucro que promueve la sostenibilidad y el cuidado del medioambiente a través del reciclaje 🌎",
      "preview": "Pasar al contenido principal Reduce. Reutiliza. Recicla. El reciclaje de los envases domésticos que gestionamos crece un 5,4% en 2024 Más información"
    },
    {
      "url": "https://www.bet.com/",
      "title": "Celebrities, Music, News, Entertainment, TV Shows & Videos | BET",
      "description": "BET.com is your home for all the latest celebrity, music, fashion, entertainment and African-American news. Check out your favorite BET shows and watch video!",
      "preview": "STREAM EXCLUSIVE ORIGINALS TRY BET+ FOR FREE Elmiene FEATURED ARTIST OF THE MONTH Join us on Amplified Live as Elmiene shares his journey, musical ins"
    },
    {
      "url": "https://about.ads.microsoft.com/en-us/resources/microsoft-advertising-partner-program/microsoft-advertising-partner-program",
      "title": "Microsoft Advertising Partner Program",
      "description": "Get access to exclusive partner events, growth opportunities, and connect with a community of your peers. Receive recognition for your exceptional work and take your business to the next level.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content The Microsoft Advertising Partner Program Unlock the full potential of"
    },
    {
      "url": "https://www.buzzfeednews.com/article/pocharaponneammanee/athena-strand-fed-ex-wrongful-death",
      "title": "Athena Strand Killing: Family Sues FedEx",
      "description": "Lawyers for the family of Athena Strand said they want FedEx to do better in hiring, training, and supervising employees and contractors.",
      "preview": "Subscribe to BuzzFeed Daily Newsletter Caret Down The Family Of 7-Year-Old Athena Strand Is Suing FedEx After A Delivery Driver Allegedly Killed The 7"
    },
    {
      "url": "https://www.esri.com/en-us/home",
      "title": "GIS Software for Mapping and Spatial Analytics | Esri",
      "description": "Esri's GIS software is the most powerful mapping & spatial analytics technology available. Learn about Esri's geospatial mapping software for business and government.",
      "preview": "GIS Software for Mapping and Spatial Analytics | Esri ArcGIS: Esri's comprehensive geospatial platform ArcGIS is enterprise technology that integrates"
    },
    {
      "url": "https://www.oceans5.org/",
      "title": "Dedicated to protecting the world's five oceans | Oceans 5",
      "description": "Oceans 5 is an international funders' collaborative dedicated to stopping overfishing, establishing marine protected areas, and constraining offshore oil and gas development - three of the highest priorities identified by marine scientists around the world.",
      "preview": "About Who We Are What We Fund What We Do Ocean Solutions Our Approach Projects Grant Database Other Donor Directed Funds Joint 30x30 Funding Initiativ"
    },
    {
      "url": "https://ushcccares.netlify.app/",
      "title": "USHCC CARES",
      "description": "USHCC CARES - Porque tú eres importante",
      "preview": "ES | EN info@ushcccares.com (202) 709-8611 Providing support, education, readiness and advice for small, minority and Hispanic-owned businesses in res"
    },
    {
      "url": "https://www.coned.com/en",
      "title": "Con Edison - Powering New York City and Westchester",
      "description": "Providing electric, gas, and steam to NYC and Westchester. Pay your bill, manage your account, report an outage, and learn how to save energy.",
      "preview": "Skip to Main Content You are using an unsupported browser. Please download the latest version of Chrome , Firefox , Edge , or Safari . Home My Account"
    },
    {
      "url": "https://www.hotpress.com/culture/suki-waterhouse-i-remember-filming-love-rosie-fondly-suddenly-i-was-on-set-with-lily-collins-and-sam-claflin-having-the-time-of-my-life-in-dublin-22907104",
      "title": "Suki Waterhouse: \"I remember filming Love, Rosie fondly, suddenly I was on set with Lily Collins and Sam Claflin having the time of my life in Dublin\" | Hotpress",
      "description": "On location in New Orleans to shoot Amazon Prime&rsquo;s eagerly anticipated&nbsp;Daisy Jones And The Six, uber-talented model and actress Suki Waterhouse fills us i...",
      "preview": "Culture 19 May 22 Suki Waterhouse: \"I remember filming Love, Rosie fondly, suddenly I was on set with Lily Collins and Sam Claflin having the time of"
    },
    {
      "url": "https://powerplatform.microsoft.com/",
      "title": "Strumenti low-code basati sull'intelligenza artificiale | Microsoft Power Platform",
      "description": "Facilita l'innovazione con strumenti low-code usando Microsoft Power Platform, ossia Power BI, Power Apps, Power Automate e Power Pages.",
      "preview": "This is the Trace Id: a13df758c8ffdd6b4e47f229b24f3e59 Passa a contenuti principali MICROSOFT POWER PLATFORM Accelera l'innovazione Riduci i costi e i"
    },
    {
      "url": "https://relianceretail.com/reliance-smart.html",
      "title": "Reliance Retail",
      "description": "void",
      "preview": "Reliance SMART Home Our Brands Reliance Smart Reliance SMART is one of the largest & fastest growing Grocery retail chains in India. Synonymous to its"
    },
    {
      "url": "https://stojizato.sme.sk/s/biggie+smalls+tricko+crown+zena+biela+xxl/",
      "title": "Recenzie a testy produktov",
      "description": "Odborné recenzie, testy, názory a ceny televízorov, tabletov, mobilov, notebookov, fotoaparátov a ďalších technologických produktov.",
      "preview": "Aby naše stránky správne fungovali, je potrebné mať zapnutý Javascript. SME.sk Viac sme-logo Správy Najnovšie SME Minúta Najčítanejšie Domov Voľby na"
    },
    {
      "url": "https://whatisprivilege-blog.tumblr.com/",
      "title": "What Is Privilege?",
      "description": "We want to continue the conversation about what privilege is in education. It is not just about who goes to school and who does not but is affected by the idea of intersectionality as the concepts of...",
      "preview": "What Is Privilege? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Dyslexic people don't have"
    },
    {
      "url": "https://www.cmt.com/news/9i02q9/kacey-musgraves-to-honor-loretta-lynn-at-65th-grammy-awards-on-sunday",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.africanamericanchambersa.org/",
      "title": "Home - African American Chamber of Commerce of San Antonio",
      "description": "Support Black Businesses Our Chamber works to elevate black-owned businesses in and around the San Antonio, Texas area. Join us in supporting Black-owned businesses to promote greater economic freedom for the Black community! JOIN US BUSINESS DIRECTORY Staying Connected & Building Together! Enter your info below and be the first to know! Featured Members Previous",
      "preview": "Skip to content Facebook Linkedin Instagram Youtube Menu October 2025 Support Black Businesses Our Chamber works to elevate black-owned businesses in"
    },
    {
      "url": "https://fred.stlouisfed.org/series/INDPRO",
      "title": "Industrial Production: Total Index (INDPRO) | FRED | St. Louis Fed",
      "description": "View a monthly index of real output for all facilities located in the U.S. in manufacturing, mining, and electric and gas industries.",
      "preview": "Skip to main content Industrial Production: Total Index (INDPRO) Observations Aug 2025: 103.9203 | Index 2017=100, Seasonally Adjusted | Monthly Updat"
    }
  ],
  "_meta": {
    "total_bookmarks": 101
  }
}