{
  "data": [
    {
      "url": "https://auth.ted.com/users/new",
      "title": "TED: Ideas worth spreading",
      "description": "void",
      "preview": "TED Auth requires JavaScript. Please enable JavaScript in your browser."
    },
    {
      "url": "http://www.laparola.net/ricerca.php?frase=Politica+sulla+privacy&versione=C.E.I.",
      "title": "La Sacra Bibbia",
      "description": "Politica sulla privacy, i versetti della Bibbia che contengono questa parola o frase",
      "preview": "Politica sulla privacy Questa espressione non appare nella versione C.E.I. . Dimensione testo: Visualizzare un brano della Bibbia Brano da visualizzar"
    },
    {
      "url": "http://www.d20monkey.com/comic/gratuitous-flashback/",
      "title": "» Gratuitous Flashback",
      "description": "This strip is a little talking head and copy/pastey. Deal with it, person already typing that comment. You have no power here. AND OMG A NEW SHIRT!",
      "preview": "/> Next > Last >> Gratuitous Flashback Chapter: Season Eight This strip is a little talking head and copy/pastey. Deal with it, person already typing"
    },
    {
      "url": "https://www.thomfilicia.com/",
      "title": "Thom Filicia Inc.",
      "description": "void",
      "preview": "0 Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (cur"
    },
    {
      "url": "https://action.earthday.org/the-fashion-industry-must-change",
      "title": "The Fashion Industry Must Change",
      "description": "void",
      "preview": "The Fashion Industry Must Change 13,805 signatures Fashion is said to be a reflection of culture. What does it say about our culture when it endangers"
    },
    {
      "url": "https://boxing-social.com/news/exclusive-canelo-alvarez-talks-mayweather-mcgregor/2/",
      "title": "Glenn McCrory Shares His Prediction For Crolla-Burns - \"Domestic Blockbuster\"",
      "description": "Glenn McCrory gives an insightful analysis and prediction of the upcoming fight between Anthony Crolla and Ricky Burns.",
      "preview": "Skip to main content Ricky Burns will stand toe-to-toe with fellow Brit Anthony Crolla and thankfully there's no need to build the fight with trash ta"
    },
    {
      "url": "https://cvshealth.com/covid-19/vaccine-information",
      "title": "Our COVID-19 Response | CVS Health",
      "description": "CVS Health® is committed to keeping patients, members, customers and colleagues safe throughout the pandemic. Learn about our ongoing response to COVID-19.",
      "preview": "Skip to main content Aetna® CVS Caremark® CVS Pharmacy Careers Investors Contact Us"
    },
    {
      "url": "https://cm.providencejournal.com/advertise-with-us/?cid=Web_LiQ_Network_AdvertiseWithUs_AdvertiseInquiry&publication=the_providence_journal&utm_source=local_publication&utm_medium=topnav&utm_campaign=advertise_with_us",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://www.centexchamber.com/",
      "title": "Home | CTAAC",
      "description": "The mission of the Cen-Tex-Tex African American Chamber of Commerce is to create economic and community development.",
      "preview": "top of page Strengthening our Community by Empowering Business Become a Member Networking Chamber members enjoy multiple marketing platforms designed"
    },
    {
      "url": "https://hourshaircare.com/products/mostly-modest-4",
      "title": "Mostly Modest - hOURS haircare",
      "description": "A versatile shiny-soft hold for a polished finish",
      "preview": "Skip to content Complimentary In Minutes Sample With Purchase | Free US Shipping on Orders $40+ Item added to your cart Check out Continue shopping Mo"
    },
    {
      "url": "https://typewriterdatabase.com/smithcorona.35.typewriter-models",
      "title": "Typewriter Database Popular Typewriter Models",
      "description": "Typewriter Models in The Typewriter Database",
      "preview": "1059 Brands 3310 Models 23543 Galleries 14852 Typefaces 6273 Patents Typewriter Database Popular Typewriter Models To find out when your typewriter wa"
    },
    {
      "url": "http://vitbarta.cz/denik-vita-barty/1166-video-uvnitr-spojene-nadoby-hazard-lichva-exekuce.htm",
      "title": "VIDEO UVNITŘ: Spojené nádoby: Hazard, lichva, exekuce. To Kalousek nerad slyší | Vít Bárta",
      "description": "Boj proti | VIDEO UVNITŘ: Spojené nádoby: Hazard, lichva, exekuce. To Kalousek nerad slyší",
      "preview": "VÍT.BÁRTA Kdo jsem můj životopis Ze zákulisí politika jinak Boj proti hazardu Proti lichvě a exekucím Proti kolektivním systémům Proti církevním resti"
    },
    {
      "url": "https://www.dallasnews.com/news/education/2021/10/26/school-districts-under-investigation-by-texas-house-over-books-curriculum/",
      "title": "Books about race, sexuality spark investigation into Texas schools by a House committee",
      "description": "Rep. Matt Krause launched an investigation into school library books and curriculum just months after Texas lawmakers sought to ban the presence of critical...",
      "preview": "TDMN TDMN TDMN Subscribe Discover State Fair Future of North Texas ICE Office Shooting Weather Curious Texas Advice Store Abode Podcasts ePaper Obitua"
    },
    {
      "url": "https://forgemia.inra.fr/gauthier.quesnel/irritator/-/tree/0264d282d6ef5bffa1c13116f9fab528ca09d202/lib",
      "title": "lib · 0264d282d6ef5bffa1c13116f9fab528ca09d202 · Gauthier Quesnel / irritator · GitLab",
      "description": "GitLab Community Edition",
      "preview": "Loading"
    },
    {
      "url": "https://sharpen.design/",
      "title": "Sharpen - Design Challenge Generator",
      "description": "Millions of practice design prompts to challenge you to think outside the box.",
      "preview": "Design leaders teach with Sharpen Sharpen generates open-ended project prompts that reinforce critical problem solving, curiosity, and creativity acro"
    },
    {
      "url": "https://www.veoh.com:443/watch/v16426722SfNMFs8Z",
      "title": "veoh",
      "description": "void",
      "preview": "We regret to inform you that Veoh has closed. We would like to extend our heartfelt gratitude to our users for your support over the years. You will b"
    },
    {
      "url": "http://mezelmods.com/",
      "title": "Pinball Accessories and Parts by Mezel Mods",
      "description": "Upgrade your game with high quality pinball accessories for your pinball machine. Don't settle for ordinary pinball- make it uniquely yours at Mezel Mods.",
      "preview": "Skip to content Collection of the Week: DND New! DND Bridge Gift Cards Stanger Things Pinball Products Back In Stock The Arcade Sign and Billy's Camar"
    },
    {
      "url": "https://nxslink.wearegreenbay.com/join/6p6/signup?website_signup=true",
      "title": "WFRV Signup",
      "description": "Sailthru Default Signup Page",
      "preview": "Choose the newsletters that interest you and we will deliver them directly to your inbox. Email Address: WFRV Newsletters Local 5's First Five Morning"
    },
    {
      "url": "https://flymapslive.com/privacy",
      "title": "Flymaps - Privacy",
      "description": "void",
      "preview": "Flymaps Privacy Policy The Flymaps Privacy Policy was updated on July 21, 2024. Collection and Use of Personal Information We respect your privacy and"
    },
    {
      "url": "https://kratomguides.com/category/kratom-strains/?filter_by=review_high",
      "title": "Best Kratom Strains, Types, Effects, Dosage - KratomGuides.com",
      "description": "Kratom strains guideline and information also their benefits and uses of different kratom types are available here. Best Kratom strains, types, and effects.",
      "preview": "Kratom Strains Kratom Effects Kratom Alternatives How to Use Best Sellers News Sign in Welcome! Log into your account your username your password Forg"
    },
    {
      "url": "http://hivdoula.work/27-questions",
      "title": "Twenty-Seven Questions to Consider When Writing About COVID-19 and HIV/AIDS - HIV DOULA work",
      "description": "void",
      "preview": "HIV DOULA work Sign In My Account \"Positive,\" ink on paper, 2020, Karen Finley, @ the_yam_mam Twenty-Seven questions for Writers & Journalists to Cons"
    },
    {
      "url": "https://www.amitmehra.com",
      "title": "Amit Mehra",
      "description": "Amit Mehra is a professional photographer specializing in hotel, architectural, interiors, resorts, advertising and documentary photography. He shoots high end hotels, resorts, advertising campaigns, and also does documentary projects and coffee table books.",
      "preview": "AMIT MEHRA ENTER"
    },
    {
      "url": "https://left.gr/mayri-ergasia?page=2",
      "title": "μαύρη εργασία :: 3 :: left.gr",
      "description": "void",
      "preview": "to top Παράκαμψη προς το κυρίως περιεχόμενο Φόρμα αναζήτησης Αναζήτηση Ηλεκτρονικά πλέον στο Σώμα Επιθεωρητών Εργασίας οι καταγγελίες για ανασφάλιστη"
    },
    {
      "url": "http://www.weirdwwii.com/2012/03/das-boot.html",
      "title": "Weird WWII: \"Das Boot\"",
      "description": "A German U-Boat crew is set out on its next mission with a combat photographer to document their life aboard the sub. Will the captain ...",
      "preview": "Saturday, May 21, 2022 \"Das Boot\" A German U-Boat crew is set out on its next mission with a combat photographer to document their life aboard the sub"
    },
    {
      "url": "https://www.oceanpanel.org/",
      "title": "High Level Panel for a Sustainable Ocean Economy",
      "description": "The High Level Panel is committed to putting sustainability at the heart of ocean management to benefit people, nature and the economy.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.visualstudio.com/",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://www.galere.net/about/tommi-parzinger/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://building.coursera.org/",
      "title": "Coursera Engineering",
      "description": "We're changing the way the world learns! Posts from Coursera engineers and data scientists.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Coursera Engineering We're changing the way the world learns! 3.9K follow"
    },
    {
      "url": "https://www.craftsmanspace.com/knowledge/chip-carving-patterns.html",
      "title": "Wood carving books | CRAFTSMANSPACE",
      "description": "Download free and public domain books on wood carving, chip carving, wood sculpture, etc.",
      "preview": "Skip to main content Download free and public domain books on wood carving, chip carving, wood sculpture, etc. WOOD CARVING DESIGN AND WORKMANSHIP BY"
    },
    {
      "url": "https://doc.themosaurus.com/creating-galleries/",
      "title": "Creating Galleries • Themosaurus Documentation",
      "description": "Your theme takes advantage of WordPress's built in galleries. Their display is provided by the Jetpack [...]",
      "preview": "Skip to main content Select your item: All Armadon Cera Gorgo Gwangi Mandha MatchPress Pimp my Site Sinclair Stego Tria Themosaurus site Themeforest p"
    },
    {
      "url": "https://l-elizabethstewart.com/2019/09/06/21-illogical-instructions-part-2-noah-a-move-of-god/",
      "title": "#21 Illogical Instructions Part 2: Noah - A move of God | Words that Matter",
      "description": "Announcements: Reminder: My bible study, \"Journey to Purpose\", is available at Barnes & Noble, Amazon (print and e-format), Xulon Press, and other Christian bookstores. If you missed the E-launch feel free to watch the previously recorded Facebook Live sessions. This is the second in our four-part series on \"illogical instructions\". Last week, we talked about...",
      "preview": "Home » Getting and Maintaining Focus » #21 Illogical Instructions Part 2: Noah - A move of God Announcements: Reminder: My bible study, \"Journey to Pu"
    },
    {
      "url": "https://www.swmintl.com/",
      "title": "SWM | Sustainable, Safe, and Intelligent Lightweight Materials",
      "description": "With our leading technical engineering mindset, SWM thrives on finding innovative and intelligent solutions to challenges.",
      "preview": "Markets Expertise Sustainability About Newsroom Jobs Product Enquiry English Português Back Combustibles & Smoke-Free Solutions for nicotine, tobacco"
    },
    {
      "url": "https://www.wischmopps.de/entsorgungssack-120l-grau-equipe-vermop",
      "title": "Vermop Entsorgungssack 120l grau für Equipe",
      "description": "Entdecken Sie hochwertige Reinigungsprodukte für professionelle Anwendungen. Seit über 20 Jahren bieten wir als Fachgroßhändler",
      "preview": "Startseite Hersteller Vermop Vermop Wäschetransport Entsorgungssack 120l grau für Equipe I Vermop Artikelnummer: 1222506 EAN: 4006533014138 Entsorgung"
    },
    {
      "url": "http://www.rai.it/",
      "title": "Rai.it",
      "description": "News, intrattenimento, sport, cultura e tanto altro. Tutta la nostra offerta dedicata a te",
      "preview": "Benvenuto su Rai.it News, intrattenimento, sport, cultura e tanto altro. Tutta la nostra offerta dedicata a te"
    },
    {
      "url": "https://www.grandafrika.cz/zajezd/stopovani-simpanzu-v-kibale",
      "title": "safari v Ugandě | CK Grand Afrika",
      "description": "Vydejte se s námi do pralesů Ugandy za šimpanzi! Národní park Kibale patří mezi nejlepší místa pro pozorování našich nejbl ...",
      "preview": "nonstop hotline: +420 226 633 930 Zájezdy Destinace Safari FAQ Africký blog O nás Kontakt zpět na: Safari Uganda Komfort: Typ zájezdu: poznávací Kód z"
    },
    {
      "url": "https://cheerstocarla.com/tag/enzo-angiolini/",
      "title": "enzo angiolini | Cheers to Carla",
      "description": "Posts about enzo angiolini written by Chloe Roth",
      "preview": "Cheers to Carla Where Everybody Knows Your (Brand) Name Home About Tag Archives: enzo angiolini Jun 19 2013 1 Comment Sam's Women Sam's Women: The Bes"
    },
    {
      "url": "http://www.obitalk.com/forum/index.php?action=printpage;topic=18685.0",
      "title": "OBiTALK",
      "description": "void",
      "preview": "As of May 31st, 2025, PDMS-SP is no longer available. HP has decommissioned the service and disposed of all stored data. Authorized HP Partners may re"
    }
  ],
  "_meta": {
    "total_bookmarks": 37
  }
}