{
  "data": [
    {
      "url": "https://animalfoundation.com/",
      "title": "The Animal Foundation",
      "description": "All Of Us For All Of Them We impact 20,000+ animals annually through sheltering, adoption, and community programs, building brighter futures for pets and the people who love them. Who We Are Discover Our Services:From Shelter to Forever Homes We help pets find and stay in loving homes with adoption, veterinary care, and essential resources.",
      "preview": "Skip to content All Of Us For All Of Them We impact 20,000+ animals annually through sheltering, adoption, and community programs, building brighter f"
    },
    {
      "url": "https://unchangingprinciples.com/up/",
      "title": "Unchanging Principles - Life inside my presidential family",
      "description": "void",
      "preview": "Skip to content Home UNCHANGING PRINCIPLES Life inside my presidential family By josh carter Start Listening See all Episodes Also find us on: Episode"
    },
    {
      "url": "http://www.ara.at",
      "title": "ARA | Zukunft. Kreislauf. Wirtschaft. | Home",
      "description": "Seit über 30 Jahren ist die Altstoff Recycling Austria die treibende Kraft der Kreislaufwirtschaft in Österreich - Von der Lizenzierung bis zu Circular...",
      "preview": "void"
    },
    {
      "url": "http://www.ecotic.ro",
      "title": "Acasă - ECOTIC",
      "description": "void",
      "preview": "021 9641 office@ecotic.ro Facebook X Instagram RSS Facebook X Instagram RSS Plasează o comandă de preluare DEEE RO EN RO De la liniar la circular, pen"
    },
    {
      "url": "http://mgaleg.maryland.gov/webmga/frmMain.aspx?ys=2011rs/billfile/HB0123.htm",
      "title": "Search - Legislation",
      "description": "void",
      "preview": "Legislative Services | Legislative Audits Search Bill number does not exist. Enter a vaild keyword. MyMGA Sign In Register Forgot Password Accessibili"
    },
    {
      "url": "https://www.vox.com/energy-and-environment/2019/12/2/20983341/climate-change-california-batteries-emissions-watttime",
      "title": "Climate change: California solves batteries' embarrassing problem | Vox",
      "description": "Batteries were increasing carbon emissions (d'oh!), but new regulations and tech have fixed it.",
      "preview": "Skip to main content The homepage Vox Vox logo Menu The homepage Vox Vox logo Navigation Drawer Login / Sign Up close Close Search Become a Member Fac"
    },
    {
      "url": "https://www.ishares.com/us",
      "title": "iShares® ETFs by BlackRock - Investing Made Easy | iShares - BlackRock",
      "description": "Discover iShares by BlackRock, the top ETF provider offering access to stocks, bonds, and more. Start investing and unlock diverse investment opportunities.",
      "preview": "Skip to content United States United States Location not listed Primary Navigation Search CLOSE SEARCH Get our take on what Fed rate cuts may mean for"
    },
    {
      "url": "https://www.harrods.com/en-us/shopping/dolce-gabbana-tulle-pleated-wrap-dress-15176005",
      "title": "Dolce & Gabbana | Harrods US",
      "description": "Shop Dolce & Gabbana at Harrods. Shop with free returns and earn Rewards points for access to exclusive benefits.",
      "preview": "Skip to content (0) Just landed: Burberry's new outerwear collection - Shop Now United States (0) Sign In (0) / Register (0) (0) (0) Harrods Home Feat"
    },
    {
      "url": "http://mamastillgotit.com/motherhood-101/",
      "title": "Motherhood 101 - MamaStillGotIt",
      "description": "void",
      "preview": "Food, Fuel & The Bloat I lived With For a Decade Family Friendly Maldives - Full Review The Foundations of Balance + Supplements & Routines Last week"
    },
    {
      "url": "https://www.byrdie.com/dry-brushing-body",
      "title": "Dry Brushing Benefits and How to Try It, According to Pros",
      "description": "There are many body care treatments on the market, but dry brushing is one of the best. Learn more about the celeb-loved lymphatic treatment, inside.",
      "preview": "Skip to content CONFIDENCE, COMMUNITY, AND JOY Subscribe Email Address Subscribe Thank you [email] for signing up. Please enter a valid email address."
    },
    {
      "url": "https://fcwc-fish.org/",
      "title": "Fisheries Committee for the West Central Gulf of Guinea",
      "description": "void",
      "preview": "First Aquaculture in the FCWC Region read more Second Regional Monitoring, Control and Surveillance Centre read more Third Data Collection in the FCWC"
    },
    {
      "url": "http://www.photosoundav.com/",
      "title": "Audio Visual for Meetings & Special Events | Photosound",
      "description": "General Sessions, Breakout Rooms, Virtual Meetings Trade Show Booth Elements - Trussing, TV Monitors, Lighting, Sound Speakers, Wireless Mics, Audio Consoles, Projectors, Screens, TV Monitors, Lighting, Teleprompters, Video Cameras, Switchers, Podiums, Staging, Truss Podiums, Beamsplitters, Confidence Monitors, | Audio Visual for Meetings & Special Events",
      "preview": "Corporate Events General Sessions, Breakout Rooms, Virtual Meetings Trade Shows Trade Show Booth Elements - Trussing, TV Monitors, Lighting, Sound Aud"
    },
    {
      "url": "https://fleischerei-keller.de/wochenkarte/speiseplan/speiseplan-1-2-5-2-2021/",
      "title": "Speiseplan 1.2. - 5.2.2021 - Metzgerei Fleischerei Rodgau",
      "description": "void",
      "preview": "Skip to main content Speiseplan 1.2. - 5.2.2021 Montag 1.2. Jumbo Hackbraten Zwiebelsosse Püree und Rote Beete Salat 7.95€ Dienstag 2.2. Schweinebrate"
    },
    {
      "url": "https://thinkprogress.org/gavin-newsom-condoms-sex-workers-eb6f9b201d5e/",
      "title": "California governor signs law banning the practice of using condoms as evidence of sex work - ThinkProgress",
      "description": "void",
      "preview": "Advertisement California governor signs law banning the practice of using condoms as evidence of sex work A major law, and a major victory for sex wor"
    },
    {
      "url": "https://www.fitbit.com/global/us/products/trackers/charge5",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.euroconsult-ec.com/euroconsult-events/world-satellite-business-week/",
      "title": "World Satellite Business Week sees second cohort of winners at the 2021 annual awards for excellence in satellite business - Novaspace",
      "description": "Paris, Washington D.C., Montreal, Yokohama, Sydney, Toulouse, Wednesday 15th December, 2021. Euroconsult, the leading consulting firm specialising in the space sector and satellite markets, continues to unveil the honored recipients of its 2021 Annual Awards for Excellence in Satellite Business, as anticipation builds for the final reveal. The firm is currently holding its flagship executive-level summit, the 2021 World Satellite Business Week held at the Westin Hotel in Paris, which provides an exceptional platform for business leaders to gain market insights, network, conduct business and conclude major deals.",
      "preview": "Back to Press Releases World Satellite Business Week sees second cohort of winners at the 2021 annual awards for excellence in satellite business Publ"
    },
    {
      "url": "https://blog.yogamatters.com/",
      "title": "Home - Blog - Yogamatters",
      "description": "Yoga Inspiration, interviews and expert advice from our team of worldwide yogis.Mind Integrate mind, body and spirit by learning to look after your mind as well as your body. Yogamatters Community Yoga Classes Food Love mealtimes with our rainbow dishesand nutrional advice.",
      "preview": "void"
    },
    {
      "url": "https://kratomguides.com/category/kratom-strains/?filter_by=review_high",
      "title": "Best Kratom Strains, Types, Effects, Dosage - KratomGuides.com",
      "description": "Kratom strains guideline and information also their benefits and uses of different kratom types are available here. Best Kratom strains, types, and effects.",
      "preview": "Kratom Strains Kratom Effects Kratom Alternatives How to Use Best Sellers News Sign in Welcome! Log into your account your username your password Forg"
    },
    {
      "url": "https://masjid.fund/cart/",
      "title": "Cart - Masjid Digital Fund Platform.",
      "description": "void",
      "preview": "Cart [woocommerce_cart]"
    },
    {
      "url": "https://yostem.org/",
      "title": "Youth Outreach in Science, Technology, Engineering, and Math",
      "description": "void",
      "preview": "0 At YO-STEM , we believe that every young mind deserves a place to explore, innovate, and grow in science, technology, engineering, and math. Through"
    },
    {
      "url": "http://blog.kaporcenter.org",
      "title": "The Bridge",
      "description": "Conversations at the intersection of tech, diversity, and entrepreneurship",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Bridge 7.9K followers · 5+ editors Follow Distance Traveled About kap"
    },
    {
      "url": "https://www.latribunahoy.com/tag/jornadas-de-puertas-abiertas-medina-sidonia/",
      "title": "Jornadas de Puertas Abiertas, Medina Sidonia archivos - Noticias La Tribuna Hoy",
      "description": "La Delegación de turismo del Ayuntamiento de Medina Sidonia organiza el 9 de diciembre la XIII Jornadas de Puertas Abiertas",
      "preview": "Aviso Legal Politica de privacidad Politica de cookies Portada Costa del Sol Benahavís Benalmádena Casares Estepona Fuengirola Málaga Manilva Marbella"
    },
    {
      "url": "https://www.dbricette.it/contatti.htm",
      "title": "DBRicette: Contatti",
      "description": "void",
      "preview": "DBRICETTE Il database di ricette più usato della rete Contatti Scrivi al Webmaster Tuo Nome Tua Email Messaggio: by Mr.Webmaster FORUM Partecipa al no"
    },
    {
      "url": "https://disconnect.me/",
      "title": "void",
      "description": "void",
      "preview": "Freedom from tracking . +1M websites scanned +5M apps scanned +10M emails scanned Disconnect tracks the trackers, across the internet and beyond. Lear"
    },
    {
      "url": "http://www.newtube.com/",
      "title": "New Tube Company |",
      "description": "void",
      "preview": "Home Catalog FAQs Policies Company Showroom Links Welcome to The New Tube Company Tubes : 12AX7,ECC83,7025, 6CA7/EL34, 6L6GC, 5881 12AT7 and more ! Si"
    },
    {
      "url": "https://www.metoffice.gov.uk/weather/maps-and-charts",
      "title": "Maps and charts - Met Office",
      "description": "Access real-time weather data with our advanced maps and charts, which are designed to support informed decision making.",
      "preview": "Maps and charts Access real-time weather data with our advanced maps and charts, which are designed to support informed decision making. Featured MAPS"
    },
    {
      "url": "https://super.so/",
      "title": "Super - Create Custom Websites with Notion",
      "description": "Create a custom website in less than a minute with instant page loads, SEO optimization, and customized theming. All your content is kept and managed in Notion so you can focus on creating while Super handles the rest.",
      "preview": "Super ‣ Pages ⚡ The #1 tool for turning a Notion document into a website Transform your Notion pages into fully customized, professional websites in l"
    },
    {
      "url": "http://freerice.com",
      "title": "Home | Freerice",
      "description": "Freerice is an educational trivia game owned by the UN World Food Programme (WFP). Join our movement to help end global hunger: start playing today!",
      "preview": "Become a Hunger Hero Alone we may be small but together we are unstoppable. Join the movement Learn, Play & Give Back with Freerice Every correct answ"
    },
    {
      "url": "https://blog.louroe.com/en/louroe-isc-2023",
      "title": "Louroe is at ISC 2023",
      "description": "void",
      "preview": "Visit Louroe at ISC West Booth 8038 When March 29 - 31, 2023 Where Venetian Expo Las Vegas, Nevada Who Louroe sales, engineering and product specialis"
    },
    {
      "url": "http://hosting.tighebond.com/AvonCT_public/index.html",
      "title": "Avon, CT Web GIS",
      "description": "void",
      "preview": "Avon CT Web GIS Loading {{suggest}} About Layers Identify Maps Additional Data Search Results {{searchStatus}} {{result.ID}} {{result.idx}} {{result.C"
    },
    {
      "url": "https://johnratajkowskiart.com/",
      "title": "John Ratajkowski",
      "description": "Cargo",
      "preview": "void"
    },
    {
      "url": "https://www.mcdonalds.com/us/en-us/cardi-b-offset-meal-bundle.html",
      "title": "McDonald's Menu: Our Full McDonald's Food Menu | McDonald's",
      "description": "Before your next McDonald's trip, check out our full McDonald's Menu. Featuring breakfast menu favorites, burgers, & more! Order today using McDelivery®!",
      "preview": "Skip to Menu Items Featured Favorites Monopoly at McDonald's Menu Extra Value Meals Happy Meal® Snack Wrap® McValue™ Breakfast Burgers Chicken & Fish"
    },
    {
      "url": "https://www.cct.org/",
      "title": "Home - The Chicago Community Trust",
      "description": "The Chicago Community Trust works to build a Chicago region where equity is central-and opportunity and prosperity are in reach for all.",
      "preview": "Skip to content Skip to footer Equity. Opportunity. Prosperity. When our neighbors do better, we all do better. Together, let's create pathways that b"
    },
    {
      "url": "http://www.internettrafficreport.com/",
      "title": "Network Overview /// Internet Traffic Report",
      "description": "Internet Traffic Report reports on the current performance of major Internet routes around the world.",
      "preview": "The Internet Traffic Report monitors the flow of data around the world. It then displays a value between zero and 100. Higher values indicate faster a"
    },
    {
      "url": "https://www.virgin.com/virgin-unite/latest/how-climate-trace-is-making-the-invisible-visible",
      "title": "How Climate TRACE is making the invisible, visible | Virgin",
      "description": "How Climate TRACE is making the invisible, visible",
      "preview": "JavaScript is required to view this site. Latest Virgin Unite website How Climate TRACE is making the invisible, visible Jack Brockway by Clare Kelly"
    },
    {
      "url": "https://www.forces-war-records.co.uk/medals/the-most-excellent-order-of-the-british-empire-dame-commander-dbe#:~:text=Dame%20Commander%20%28DBE%29-,The%20Most%20Excellent%20Order%20of%20the%20British%20Empire%20%2D%20Dame%20Commander,recognition%20of%20outstanding%20public%20service.",
      "title": "Dame Commander of the Most Excellent Order of the British Empire - Forces War Records",
      "description": "The Most Excellent Order of the British Empire (DBE) is a British order of chivalry that rewards contributions to the arts &amp; sciences &amp; public service outside the Civil service",
      "preview": "Javascript required: We're sorry, but Forces War Records doesn't work properly without JavaScript enabled. You will need to enable Javascript by chang"
    },
    {
      "url": "https://www.diariogol.com/",
      "title": "Diario Gol | Real Madrid, FC Barcelona, Florentino Pérez",
      "description": "Diario Gol es el portal deportivo exclusivo de Internet más leído de España. Noticias del Real Madrid, FC Barcelona, Messi, Cristiano Ronaldo y muchos más",
      "preview": "Skip to content Fútbol Estas son las selecciones que ya están clasificadas para el Mundial 2026 Andrea Lamas 10 Oct 2025 / 09:00 Real Madrid Lucas Váz"
    },
    {
      "url": "https://www.vermilionstandard.com/life/senior-living-friendships-old-and-new-provide-saving-grace",
      "title": "Senior Living: Friendships, old and new, provide saving grace | Vermilion Standard",
      "description": "Circle of friends widened during the pandemic.",
      "preview": "Advertisement oop Story continues below This advertisement has not loaded yet, but your article continues below. Skip to Content Advertisement 1 This"
    },
    {
      "url": "https://www.ksal.com/5-new-covid-cases-1-new-death/",
      "title": "5 New COVID Cases, 1 New Death",
      "description": "KSAL is your number one source for salina local news, weather, sports, auctions.",
      "preview": "× 5 New COVID Cases, 1 New Death By Todd Pittenger June 11, 2021 There are 5 new COVID cases in Saline County, and one new death According to the Sali"
    },
    {
      "url": "https://www.theworldwomennews.com/",
      "title": "theworldwomennews.com",
      "description": "void",
      "preview": "Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Contact Us Copyright © 2025 Th"
    },
    {
      "url": "https://thatwaterbeadlady.org/kipleys-story",
      "title": "That Water Bead Lady - Water Beads Toxic, Happened to Kipley, 501c3",
      "description": "Water beads toxic? Yes, Water Beads can be toxic! We help you keep your kids and pets safe! Both before and after product injury",
      "preview": "Donate Water beads toxic? Read Kipley's Story Kipley's Story A birthday gift was not supposed to throw our family's life into upheaval. You may know w"
    },
    {
      "url": "https://www.timesnownews.com/videos/times-now/india/father-of-group-captain-varun-singh-exclusive-talks-on-his-condition-after-tragic-iaf-chopper-crash/115630",
      "title": "Father of Group Captain Varun Singh Exclusive; Talks on his Condition after tragic IAF Chopper Crash",
      "description": "The lone survivor of the India Air Force chopper crash, Group Captain Varun Singh battles on. Defence minister Rajnath Singh says that he is on life support and he has been airlifted to Bengaluru where he will be treated at the Air Force command hospital. A lot of people are praying for his speedy recovery. Varun Singh has suffered 40 percent burns and he is in critical condition. Times Now has exclusively talked to the father of Captain Varun Singh. Retired Colonel KP Singh said that as of now he doesn't have any information as the medical team hasn't contacted them. Watch the full video to know more. Listen in!",
      "preview": "Elections India India Upfront Newshour Specials Shows World Father of Group Captain Varun Singh Exclusive; Talks on his Condition after tragic IAF Cho"
    },
    {
      "url": "https://tylkotorun.pl/sterowiec-wolnosc-zawisl-nad-rynkiem-staromiejskim-potrzebny-jest-dyskurs-na-temat-wolnosci/?replytocom=14644",
      "title": "Sterowiec Wolność zawisł nad Rynkiem Staromiejskim. „Potrzebny jest dyskurs na temat wolności\"",
      "description": "Od dziś do niedzieli na Rynku Staromiejskim przed Centrum Kultury Dwór Artusa podziwiać można nową instalację artystyczną. Sterowiec Wolność ma skłaniać do refleksji właśnie na temat wolności. Jego autorką jest artystka Katarzyna Łyszkowska. Sterowiec Wolność został zakupiony do kolekcji rzeźby współczesnej, która powstaje w Centrum Kultury Dwór Artusa. Na ten cel udało się pozyskać dofinansowanie",
      "preview": "Skip to content Menu 13 sierpnia 2021 Sterowiec Wolność zawisł nad Rynkiem Staromiejskim. „Potrzebny jest dyskurs na temat wolności\" Łukasz Buczkowski"
    },
    {
      "url": "https://www.bolkplants.nl/product/1501192/potgrond",
      "title": "bolkplants",
      "description": "void",
      "preview": "Bolk plants Superkwaliteit uit eigen kwekerij Haaften-Holland Welkom op onze website! Kijk gerust even rond, Helaas Ons seizoen voor perkplanten is we"
    },
    {
      "url": "https://www.shopgoodwill.com/",
      "title": "Online Thrift Store For Unique & Vintage Finds | ShopGoodwill.com",
      "description": "Find incredible deals at Home | ShopGoodwill.com , the go-to online thrift store for gently used clothing, electronics, vintage jewelry and more. Save big today!",
      "preview": "Online Marketplace for Goodwill Thrift Stores | Shopgoodwill.com Featured Items View All Hot 50 View All Shop Top Categories View All View All Recomme"
    },
    {
      "url": "https://ushcc.com/",
      "title": "Home | United States Hispanic Chamber of Commerce",
      "description": "Welcome to USHCC: Empowering Hispanic businesses for success. Explore our mission, events, and resources. Join the movement today!",
      "preview": "× Are you ready to become a member? Join the USHCC and ignite connections for lasting success. URL This field is for validation purposes and should be"
    },
    {
      "url": "https://www.shopbop.com/drama-bomb-extreme-volume-mascara/vp/v=1/1516658809.htm",
      "title": "Shopbop Designers - Fashion Designer Category Index",
      "description": "Shopbop offers assortments from over 400 clothing, shoe, and accessory designers. Shop your style at Shopbop.com!",
      "preview": "hidden honeypot link UNKNOWN 277784297930 1760098528684 Only #{qta} left. Skip to Main Content Accessibility Statement Designers My Designers Tap Clic"
    },
    {
      "url": "https://www.iccat.int/en/",
      "title": "ICCAT·CICTA·CICAA",
      "description": "WebSite ICCAT",
      "preview": "void"
    },
    {
      "url": "https://thrivemarket.com/p/earth-mama-belly-butter",
      "title": "Earth Mama Belly Butter | Thrive Market",
      "description": "Buy Earth Mama Belly Butter online at Thrive Market. Save time and money and get the best healthy groceries delivered. Free shipping on most orders!",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Ear"
    },
    {
      "url": "http://www.slate.com/articles/news_and_politics/trials_and_error/2017/09/john_legend_on_why_the_nfl_protests_are_patriotic.html?wpsrc=sh_all_mob_tw_top",
      "title": "John Legend on why the NFL protests are patriotic.",
      "description": "They are not some arbitrary statement about a flag.",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "https://discussions.apple.com",
      "title": "Official Apple Support Community",
      "description": "Find answers with millions of other Apple users in our vibrant community. Search discussions or ask a question about your product.",
      "preview": "Go back to my question Apple Support Community Find answers. Ask questions. Connect with Apple customers around the world. Search or ask a question Se"
    },
    {
      "url": "https://adycenter.org/",
      "title": "Home | Ain Dah Yung Center",
      "description": "Culturally Responsive Shelter, Housing, and Prevention Services for Indigenous Youth",
      "preview": "Resilience through Culture. Mission Statement Meaning \"Our Home\" in Ojibwe, Ain Dah Yung Center provides a healing place within the community for Amer"
    },
    {
      "url": "https://www.bgci.org/",
      "title": "BGCI | Botanic Gardens Conservation International",
      "description": "BGCI's work aims to promote and develop a more efficient, cost effective and rational approach to plant conservation in botanic gardens.",
      "preview": "Homepage | BGCI logo Group 23 Garden Search Garden Search Plant Search Threat Search Plant Search Threat Search GlobalTree Search Fill 1 cross lense G"
    },
    {
      "url": "https://www.sailthru.com/",
      "title": "Sailthru by Marigold | Deliver dynamic, data-driven customer journeys",
      "description": "Boost engagement and revenue with Sailthru's AI-driven email, mobile, web, and SMS campaigns. Personalize at scale, save hours, and deliver ROI fast.",
      "preview": "Platform Solutions Industries Why Marigold Resources Company Contact Us You create the content, we'll deliver the ROI up to 100% uplift in conversion"
    },
    {
      "url": "https://www.newworldrecords.org/products/music-of-andrew-imbrie",
      "title": "Music of Andrew Imbrie - New World Records",
      "description": "London Symphony Orchestra; Harold Farberman, conductor; Louise DiTullio, flute; Walter Trampler, viola; Lois Brandwynne, piano; Robert Sayre, cello; Roy Bogas, pianoDescribing one's own music is a little like describing one's voice and manner. It is easier to say what it is not than to say what it is. My music does not",
      "preview": "Liner Notes Cat. No. NWCR632 Release Date: 2007-01-01 London Symphony Orchestra; Harold Farberman, conductor; Louise DiTullio, flute; Walter Trampler,"
    },
    {
      "url": "https://mercantile.wordpress.org/",
      "title": "WordPress Swag Store - WordPress Swag Store",
      "description": "The Mercantile: Official WordPress Swag Wear your love of WordPress for everyone to see.",
      "preview": "The Mercantile: Official WordPress Swag Wear your love of WordPress for everyone to see. Featured Products WordPress Joggers 48,00 € Share Click to sh"
    },
    {
      "url": "https://growmystore.thinkwithgoogle.com/intl/en_us?utm_source=TwG&utm_medium=TwG-website&utm_campaign=TwG-header-tools-drop-down-us",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.data.gouv.fr/fr/datasets/quartiers-de-marseille",
      "title": "Quartiers de Marseille",
      "description": "void",
      "preview": "Quartiers de Marseille Découpage administratif des 111 quartiers de Marseille (par agrégation d'IRIS). Donnée vectorielle au format shape (.shp). Tabl"
    },
    {
      "url": "https://perinagroup.com/angled-plane-png/",
      "title": "angled_plane.png - Perina Group Perth Property Maintenance Commercial Plumbing Gas",
      "description": "void",
      "preview": "Perina Group are here to help. We have put increased hygiene and protective measures in place to keep customers and staff safe. Read our COVID-19 plan"
    },
    {
      "url": "https://franceslin90.tumblr.com/",
      "title": "Randon-mess",
      "description": "Things I care in no particular order",
      "preview": "Install theme Randon-mess Things I care in no particular order I am so stressed out. Application process has never been fun. + Spoke to Kate today! It"
    },
    {
      "url": "https://www.onemap.sg/",
      "title": "OneMap",
      "description": "OneMap is Singapore's authoritative, most comprehensive and detailed map of Singapore, offering detailed geographical data, 100+ practical tools, and essential services for daily life, from property information to transportation routes.",
      "preview": "Search OneMap Now you can search for \"Map Apps\" or \"Nearby\", to access the multiple features made available. (e.g. \"nearby recycling\") Enter the locat"
    },
    {
      "url": "https://www.goldmansachs.com/",
      "title": "Home | Goldman Sachs",
      "description": "The Goldman Sachs Group, Inc. is a leading global investment banking, securities, and asset and wealth management firm that provides a wide range of financial services.",
      "preview": "close The Latest Analysis on Geopolitics, Trade, and Technology Dive deep into the forces shaping the markets and global economy with timely analysis"
    },
    {
      "url": "http://msi.nga.mil/NGAPortal/MSI.portal?_nfpb=true&_pageLabel=msi_portal_page_62&pubCode=0015",
      "title": "Maritime Safety Information",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://staffansandberg.se/dimma-och-solnedgang/",
      "title": "Dimma och solnedgång | StaffanSandberg.se",
      "description": "void",
      "preview": "Skip to content Jag hade hoppats på fotografering i soluppgången, men dimma som lagt sig i dalen satte stopp för det. Andra dagen vaknade jag till dim"
    },
    {
      "url": "https://www.soundclick.com",
      "title": "Stream Music Free & Download MP3, Buy & Sell Beats | SoundClick",
      "description": "Free music download & streaming. Sell beats, buy high-quality instrumentals. SoundClick is the original music marketplace - join free today.",
      "preview": "Stream music. Buy beats. Support artists. Stream and download millions of songs free. Join SoundClick's independent music community-buy beats, license"
    },
    {
      "url": "http://www.didattica.org/",
      "title": "Didattica: Home Page",
      "description": "void",
      "preview": "DIDATTICA Software didattico per la scuola Benvenuti! In questo sito offriamo software didattico liberamente scaricabile, destinato soprattutto agli a"
    },
    {
      "url": "https://magicbrief.com/",
      "title": "MagicBrief - Launch ads that win",
      "description": "The creative workflow tool used by the world's best marketing teams to ship winning ads repeatedly.",
      "preview": "Book demo Transform messy ad data into clear creative direction and winning ads. The creative analytics & research tool trusted by thousands of teams"
    },
    {
      "url": "https://marketingexamples.com/inspiration",
      "title": "Copywriting Examples - The world's best copy. In one place.",
      "description": "The only swipe file you'll ever need. 330+ handpicked examples. Broken-down.",
      "preview": "cegfilterplus copy 6 cegfilterplus copy 5 Group 3 Copy 2 1 Group 3 Copy 3 Headers Features Social Proof Story Lead Magnet Ads Simple Outcomes Creative"
    },
    {
      "url": "https://fws.gov/",
      "title": "U.S. Fish and Wildlife Service",
      "description": "United States federal agency that manages national wildlife refuges, protects endangered species, manages migratory birds, restores nationally significant fisheries, and enforces federal wildlife laws.",
      "preview": "Skip to main content U.S. Fish and Wildlife Service Image Details Working with others to conserve, protect, and enhance fish, wildlife, plants, and th"
    },
    {
      "url": "http://open.canada.ca/en",
      "title": "Open Government | Open Government - Government of Canada",
      "description": "Collaborative open source project led by the Government of Canada",
      "preview": "Language selection Français Skip to main content Skip to \"About government\" Switch to basic HTML version Open Government Access information that is d"
    },
    {
      "url": "https://shop.mango.com/us/women/sweaters-and-cardigans-sweaters/oversize-knit-sweater_37043843.html?c=43&talla=22&srsltid=AR5OiO3ajuyA3_NEg-mDaz1-4pzP9DjrCayDFF1TLYfeWaaSojYGFcTgyuY",
      "title": "Oversize knit sweater - Women | MANGO USA",
      "description": "Fine knit fabric. Available in plain and patterned. Striped print. Straight design. High collar. Long sleeve. Plus Size Available",
      "preview": "Add to your wishlist Oversize knit sweater Current price [US$ 59.99 ] US$ 59.99 Select a colour Green Select your size XXS Not available. I want it! X"
    },
    {
      "url": "https://www.aetna.com/individuals-families/member-rights-resources/rights/federal-no-surprises-act.html",
      "title": "Federal No Surprises Act | Aetna",
      "description": "Federal No Surprises Act",
      "preview": "Skip to main content Federal No Surprises Act Your rights and protections against surprise medical bills When you get emergency care or you're treated"
    },
    {
      "url": "https://intranet.ywca.org/home",
      "title": "Home - YWCA Intranet",
      "description": "The site home page",
      "preview": "Skip main navigation (Press Enter). Contact Us YWCA Week Without Violence - Safe Beginnings: Protecting Mothers, Nurturing Futures - Oct 20-24 - Learn"
    },
    {
      "url": "http://himetop.wikidot.com/robert-hooke",
      "title": "Robert Hooke - Himetop",
      "description": "void",
      "preview": "Himetop The History of Medicine Topographical Database List of Countries Albania Algeria Argentina Austria Belgium Brazil Bulgaria Canada China Croati"
    },
    {
      "url": "http://www.statcan.gc.ca/eng/reference/licence-eng",
      "title": "Statistics Canada Open Licence",
      "description": "This licence is issued on behalf of His Majesty the King in Right of Canada, as represented by the Minister for Statistics Canada (\"Statistics Canada\") to you (an individual or a legal entity that you are authorized to represent). The following are terms governing your use of the Information. Your use of any Information indicates your understanding and acceptance of the terms below. If you do not agree to these terms, you may not use the Information.",
      "preview": "Statistics Canada Open Licence This licence is issued on behalf of His Majesty the King in Right of Canada, as represented by the Minister for Statist"
    },
    {
      "url": "https://www.nps.gov/grca/planyourvisit/grand-canyon-national-park-public-health-update.htm",
      "title": "Grand Canyon National Park Operations Update - Grand Canyon National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.theesa.com/resource/2022-essential-facts-about-the-video-game-industry/",
      "title": "2024 Essential Facts About the U.S. Video Game Industry - the ESA",
      "description": "The 2024 report details America's relationship with video games and the reasons why games continue to inspire and delight us all. Play is a universal need for kids as well as adults. Video games build community, keep our minds sharp and bring us closer to others. Embracing the power of games unlocks our extraordinary potential, transforming lives - and the world.",
      "preview": "Data and Resources REPORT 2024 Essential Facts About the U.S. Video Game Industry The 2024 report details America's relationship with video games and"
    },
    {
      "url": "https://defyventures.myshopify.com/",
      "title": "Defy Ventures Inc. Merchandise",
      "description": "Defy Ventures Inc. Merchandise",
      "preview": "Skip to content Welcome to our store Item added to your cart Check out Continue shopping Help Defy the Odds For nearly a decade, Defy graduates have b"
    },
    {
      "url": "https://inspiredleaders.downtown.org/account/login.aspx?ReturnUrl=https://downtown.org/publications/",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://www.transact711.com/",
      "title": "Transact Prepaid",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://polinagotovaya.com/wedding",
      "title": "34081 - how many visitors were on the site while it was blocked",
      "description": "void",
      "preview": "Site is unpaid Pay Go to management 34081 So many visitors were on the site, while it is blocked"
    },
    {
      "url": "https://www.nj.gov/dep/get-past-plastic/",
      "title": "NJDEP",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.joemerrill.com/privacy-policy",
      "title": "Privacy Policy - Joe Merrill",
      "description": "void",
      "preview": "Privacy Policy Joseph Merrill (\"Joe Merrill\", \"the Developer\") provides this Privacy Policy (\"policy\") that explains how we collect, use, disclose, tr"
    },
    {
      "url": "https://www.pinterest.com/",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Oh no! Pinterest doesn't work unless you turn on JavaScript."
    },
    {
      "url": "https://www.fhfund.org/",
      "title": "Together, we can ensure everyone has a home. - Family Housing Fund",
      "description": "Our Approach How you can help More Housing Stories",
      "preview": "Together, we can ensure everyone has a home. Our Approach How you can help Ideas & Insights How we can build a stronger housing system. VIEW MORE Prog"
    },
    {
      "url": "https://in.usembassy.gov",
      "title": "U.S. Embassy and Consulates in India",
      "description": "The mission of the United States Embassy is to advance the interests of the United States, and to serve and protect U.S. citizens in India.",
      "preview": "U.S., Indian Armies Launch Yudh Abhyas 2025 Joint Statement from the Quad Foreign Ministers' Meeting in Washington CDA Jorgan Andrews joins Indian Del"
    },
    {
      "url": "https://josiahconcept.org/2018/04/15/best-of-jcm-comment-section-facepalm/",
      "title": "Best of JCM: Comment Section Facepalm | Josiah Concept Ministries",
      "description": "I have decided to put a quarter in the Wayback Machine and revisit my top 10 most viewed posts of all time. This considers only posts and excludes blog pages. First up, the current most-viewed post is a reply to Matthew Bellasario, the self-proclaimed \"Catholic Champion.\" It highlights one of the starkest differences from the...",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer Josiah Concept Ministries Defending the Faith"
    },
    {
      "url": "https://generatepress.com",
      "title": "GeneratePress - The perfect foundation for your WordPress website.",
      "description": "GeneratePress is a lightweight WordPress theme that focuses on speed, stability, and accessibility.",
      "preview": "Skip to content Build your perfect WordPress website. Focused on speed, stability, and accessibility, our lightweight WordPress theme and suite of too"
    },
    {
      "url": "https://www.checkfreepay.com/en/privacy-policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Your privacy matters. Fiserv respects your privacy and is committed to protecting your personal information. Privacy Policy Privacy Policy for CheckFr"
    },
    {
      "url": "https://www.shopifystatus.com/",
      "title": "Shopify Status",
      "description": "Welcome to Shopify's home for real-time and historical data on system performance.",
      "preview": "My Shopify Status Detailed status for your store can be viewed here . x Visit our support site . All Systems Operational Admin Operational Checkout Op"
    },
    {
      "url": "https://press.assuralia.be/een-aanrijding-aangeven-met-je-smartphone-of-tablet-het-kan-voortaan-met-de-app-crashformr",
      "title": "Een aanrijding aangeven met je smartphone of tablet? Het kan voortaan met de app Crashform®",
      "description": "Voortaan hoeven bestuurders bij een aanrijding geen papieren aanrijdingsformulier meer te gebruiken. Dankzij de app Crashform kunnen zij met een...",
      "preview": "Auto Een aanrijding aangeven met je smartphone of tablet? Het kan voortaan met de app Crashform® 19 januari 2017 Voortaan hoeven bestuurders bij een a"
    },
    {
      "url": "http://www.skylinepacific.com/",
      "title": "Home - Skyline Pacific Properties",
      "description": "void",
      "preview": "Proven Leaders in Real Estate Investment Skyline Pacific Properties, LLC is a private entrepreneurial real estate investment firm that has purchased a"
    },
    {
      "url": "https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager07.html",
      "title": "Adobe - Flash Player : Settings Manager - Website Storage Settings panel",
      "description": "void",
      "preview": "Accessibility For the complete experience, please enable JavaScript in your browser. Thank you! Products How to Buy Learn & Support About Adobe Creati"
    },
    {
      "url": "http://www.uneca.org",
      "title": "United Nations Economic Commission for Africa | Ideas for a prosperous Africa",
      "description": "void",
      "preview": "Skip to main content Comoros Embraces Digital Innovation to Boost Food Security and Agricultural Development ECA Drives Progress in Africa through Str"
    },
    {
      "url": "https://arstechnica.com/gadgets/",
      "title": "Category: Tech - Ars Technica",
      "description": "Product News &",
      "preview": "Skip to content Tech // Product News & Reviews YouTube prepares to welcome back banned creators with \"second chance\" program YouTube will evaluate eac"
    },
    {
      "url": "https://know4life.tumblr.com/post/143086526763",
      "title": "16% of all new wages in the U.S. are in computer... - Know4LIFE",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \" 11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "19 April 2016 Via 16% of all new wages in the U.S. are in computer science codeorg : 11% of all job openings in the U.S. are in computing categories,"
    },
    {
      "url": "https://iris.unipa.it/cris/rp/rp11244",
      "title": "LA ROSA, Alfonso",
      "description": "void",
      "preview": "Archivio istituzionale della ricerca dell'Università degli Studi di Palermo LA ROSA, Alfonso Nome completo LA ROSA, Alfonso Afferenza Scienze e Tecnol"
    },
    {
      "url": "https://momentum.medium.com/why-black-people-celebrate-mardi-gras-the-way-we-do-f3c58e20288f?source=home---------7------------------0----------",
      "title": "Why Black People Celebrate Mardi Gras The Way We Do | by Dr. Allison Wiltz | Momentum",
      "description": "BLACK HISTORY Why Black People Celebrate Mardi Gras The Way We Do The hidden history of Mardi Gras, from a Black perspective After attending two Mardi Gras balls this carnival season, I realized that ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Mastodon Momentum · Momentum is a blog that captures and reflects the mom"
    },
    {
      "url": "https://newsroom.ie.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story/HERO BLOCK PayPal Irish SMEs optimistic about business growth as focus turns to international sales opportunities PayPal's SMB report p"
    },
    {
      "url": "https://www.salamanderresort.com/play/activities#keeping-up-with-cupcake",
      "title": "Luxury Resorts near Washington DC | Salamander Middleburg",
      "description": "Discover exciting adventures, romantic escapades and plenty of family-friendly activities right at Salamander Resort.",
      "preview": "Skip to main content Room Spa Dining Book Reserve My Stay Book Spa Book Reservations Office Hours: Monday - Friday: 8:00 AM - 7:00 PM Saturday & Sunda"
    },
    {
      "url": "https://forums.att.com/t5/forums/searchpage/tab/message?advanced=false&allow_punctuation=false&filter=location&location=forum-board%3ADIRECTV_NOW_Watch&q=NFL+Sunday+Ticket",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "http://missingkids.org",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "http://www.pionnair-ge.com/spip1/spip.php?am&eche&page=agenda&annee=2021&mois=10&jour=18&type=jour",
      "title": "[Pionnair-GE]",
      "description": "void",
      "preview": "Le site des pionniers de l'aéronautique à Genève Des Genevois chez eux ou ailleurs et des étrangers dans Genève | Agenda | Plan du site | | | Accueil"
    }
  ],
  "_meta": {
    "total_bookmarks": 103
  }
}