{
  "data": [
    {
      "url": "https://techcrunch.com/category/artificial-intelligence/",
      "title": "AI News & Artificial Intelligence | TechCrunch",
      "description": "Read the latest on artificial intelligence and machine learning tech, the companies that are building them, and the ethical issues AI raises today.",
      "preview": "AI News coverage on artificial intelligence and machine learning tech, the companies building them, and the ethical issues AI raises today. This encom"
    },
    {
      "url": "https://mdigi.tools/color-shades/#fd6ccb",
      "title": "Color Shades Generator - mdigi.tools",
      "description": "Generate shades of a color online. Enter color in rgb, hex, hsl or hsv and get different shades of the color.",
      "preview": "Enter Color Example: #808080 or rgb(128, 128, 128) or gray or Get Random Color Color Picker Color Shades {{ numShades }} Select the color shade above"
    },
    {
      "url": "https://seedcommons.org/",
      "title": "Seed Commons: A Community Wealth Cooperative",
      "description": "We create non‑extractive financial infrastructure that shifts economic power to workers and communities.",
      "preview": "Our principles Non-extractive finance Workplace democracy Networked power Rethinking risk Community capacity About Seed Commons Our history Our networ"
    },
    {
      "url": "http://www.wri.org/",
      "title": "World Resources Institute - Research for People & Planet",
      "description": "WRI is a global research organization working to improve people's lives, protect nature and halt climate change.",
      "preview": "Skip to main content Accessibility Donate Click to see more What can we help you find? Ways to Give Join us Contact an Expert Explore WRI Perspectives"
    },
    {
      "url": "https://www.reddit.com/",
      "title": "Reddit - The heart of the internet",
      "description": "Reddit is where millions of people gather for conversations about the things they care about, in over 100,000 subreddit communities.",
      "preview": "Skip to main content Nobel Peace Prize awarded Venezuela's Maria Corina Machado wins 2025 Nobel Peace Prize r/worldnews and more Gaza ceasefire [ Remo"
    },
    {
      "url": "https://blogs.msdn.microsoft.com/developer-tools/",
      "title": "Home - Microsoft Developer Blogs",
      "description": "Get the latest information, insights, and news from Microsoft.",
      "preview": "Skip to main content .NET Conf 2025 - November 11 - 13 .NET 10 launches at .NET Conf 2025! Tune in with the .NET community to celebrate and learn abou"
    },
    {
      "url": "https://undraw.co/",
      "title": "unDraw - Open source illustrations for any idea",
      "description": "Open-source illustrations for any idea you can imagine and create. Build beautiful websites, products and applications with your color, for free.",
      "preview": "Open-source illustrations for any idea you can imagine and create. Browse now Created by Katerina Limpitsouni A constantly updated collection of beaut"
    },
    {
      "url": "https://www.gallup.com/corporate/212381/who-we-are.aspx",
      "title": "About - Gallup",
      "description": "Transform your organization. Gallup changes the world a little to a lot every day through extraordinary analytics and advice.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Helping People Be Heard We help our clients in many ways. Bu"
    },
    {
      "url": "http://shavedham.blogspot.com/p/big-button-box-support.html",
      "title": "Shaved Labs - iPhone Apps: Big Button Box Support",
      "description": "For help with Big Button Box please contact us using the email address within the app found by pressing the info button",
      "preview": "skip to main | skip to sidebar Shaved Labs - iPhone Apps Pages Home Big Button Box Support Big Button Box Support For help with Big Button Box please"
    },
    {
      "url": "https://line.me/en/",
      "title": "LINE｜always at your side.",
      "description": "More than just a messenger app. LINE is new level of communication and the very infrastructure of your life.",
      "preview": "Life on LINE LINE-always at your side. Download Scroll Life on LINE More than just a messenger app. LINE is new level of communication, and the very i"
    },
    {
      "url": "https://www.apply.vccs.edu/applications/vccs/apply.html?application_id=3228",
      "title": "Blue Ridge Community College - Introduction",
      "description": "void",
      "preview": "Blue Ridge Community College Application for Admission Welcome to Blue Ridge Community College! Founded in 1967, Blue Ridge Community College, located"
    },
    {
      "url": "https://jobversity.upwardlyglobal.org/resource-library/",
      "title": "Career Resources for Immigrants & Refugees | Jobversity",
      "description": "Jobversity's curated collection of job search resources are designed to help professionally skilled immigrants & refugees, and the organizations that serve them.",
      "preview": "For New Americans For Service Providers For New Americans For Service Providers About Us Opportunities Our Partners Resource Library WeGlo Login Home"
    },
    {
      "url": "http://www.columbia.ab.ca/",
      "title": "Columbia College Calgary - Quality Education Employers Value",
      "description": "void",
      "preview": "Back Home Get Dental Services for Just $10 Our Dental Patient Care Clinic is back! Now booking appointments for October 6-30th. Learn More Finish your"
    },
    {
      "url": "http://www.pocaan.org/",
      "title": "Home | POCAAN - BIPOC Social Service Agency - Seattle",
      "description": "POCAAN is a multicultural, multi-social service agency providing comprehensive programs and services to marginalized communities of color in Seattle and greater King County. We serve all, but prioritize the BIPOC community.",
      "preview": "top of page Welcome to POCAAN Promoting Health, Mobilizing Community, and Transforming Lives since 1987 Client Survey One of the first organizations h"
    },
    {
      "url": "https://serveminnesota.org/",
      "title": "Homepage - ServeMinnesota",
      "description": "ServeMinnesota oversees all of the AmeriCorps programs and members in the state of Minnesota. Learn how to become an AmeriCorps member or become a program.",
      "preview": "Skip to content How We Make an Impact As Minnesota's Commission on National and Community Service, we combine public and private dollars, strong commu"
    },
    {
      "url": "http://www.americanhelpdesk.com/",
      "title": "Helpdesk Services, 24/7, Technical Support, Financial Help Desk, Medical",
      "description": "helpdesk, help desk, helpdesk services, answering services, technical support, CRM, customer relationship management, call center outsourcing, call center, call center, msp support services, network management, data management, noc, noc lite, noc service, soc, network operations center, security operations center, medical help desk services, website navigation support, tech support, customer service, hardware support, software support, AHD, American Help Desk, americanhelpdesk.com",
      "preview": "Skip to content Call Us : 1-800-997-0977 sales@americanhelpdesk.com Facebook X-twitter Youtube Linkedin Get a Quote - Click Here Main Menu Menu Help D"
    },
    {
      "url": "https://get.webgl.org",
      "title": "void",
      "description": "void",
      "preview": "Your browser supports WebGL However, it indicates that support is experimental; Not all WebGL functionality may be supported, and content may not run"
    },
    {
      "url": "https://nk.unideb.hu/tanterem/week.php?year=2020&month=11&day=6&area=24&room=407",
      "title": "Egészségtudományi Kar",
      "description": "void",
      "preview": "Egészségtudományi Kar HU EN Diavetítés Tovább a promócióra Tovább az oldalra Tovább az oldalra Hírek Hírek A jövőd itt kezdődik! - ETK Pályaorientáció"
    },
    {
      "url": "https://alterna.pro/en/home/",
      "title": "Home | Alterna",
      "description": "Somos una plataforma de evolución social y emprendimiento de impacto que manifiesta ángulos no convencionales de cambio.",
      "preview": "We are a social innovation platform that promotes the development of entrepreneurs and conscious companies as a path towards a sustainable region \u0000 We"
    },
    {
      "url": "https://www.adcminnesota.org/",
      "title": "Your guide to financial success in America | African Development Center",
      "description": "ADC champions African immigrants and refugees, helping them overcome barriers to financial security and success.",
      "preview": "Skip to main content Menu Toggle menu visibility About Mission and History Staff Board of Directors Loan Committee Volunteers Funders and Sponsors Par"
    },
    {
      "url": "https://att.jobs/",
      "title": "AT&T Careers: Shape the future of connectivity",
      "description": "Discover career opportunities at AT&T. Find open roles in tech, sales, retail, customer service, and more. Apply today.",
      "preview": "Skip to main content We Make it Happen We know connections change lives - ready to change yours? This is where you take your next step. Job title, cat"
    },
    {
      "url": "https://bugatti.oemdtc.com/category/recalls",
      "title": "Recalls | Bugatti - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.theopen.com/latest/tiger-woods-open-wins",
      "title": "Tiger Woods' victories at The Open",
      "description": "We look back on Tiger Woods' three victories to date at The Open, which came in 2000 and 2005 at St Andrews and in 2006 at Royal Liverpool.",
      "preview": "Your Cookies Accepting all cookies will ensure you have the best experience possible when visiting TheOpen.com. Some of these cookies are necessary to"
    },
    {
      "url": "https://developer.github.com/",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://www.adcouncil.org/covid-vaccine",
      "title": "Our COVID-19 Vaccine Retrospective | Ad Council",
      "description": "On 3/11/2020, the WHO declared COVID-19 a global pandemic, and the Ad Council sprang to action. Learn more.",
      "preview": "donated_media Created with Sketch. Experiential & Events Created with Sketch. Access to Experts and Spokespeople Created with Sketch. gaming Created w"
    },
    {
      "url": "https://zsmi.pl/tag/zasady-ortografii/",
      "title": "Zasady Ortografii | Zespół Szkół Mechaniczno - Informatycznych",
      "description": "void",
      "preview": "Wyszukaj na stronie Popularne wyszukiwania: Rekrutacja Wydarzenia Kontakt Dokumenty Strona główna Dziennik Elektroniczny PODRĘCZNIKI REKRUTACJA EGZAMI"
    },
    {
      "url": "https://www.memberclicks.com/privacy",
      "title": "Privacy Policy | MemberClicks",
      "description": "Test",
      "preview": "Skip to main content Legal Center Privacy Policy Effective Date: October 17, 2023 🖨️ Print Current Archive Personify Inc. and its affiliates, a2z Pers"
    },
    {
      "url": "https://www.globaltunaalliance.com/",
      "title": "Home - Global Tuna Alliance",
      "description": "The GTA is an independent group of retailers and supply chain companies, working to ensure that tuna ultimately meets the highest standards of environmental performance and social responsibility.",
      "preview": "THE GLOBAL TUNA ALLIANCE As an independent group of retailers and supply chain companies, we are on a mission to transform global tuna fisheries throu"
    },
    {
      "url": "https://www.vocance.fr/TALENTS-EN-HERBE-ET-TALENTS-LOCAUX.html",
      "title": "\"TALENTS EN HERBE ET TALENTS LOCAUX\" - Vocance",
      "description": "void",
      "preview": "Accueil du site > Vie locale \"TALENTS EN HERBE ET TALENTS LOCAUX\" Cette année la commission animation de l'équipe municipale a souhaité une cérémonie"
    },
    {
      "url": "https://tealmedia.com",
      "title": "Teal Media | Creative with a Conscience",
      "description": "Teal Media is a woman-owned full-service creative agency based in Washington, DC, that creates brands, builds websites, and drives support for nonprofits.",
      "preview": "Skip to Content Women's Suffrage National Monument Foundation Women's Suffrage National Monument Foundation A monumental undertaking. The new website"
    },
    {
      "url": "https://www.ul.com/services/certification",
      "title": "Certification | UL Solutions",
      "description": "Mitigate risk, demonstrate compliance and deliver confidence in markets worldwide.",
      "preview": "Skip to main content Services Certification Facility Personnel Process Product System Testing EMC Energy Efficiency Environmental Indoor Air Quality I"
    },
    {
      "url": "https://sci-chic.tumblr.com/",
      "title": "Sci Chic",
      "description": "The Fashionable Side of Science: www.scichic.com Twitter: @scichicnews",
      "preview": "Home About Ask me anything Submit a post Archive The Fashionable Side of Science: www.scichic.com Twitter: @scichicnews Make a striking impression whe"
    },
    {
      "url": "https://www.clclt.org/",
      "title": "Homeownership | CLCLT | Minneapolis",
      "description": "The City of Lakes Community Land Trust, or CLCLT, creates community ownership that preserves affordability and inclusivity",
      "preview": "top of page The CLCLT Welcomes You We acknowledge the City of Minneapolis and all CLCLT homes reside on Dakota and Anishinaabe land. Mural by Peyton S"
    },
    {
      "url": "https://ed.ted.com/lessons/what-does-the-world-s-largest-machine-do-henry-richardson",
      "title": "What does the world's largest machine do? - Henry Richardson | TED-Ed",
      "description": "In 1967, Homer Loutzenheuser flipped a switch and connected the power grids of the United States, forming one interconnected machine. Today, the US power grid is the world's largest machine, containing more than 7,300 electricity-generating plants. So how exactly do these power plants work? Henry",
      "preview": "Skip to main content Your browser is not supported . This website may not work as expected. Please use the latest version of Chrome, Firefox, Safari,"
    },
    {
      "url": "https://a-blissful-infinity.tumblr.com/",
      "title": "Blissfully Infinite",
      "description": "void",
      "preview": "trilbiesarecool : ami-sempai : This gave me fucking goosebumps. I will always reblog this. entitling rotition amazed 4366. \"What were the chances you'"
    },
    {
      "url": "http://www.badzine.net/",
      "title": "Badzine.net | The World's #1 Badminton Webzine",
      "description": "The World's #1 Badminton Webzine",
      "preview": "Badzine.net The World's #1 Badminton Webzine HOME NEWS Superseries News Superseries Finals Grand Prix News World Championship News Thomas & Uber Cup N"
    },
    {
      "url": "https://huridocs.org/services/",
      "title": "Services | HURIDOCS",
      "description": "HURIDOCS offers support to human rights groups that want to gather, organise and use information to create positive change in the world.",
      "preview": "Skip to content Home > Services Services HURIDOCS offers support to human rights groups that want to gather, organise and use information to create po"
    },
    {
      "url": "https://www.longchamp.com/us/en/products/tote-bag-l-L1899089P71.html",
      "title": "Le Pliage Original L Tote bag Paper - Recycled canvas | Longchamp US",
      "description": "Le Pliage Original L Tote bag.L1899089P71.Paper - Recycled canvas.Online purchase. Home delivery. Free in-store pickup.",
      "preview": "Skip to main search Skip to main navigation Skip to main content Previous view Next view Fermer Best Seller Le Pliage Original L Tote bag Paper - Recy"
    },
    {
      "url": "https://www.accessdata.fda.gov/scripts/drugshortages/default.cfm",
      "title": "FDA Drug Shortages",
      "description": "void",
      "preview": "Skip to main content Skip to FDA Search Skip to footer links Home Drug Databases Drug Shortages Current and Resolved Drug Shortages and Discontinuatio"
    },
    {
      "url": "https://atlas.cid.harvard.edu/",
      "title": "The Atlas of Economic Complexity",
      "description": "Visualize global trade data and economic growth opportunities for every country",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://data.nevcounty.opendata.arcgis.com/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "https://iconmonstr.com/",
      "title": "iconmonstr - Free simple icons for your next project",
      "description": "Free simple icons for your next project",
      "preview": "> # Notice To use this icon, you must first accept the license agreement. Close Confirm Do you want to clear all your favorite icons? Clear all Cancel"
    },
    {
      "url": "https://www.pall.com/br/pt/crixus.html",
      "title": "Pall Crixus Fluid Monitoring Platform | Pall Corporation",
      "description": "A game changer in predictive maintenance practices, Crixus provides customers with intelligent fluid condition monitoring designed to achieve increased uptime and lower operating costs. Get real-time data of both filtration performance and fluid condition.",
      "preview": "Enhance predictive maintenance plans with the next generation of fluid condition monitoring. A well assigned predictive maintenance resource can bring"
    },
    {
      "url": "https://pub.dev/packages?q=url_launcher",
      "title": "Search results for url_launcher",
      "description": "Pub is the package manager for the Dart programming language, containing reusable libraries & packages for Flutter and general Dart programs.",
      "preview": "Platforms Android iOS Linux macOS Web Windows SDKs Dart Flutter License OSI approved Advanced Flutter Favorite Include unlisted Has screenshot Flutter"
    },
    {
      "url": "https://www.dotdashmeredith.com",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "http://www.inps.it/",
      "title": "Portale Inps - Home",
      "description": "Sito ufficiale di INPS (Istituto Nazionale Previdenza Sociale)",
      "preview": "it Vai al menu principale Vai al contenuto principale Vai al footer Pensione e Previdenza Pensione e Previdenza Domanda di pensione Fondi e Gestioni R"
    },
    {
      "url": "https://webaccounts.imo.org/Common/WebLogin.aspx?ReturnUrl=%2f",
      "title": "IMO Web Accounts",
      "description": "void",
      "preview": "Check that this page is located at https:// webaccounts.imo.org . IMO Web Accounts Log In Authority: -- Please select -- Public Users Member State/Aut"
    },
    {
      "url": "http://blogs.esa.int/",
      "title": "ESA Blog Navigator - Navigator page for active ESA blogs",
      "description": "Navigator page for active ESA blogs",
      "preview": "close Search: search close Menu → European Space Agency close Blogroll André Kuipers logboek Astronaut Class of 2009 ATV blog Campaign Earth Chronicle"
    },
    {
      "url": "https://find-and-update.company-information.service.gov.uk/company/06975984",
      "title": "FULL FACT overview - Find and update company information - GOV.UK",
      "description": "FULL FACT - Free company information from Companies House including registered office address, filing history, accounts, annual return, officers, charges, business activity",
      "preview": "Cookies on Companies House services We use some essential cookies to make our services work. We'd also like to use analytics cookies so we can underst"
    },
    {
      "url": "https://www.intrepidmuseum.org/",
      "title": "Intrepid Museum",
      "description": "Experience the legendary aircraft carrier Intrepid, the first space shuttle Enterprise, and other pieces of history at the Intrepid Museum.",
      "preview": "Skip to main content 1 / 3 Video file Video file Plan Your Visit 2 / 3 Image Image Explore Intrepid: Engines & Boilers Experience Intrepid' s engineer"
    },
    {
      "url": "http://www.rockol.it/",
      "title": "√ Rockol - la musica online è qui - Novità Musicali",
      "description": "Tutte le ultime novità sulla musica italiana e internazionale: news, informazioni su artisti e concerti, foto e video musicali, classifiche su Rockol.",
      "preview": "Per una decisione informata Ulteriori dettagli Accettando i cookie di profilazione, ti verranno proposti annunci pubblicitari che rispecchiano i tuoi"
    },
    {
      "url": "https://dsp.delaware.gov/2023/01/18/state-police-investigating-two-vehicle-fatal-accident-2/",
      "title": "State Police Investigating Two-Vehicle Fatal Accident - Delaware State Police - State of Delaware",
      "description": "The Delaware State Police are investigating a fatal accident that occurred in Laurel late yesterday afternoon that resulted in the deaths of two people. On January 17, 2023, at approximately [...]",
      "preview": "About Colonel's Message History Delaware State Police 100 Years Units & Sections Troop Locations Reports & Statistics DSP Museum DSP Memorial ARDSP Di"
    },
    {
      "url": "https://dsmsport.nl/?attachment_id=58109277",
      "title": "DSM Sport",
      "description": "DSM Sport: dé specialist in teamwear en sportkleding in Bergen op Zoom en omgeving. Van hoogwaardige clubkleding tot sponsoring en maatwerkoplossingen. Samen bouwen we aan de toekomst van sport!",
      "preview": "Meteen naar de content Je winkelwagen is leeg Terugkeren naar winkel Heb je een account? Log in om sneller af te rekenen. Je winkelwagen Bezig met lad"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2022/06/30/iowa-caucus-2024-nikki-haley-will-run-president-if-theres-place-me/7747121001/",
      "title": "Nikki Haley says during Iowa visit she is considering presidential run",
      "description": "Former U.N. Ambassador and potential presidential candidate Nikki Haley spoke at a fundraiser for U.S. Rep. Randy Feenstra of Iowa Thursday.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2020/10/holiday-safety__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCxZLs82Dg$",
      "title": "Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy",
      "description": "void",
      "preview": "Guest Experience Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy Oct 22, 2020 Copy link to share Link copied As the"
    },
    {
      "url": "https://www.ashoka.org/en-us",
      "title": "Ashoka: Everyone a Changemaker",
      "description": "Ashoka envisions a world in which Everyone is a Changemaker: a world where all citizens are powerful and contribute to change in positive ways.",
      "preview": "Skip to content Unleashing the Future at Ashoka Africa's Young Changemakers Festival In a pivotal moment for the \"Everyone A Changemaker\" movement in"
    },
    {
      "url": "https://www.whatsupcams.com/fr/webcams/italie/frioul-venetie-julienne/gorizia-fr/borgo-antica-contea-gusti-di-frontiera/",
      "title": "Borgo Antica Contea - Gusti di Frontiera - WhatsUpCams - LIVE webcams",
      "description": "void",
      "preview": "Skip to content Borgo Antica Contea - Gusti di Frontiera Home » Webcams » Italie » Frioul-Vénétie julienne » Gorizia » Borgo Antica Contea - Gusti di"
    },
    {
      "url": "https://ida.submittable.com/submit",
      "title": "IDA Submission Manager",
      "description": "IDA Submission Manager Powered By Submittable - Accept and Curate Digital Content",
      "preview": "Skip to Main Content Home View Your Submissions IDA There are presently no open calls for submissions. Welcome to the IDA submissions portal. Here you"
    },
    {
      "url": "http://www.heforshe.org/",
      "title": "Home Page | HeForShe",
      "description": "void",
      "preview": "Skip to main content HeForShe Alliance Impact Report 2025 As the world marks the 30th anniversary of the Beijing Declaration and Platform for Action,"
    },
    {
      "url": "http://lacuerda.net/Extras/movil.php",
      "title": "LaCuerda: LaCuerda Móvil",
      "description": "void",
      "preview": "LaCuerda.net: LaCuerda Móvil Extras Mapa del Sitio Nuestra Misión Aplicación Móvil Escríbenos LaCuerda Móvil ¡Ya tenemos aplicación móvil! La comunida"
    },
    {
      "url": "http://www.uffizi.firenze.it/",
      "title": "Homepage | Gallerie degli Uffizi",
      "description": "Il sito ufficiale delle Gallerie degli Uffizi. Orari, tariffe, biglietti, abbonamenti e informazioni per gli Uffizi, Palazzo Pitti e Giardino di Boboli.",
      "preview": "Gallerie degli Uffizi L'incontro con la grande arte d'Occidente: meraviglia da scoprire che sempre sorprende Riaperto al pubblico il 21 dicembre 2024"
    },
    {
      "url": "http://careers.mines.edu/",
      "title": "Home - Career Center",
      "description": "Explore Mines Career Center resources, from job search support to employer connections, designed to advance your career journey.",
      "preview": "Facebook X RSS MINES.EDU MyMines Mines Career Center From College to Career The Mines Career Center strives to support Mines students and recent gradu"
    },
    {
      "url": "https://www.rijksoverheid.nl/onderwerpen/paspoort-en-identiteitskaart",
      "title": "Paspoort en identiteitskaart | Rijksoverheid.nl",
      "description": "Met het paspoort en de identiteitskaart (ID-kaart) kunt u zich identificeren en reizen. Het Nederlandse paspoort bevat vingerafdrukken in een chip.",
      "preview": "Zoeken binnen Rijksoverheid.nl Zoek Checklist aanvraag paspoort of ID-kaart in het buitenland Woont u in het buitenland en wilt u een paspoort of ID-k"
    },
    {
      "url": "https://www.pgatour.com/player/08793/tiger-woods/results",
      "title": "Tiger Woods PGA TOUR Player Profile, Stats, Bio, Career",
      "description": "The Official PGA TOUR Profile of Tiger Woods. PGA TOUR Stats, bio, video, photos, results, and career highlights",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://www.guggenheim.org/artwork/movement/cubism",
      "title": "Cubism | The Guggenheim Museums and Foundation",
      "description": "Learn about Cubism and see artworks representative of it in the Guggenheim's Collection Online.",
      "preview": "We use cookies to provide a more personalized website experience. By clicking \"I Accept\" you consent to all cookies. Click \"I Decline\" to continue wit"
    },
    {
      "url": "https://www.fighterchile.cl/plunger-boton-sanwa-obsf-24?similar_product=true",
      "title": "Boton Sanwa OBSF-24",
      "description": "Gracias a los Plunger, ahora podrás personalizar con un gran mix de colores tus botones SANWA OBSF-24. Varios colores para que tu Arcade y Fightstick tenga su propia personalidad.",
      "preview": "FighterChile. Tienda especializada en productos y accesorios Fighting Games. Inicio Productos Arcade Botones Arcade Sanwa Plunger Botón Sanwa OBSF-24"
    },
    {
      "url": "https://resurety.com/white-paper-making-it-count/",
      "title": "White Paper: Making It Count - REsurety",
      "description": "Access REsurety's white paper to learn how updating Scope 2 accounting can drive the next phase of decarbonization.",
      "preview": "Who We Serve Advisors Broader Clean Energy Ecosystem Clean Energy Buyers Clean Energy Investors Clean Energy Sellers Hedge Providers REsurety's Custom"
    },
    {
      "url": "https://account.nationalgeographic.org/",
      "title": "NGS Account",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://allschoolsinindia.in/category/cut-off-mark-calculator/",
      "title": "Cut Off Mark Calculator",
      "description": "void",
      "preview": "You are here: Home / Archives for Cut Off Mark Calculator KVS Class-1 and Balvatika Admission 2025-26 KV School Online Fee Payment System 2025-26 Maha"
    },
    {
      "url": "https://www.acluaz.org",
      "title": "Home - ACLU of Arizona",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Defending the right to equality, liberty, and justice for all The ACLU of Arizona advances equity and dismantles systemic injustice by taking legal ac"
    },
    {
      "url": "http://www.leehawkins.com/NoFrames/Reviews/2021.htm",
      "title": "The 2021 Quo Annual",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://gamecabinet.com/rules/OnceUponATimeVariant.html",
      "title": "Once Upon a Time",
      "description": "void",
      "preview": "Optional Rule for Once Upon a Time We still play this game a lot (and are ready for an expansion set, hint, hint), and have come up with another optio"
    },
    {
      "url": "https://www.almanac.com/content/full-moon-march",
      "title": "Worm Moon: Full Moon in March 2025 | The Old Farmer's Almanac",
      "description": "March's full Worm \"Blood\" Moon rises on Friday, March 14, 2025! Find the meaning behind this Moon's name, folklore, and more!",
      "preview": "void"
    },
    {
      "url": "https://nevcc.org/building-a-community-behind-your-business/",
      "title": "Second Life Chattanooga",
      "description": "void",
      "preview": "About Second Life of Chattanooga creates awareness that drives action through collaborative relationships with like-minded organizations and individua"
    },
    {
      "url": "http://geographyfieldwork.com/",
      "title": "Barcelona Field Studies Centre",
      "description": "Barcelona Field Studies Centre offers geography, geology, biology, ecology and environmental fieldwork and field studies programmes throughout the year.",
      "preview": "Home Page Contact Us Login Make Your Booking Availability Prices 2025 Prices 2026 Geography Biology Geology Business Studies Expand All Collapse All W"
    },
    {
      "url": "https://www.facebook.com/formedia/solutions/facebook-live",
      "title": "Meta | Azienda di tecnologie social",
      "description": "Meta (in precedenza Facebook) si impegna a costruire il futuro delle connessioni umane e la tecnologia che lo renderà possibile. Vogliamo andare oltre gli schermi 2D e puntare su esperienze immersive come realtà aumentata e virtuale per creare le tecnologie social del futuro.",
      "preview": "Skip to content Costruiamo il futuro delle connessioni umane La nostra missione E la tecnologia che lo renderà possibile Le nostre tecnologie Le nostr"
    },
    {
      "url": "https://partner.microsoft.com/en-US/",
      "title": "Build and sell your solutions- with the Microsoft AI Cloud Partner Program",
      "description": "Innovate and grow with the Microsoft AI Cloud Partner Program, where you can access the technology and resources you need to build impactful solutions for your customers.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "https://tendadaalma.pt/categoria-produto/baralhos-de-tarot-e-adivinhacao/",
      "title": "Baralhos de Tarot e Adivinhação - Tenda da Alma - Produtos Esotéricos",
      "description": "TENDA DA ALMA, Produtos esotéricos O Tarot é um baralho de 78 cartas, que servem para adivinhação e a meditação, ou para a prática da magia ritual, e é também um poderoso agente de psicoterapia através de análises e conselhos psicológicos. O Tarot compreende 22 Arcanos Maiores e 56 Arcanos Menores. Há no Tarot algo de magnético e fascinação. Não há duas pessoas que tenham a mesma reacção perante essas estranhas cartas, mas não há dúvida de que ninguém esquece a primeira vez que as vê ou vai sentar-se como consultante na mesa de um intérprete experiente. Servem para analisar a mente e o espírito. Tiram do subconscientes os receios e as angústias.",
      "preview": "Baralhos de Tarot e Adivinhação Home Baralhos de Tarot e Adivinhação Baralhos de Tarot e Adivinhação TENDA DA ALMA, Produtos esotéricos O Tarot é um b"
    },
    {
      "url": "https://lbb.in/shop/product/side-pockets-detail-mauve-striped-dress",
      "title": "Get Side Pockets Detail Mauve Striped Dress at ₹ 1600 | LBB Shop",
      "description": "Knot Clothing is women fashionwear label. The brand is collection of beautiful products made with quality fabrics and materials.",
      "preview": "Thank you for visiting. You can now shop for Dresses on Nykaa Fashion Continue To Shop Take Me To Nykaa Fashion OR Explore Reviews And Recommendations"
    },
    {
      "url": "https://www.creativeboom.com/",
      "title": "Art & Design Magazine for the Creative Industries | Creative Boom",
      "description": "Creative Boom is a leading UK art and design platform that delivers creative industry news, inspiration, insight and advice to six million creative professionals each year.",
      "preview": "void"
    },
    {
      "url": "https://rfcx.org/",
      "title": "Rainforest connection",
      "description": "void",
      "preview": "Facebook Twitter Instagram Youtube Linkedin Facebook Twitter Instagram Youtube Linkedin Using Sound & AI To Protect Rainforests & Monitor Biodiversity"
    },
    {
      "url": "https://www.analogmuseum.org/english/",
      "title": "void",
      "description": "void",
      "preview": "The following pages are the result of my efforts to preserve analog computers and information about analog computing in general from being scrapped an"
    },
    {
      "url": "https://www.hotwire.com/",
      "title": "Cheap Hotels, Cars, & Flights | Last Minute Travel Deals | Hotwire",
      "description": "Find the best deals on the cheapest hotels, cars & flights with Hotwire. Save big on hotels and cars with Hotwire Hot Rates.",
      "preview": "void"
    },
    {
      "url": "https://forums.empiresmod.com/index.php?threads/test-please-ignore.17006/",
      "title": "test please ignore | Empires Mod",
      "description": "testing polls",
      "preview": "Log in"
    },
    {
      "url": "https://www.exoticindiaart.com/product/audiovideo/genius-of-pt-kumar-gandharv-hindustani-classical-vocal-set-of-3-audio-cds-izz616/",
      "title": "The Genius of Pt. Kumar Gandharv (Hindustani Classical - Vocal) (Set of 3 Audio CDs) | Pt. Kumar GandharvSaregama India ltd (2011) | Exotic India Art",
      "description": "About The Audio CD The Genius of Series The world of Hindustani Classical Music comprises of Geniuses, both vocalist and instrumentalists. Their music emanates a divine spark. Be it their first reco",
      "preview": "Free shipping to all destinations worldwide. Sign in Contact us FAQ Email Whatsapp Facebook Pinterest Twitter Copy link Easy Returns Return within 7 d"
    },
    {
      "url": "https://privacyinternational.org/search?keywords=&f%5B0%5D=learn_more%3ALocation%20Surveillance%20Technology&f%5B1%5D=learn_more%3APrivacy&f%5B2%5D=learn_more%3AProtest%20Surveillance&f%5B3%5D=learn_more%3ASmart%20Cities",
      "title": "Privacy International | Search",
      "description": "void",
      "preview": "Skip to main content Search Search There are no results. Please try changing or broadening your search criteria."
    },
    {
      "url": "https://www.networkforgood.com/legal/privacy-policy/",
      "title": "Privacy policy | Bonterra",
      "description": "Bonterra's Privacy Policy",
      "preview": "Skip to Main Content Privacy notice EFFECTIVE DATE: AUGUST 2025 Previous version of Privacy Notice ‍Bonterra LLC (\" Bonterra ,\" \"we,\" \"us,\" or \"our\")"
    },
    {
      "url": "https://carat.fiserv.com/en-us/solutions/omnichannel-commerce/",
      "title": "Omnichannel Experiences | Carat U.S. | Fiserv",
      "description": "From restaurants to retail, from the app to the store, offer your customers a seamless buying experience with our connected omnichannel solutions.",
      "preview": "Skip to Contact an Expert Skip to Main Content Omnichannel experiences Create unique, frictionless omnichannel experiences Create unique, frictionless"
    },
    {
      "url": "https://www.geobiental.com/consultoria-ambiental-puerto-real/autorizacion-ambiental-unificada-puerto-real/",
      "title": "Autorización Ambiental Unificada (AAU) en Puerto Real » Geobiental",
      "description": "Geobiental le asesora y le ayuda en la realización de la documentación para la Autorizacion Ambiental Unificada de su proyecto en Puerto Real.",
      "preview": "Ir al contenido Autorización Ambiental Unificada en Puerto Real Si necesita realizar la documentación y trámite para la Autorización Ambiental Unifica"
    },
    {
      "url": "https://privacyportalde-cdn.onetrust.com/dsarwebform/2159c482-749a-49db-916b-475017a9efa5/ac1b3f16-60f7-4795-aca2-2240267ed067.html",
      "title": "People Inc. Data Subject Rights Request Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.jillgreenberg.com",
      "title": "Jill Greenberg Studio",
      "description": "Jill Greenberg is an internationally renowned artist and photographer whose lighting and portraits are instantly recognizable.",
      "preview": "void"
    },
    {
      "url": "https://shop.scottlab.com/profile/login?returnurl=https%3A%2F%2Fshop.scottlab.com%2Fparts%2Fmachine-category%3Dcrossflow-filters-pall%2Cplate-and-frame%2Cpressure-leaf-filters-de-filter-vls%2Cscott-filter-housings%2Fpump-mechanical-seal-for-pall-crossflow-xla-960044",
      "title": "void",
      "description": "void",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Top"
    },
    {
      "url": "https://oceansolutions.stanford.edu/",
      "title": "Center for Ocean Solutions",
      "description": "void",
      "preview": "Center for Ocean Solutions Investigating port state measures New research finds that more scrutiny of domestic fishing fleets at ports could help dete"
    },
    {
      "url": "https://www.nature.com/articles/s41598-022-23688-7",
      "title": "Revealing the global longline fleet with satellite radar | Scientific Reports",
      "description": "Because many vessels use the Automatic Identification System (AIS) to broadcast GPS positions, recent advances in satellite technology have enabled us to map global fishing activity. Understanding of human activity at sea, however, is limited because an unknown number of vessels do not broadcast AIS. Those vessels can be detected by satellite-based Synthetic Aperture Radar (SAR) imagery, but this technology has not yet been deployed at scale to estimate the size of fleets in the open ocean. Here we combine SAR and AIS for large-scale open ocean monitoring, developing methods to match vessels with AIS to vessels detected with SAR and estimate the number of non-broadcasting vessels. We reveal that, between September 2019 and January 2020, non-broadcasting vessels accounted for about 35% of the longline activity north of Madagascar and 10% of activity near French Polynesia and Kiribati's Line Islands. We further demonstrate that this method could monitor half of the global longline activity with about 70 SAR images per week, allowing us to track human activity across the oceans.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://fonts.ilovetypography.com/",
      "title": "Buy fonts from your favorite indie foundries.... | I Love Typography",
      "description": "Trending typefaces / fantastic fonts Hot new fonts! New typefaces Branding Fonts Featured hot font familes Great Fonts for Packaging Make your own...",
      "preview": "Skip to main content Your web browser is out of date. Update your browser for more security, speed and the best experience on this site. Update your b"
    },
    {
      "url": "https://www.cusmade.biz/Home/Index",
      "title": "CUSMADE(Suzhou Cusmade Electronic Technology Co., Ltd.)",
      "description": "CusMade,cusmade,customize,customer,solor,cable,waterproof,waterproof connecter,Waterproof wiring harness,wire harness,car connector,Power,Hydra,Motor,Signal,Connecter,Connect,电源线,电机线,信号线,连接器,防水连接器,线束,防水线束,接头,防水接头,Suzhou Cusmade Electronic Technology Co., Ltd.,苏州卡斯迈德,卡斯迈德,苏州卡斯迈德电子科技有限公司,客户定制,方案定制,电摩,防水连接器,连接器,线束,防水线束,电动自行车,新能源,交通,ebike,e-bike,E-bike,电动,电动车,两轮车,电动两轮车,轮椅,躺车,沙滩车,公路车,雪地车,山地车,城市车,越野",
      "preview": "Previous Next Product Category 40 Power Connector 5 Splitter 9 Motor Connector 17 Signal Connector Our Products PowerRA1 Motor1109B SignalA090xA Hydra"
    },
    {
      "url": "https://octoverse.github.com/",
      "title": "Octoverse 2024: The state of open source | The State of the Octoverse",
      "description": "Find out how AI and a rapidly growing global developer community are coming together with compounding results.",
      "preview": "void"
    },
    {
      "url": "https://www.anthropologie.com/shop/violet-and-brooks-crystal-velvet-hair-clips-set-of-4?category=shoes-accessories&color=224&quantity=1&size=One%20Size&type=STANDARD",
      "title": "Violet and Brooks Set of Eight Crystal & Velvet Hair Clips | Anthropologie",
      "description": "Shop the Violet and Brooks Set of Eight Crystal & Velvet Hair Clips and more at Anthropologie today. Read customer reviews, discover product details and more.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://greenlightfund.org/",
      "title": "Investing in Community-Driven Change - GreenLight Fund",
      "description": "GreenLight Fund is a national nonprofit network matching local communities' unmet needs with evidence-based social innovations. We're investing in Community-Driven Change.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.theaftd.org/mnlstatement23/",
      "title": "Willis Family Statement | AFTD",
      "description": "FTD Info & Resources Read About Emma's Book Tour",
      "preview": "Skip to content A Statement from the Willis Family February 16, 2023 A Statement from the Willis Family February 16, 2023 As a family, we wanted to ta"
    },
    {
      "url": "https://www.fonearena.com/blog/355013/samsung-exynos-2200-launch-galaxy-s22.html",
      "title": "Samsung denies Exynos 2200 production and performance issues, plans to launch it alongside Galaxy S22 series",
      "description": "void",
      "preview": "Skip to content After rumours about Exynos 2200 delayed due to performance issues and Samsung using Snapdragon 8 Gen 1 in all the S22 models globally,"
    },
    {
      "url": "https://filemagazine.com/",
      "title": "FileMagazine.com: Unveiling Stories Through Captivating Imagery",
      "description": "Explore the world of visual storytelling at FileMagazine.com. Immerse yourself in a collection of captivating photographs and images that unveil powerful narratives, diverse perspectives, and the beauty of the human experience.",
      "preview": "Skip to content Latest Posts The Best Time of Day for Bird Watching April 7, 2025 Vegan Haircare: Top Brands and Tips for Healthy Hair September 30, 2"
    },
    {
      "url": "https://lfca.earth/sustainability-clause/",
      "title": "VC Sustainability Clause",
      "description": "Europe's leading venture capitals are integrating the \"Sustainability Clause\" into contracts for newly financed companies to prioritize climate protection.",
      "preview": "Join our upcoming Sustainability Leadership course Join our leadership course Join now VC Sustainability Clause Imagine that start-ups looking for gro"
    },
    {
      "url": "http://www.badzine.net/",
      "title": "Badzine.net | The World's #1 Badminton Webzine",
      "description": "The World's #1 Badminton Webzine",
      "preview": "Badzine.net The World's #1 Badminton Webzine HOME NEWS Superseries News Superseries Finals Grand Prix News World Championship News Thomas & Uber Cup N"
    },
    {
      "url": "https://www.fsunews.com/story/sports/2015/06/24/noles-nab-top-basketball-recruit/29227523/",
      "title": "FSView",
      "description": "Four-star prospect C.J. Walker chooses FSU",
      "preview": "Skip to main content Home Sports Football Basketball Baseball Softball Soccer 'Noles nab top basketball recruit Ariya Massoudi Sports Editor @AriyaMas"
    },
    {
      "url": "https://nomadgirl.co/tag/antigua-barbuda/",
      "title": "Antigua & Barbuda information and articles - Nomad Girl",
      "description": "Find information and articles about Antigua & Barbuda on newsite.nomadgirl.co. Your source for world travel and digital nomad lifestyle.",
      "preview": "Tag: Antigua & Barbuda 58 Countries With Digital Nomad Visas - The Ultimate List by Tracey Johnson | Apr 15, 2024 | Travel Jobs , Digital Nomad Visas"
    },
    {
      "url": "http://uso.org/pathfinder",
      "title": "USO Transition Program · United Service Organizations",
      "description": "The USO Transition Program prepares service members and military spouses for professional and educational success throughout their military journey and as they transition to civilian life with FREE resources and support.",
      "preview": "Skip to navigation Skip to main content Skip to footer Menu Close USO Homepage uso-logo-dark.svg Volunteer Donate Home Programs USO Transition Program"
    },
    {
      "url": "http://www.spiritstorybox.com",
      "title": "Spirit Story Box - iPhone Paranormal Ghost Hunting App",
      "description": "Spirit Story Box is an iPhone paranormal app used for ghost hunting.",
      "preview": "Fantastic Features An essential tool for all of your ghost adventures In the Media As seen in the Huffington Post, USA Today, The Daily Mail, Spirit &"
    },
    {
      "url": "https://www.solarpowerworldonline.com/2019/12/how-emissionality-brings-renewable-energy-investment-and-jobs-to-coal-country/",
      "title": "How 'emissionality' brings renewable energy investment and jobs to coal country",
      "description": "By Henry Richardson, analyst, WattTime These have been dark days for job-hunters in coal country, even when the sun's shining. Fortunately there's new",
      "preview": "By Henry Richardson, analyst, WattTime These have been dark days for job-hunters in coal country, even when the sun's shining. Fortunately there's new"
    },
    {
      "url": "https://www.kxan.com/news/crime/family-of-killed-81-year-old-fears-he-was-victim-of-hate-crime/amp/",
      "title": "Family of man killed in Austin, Texas fears he was victim of a hate crime",
      "description": "Leonard Foster, 81, was found dead in his apartment Saturday. His family believes the suspect may have targeted him because he was gay.",
      "preview": "AUSTIN (KXAN) - Leonard Foster, 81, was found dead in his apartment Saturday , and his family believes the suspect may have targeted him because he wa"
    }
  ],
  "_meta": {
    "total_bookmarks": 110
  }
}