{
  "data": [
    {
      "url": "https://listonevirtual.com.br/ferragens-moveis/?Tamanho=H:%2080%20Mm",
      "title": "Ferragens Moveis - Listone Ferragens e Madeiras",
      "description": "Compre online Ferragens Moveis H: 80 Mm por R$1,50. Temos Pé Nivelador H 100mm ou 80mm e mais. Faça seu pedido e pague-o online.",
      "preview": "> Ao navegar por este site você aceita o uso de cookies para agilizar a sua experiência de compra. Entendi Que bom ver você de volta! Faça login para"
    },
    {
      "url": "http://dabdeveloper.wixsite.com/dabdeveloper/contact",
      "title": "Contact | dabdeveloper",
      "description": "void",
      "preview": "top of page Denne hjemmeside blev bygget på Wix. Lav din i dag. Kom i gang Any feedback is appreciated Dine oplysninger blev succesfuldt sendt! Send b"
    },
    {
      "url": "https://www.esrbratings.org",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "https://www.nhm.ac.uk/discover/dinosaurs.html",
      "title": "Dinosaurs | Natural History Museum",
      "description": "Discover dinosaur news, videos, quizzes and crafts. Find out facts about dinosaurs, including Diplodocus and Stegosaurus, and uncover what science is revealing about the appearance and lives of these prehistoric animals.",
      "preview": "Dinosaurs Dinosaurs The seven greatest dinosaur discoveries of the last 200 years The discoveries that changed our understanding of dinosaurs over the"
    },
    {
      "url": "https://deedamitrucksack.blog/tag/wolkenmadchen/",
      "title": "Wolkenmädchen - Deeda mit Rucksack",
      "description": "Posts about Wolkenmädchen written by diyanidewa",
      "preview": "Skip to content January 5, 2015 July 29, 2019 diyanidewa Es ist der 2.Tag und ich hänge noch immer meinem Schlafbedarf hinterher! Heute früh machten w"
    },
    {
      "url": "https://www.mississippifreepress.org/20068/ridgeland-mayor-demands-lgbtq-book-purge-threatens-library-funding/",
      "title": "Ridgeland Mayor Demands LGBTQ+ Book Purge",
      "description": "Ridgeland Mayor Gene McGee is withholding $110,000 of funding from the Madison County Library System, demanding a purge of LGBTQ+ materials.",
      "preview": "Skip to content Library system leadership told the Mississippi Free Press that Ridgeland Mayor Gene McGee has demanded a purge of all LGBTQ+ materials"
    },
    {
      "url": "https://daten.berlin.de/",
      "title": "Home | Berlin Open Data",
      "description": "void",
      "preview": "Skip to main content Offene Daten lesbar für Mensch und Maschine. Das ist das Ziel. Was soll gesucht werden? Datensätze Artikel und Apps Suchbegriff S"
    },
    {
      "url": "https://privacy.paramount.com/closed-captioning",
      "title": "Paramount Privacy | CLOSED CAPTIONING OF INTERNET PROTOCOL-DELIVERED VIDEO PROGRAMMING CONTACT INFORMATION",
      "description": "void",
      "preview": "In accordance with the Twenty-First Century Communications and Video Accessibility Act of 2010, all video programming distributors that make video pro"
    },
    {
      "url": "https://www.synconaltd.com/",
      "title": "Syncona - building the next generation of global leaders in life science",
      "description": "Syncona is a FTSE250 company focused on founding, building and funding healthcare companies to deliver transformational treatments to patients in areas of high unmet need.",
      "preview": "Content Search Navigation Sitemap Maximising shareholder value Annual Report and Accounts 2025 A diversified portfolio across clinical stages Commerci"
    },
    {
      "url": "https://www.webmd.com/women/guide/d-and-c-dilation-and-curettage#1",
      "title": "D&C (Dilation and Curettage) Procedure: Surgery and Recovery",
      "description": "WebMD explains the reasons your doctor may advise a D&amp;C (dilation and curettage) and what to expect before, during, and after the procedure.",
      "preview": "Women's Health Women's Health Guide Screening & Tests Diet & Exercise Rest & Relaxation Reproductive Health Menstruation Yeast Infections Cervical Hea"
    },
    {
      "url": "https://www.greatschools.org/iowa/charles-city/4038-Washington-Elementary-School/",
      "title": "Washington Elementary School - Charles City, Iowa - IA | GreatSchools",
      "description": "Washington Elementary School is a public school in Charles City, IA. It is one of 3 elementary schools in Charles City Community School District.",
      "preview": "Iowa › Charles City › Charles City Community School District › Washington Elementary School Washington Elementary School Unclaimed Currently unrated 1"
    },
    {
      "url": "https://www.almanac.com/content/full-moon-march",
      "title": "Worm Moon: Full Moon in March 2025 | The Old Farmer's Almanac",
      "description": "March's full Worm \"Blood\" Moon rises on Friday, March 14, 2025! Find the meaning behind this Moon's name, folklore, and more!",
      "preview": "void"
    },
    {
      "url": "https://centrepoint.app.link/s/956361bb88bb3af572c71a39e6d0776a67a33b57da39721586fa22a483422979",
      "title": "Fashion, Beauty, Home & Kids' Essentials | Centrepoint UAE",
      "description": "Shop new clothing online for women, men & kids, as well as beauty products, home decor, kids' strollers & feeding in UAE | Free shipping on AED 200+",
      "preview": "Free Shipping On all orders Click & Collect From a nearby store or 400+ points Home Delivery Same day delivery Deliver to select your area Shop more b"
    },
    {
      "url": "https://import-os.tumblr.com/post/127990811278",
      "title": "import os;, Is learning computer science linked to improved...",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "https://www.whitefuneralhomes.com/obituary/marrshall-luppke",
      "title": "Obituary | Marshall Alex Luppke of Lakeville, Minnesota | White Funeral Homes",
      "description": "View The Obituary For Marshall Alex Luppke of Lakeville, Minnesota. Please join us in Loving, Sharing and Memorializing Marshall Alex Luppke on this permanent online memorial.",
      "preview": "Marshall Alex Luppke of Lakeville, Minnesota | 1999 - 2021 | Obituary Send a Card Show Your Sympathy to the Family Funeral Service Thursday, Apr 1, 20"
    },
    {
      "url": "https://mobilezon.in/product-category/screen-protectors/",
      "title": "Screen Protectors - MobileZon",
      "description": "Buy Screen Protectors at Screen Protectors - Best Quality Products - Shop With Confidence",
      "preview": "Filters Sort by Popularity Average rating Latest Price: Ascending Price: Descending ... -57% Limited Add to cart iPhone 17 Unbreakable Membrane Matte"
    },
    {
      "url": "https://www.davidlay.co.uk/news/diana-the-private-correspondence-of-a-princess/?pc=337",
      "title": "Diana, The Private Correspondence of a Princess",
      "description": "An astonishing, confidential collection of 32 highly personal letters and cards written by the Princess of Wales to two of her closest friends. Sold: Antiques & Interiors - Thu 16th Feb for a total hammer value of £141,150.",
      "preview": "Diana, The Private Correspondence of a Princess An astonishing, confidential collection of 32 highly personal letters and cards written by the Princes"
    },
    {
      "url": "https://www.soroptimist.it/club/piacenza/pubblicazioni/",
      "title": "Pubblicazioni",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sf.gov/shared-spaces",
      "title": "Shared Spaces | SF.gov",
      "description": "void",
      "preview": "Skip to main content CAMPAIGN Shared Spaces CAMPAIGN Shared Spaces Shared Spaces Important Changes As of August 2025, small businesses no longer need"
    },
    {
      "url": "https://www.callherdaddy.com/",
      "title": "Call Her Daddy",
      "description": "Call Her Daddy podcast hosted by Alex Cooper exclusively on Spotify.",
      "preview": "Shop NEW DROP AVAILABLE NOW SHOP HERE NEW PRODUCTS View All → Tops Bottoms Sets All Products Health And Wellness Crewneck (Blue) Health And Wellness S"
    },
    {
      "url": "https://www.bmw.com.sv/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW El Salvador | Autos Deportivos, Híbridos y Más - Home",
      "description": "Descubre los autos deportivos eléctricos, híbridos conectables y camionetas SUV de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "BMW Guatemala | Autos Deportivos, Híbridos y Más BMW Guatemala BMW VISION NEUE KLASSE X LA NUEVA ERA «X». Más información HERRAMIENTAS DE COMPRAS ENCU"
    },
    {
      "url": "https://www.oceans5.org/",
      "title": "Dedicated to protecting the world's five oceans | Oceans 5",
      "description": "Oceans 5 is an international funders' collaborative dedicated to stopping overfishing, establishing marine protected areas, and constraining offshore oil and gas development - three of the highest priorities identified by marine scientists around the world.",
      "preview": "About Who We Are What We Fund What We Do Ocean Solutions Our Approach Projects Grant Database Other Donor Directed Funds Joint 30x30 Funding Initiativ"
    },
    {
      "url": "https://water.org/",
      "title": "Water.org: A Global Charity for Water & Sanitation | Water.org",
      "description": "Water.org, founded by Gary White and Matt Damon, provides access to safe water and sanitation solutions. Support us by donating, fundraising, and exploring our initiatives.",
      "preview": "Safe water protects and saves lives Water.org has helped empower more than 81 million people with access to safe water or sanitation. Donate You helpe"
    },
    {
      "url": "https://login.adp.com/welcome",
      "title": "Sign in | ADP Products",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://scorecard.worldbank.org/",
      "title": "Measuring Impact | World Bank Group Scorecard",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.fnp.com/",
      "title": "FNP: India's #1 Online Gift Store | Flowers, Cakes, Gift Hampers etc.",
      "description": "FNP India's largest online gift shop for Flowers, Cakes, Plants, Personalised Gifts & more. We promise &#9989; midnight & &#9989; same-day delivery in India with FREE shipping!",
      "preview": "Diwali Gifts Birthday Gifts Karwa Chauth Bhai Dooj Same Day Delivery FNP Luxe Housewarming Best Wishes Personalised Rated 4.8 / 5 | Trusted by 4,62,54"
    },
    {
      "url": "https://powervirtualagents.microsoft.com/",
      "title": "Customize Copilot and Create Agents | Microsoft Copilot Studio",
      "description": "Create custom AI assistants and virtual agents with Microsoft Copilot Studio. Enhance workflows using our AI bots and Microsoft 365 Copilot integrations.",
      "preview": "This is the Trace Id: 442f31f1760fc8ea3ed318d6a1dfc5f8 Skip to main content See Microsoft Build announcements about developer tools to create agents a"
    },
    {
      "url": "http://www.textuality.com/xml/",
      "title": "Extensible Markup Language (XML)",
      "description": "void",
      "preview": "Unfortunately , there are things that HTML just can't do for you. Fortunately , HTML is growing quickly to meet these needs. Unfortunately , no matter"
    },
    {
      "url": "https://visit.stanford.edu/plan/",
      "title": "Where is Stanford? : Stanford University",
      "description": "Visitor Information Services at Stanford University--one of the world's leading research and teaching institutions. It is located in Palo Alto, California.",
      "preview": "Skip to content Visitor Information Optional line 2 - add two-line-signature to body class to display Menu Search form Search term Home The Basics Pro"
    },
    {
      "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A136&f%5B2%5D=field_location%3A86&f%5B3%5D=field_location%3A90&f%5B4%5D=field_subject%3A277&f%5B5%5D=field_location%3A114&f%5B6%5D=field_location%3A115&f%5B7%5D=field_location%3A95&f%5B8%5D=field_location%3A132&f%5B9%5D=field_subject%3A340&f%5B10%5D=field_location%3A158&f%5B11%5D=field_subject%3A363&amp%3Bf%5B1%5D=field_location%3A133&amp%3Bf%5B2%5D=field_source%3A70",
      "title": "Resource Search 1 | National Invasive Species Information Center",
      "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
      "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
    },
    {
      "url": "https://hamiltonfamilies.sharepoint.com/sites/welcome-home",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://volny-cas.sluzby.cz/hospody/plzensky-kraj",
      "title": "Hospody Plzeňský kraj - hodnocené hospody v Plzeňském kraji",
      "description": "Hospody v Plzeňském kraji, vybírejte z plzeňských hostinců dle hodnocení zákazníků!",
      "preview": "Hospody Plzeňský kraj - jak hodnotit? × Podívejte se, jak hodnotí a co říkají o hospodách v Plzeňském kraji jejich zákazníci. Na detailu každého plzeň"
    },
    {
      "url": "http://zikever.over-blog.com/2013/11/decouvrez-le-nouveau-clip-de-lindsay-starling.html",
      "title": "Lindsey Stirling : découvrez son nouveau clip \"Minimal Beat\" ! - Zik' Ever",
      "description": "Début Novembre, nous vous présentions Lindsey Stirling, aujourd'hui découvrez son nouveau clip \"Minimal Beat\", filmé lors de sa tournée mondiale à guichet fermé ! L'artiste nous dévoilera en France son album le 27 Janvier 2014.",
      "preview": "Tous les blogs Top blogs Musique & Divertissements Tous les blogs Musique & Divertissements Editer l'article Suivre ce blog Administration Connexion +"
    },
    {
      "url": "https://www.thisisanfield.com/",
      "title": "Liverpool FC News and LFC transfer rumours - This Is Anfield",
      "description": "Latest Liverpool FC news, transfers and videos with LFC photos, fixtures, match reports, football quizzes and debate from This Is Anfield.",
      "preview": "Skip to content ➔ SUPPORT US ➔ SUPPORT US & GO AD-FREE LOG IN SUBSCRIBE Liverpool FC injury latest: Alisson, Wataru Endo, Ibrahima Konate and 4 more F"
    },
    {
      "url": "https://janesdueprocess.org/",
      "title": "Jane's Due Process",
      "description": "We help young people in Texas navigate parental involvement laws so they can confidentially access abortion and birth control.",
      "preview": "Call or text our hotline: 1-866-999-5263 Facebook X Instagram Facebook X Instagram Under 18 and Need an Abortion? Jane's Due Process can help. Call or"
    },
    {
      "url": "http://passion-histoire.net/ucp.php?mode=register&sid=6effe42e6f42909c11c9d571054f0495",
      "title": "Forum Histoire - Passion Histoire • Panneau de contrôle de l'utilisateur • Inscription",
      "description": "void",
      "preview": "Connexion Qui Sommes Nous? Le Salon Géopolitique FAQ Nous sommes actuellement le 10 Oct 2025 13:53 Index du forum Le fuseau horaire est UTC+1 heure [H"
    },
    {
      "url": "https://powerbi.microsoft.com/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: 0e573621738d1ca572b6378311ff903b Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "http://ywcaweekwithoutviolence.org/",
      "title": "National Campaigns - YWCA - YWCA",
      "description": "YWCA is on a mission to eliminate racism and empower women, and our annual national campaigns are crucial to realizing our mission by creating awareness around racial and gender justice issues and engaging our YWCA network and partners in this work. Annually, we hold the following campaigns: Until Justice Just Is (UJJI), YWomenVote, and Week Without Violence. Read more below about each of our signature campaigns and how you can get involved.",
      "preview": "0 DONATE Register About Week Without Violence Join Us Toolkit Sponsors About Week Without Violence Week Without Violence has been a YWCA national camp"
    },
    {
      "url": "https://sustainability.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Sustainable Innovation & Technology - Google Sustainability",
      "description": "void",
      "preview": "2025 Environmental Report Making AI helpful for everyone, including the planet Our products Our research Our operations 2025 Environmental Report Our"
    },
    {
      "url": "https://nl.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress plugin | WordPress.org Nederlands",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Plugins zoeken Details Be"
    },
    {
      "url": "https://www.tehrantimes.com/news/439132/Guardian-Council-says-won-t-be-affected-by-pressure",
      "title": "Guardian Council says won't be affected by pressure - Tehran Times",
      "description": "TEHRAN - The Guardian Council will not be influenced by pressures when vetting candidates for the 2020 parliamentary elections, its spokesman said on Saturday.",
      "preview": "Guardian Council says won't be affected by pressure Politics August 10, 2019 - 19:35 TEHRAN - The Guardian Council will not be influenced by pressures"
    },
    {
      "url": "http://esri.com",
      "title": "GIS Software for Mapping and Spatial Analytics | Esri",
      "description": "Esri's GIS software is the most powerful mapping & spatial analytics technology available. Learn about Esri's geospatial mapping software for business and government.",
      "preview": "GIS Software for Mapping and Spatial Analytics | Esri ArcGIS: Esri's comprehensive geospatial platform ArcGIS is enterprise technology that integrates"
    },
    {
      "url": "http://www.aclu.org/",
      "title": "American Civil Liberties Union | The ACLU dares to create a more perfect union - beyond one person, party, or side. Our mission is to realize this promise of the United States Constitution for all and expand the reach of its guarantees.",
      "description": "The ACLU dares to create a more perfect union - beyond one person, party, or side. Our mission is to realize this promise of the United States Constitution for all and expand the reach of its guarantees.",
      "preview": "Skip to main content American Civil Liberties Union Defend the rights of all people nationwide With immigrant rights, trans justice, reproductive free"
    },
    {
      "url": "https://one.apple.com/us?itscg=10000&itsct=one-NA-ipad-tile-apl-avl-102020",
      "title": "Apple One - Apple - Upgrade Your OS",
      "description": "Bundle your Apple services and pay one convenient price with Apple One. Choose the plan that's right for you.",
      "preview": "Update to the latest iOS, iPadOS, or macOS to get Apple One. Apple One bundles up to six great Apple services into one easy subscription. Apple Music,"
    },
    {
      "url": "https://www.vistra.com/",
      "title": "Vistra - Corporate Business Service Provider in 50+ Markets",
      "description": "void",
      "preview": "JavaScript must be enabled in your browser in order to use some functions. Skip to main content Homepage Less friction. More flow. Vistra's corporate"
    },
    {
      "url": "https://kids.youtube.com/privacynotice",
      "title": "Informativa sulla privacy di YouTube Kids - YouTube",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Termini di servizio Informativa sulla privacy Informativa per i bambini Informativa sulla privacy di YouTube Kids Norme della community La presente In"
    },
    {
      "url": "https://cli.github.com",
      "title": "GitHub CLI | Take GitHub to the command line",
      "description": "Take GitHub to the command line",
      "preview": "Take GitHub to the command line GitHub CLI brings GitHub to your terminal. Free and open source. brew install gh or Download for Mac Download for Wind"
    },
    {
      "url": "https://jwt.io/#debugger-io",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "https://www.publicnoticeillinois.com#nt=primarynavbar",
      "title": "Public Notice Illinois | Illinois Press Association - Springfield, IL",
      "description": "void",
      "preview": "Search Public Notices: Popular Popular Searches Annual Treasurer's Report Assessments Estate Claims Foreclosures I-Cash Prevailing Wage Notices Schedu"
    },
    {
      "url": "https://www.capitalonetravel.com/?utm_source=nav",
      "title": "Your Next Journey Starts Here - Capital One Travel",
      "description": "Book flights, hotels and car rentals with ease on Capital One Travel and get more from your next journey.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.bluenaturealliance.org/",
      "title": "Homepage - Blue Nature Alliance",
      "description": "A global partnership to catalyze the conservation of 18 million square kilometers of ocean over five years.",
      "preview": "A Global Partnership Catalyzing Momentum for Large-Scale Ocean Conservation Where We Partner Search Map 3D 2D Our Global Impact Ocean conservation are"
    },
    {
      "url": "https://www.planet.com/",
      "title": "Planet Labs: Satellite Imagery & Earth Data Analytics",
      "description": "Discover how Planet's daily satellite imagery and insights empower global decisions and actions with a multidimensional view of our changing planet.",
      "preview": "Menu Constellations Constellations Overview Owl Pelican Tanager Products Products Overview Planet Insights Platform Planet Monitoring Planet Tasking P"
    },
    {
      "url": "http://www.wfp.org/",
      "title": "UN World Food Programme (WFP)",
      "description": "We are the world's largest humanitarian organization, saving lives in emergencies and using food assistance to build a pathway to peace, stability and prosperity for people recovering from conflict, disasters and the impact of climate change.",
      "preview": "Skip to main content War in Gaza two years on: Humanitarian access improves but acute hunger persists Read more Donate Conflict 'We just ran': Pakista"
    },
    {
      "url": "https://acs782.tumblr.com/post/144450686127",
      "title": "Maryland moves to increase diversity in computer... - Stuff",
      "description": "Maryland moves to increase diversity in computer science codeorg: \" A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "Stuff This n that archive rss feed 5.16.16 Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't"
    },
    {
      "url": "https://www.vetemployerroadmap.org/",
      "title": "VET Employer Roadmap",
      "description": "void",
      "preview": "Employer Roadmap Find your path to hiring and retaining veterans and military spouses. Here's everything you need to succeed. Search How Do I Hire Vet"
    },
    {
      "url": "https://xeno-canto.org/explore?query=sp%3Aqmweqr%20loc%3A%22Hills%20west%20of%20Shuhe%2C%20near%20Lijiang%2C%20Yunnan%22",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://www.civicalliance.com/",
      "title": "Civic Alliance",
      "description": "The Civic Alliance is helping businesses work toward a complete and accurate count in 2020 because we know how important Census data is for our companies, our communities, and our country.",
      "preview": "Corporate Civic Playbook Join Us Members Initiatives 100% In for Democracy Protecting Voting Access Time to Vote Election Day of Service 2020 Census R"
    },
    {
      "url": "https://playstation.com/help",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "http://www.hcibib.org/hci-sites/BIBLIOGRAPHY.html",
      "title": "HCI Bibliography : HCI Webliography : HCI-SITES : BIBLIOGRAPHY",
      "description": "Bibliographic databases and annotated bibliographies on HCI.",
      "preview": "HCI Bibliography : HCI Webliography : HCI-SITES : BIBLIOGRAPHY Page updated: 2019-05-13 Accesses since 2000-01-18 : director@hcibib.org Hosted by ACM"
    },
    {
      "url": "https://peru.info/en-us/foreign-trade/news/7/30/giant-squid--leader-in-fishery-exports",
      "title": "Giant Squid: leader in fishery exports",
      "description": "One of the leading products in fishery exports from Peru this year is undoubtedly the giant squid.",
      "preview": "Find what you want Search Blog Peru News Foreign Trade Fishing Giant Squid: leader in fishery exports Síguenos en: Google News 17/01/2019 Fuente: Prom"
    },
    {
      "url": "https://www.tillhub.at/kassensysteme-baeckerei/",
      "title": "Kassensystem Bäckerei | Die smarte Tillhub Kassa",
      "description": "Das innovative Kassensystem für Deine Bäckerei ❤ 100% gesetzeskonform ✓ beständig gegen Mehl und Co. ✓ Warenwirtschaft ✓ einfache Einarbeitung ✓ DATEV-Export ➽ Jetzt zu Tillhub!",
      "preview": "Jetzt unverbindlich beraten lassen +43 800 007 330 Dashboard DIE OPTIMALE BÄCKEREI KASSE! Das All-in-One Kassensystem Bäckerei Der Gang zum Bäcker geh"
    },
    {
      "url": "https://a-alexandra.blogspot.com/2012/08/",
      "title": "A Alexandra: august 2012",
      "description": "Cuvintele sunt cheia! Alese corect, ele pot deschide orice suflet și închide orice gură.",
      "preview": "31 august 2012 De 10 ori mai ... Bruneta, buna, carismatica, zambareata, modesta, incapatanata, ambitioasa, dragastoasa, iubareata ... Atat! Restul su"
    },
    {
      "url": "https://jobs.mv-online.de/jobs/gesundheitswesen/gesundheits-und-sozialwesen/europa/teilzeit/langjaehrige-berufserfahrung-7-jahre-/",
      "title": "Startseite - Stellenportal Münsterländische Volkszeitung",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.nature.com/news",
      "title": "Latest science news, discoveries and analysis",
      "description": "Find breaking science news and analysis from the world's leading research journal.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.hamad.qa/EN/Pages/default.aspx",
      "title": "void",
      "description": "void",
      "preview": "This question is for testing whether you are a human visitor and to prevent automated spam submission. Audio is not supported in your browser. What co"
    },
    {
      "url": "http://blogs.esa.int/",
      "title": "ESA Blog Navigator - Navigator page for active ESA blogs",
      "description": "Navigator page for active ESA blogs",
      "preview": "close Search: search close Menu → European Space Agency close Blogroll André Kuipers logboek Astronaut Class of 2009 ATV blog Campaign Earth Chronicle"
    },
    {
      "url": "https://neighborhoodtrust.org/",
      "title": "Financial security for all workers - Neighborhood Trust Financial Partners",
      "description": "Neighborhood Trust is a financial services innovator creating financial security for low-wage workers.",
      "preview": "Skip to content Visit Visit home page alexis siroc 2025-09-19T13:15:35-04:00 Neighborhood Trust is a nonprofit social enterprise creating financial se"
    },
    {
      "url": "https://www.nngroup.com/articles/guide-ux-research-methods/",
      "title": "A Guide to Using User-Experience Research Methods - NN/G",
      "description": "Modern day UX research methods answer a wide range of questions. To help you know when to use which user research method, each of 20 methods is mapped across 3 dimensions and over time within a typical product-development process.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 0 A Guide to Using User-Experience Research Methods Kelley Gordon, Ch"
    },
    {
      "url": "https://www.cabq.gov/culturalservices/biopark",
      "title": "ABQ BioPark - City of Albuquerque",
      "description": "void",
      "preview": "Skip to main content ABQ BioPark ABQ BioPark City Focus Plan your visit to the ABQ BioPark. Visitor Info and Tickets Plan your visit to the ABQ BioPar"
    },
    {
      "url": "https://nmaahc.si.edu/kwanzaa",
      "title": "Kwanzaa | National Museum of African American History and Culture",
      "description": "Kwanzaa is a time for families and communities to come together to remember the past and to celebrate African American culture.",
      "preview": "Skip to main content Moment Kwanzaa First Fruits Kwanzaa is a time for families and communities to come together to remember the past and to celebrate"
    },
    {
      "url": "https://opocbluepacific.org/twitter/",
      "title": "Twitter - OPOC",
      "description": "[custom-twitter-feeds]",
      "preview": "Twitter Home Twitter [custom-twitter-feeds]"
    },
    {
      "url": "http://wwd.com/fashion-news/designer-luxury/exclusive-chanel-new-ads-pharrell-williams-kristen-stewart-gabrielle-bag-10840808/",
      "title": "Exclusive: Pharrell Williams First Man to Appear in Chanel Handbag Ads",
      "description": "The music and fashion impresario is the first man to appear in a handbag campaign for Chanel.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "http://www.flpcdr.com/",
      "title": "Florida PC Doctor | Remote Support Services",
      "description": "Expert remote support for Windows computers in Florida. Connect with David Moore, the Florida PC Doctor, for efficient solutions.",
      "preview": "David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor Provid"
    },
    {
      "url": "https://treasury.worldbank.org/en/about/unit/treasury/ibrd",
      "title": "Sustainable Development Bonds",
      "description": "Video",
      "preview": "Who We Are Organizational Units Treasury This page in: EN dropdown 日本語 This page in: _ English 日本語 dropdown World Bank Bonds All World Bank bonds supp"
    },
    {
      "url": "https://franceslin90.tumblr.com/",
      "title": "Randon-mess",
      "description": "Things I care in no particular order",
      "preview": "Install theme Randon-mess Things I care in no particular order I am so stressed out. Application process has never been fun. + Spoke to Kate today! It"
    },
    {
      "url": "https://leadersup.typeform.com/GooglePathway",
      "title": "Discover Typeform, where forms = fun",
      "description": "Create a beautiful, interactive form in minutes with no code. Get started for free.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now You've taken one. Now make one. Whether your"
    },
    {
      "url": "https://www.undocs.org/S/RES/2375%20(2017)",
      "title": "Select a language for S/RES/2375 (2017)",
      "description": "void",
      "preview": "S/RES/2375 (2017) العربية 中文 English Français Русский Español"
    },
    {
      "url": "https://www.diabetes.org",
      "title": "Diabetes Research, Education, Advocacy | ADA",
      "description": "Leading the fight against the deadly consequences of diabetes for those affected by it through research funding, community services, education and advocacy.",
      "preview": "Skip to Main content main content start Expand Access to Trusted Resources October is Health Literacy Month. Your donation helps expand access to trus"
    },
    {
      "url": "https://blockclubchicago.org/2023/02/13/midwests-first-la-michoacana-plus-opens-on-26th-street-bringing-ice-cream-paletas-and-more-to-little-village/",
      "title": "Midwest's First La Michoacana Plus Opens On 26th Street, Bringing Ice Cream, Paletas And More To Little Village",
      "description": "LITTLE VILLAGE - The state's first La Michoacana Plus opened on West 26th Street earlier this month, offering paletas, mangonadas, michelaguas and more.",
      "preview": "Don't miss what's happening in Pilsen, Little Village & Back of the Yards! Sign up to get free stories from your neighborhood-twice a week. Sign up Do"
    },
    {
      "url": "https://www.edx.org/course/cs50s-introduction-to-computer-science",
      "title": "HarvardX: CS50's Introduction to Computer Science | edX",
      "description": "An introduction to the intellectual enterprises of computer science and the art of programming.",
      "preview": "void"
    },
    {
      "url": "https://inpact.com/",
      "title": "in/PACT: Engage and connect with your customers through Social Good Loyalty.",
      "description": "We offer integrated cloud base Social Good Loyalty Solutions that enable millions of customer loyalty members to donate their loyalty currency to thousands of local Nonprofit Organizations across the company to make a meaningful impact in their community.",
      "preview": "in/PACT Home Solutions CX Loyalty Impact Loyalty reward donations CX Community Impact Interactive community giving CX Response Ready Disaster & Crisis"
    },
    {
      "url": "https://www.wearehfc.org/",
      "title": "Understanding Alzheimer's: Bringing Light to the Disease",
      "description": "Learn about the impact of bringing light to Alzheimer's. From innovative therapies to caregiver support, and caregiver grants.",
      "preview": "Bringing Light to Alzheimer's Hilarity for Charity (HFC) is a national non-profit on a mission to care for families impacted by Alzheimer's disease, a"
    },
    {
      "url": "http://www.barenakedladies.com/splash/",
      "title": "Home - Barenaked Ladies",
      "description": "Barenaked Ladies. 35 years and counting. ? Toronto",
      "preview": "STREAM NOW! STREAM NOW! STREAM NOW! Download GET ALL THE LATEST BNL NEWS SIGN-UP barenakedladiesmusic In Flight - Carry On Acoustic EP out NOW ✈️ On T"
    },
    {
      "url": "https://themarkup.org/",
      "title": "The Markup",
      "description": "Data-driven investigations of tech and how it influences society",
      "preview": "Skip navigation This Just In Google wasn't against this privacy bill, officially. Behind the scenes, it orchestrated opposition Google organized busin"
    },
    {
      "url": "https://operations.osmfoundation.org/policies/tiles/",
      "title": "Tile Usage Policy",
      "description": "void",
      "preview": "Toggle navigation OSMF OWG Home Reports Policies Meetings Tile Usage Policy OpenStreetMap (OSM) data is free for everyone to use . Our tile servers ar"
    },
    {
      "url": "https://budgestudios.com",
      "title": "Budge Studios | Apps for Kids",
      "description": "Our apps for kids take the most popular and loved children's characters on exciting digital adventures. Discover amazing games for the whole family.",
      "preview": "Frozen Bluey PAW Patrol My Little Pony World Barbie Budge World Miraculous DC Super Hero Girls EverRun Hello Kitty Hot Wheels My Little Pony RaceCraft"
    },
    {
      "url": "https://webaccounts.imo.org/Common/WebLogin.aspx?ReturnUrl=%2f",
      "title": "IMO Web Accounts",
      "description": "void",
      "preview": "Check that this page is located at https:// webaccounts.imo.org . IMO Web Accounts Log In Authority: -- Please select -- Public Users Member State/Aut"
    },
    {
      "url": "https://www.kemenygyarto-balatonlelle.hu/de/hirek/kepgaleria/fustcsovek/dickwandigen-rohr/",
      "title": "Dickwandigen rohr :: Kéménytechnikai Szaküzlet",
      "description": "void",
      "preview": "Durchsuchen Magyar Deutsch Startseite Bildergalerie KREA gravity schornstein Schornstein system elemente Sonst Rauchrohr Dickwandigen rohr Dünnwandige"
    },
    {
      "url": "https://titleix.ucsc.edu/index.html",
      "title": "Title IX",
      "description": "void",
      "preview": "About Title IX What is Title IX? \"No person in the United States shall, on the basis of sex, be excluded from participation in, be denied the benefits"
    },
    {
      "url": "https://memesoundboard.fun/privacy.html",
      "title": "Meme Soundboard 2016-2025 for iOS",
      "description": "Meme Soundboard 2016-2025 for iOS",
      "preview": "void"
    },
    {
      "url": "https://gethuman.com/issue/Universal-Studios-Hollywood/o54n/I-bought-three-tickets-for-universal-studios-All-the-tickets-are-labeled-with-my-name",
      "title": "Universal Studios Hollywood Customer Questions, Answers, and How-to Guides",
      "description": "This FAQ page answers the most common questions about Universal Studios Hollywood customer service, including how to contact Universal Studios Hollywood for help. Answers can be succinct, but can also include detailed step-by-step instructions with s...",
      "preview": "© GetHuman Inc. All Companies › Universal Studios Hollywood Customer Service › FAQ Updated July 17, 2025 Universal Studios Hollywood Customer FAQ Top"
    },
    {
      "url": "https://www.odditycentral.com/news/portuguese-man-buys-tiny-island-successfully-establishes-his-own-kingdom.html",
      "title": "Portuguese Man Buys Tiny Island, Successfully Establishes His Own Kingdom",
      "description": "Renato Barros bought the tiny island of Pontnha, on Funchal harbor, Portugal, for 25,000 euros and proceeded to establish his own sovereign kingdom. Today Pontinha is an independent principality.",
      "preview": "Contact About Contribute Categories Animals Architecture Art Auto Events Foods Funny News Pics Tech Travel Videos WTF Privacy policy Cookie Policy X P"
    },
    {
      "url": "https://goodui.org/",
      "title": "GoodUI ideas and A/B tested patterns for higher conversion rates and growth | GoodUI",
      "description": "void",
      "preview": "Learn From What Leading Companies A/B Test Receive the latest discovered UI patterns and leaked experiments from companies such as Amazon , Netflix ,"
    },
    {
      "url": "https://deno.com/manual@v1.45.4/introduction",
      "title": "Welcome to Deno",
      "description": "Learn the basics of Deno, a secure JavaScript, TypeScript, and WebAssembly runtime.",
      "preview": "Skip to main content On this page Why Deno? Quick install First steps Welcome to Deno Deno ( /ˈdiːnoʊ/ , pronounced dee-no ) is an open source JavaScr"
    },
    {
      "url": "https://statusofwomendata.org/women-of-color/spotlight-on-women-of-color-employment-and-earnings-data/",
      "title": "Spotlight on Women of Color: Employment and Earnings Data - Women in the States",
      "description": "Spotlight on Women of Color: Employment and Earnings Data Data on Women's Employment and Earnings by Race and Ethnicity, United States, 2013 Distribution of the Male and Female Workforce by Race and Ethnicity, Aged 16 and Older, United States, 2013 Distribution of Employed Women Across Broad Occupational Groups by Race and Ethnicity, Aged 16 and [...]",
      "preview": "Share Spotlight on Women of Color: Employment and Earnings Data Data on Women's Employment and Earnings by Race and Ethnicity, United States, 2013 Dis"
    },
    {
      "url": "https://www.afamilyfeast.com/",
      "title": "Home - A Family Feast®",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Become a Better Cook in 4 days! Join Now! Hooray for Apple Season! Celebrate apple season with dozens"
    },
    {
      "url": "https://gennextmsp.org/",
      "title": "Home - Generation Next",
      "description": "Generation Next's mission is to harness the community's knowledge, expertise, and action to ensure that every child can thrive.",
      "preview": "Read Now! NEW blog post out now! 2025 ANNUAL EVENT RECAP Read Now! Our 2024 Annual Report is Now Available! PRACTICE We support and expand the most ef"
    },
    {
      "url": "https://v.qq.com/txp/iframe/player.html?origin=https%3A%2F%2Fmp.weixin.qq.com&vid=x07243ccjl8&autoplay=false&full=true&show1080p=false",
      "title": "腾讯视频",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://bergqvist13.tumblr.com/",
      "title": "@bergqvist13 on Tumblr",
      "description": "Follow @bergqvist13 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Miss my lovely time on Tenerife😍🇪🇸 Summer is soon here🇸🇪☀️ You are using an unsupported browser and things might not work as intended. Ple"
    },
    {
      "url": "https://tvn24.pl/swiat",
      "title": "Wiadomości ze świata - najnowsze informacje ze świata - TVN24",
      "description": "Czytaj najnowsze wiadomości ze świata i oglądaj wideo w portalu TVN24! U nas zawsze aktualne informacje z Polski, ze świata, relacje na żywo i wiele więcej.",
      "preview": "Subskrybuj Przejdź do Szukaj Wyczyść Szukaj Znaleziono 0 materiałów zawierających: Redakcja poleca: Zobacz więcej wyników Moje konto Oglądaj dalej Obs"
    },
    {
      "url": "https://all-in.withgoogle.com/",
      "title": "Creating marketing for everyone",
      "description": "Building authenticity into the creative process. No matter what creative asset you're making, make work that is relevant and helpful.",
      "preview": "Creating for </br> everyone Creating for </br> everyone play_arrow pause At Google, we're proud to build products that help billions of people every d"
    },
    {
      "url": "https://fullfact.org/",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://www.totallyspain.com/",
      "title": "Spain & Portugal Travel Agent: Customised Tours | Totally Spain",
      "description": "Savvy and reputable Spain & Portugal Travel company. Custom Private Tours & Vacation Specialists since 2000. Travel Smoothly. Travel Privately.",
      "preview": "CUSTOM PRIVATE TRAVEL BY THE SPECIALISTS IN SPAIN & PORTUGAL Totally Spain is a savvy and reputable Spain & Portugal Travel Agency with expert travel"
    },
    {
      "url": "https://www.gafollowers.com/tag/stray-dog-savannah/",
      "title": "stray dog savannah - GAFollowers",
      "description": "A stray golden retriever is keeping watch over her puppy's grave at Laurel Grove Cemetery in Savannah, GA. She buried",
      "preview": "Friday, October 10, 2025 Login Home News Culture Opinion Lifestyle No Result View All Result No Result View All Result No Result View All Result Home"
    },
    {
      "url": "https://www.aromatherapyassociates.com/usa/revive-polishing-body-brush.html",
      "title": "Revive Body Brush for Exfoliation | Aromatherapy Associates",
      "description": "Experience the ultimate skin exfoliation with our Revive Body Brush from Aromatherapy Associates. Perfect for skin renewal and rejuvenation when you need it.",
      "preview": "Skip to content 25% Off Sitewide until 10th October, don't miss out! Get early access to Black Friday - sign up today! Explore our new festive gift se"
    },
    {
      "url": "https://www.nvidia.com/en-us/shield/shield-tv-pro/",
      "title": "SHIELD TV Pro Streaming Media Player | NVIDIA",
      "description": "Shield TV Pro streaming device comes with 4K HDR, Dolby Vision and Atmos having more storage & RAM with Plex media server",
      "preview": "This site requires Javascript in order to view all its content. Please enable Javascript in order to access all the functionality of this web site. He"
    },
    {
      "url": "http://www.openstreetmap.org/copyright",
      "title": "Copyright and License | OpenStreetMap",
      "description": "OpenStreetMap is the free wiki world map.",
      "preview": "Select Language Loading... Close Copyright and License OpenStreetMap provides open map data for thousands of websites, mobile apps, and hardware devic"
    },
    {
      "url": "http://www.balsamhill.com/p/vermont-white-spruce-artificial-christmas-tree?",
      "title": "Vermont White Spruce® Artificial Christmas Tree | Balsam Hill",
      "description": "Bring home the Vermont White Spruce artificial Christmas tree for a natural look and full, lush branches. Shop now to make your holidays unforgettable!",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "https://copalmn.org/en/home/",
      "title": "COPAL Communities Organizing Latine Power and Action - COPAL leads social impact initiatives to improve the quality of life for Latino families in Minnesota.",
      "description": "void",
      "preview": "Skip to content Home Join us as we work towards this transformative vision! We engage nearly 50,000 Latino community stakeholders throughout the state"
    },
    {
      "url": "https://toofab.com/2020/05/08/joshua-whitehouse-game-of-thrones-failed-pilot/",
      "title": "Josh Whitehouse Spills On Failed Game of Thrones Prequel Series (Exclusive)",
      "description": "HBO passed on the pilot, which starred Naomi Watts.",
      "preview": "Television By TooFab Staff | 5/8/2020 8:14 AM PT Getty/HBO The actor looks at the bright side of the show not going to series. Even before \"Game of Th"
    },
    {
      "url": "http://www.networkadvertising.org/choices/",
      "title": "How to Opt Out - NAI: Network Advertising Initiative",
      "description": "You have options for controlling how information about you is used for online advertising. You may receive advertising online in different forms and across different media, including on web browsers,",
      "preview": "Skip to content How to Opt Out Index How to Exercise Your Privacy Choices NAI GPC Browser Extension (external) Web Browser Privacy Settings Advertisin"
    },
    {
      "url": "https://www.paramountnetwork.com/legal/bhws2g/privacy-policy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "https://translate.wordpress.org/projects/wp-plugins/gdpr-cookie-compliance",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law < GlotPress | WordPress.org",
      "description": "void",
      "preview": "Skip to content Log In Register Projects Plugins GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law New to"
    },
    {
      "url": "https://www.vellabox.com/",
      "title": "Vellabox // The Artisan Candle Subscription Box",
      "description": "The Artisan Candle Subscription Box",
      "preview": "No products in the cart. Gift Candle Subscriptions Gift Cards Corporate Gifting Search for: Account LOGIN SIGN UP Order History Account Settings $USD"
    },
    {
      "url": "https://building.coursera.org/",
      "title": "Coursera Engineering",
      "description": "We're changing the way the world learns! Posts from Coursera engineers and data scientists.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Coursera Engineering We're changing the way the world learns! 3.9K follow"
    },
    {
      "url": "https://www.womenandperspectives.com/2016/11/size-shouldnt-mean-compromise.html",
      "title": "Size Shouldn't Mean Compromise",
      "description": "Bearwear is hoping to make the larger man feel good about how they look and make it easier for them to find what they like. We've spoken to some customers who have said they used to wear a 2XL even though they're a 3XL simply because they couldn't find their correct size in regular retail outlets. We're hoping to make this a thing of the past! Our clothes are modern and stylish and would not look out of place whether they were sized medium or 5XL.",
      "preview": "skip to main | skip to sidebar Women's Perspectives all things about women in my perspective HOME Sitemap Privacy Policy Disclosure Policy Nov 25, 201"
    },
    {
      "url": "https://www.xfinity.com/support/stream/",
      "title": "TV Help and Support | Xfinity by Comcast",
      "description": "Learn how to optimize your entertainment experience with X1, Stream TV, Xumo and Flex",
      "preview": "Xfinity For full functionality of this site it is necessary to enable JavaScript. Don't worry, this sounds complicated but it's just a simple browser"
    },
    {
      "url": "https://www.casartgamelodge.com/fr/termes-et-conditions/",
      "title": "Conditions générales d'utilisation - Casart Game Lodge",
      "description": "Veuillez lire attentivement nos conditions générales. Casart Game Lodge est exploité par Casart Game Lodge (Pty) Ltd, ci-après dénommé Casart Game Lodge.",
      "preview": "Spéciales Réservez maintenant Français English Deutsch Nederlands Veuillez lire attentivement nos conditions générales. Casart Game Lodge est exploité"
    },
    {
      "url": "https://www.sagawards.org/media/news/releases/sally-field-be-honored-sag-life-achievement-award",
      "title": "Sally Field to Be Honored with the SAG Life Achievement Award | Screen Actors Guild Awards",
      "description": "Sally Field to Be Honored with the SAG Life Achievement Award 58th Annual Accolade to be Presented During the 29th Annual Screen Actors Guild Awards® Ceremony Will Be Broadcast Live On Netflix's YouTube Channel",
      "preview": "Skip to main content Close Media & Publicists Sally Field to Be Honored with the SAG Life Achievement Award 58th Annual Accolade to be Presented Durin"
    }
  ],
  "_meta": {
    "total_bookmarks": 119
  }
}