{
  "data": [
    {
      "url": "https://buddhism-controversy-blog.com/2012/04/09/boring-texts-by-je-tsongkhapa-vs-good-feeling-texts-by-geshe-kelsang/?replytocom=2917",
      "title": "Boring Books by Je Tsongkhapa vs. Good Feeling Books by Geshe Kelsang - Tibetan Buddhism - Struggling With Diffi·Cult Issues",
      "description": "The following is an excerpt of a transcript of a speech given by Geshe Kelsang Gyatso, the founder of the New Kadampa Tradition (NKT) Talk on Je Tsongkhapa Day 25th October 1996, edited November 27th 1996 At Lama Chopa puja at Manjushri Mahayana Buddhist Centre p.5 At least we should understand that we have a...",
      "preview": "Skip to content The following is an excerpt of a transcript of a speech given by Geshe Kelsang Gyatso, the founder of the New Kadampa Tradition (NKT)"
    },
    {
      "url": "http://www.sanita.it/",
      "title": "Ministero della Salute",
      "description": "void",
      "preview": "Vai direttamente al contenuto Ministero della salute - pagina iniziale Ottobre Rosa Bonus psicologo 2025 Donazione organi e tessuti Ottobre Rosa Bonus"
    },
    {
      "url": "https://support.microsoft.com/contactus",
      "title": "Contact Us - Microsoft Support",
      "description": "Contact Microsoft Support. Find solutions to common problems, or get help from a support agent.",
      "preview": "Skip to main content Keep in touch and stay productive with Teams and Microsoft 365, even when you're working remotely. Learn more Show expanded list"
    },
    {
      "url": "https://www.thecenturybar.com.au/",
      "title": "TheCenturyBar | Dartsman | Australia",
      "description": "The Century Bar is excellent bar for chill out with great atmosphere and bringing you Australia's best beers, cocktails and wines menu. Located in Sydney's CBD.",
      "preview": "top of page HOME 1/4 1/3 Our Story The Century Bar was formerly known as Bar Century and is known across Sydney for extremely cheap drinks. Now it's u"
    },
    {
      "url": "https://www.woodplc.com/",
      "title": "Global engineering and consulting for energy and materials | Wood",
      "description": "Wood: Global leader in engineering consulting, shaping the future of energy and materials with innovative solutions across 60 countries",
      "preview": "Close search Designing the future. Explore our company Designing the future. Explore our company We are the world's industry-leading consultants, engi"
    },
    {
      "url": "https://www.elmundo.es/tecnologia.html",
      "title": "Tecnología - Píxel | EL MUNDO",
      "description": "Entra y descubre las últimas noticias e información de tecnología, gadgets y los mejores trucos para tu día a día.",
      "preview": "TECNOLOGÍA Redacción: ÁNGEL JIMÉNEZ DE LUIS EE.UU. 1 comentarios Malos tiempos para los más jugones, Game Pass sube un 50% el precio y estudia poner p"
    },
    {
      "url": "https://www.kptv.com/2023/02/21/foot-found-nw-washington-belongs-missing-woman/",
      "title": "Foot found in NW Washington belongs to missing woman",
      "description": "A shoe containing a human foot that was discovered near the mouth of a river in northwestern Washington belonged to a woman missing since 2018, police say.",
      "preview": "Skip to content PORT ANGELES, Wash. (KPTV) - A shoe containing a human foot was discovered near the mouth of the Elwha River in Port Angeles in Decemb"
    },
    {
      "url": "https://www.farnostmladocov.cz/fotoalbum/kaple-na-olsanech/pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37.html",
      "title": "Mladočov - Fotoalbum - Kaple na Olšanech - pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37",
      "description": "farnost Mladočov, vikariát litomyšlský, diecése královehradecká, administrátor P. Jiří Štorek SDB",
      "preview": "Jdi na obsah Jdi na menu Mladočov Úvod » Fotoalbum » Kaple na Olšanech » pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37 Kaple na Olšanech"
    },
    {
      "url": "https://www.ilovepdf.com/merge_pdf",
      "title": "Merge PDF files online. Free service to merge PDF",
      "description": "Select multiple PDF files and merge them in seconds. Merge & combine PDF files online, easily and free.",
      "preview": "Merge PDF files Combine PDFs in the order you want with the easiest PDF merger available. Upload your file and transform it. Select PDF files Upload f"
    },
    {
      "url": "https://co.fashionnetwork.com/tags/news/la-mer.html",
      "title": "La Mer : Noticias - FashionNetwork.com Colombia",
      "description": "La Mer - Noticias - La red social para los profesionales de la moda, el lujo y la belleza",
      "preview": "× Resultados La Mer"
    },
    {
      "url": "https://www.currenthealth.com/",
      "title": "Current Health",
      "description": "Current Health provides the clinical and operational infrastructure that makes high-cost therapies and complex care safe, scalable, and accessible in community and home settings",
      "preview": "Deliver complex care and specialty therapies beyond the hospital. Current Health provides the clinical and operational infrastructure that makes high-"
    },
    {
      "url": "https://reddit.com/submit?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Fhunger%2F&title=Goal%202%3A%20Zero%20Hunger",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://docs.oracle.com/javase/tutorial/",
      "title": "The Java™ Tutorials",
      "description": "void",
      "preview": "A browser with JavaScript enabled is required for this page to operate properly. Documentation The Java™ Tutorials Not sure where to start? See Learni"
    },
    {
      "url": "https://video.kansascitypbs.org/shows/",
      "title": "All Shows | Kansas City PBS",
      "description": "Full list of past and current PBS shows. Find show websites, online video, web extras, schedules and more for your favorite PBS shows.",
      "preview": "Skip to Main Content Filter by Title: Providing Support for PBS.org Learn More about PBS online sponsorship Support for PBS provided by: Filter Sort B"
    },
    {
      "url": "https://home.pearsonvue.com/voc",
      "title": "2025 Value of IT Certification Candidate Report - Pearson VUE",
      "description": "void",
      "preview": "IT certifications: Empowering people. Transforming organizations. Fueling success in the Age of AI Discover how certifications are helping professiona"
    },
    {
      "url": "https://forum.doctissimo.fr/psychologie/amour/rencontrer-fille-sujet_198491_1.htm",
      "title": "Comment rencontrer une fille? - Relations amoureuses - FORUM psychologie - Club.doctissimo.fr",
      "description": "void",
      "preview": "Page introuvable - Doctissimo"
    },
    {
      "url": "https://shop.mango.com/us/women/sweaters-and-cardigans-sweaters/oversize-knit-sweater_37043843.html?c=43&talla=22&srsltid=AR5OiO3ajuyA3_NEg-mDaz1-4pzP9DjrCayDFF1TLYfeWaaSojYGFcTgyuY",
      "title": "Oversize knit sweater - Women | MANGO USA",
      "description": "Fine knit fabric. Available in plain and patterned. Striped print. Straight design. High collar. Long sleeve. Plus Size Available",
      "preview": "Add to your wishlist Oversize knit sweater Current price [US$ 59.99 ] US$ 59.99 Select a colour Green Select your size XXS Not available. I want it! X"
    },
    {
      "url": "https://www.syfy.com/syfy-wire/sarah-michelle-gellar-done-with-buffy-the-vampire-slayer",
      "title": "Buffy the Vampire Slayer: Sarah Michelle Gellar won't return",
      "description": "Sarah Michelle Gellar says she has no intentions of ever reprising the role that made her famous.",
      "preview": "Skip to main content SYFY WIRE television Sarah Michelle Gellar slays any hope for a 'Buffy' return: 'It doesn't need to be done' But she's all for so"
    },
    {
      "url": "https://www.guggenheim.org/artwork/movement/cubism",
      "title": "Cubism | The Guggenheim Museums and Foundation",
      "description": "Learn about Cubism and see artworks representative of it in the Guggenheim's Collection Online.",
      "preview": "We use cookies to provide a more personalized website experience. By clicking \"I Accept\" you consent to all cookies. Click \"I Decline\" to continue wit"
    },
    {
      "url": "https://www.esquire.com/entertainment/movies/a43023561/chris-pine-dungeons-and-dragons-interview-2023/",
      "title": "Chris Pine on 'Dungeons & Dragons,' Harry Styles, 'Don't Worry Darling,' 'Star Trek,' and His Career",
      "description": "At his home, high up in the hills of Los Angeles, the actor considers the first twenty years of his surprising career-including a very viral 2022-and the next twenty. But first, a shvitz.",
      "preview": "Skip to Content Discover Entertainment Cover Stories Taika Waititi Doesn't Talk About His Fee... The King of Scotland Daniel Craig Is a Movie Star Fro"
    },
    {
      "url": "https://tactilegames.com/",
      "title": "Tactile Games - Danish game developer located in the heart of Copenhagen",
      "description": "We create games with heart.",
      "preview": "We create games with heart See how we do it We're hiring! See all open positions Our games We're all about creating great products and taking pride in"
    },
    {
      "url": "https://www.adrenaline-junkee.com/product-p/hcolsw12-0178.htm",
      "title": "UTV Accessories | UTV Parts | UTV Products & More - Adrenaline Junkee",
      "description": "void",
      "preview": "Adrenaline Junkee Login My Account Help Shopping Cart: 0 Items: $0.00 Order Online or Call 800.832.4070 Home HOME FAQ COMPANY INFO SHOP BY UTV SHOP BY"
    },
    {
      "url": "http://www.harisnukem.com",
      "title": "HARIS NUKEM",
      "description": "void",
      "preview": "0 First Name Last Name Email Address SIGN UP Thanks!"
    },
    {
      "url": "https://www.leverforchange.org/",
      "title": "Lever for Change | Discover New Potential",
      "description": "By creating equitable access, we connect donors with bold solutions that move the world. Reimagine philanthropy with us.",
      "preview": "Skip to content Discover new potential. We create equitable access that enables Philanthropy to go beyond the familiar. More about our mission Feature"
    },
    {
      "url": "https://www.crazyegg.com/opt-out",
      "title": "Opting out - Crazy Egg",
      "description": "If you have a Crazy Egg account and wish to completely opt-out of Crazy Egg's services",
      "preview": "Opting Out Last Updated: January 06, 2025 I am a Crazy Egg customer and I want to opt-out If you have a Crazy Egg account and wish to completely opt-o"
    },
    {
      "url": "https://digitalmaturitybenchmark.withgoogle.com/en/advertisers/",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://simplay3.com/our-story",
      "title": "Simplay3 Our Story",
      "description": "Simplay3 manufactures innovative made in the USA quality products that are easy to assemble. Playful designs promote simple play. Read more about our story.",
      "preview": "Fast, Free US Shipping* American Made, Veteran Owned Our Story Whether you're 3 or 63, we want to bring more fun and joy to life. We know that simple"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GDP",
      "title": "Gross Domestic Product (GDP) | FRED | St. Louis Fed",
      "description": "View economic output, reported as the nominal value of all new goods and services produced by labor and property located in the U.S.",
      "preview": "Skip to main content Gross Domestic Product (GDP) Observations Q2 2025: 30,485.729 | Billions of Dollars, Seasonally Adjusted Annual Rate | Quarterly"
    },
    {
      "url": "https://www.jewishcommunityaction.org/",
      "title": "Home - Jewish Community Action Minnesota (JCA MN)",
      "description": "JCA MN is a nonprofit 501c3, grassroots civil rights advocacy group weaving progressive Jewish values into local work for racial and economic justice.",
      "preview": "0 Organizing Minnesotan Jews for racial and economic justice New to Our Work? Learn More Existing Member? Manage Your Profile JOIN US! Upcoming Events"
    },
    {
      "url": "http://hosted2.ap.org/APDefault/*/Article_2015-03-05-US--Blurred%20Lines-Song%20Dispute/id-a6024f2efd254832b069c86a57c70c44",
      "title": "Associated Press News: Breaking News, Latest Headlines and Videos | AP News",
      "description": "Read the latest headlines, breaking news, and videos at APNews.com, the definitive source for independent journalism from every corner of the globe.",
      "preview": "void"
    },
    {
      "url": "http://data.unep-wcmc.org/datasets/38",
      "title": "Ocean+ Habitats",
      "description": "Ocean+ Habitats is a living platform providing the world's decision-makers and communities of practice with the best possible global information, knowledge and tools required to manage and conserve ocean ecosystems.",
      "preview": "Where are marine and coastal habitats? Over 70% of the surface of Earth is ocean, comprising highly diverse marine and coastal ecosystems. These ecosy"
    },
    {
      "url": "https://www.vogue.com/article/cara-loves-karl-capsule-collection",
      "title": "With Cara Loves Karl, Cara Delevingne Brings Karl Lagerfeld-Inspired Style to One-and-All | Vogue",
      "description": "Cara Delevingne's collaboration with the Karl Lagerfeld brand will be available worldwide on September 8th.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story Cara Delevingne first met Karl Lagerfeld when he cast her to walk in the sp"
    },
    {
      "url": "https://www.louvre.fr/visiter",
      "title": "Visiter - L'essentiel pour préparer votre visite",
      "description": "Horaires, tarifs, accès, plan, services sur places, restaurants : L'essentiel pour préparer votre visite, que vous soyez seul, en famille ou en groupe.",
      "preview": "Visiter - L'essentiel pour préparer votre visite Aller au contenu Visiter L'essentiel pour préparer votre visite Horaires & tarifs Plan, accès & trans"
    },
    {
      "url": "https://www.sigidwiki.com/wiki/ADS-B",
      "title": "Automatic Dependent Surveillance-Broadcast (ADS-B) - Signal Identification Wiki",
      "description": "ADS-B is used by aircraft as an alternative to secondary radar. It broadcasts GPS position (latitude, longitude), pressure altitude, callsign, as well as track and ground speed.",
      "preview": "Automatic Dependent Surveillance-Broadcast (ADS-B) From Signal Identification Wiki (Redirected from ADS-B ) Jump to: navigation , search Automatic Dep"
    },
    {
      "url": "https://hispanicfamilycenter.com/",
      "title": "Healthy Families & Communities - Serving South Jersey since 1976",
      "description": "HFC is a trusted nonprofit serving immigrant and underserved families in South Jersey with inclusive, bilingual support and vital services to empower brighter futures.",
      "preview": "Safety Exit Skip to content Home Page Important: Regular Hours Have Resumed at All Locations! Regular Hours at All Locations! Monday - Friday: 8:30 am"
    },
    {
      "url": "https://bokmodern.com/portfolio/b12-2/",
      "title": "B12 Pattern - BŌK Modern",
      "description": "B12 Pattern | Laser-Cut. Select a Pattern or Customize Your Own. Simplicity Translates to Cost Efficiency.",
      "preview": "Why BŌK? Our Experience About Us Projects Completed In the Works Products Standard Products Custom Products New Products Patterns Materials Technical"
    },
    {
      "url": "https://www.newplasticseconomy.org/projects/global-commitment/signatories",
      "title": "Leading the Transition to a Circular Economy | Ellen MacArthur Foundation",
      "description": "Accelerating the global transition to a circular economy - working with businesses, policymakers and institutions to create systems that benefit people and the environment.",
      "preview": "It's time for a circular economy Through design, we can eliminate waste and pollution, circulate products and materials, and regenerate nature, creati"
    },
    {
      "url": "https://mashable.com/2017/05/22/facebook-ai-content-moderation-community-standards/#wQs5deaV2OqE",
      "title": "Despite Facebook's push, AI isn't ready to moderate disturbing content | Mashable",
      "description": "Artificial intelligence still falls short when it comes to determining what violates Facebook's community standards. It may not always.",
      "preview": "Although these guys probably aren't the ones doing the struggling. Credit: Justin Sullivan/Getty Images Artificial intelligence is the way of the futu"
    },
    {
      "url": "https://www.indycar.com/Schedule",
      "title": "NTT INDYCAR SERIES Race Schedule, Results, Dates, Times | Official Site of INDYCAR",
      "description": "Full NTT INDYCAR SERIES race schedule, ticket information, race results, race dates, race times, and track information.",
      "preview": "facebook instagram linkedin threads tiktok x youtube double-arrow-down double-arrow-right double-arrow-left Schedule View by 2026 Season 2026 2025 202"
    },
    {
      "url": "https://be.contentful.com/login",
      "title": "Log In - Contentful",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.ilo.org/global/topics/forced-labour/definition/lang--en/index.htm",
      "title": "What is forced labour? | International Labour Organization",
      "description": "void",
      "preview": "Skip to main content What is forced labour?"
    },
    {
      "url": "https://dreamstudio.ai/generate",
      "title": "Dream Studio, Stable Diffusion in an easy-to-use application",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.refreshinghope.org/blogs/1/2898/the-counselor",
      "title": "Refreshing Hope Ministries Online Church: Jesus - For such a time as this!",
      "description": "Refreshing Hope Ministries Online Church: Join a wonderful body of believers from all walks of life in an ad-free, drama-free, toxic-free environment with live interactive church services and refreshing Spirit filled devotionals posted daily!",
      "preview": "Search Search 1641 Notifications View All You have 2 notifications. 0 new. Notification Message Guest 7 months ago Read liked your post . Notification"
    },
    {
      "url": "https://pittsburgh.cbslocal.com/2020/01/19/mac-miller-birthday-celebration-pittsburgh/",
      "title": "Fans Gather In Pittsburgh To Celebrate And Remember Mac Miller On His 28th Birthday - CBS Pittsburgh",
      "description": "Fans of the late rapper gathered at Stage AE on Sunday to celebrate what would&#039;ve been his 28th birthday.",
      "preview": "All News KDKA Investigations Politics Consumer Business HealthWatch Entertainment Galleries KDKA+ Pittsburgh Weather School Closings/Delays Submit Wea"
    },
    {
      "url": "https://thriller-lesen.de/buchempfehlungen/",
      "title": "Krimis & Thriller Bücher hier online kaufen & lesen",
      "description": "In der buecher-stube.de günstig Krimis & Thriller Bücher online kaufen ᐅ spannende Krimis ✓ packende Thriller ✓",
      "preview": "Zum Inhalt springen Krimis & Thriller Filter Ergebnisse 1 - 48 von 8293 werden angezeigt Standardsortierung Nach Beliebtheit sortiert Sortieren nach n"
    },
    {
      "url": "https://forms.accaglobal.com/contact-us",
      "title": "Contact us",
      "description": "void",
      "preview": "Cancel Adaptive Form Title Adaptive Form Title What best describes you? Continue Cancel Contact us Get help and support What best describes you? I'm i"
    },
    {
      "url": "https://www.yalemedicine.org/specialists/ania-jastreboff",
      "title": "Ania Jastreboff > Specialists > Yale Medicine",
      "description": "Ania M. Jastreboff, MD, PhD, is an adult and pediatric endocrinologist with expertise in obesity medicine and weight management. She cares for patients who have prediabetes, insulin resistance, metabolic syndrome, and type 1 and type 2 diabetes. Dr. Jastrebroff, who is director of the Yale Obesity Research Center (Y-Weight), says she empathizes with patients who struggle to lose weight or maintain weight loss. \"Carrying excess weight and having obesity is not a lifestyle choice. Obesity is a chronic disease and should be treated with the same vigor and integrity as other chronic diseases,\" she says. \"We are in the infancy of our understanding of the mechanisms that underlie obesity. Many novel treatments are under development, including new anti-obesity medications, endoscopic procedures, and the refining of behavioral and surgical interventions.\" An assistant professor of medicine (endocrinology) and of pediatrics (endocrinology) at Yale School of Medicine, Dr. Jastrebroff says one of her goals is to conduct clinic research that will lead to better treatments for obesity and also have a clear public health impact in mitigating the obesity \"pandemic.\" Recent misinformation has been circulating online regarding a so-called \"pink salt trick\" for weight loss. It is not medically supported, and it has no connection to Dr. Ania Jastreboff or Yale. Videos of Dr. Jastreboff purporting to endorse this product are fraudulent and have been AI generated.",
      "preview": "Skip to Main Content 1 Yale Pediatric Endocrinology 1 Long Wharf Drive New Haven, CT 06511 Directions 1 of 3 Yale Pediatric Endocrinology 1 Long Wharf"
    },
    {
      "url": "https://secure.donorschoose.org/donors/giving_history.html",
      "title": "DonorsChoose Sign In | Public School Donations",
      "description": "Sign in or create a new account to make public school donations via DonorsChoose",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "http://www.pagat.com/rummy/handfoot.html",
      "title": "Hand and Foot - Card Game Rules",
      "description": "How to play Hand and Foot Canasta, an American game in which each player has both a hand of cards and a foot, which is picked up when all the cards from the hand have been played.",
      "preview": "Home A-Z Select language ▼ deutsch english Home Page > Classified Index > Draw and Discard Games > Rummy Games > Hand and Foot Hand and Foot Introduct"
    },
    {
      "url": "https://www.iccat.int/en/",
      "title": "ICCAT·CICTA·CICAA",
      "description": "WebSite ICCAT",
      "preview": "void"
    },
    {
      "url": "https://www.simple.ink/",
      "title": "Notion Website Maker: Create A Free Website Built In Notion",
      "description": "Create no-code websites with Notion, in 1 click. Turn your Notion page into your website in 1 minute. Free, fast, optimized for 0 headache. Try Simple.ink free (no credit card needed).",
      "preview": "25,000+ Successful Notion Websites Build a website with Notion Create a sleek, functional website from your Notion pages in just 10 seconds. No coding"
    },
    {
      "url": "https://www.treasury.gov/tigta/contact_report_scam.shtml",
      "title": "Home | U.S. Treasury Inspector General for Tax Administration OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://baymard.com/blog",
      "title": "Ecommerce UX Research Articles - Baymard Institute",
      "description": "The below 400+ ecommerce UX articles are all based on Baymard's 150,000+ hours of UX research. The articles represent just 5% of Baymard's Premium research database. Join 60,000+ UX professionals and get a new article every week by email.",
      "preview": "Baymard Institute Baymard Institute Logo Product Use cases Industries Benchmark Your UX Performance How does your UX performance stack up against indu"
    },
    {
      "url": "https://interactive.guim.co.uk/uploader/embed/2021/11/archive-zip/giv-825UtiOvVJmipSt/",
      "title": "void",
      "description": "void",
      "preview": "The proposed mega marine protection area will cover more than 200,000 square miles Proposed mega marine protection area Caribbean Sea Panama canal Cos"
    },
    {
      "url": "https://www.kaporcenter.org/the-computer-science-teacher-landscape-results-of-a-nationwide-teacher-survey",
      "title": "The Computer Science Teacher Landscape: Results of a Nationwide Teacher Survey - Kapor Center",
      "description": "While the technology sector remains one of the fastest growing industries across the nation and continues to rapidly permeate all facets of society, the next generation of the computing workforceContinue reading \"The Computer Science Teacher Landscape: Results of a Nationwide Teacher Survey\"",
      "preview": "Skip to content Back to Publications While the technology sector remains one of the fastest growing industries across the nation and continues to rapi"
    },
    {
      "url": "https://www.motirservices.com/",
      "title": "Motir Services",
      "description": "void",
      "preview": "Skip to content MEDICAL STAFFING FOOD SERVICE FACILITY MANAGEMENT MOVING, RELOCATION & LOGISTICS CONSULTANT SERVICES ENVIRONMENTAL SERVICES CONSTRUCTI"
    },
    {
      "url": "https://subaru.oemdtc.com/category/recalls",
      "title": "Recalls | Subaru - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.ciciscorner.com/2016/04/mondays-musings.html",
      "title": "Monday's Musings - CiCis Corner F",
      "description": "void",
      "preview": "Monday, April 11, 2016 Monday's Musings Lea @ CiCis Corner April 11, 2016 Well, this morning was a VERY early one for me. I had to arise at 3:00AM to"
    },
    {
      "url": "https://stackoverflow.com/",
      "title": "Newest Questions - Stack Overflow",
      "description": "Stack Overflow | The World's Largest Online Community for Developers",
      "preview": "How are we doing? Please help us improve Stack Overflow. Take our short survey Collectives™ on Stack Overflow Find centralized, trusted content and co"
    },
    {
      "url": "http://www.oceansatlas.org",
      "title": "UN Atlas of the Oceans: Home",
      "description": "void",
      "preview": "A leaflet of the UN Atlas of the Oceans Click on the image to download a PDF version The UN Atlas of the Oceans is an Internet portal providing inform"
    },
    {
      "url": "https://symex.belfius.be/valeurs2.html?language=FR&periode=H6M&ticker=APAM&pays=NL&random=578861150&SID=qo58rqomrotah80qsbeodfhqn5",
      "title": "Cotations",
      "description": "void",
      "preview": "Recherche valeur: Place de cotation: Bruxelles Paris Amsterdam New York Londres Francfort GO APERAM 13:50 10/10/25 Dernier cours : 32.24  Variation :"
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/Apple/TEI/",
      "title": "The Total Economic Impact™ Of Mac In Enterprise",
      "description": "Cost Savings And Business Benefits Enabled By Mac Devices",
      "preview": "Configure Data Customize These Results Forrester interviewed representatives of several organizations to produce the composite analysis results featur"
    },
    {
      "url": "http://lavetten.se/foreningen/board",
      "title": "Brf Lavetten i Varberg - Styrelsen",
      "description": "Bostandsrättsföreningen Lavetten i Varberg Varbergshus nr 3",
      "preview": "Hoppa till innehåll Hoppa till huvudnavigering och login Hoppa till extra information Navigeringsvy sök Navigering Start Vanliga frågor Kontakt Sök sö"
    },
    {
      "url": "https://nissan.oemdtc.com",
      "title": "Nissan & Infiniti - OEMDTC",
      "description": "Nissan & Infiniti Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.tioluchin.com/",
      "title": "Buy Testosterone Cypionate Online - USA Testosterone Cypionate for sale",
      "description": "Testosterone Cypionate for sale, order Testosterone Cypionate online USA with credit card. Testosterone Enanthate for sale, anabolic steroids shop, buy Testosterone Propionate online.",
      "preview": "Dollar : Dollar Euro English : English French German Empty Cart Testosterone Cypionate For Sale: Home Oral Steroids Injectable Steroids HGH & Peptides"
    },
    {
      "url": "https://www.rochesterccphotography.com/Sports/College-Lacrosse/Yale-v-Albany-M-4-19-19/i-7JKFxxR/",
      "title": "Yale Bulldogs v. Albany Great Danes (M) 4-19-19 - RochesterCCPhotography",
      "description": "NCAA Division I men's lacrosse game between the Yale Bulldogs and Albany Great Danes at Boswell Field in Albany, NY. Get updates on photos and scores by clicking and joining our Facebook page or Twitter page. The images on this website are not to be used in any manner without permission from the photographer. This includes other websites. Please contact us with any questions. Watermarking is used to protect the images from copyright infringement.",
      "preview": "Powered by SmugMug Owner Log In Report Content"
    },
    {
      "url": "https://alicealinhavandoletras.com/2021/05/19/folha-seca/",
      "title": "Poesia da casa - Folha seca - Blog de de Alice - Alinhavando letras",
      "description": "Arrastada vai a folha, pelo vento, pela brisa Ora para, ora voa, não tem repouso ou guarida Tão queimada pelo sol, tão saudosa de seu galho Segue a folha seu destino, sonha chegar ao regato Depois de tanto sofrer, é sol, é sede, é cansaço Finalmente vem a chuva e a leva a enxurrada Sente...",
      "preview": "Ir para conteúdo Maria Alice Ferreira da Rosa DeAlice 19 19America/Sao_Paulo maio 19America/Sao_Paulo 2021 1 01America/Sao_Paulo maio 01America/Sao_Pa"
    },
    {
      "url": "https://germanabendbrot.de/2017/07/28/friday-night-dinner-date-lamm-kichererbsen-und-ras-el-hanout/",
      "title": "Friday Night Dinner Date: Lamm, Kichererbsen und Ras el Hanout - Germanabendbrot",
      "description": "Whhoooaaaa, was ist denn hier los? In der Küche komm' ich gerade zu nichts! Mit Ach und Krach habe ich endlich mal ein paar Gläser Tomatensugo eingekocht,",
      "preview": "Whhoooaaaa, was ist denn hier los? In der Küche komm' ich gerade zu nichts! Mit Ach und Krach habe ich endlich mal ein paar Gläser Tomatensugo eingeko"
    },
    {
      "url": "http://www.reactiongifs.com/tag/whoop-ass/",
      "title": "whoop ass - Reaction GIFs",
      "description": "void",
      "preview": "Tag: whoop ass Whoop Yo Ass May 14, 2014 Spanking When they deserve a spanking June 20, 2013 Opening a can of WHOOP ASS January 22, 2013"
    },
    {
      "url": "https://www.cftexas.org/",
      "title": "Where Giving Thrives - Communities Foundation Of Texas",
      "description": "Communities Foundation of Texas is dedicated to building thriving communities by inspiring philanthropy and fostering impactful giving for lasting change.",
      "preview": "Jump to navigation links Jump to main content Jump to footer links Local Impact; Simplified Giving; One-on-One Guidance DONORS Uplift communities, cha"
    },
    {
      "url": "https://myaccount.chicagotribune.com/300/autopaymanage#nt=secondarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://skooloflife.medium.com/99-of-ai-startups-will-be-dead-by-2026-heres-why-bfc974edd968",
      "title": "99% of AI Startups Will Be Dead by 2026 - Here's Why | by Srinivas Rao | Medium",
      "description": "99% of AI Startups Will Be Dead by 2026 - Here's Why In the late '90s, I was a student at Berkeley watching the dot-com boom unfold like a fever dream. Traffic equated to revenue Adding .com to ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in 99% of AI Startups Will Be Dead by 2026 - Here's Why Srinivas Rao 15 min"
    },
    {
      "url": "http://acestoohigh.com",
      "title": "ACEs Too High",
      "description": "void",
      "preview": "ACEs Too High Blog at WordPress.com. Subscribe Subscribed ACEs Too High Join 11,786 other subscribers Sign me up Already have a WordPress.com account?"
    },
    {
      "url": "https://www.cancer.org/cancer/bladder-cancer/about/key-statistics.html",
      "title": "Key Statistics for Bladder Cancer | American Cancer Society",
      "description": "Learn how many new cases of bladder cancer and deaths from bladder cancer are expected this year, as well as other key statistics.",
      "preview": "Skip to main content × October 9 is DAF Day! Use your Donor Advised Fund to help save lives today. Give Now . Help Our 24/7 cancer helpline provides i"
    },
    {
      "url": "https://drugpolicy.org/issues/drug-war-statistics",
      "title": "Drug War Stats - Drug Policy Alliance",
      "description": "See the latest data and trends on drug arrests, incarceration, overdose, financial impact of the drug war, and more.",
      "preview": "Drug War Stats Quick Stat Finder 1 Drug Arrests 2 Incarceration 3 Systemic Impact 4 Overdose 5 Financial Impact 6 Marijuana Policy Drug War Stats 1 Dr"
    },
    {
      "url": "https://insidesources.com/proposal-could-help-cities-recover-from-pandemics-impact/",
      "title": "Proposal Could Help Cities Recover from Pandemic's Impact - InsideSources",
      "description": "Cities across the country are witnessing one of the pandemic's long-term consequences: Reduced workforce in city centers. With many companies electing to",
      "preview": "InsideSources Menu Home Energy Technology Politics Finance Education Publications NH Journal DV Journal Inside Alerts InsideSources Get up-to-date new"
    },
    {
      "url": "https://www.handelsblatt.com/unternehmen/industrie",
      "title": "Handelsblatt",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://www.usatoday.com/",
      "title": "Latest World & National News & Headlines - USATODAY.com",
      "description": "USA TODAY delivers current national and local news, sports, entertainment, finance, technology, and more through award-winning journalism, photos, and videos.",
      "preview": "Skip to main content Home U.S. Politics Sports Entertainment Life Money Tech Travel Opinion Crossword Subtropical Storm Karen forms in the Atlantic as"
    },
    {
      "url": "https://www.giftcampaign.pt/agendas-personalizadas/agenda-corporativa-spiral.html",
      "title": "Agenda capa rígida PU vista diária B5 | Desde 2,62€",
      "description": "Agendas personalizáveis pequenas com capas rígidas. Se procura material de escritório económico e útil, recomendamos este brinde.",
      "preview": "4,7 271 opiniões Brindes personalizados publicitários Categorias Populares Sacos reutilizáveis personalizados Garrafas de água personalizadas Brindes"
    },
    {
      "url": "https://forums.empiresmod.com/index.php?threads/test-please-ignore.17006/",
      "title": "test please ignore | Empires Mod",
      "description": "testing polls",
      "preview": "Log in"
    },
    {
      "url": "https://reallywell.com/Flaxfood.com/order-east.htm",
      "title": "300 Multiple Choices",
      "description": "void",
      "preview": "Multiple Choices The document name you requested ( /Flaxfood.com/order-east.htm ) could not be found on this server. However, we found documents with"
    },
    {
      "url": "https://hlpf.un.org/2022",
      "title": "High-Level Political Forum 2022",
      "description": "void",
      "preview": "Skip to main content High-Level Political Forum on Sustainable Development Search Search A-Z Site Index Home About Members Mandate and Functions GA Re"
    },
    {
      "url": "http://www.descarca.ucoz.com/",
      "title": "Play CronoLead - Pagina principală",
      "description": "void",
      "preview": "Home Movies TV Shows Cartoons Forum Informer #1 [ File Catalog · Entries · Entry date D · Entries: 10 · Columns: 1 ] Cars 2 Informer #1 [ File Catalog"
    },
    {
      "url": "http://www.nasa.gov/multimedia/guidelines/index.html",
      "title": "Guidelines for using NASA Images and Media Guidelines",
      "description": "NASA content - images, audio, video, and media files are generally are not subject to copyright in the United States for non-commercial use.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://oceanriskalliance.org/what-we-do/",
      "title": "What We Do - ORRAA",
      "description": "We work across geographies - with a focus on the Global South - pioneering, piloting, and scaling innovative finance products that invest in coastal resilience.",
      "preview": "Skip to content What We Do Driving investment into ocean resilience The Ocean Risk and Resilience Action Alliance (ORRAA) is the only multi-sector col"
    },
    {
      "url": "https://www.parenttoolkit.com/",
      "title": "Parenting Guides - TODAY | TODAY",
      "description": "Find educational benchmarks, social emotional milestones, tips and advice for children at school in each grade.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.ideart.si/blog/brezplacna-spletna-stran",
      "title": "Brezplačna ali poceni spletna stran?",
      "description": "Zbirka nasvetov in trikov, ki vam bodo pomagali pri vaši spletni prodaji in učinkovitem spletnem nastopu. Novice, trendi & nasveti.",
      "preview": "Brezplačna ali poceni spletna stran? ideART - Matjaž Blažič 16 Januar 2021 (3) Na voljo imate postavitev spletne strani na poddomeni enega izmed števi"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/quickstart.html",
      "title": "void",
      "description": "void",
      "preview": "You should have been redirected. If not, click here to continue."
    },
    {
      "url": "https://www.seasketch.org/home.html",
      "title": "SeaSketch",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://store.apple.com/us_epp_55499",
      "title": "Government Purchase Program - Shopping Agreement - Apple",
      "description": "void",
      "preview": "Government Purchase Program Please review the terms and conditions below before placing an order. Terms & Conditions The Government Purchase Program ("
    },
    {
      "url": "https://www.sba.gov/about-sba/sba-newsroom/press-releases-media-advisories/sba-rolls-out-dedicated-tool-small-businesses-connect-cdfis-small-asset-lenders-participating-ppp",
      "title": "SBA Rolls Out Dedicated Tool for Small Businesses to Connect with CDFIs, Small Asset Lenders Participating in PPP | U.S. Small Business Administration",
      "description": "WASHINGTON - Today, U.S. Small Business Administration Administrator Jovita Carranza announced the launch of a dedicated online tool for small businesses and non-profits to be matched with Community Development Financial Institutions (CDFIs), Minority Depository Institutions (MDIs), Certified Development Companies (CDCs), Farm Credit System lenders, Microlenders, as well as traditional smaller asset size lenders in the Paycheck Protection Program (PPP).",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.marieclaire.co.uk/news/celebrity-news/inside-the-glamorous-world-of-grace-jones-8312",
      "title": "Grace Jones - Biography, Life Story & Pictures | Marie Claire UK",
      "description": "Grace Jones - Model, actor, singer, Bond girl. Many have inspired, but few can rival the ferocious greatness of this 80s icon",
      "preview": "Don't miss these Grace Jones (Image credit: REX) By Marie Claire published 18 May 2016 in News Model, actor, singer, Bond girl - and all on her own te"
    },
    {
      "url": "https://tuwiazowna.pl/rusza-modernizacja-az-piec-naborow-wnioskow-w-jednym-terminie/",
      "title": "Rusza modernizacja. Aż pięć naborów wniosków w jednym terminie - tuWiązowna.pl",
      "description": "void",
      "preview": "= Zapisz się do newslettera Infolinia urzędu: 22 512 58 00 e-mail: urzad@wiazowna.pl Rusza modernizacja. Aż pięć naborów wniosków w jednym terminie Ag"
    },
    {
      "url": "https://docs.google.com/document/d/1Z-vvBMp2lQHcBbtiYZgvOMneyN4_YeQwLW8heO5f-qo/edit#",
      "title": "Smartlead.ai - 11 steps to 10+ demos/day - the hands free cold emailing system - Documenti Google",
      "description": "11 Steps to 10+ Demos/day - The Hands-Free Cold Emailing System Here's the hands-free process we use to book 10+ demos each day consistent across our services and SaaS businesses. It involves a few straightforward steps that'll take 1 hour to set up, which you can also forward to your VA to han...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://www.sixrace.it/en/fenders",
      "title": "✌ Buy Mudguards sixrace.it",
      "description": "✅ Fenders. Accessories and Spare Parts motorcycle sixrace.it",
      "preview": "Filter by Clear Manufacturers -- CIRCUIT (8) CIRCUIT EQUIPMENT (8) CNC RACING (26) NG (15) POWERBRONZE (1704) Motorcycle brand no matches Aprilia 103"
    },
    {
      "url": "https://staffansandberg.se/dimma-och-solnedgang/",
      "title": "Dimma och solnedgång | StaffanSandberg.se",
      "description": "void",
      "preview": "Skip to content Jag hade hoppats på fotografering i soluppgången, men dimma som lagt sig i dalen satte stopp för det. Andra dagen vaknade jag till dim"
    },
    {
      "url": "https://arcanoluna.es/blog/",
      "title": "Blog Arcano Luna - Arcano Luna - Tienda esotérica online",
      "description": "Los mejores artículos sobre tarot, esoterismo, oráculos, libros y otros temas holílsticos. Blog de la tienda esotérica online Arcano Luna.",
      "preview": "El Enigmático Mundo del Tarot de Etteilla: Una Herencia Esotérica El tarot de Etteilla es un mazo único. Tiene una historia profunda y compleja. Su cr"
    },
    {
      "url": "https://www.saintfrancis.com/",
      "title": "Home | Saint Francis Health System",
      "description": "void",
      "preview": "Skip to main content Locally trusted. Nationally proven. Saint Francis is now a verified Level I Trauma Center. Read our news story Image Care When Yo"
    },
    {
      "url": "https://developer.chrome.com/",
      "title": "Chrome for Developers",
      "description": "Helping you build, grow and innovate on the web.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Nederlands Polski Português - Brasil Tiếng Việt Türkçe Р"
    },
    {
      "url": "https://standards.ieee.org/",
      "title": "IEEE SA - The IEEE Standards Association - Home",
      "description": "void",
      "preview": "The IEEE Standards Association - Home Raising the World's Standards Discover how the IEEE SA is working to meet your evolving needs. I want to... Sear"
    },
    {
      "url": "https://yle.fi/a/3-11893855",
      "title": "Atletico Madrid, Inter ja AC Milan tekivät seuraa englantilaisjoukkueille, vetäytyivät Superliigasta | Yle",
      "description": "Euroopan Superliiga sanoo pohtivansa sopivia tapoja muokata projektia.",
      "preview": "Hyppää sisältöön Hyppää sisältöön Kahdentoista jalkapallon suurseuran kaavailema Euroopan Superliiga on romuttumassa, kun kaikki sarjaan aikoneet kuus"
    },
    {
      "url": "http://siemplifycommunity.slack.com/",
      "title": "Workspace Suspended | Slack",
      "description": "void",
      "preview": "This workspace has been suspended. secops-community.slack.com This workspace has been suspended. Go to slack.com ."
    },
    {
      "url": "https://www.dbricette.it/links_programmi.htm",
      "title": "DBRicette: Links programmi",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Links a programmi che usano il nostro database [4] SHOP'NCOOK COOKBOOK READER"
    },
    {
      "url": "https://corporate.shipt.com/news",
      "title": "Shipt - News",
      "description": "Get the latest news from Shipt",
      "preview": "Ready to start saving time? Newsroom Introducing Shipt's New Chat to Cart Feature Introducing Shipt's New Chat to Cart Feature Oct 2, 2025 Introducing"
    },
    {
      "url": "https://www.boxycharm.com",
      "title": "BOXYCHARM: The Best Monthly Beauty and Makeup Box Subscription",
      "description": "Your customized beauty membership with five full-size products worth up to $200 for only $32 per month.",
      "preview": "BUZZWORTHY BEAUTY DELIVERED MONTHLY Score 5 full-size beauty products worth up to $200 for only $32/month, plus unlock 24/7 access to epic deals (up t"
    },
    {
      "url": "https://www.contentful.com/",
      "title": "Content that scales. Experiences that convert. | Contentful",
      "description": "Contentful DXP uses AI-driven analytics to help you personalize, optimize, and create standout digital experiences at scale. Effortlessly.",
      "preview": "/ ✨ Next-gen digital experiences Lorem ipsum dolor sit amet... whatever If you're not personalizing, your content is just filler. Break through with h"
    },
    {
      "url": "https://www.zedge.net",
      "title": "ZEDGE: We Make Phones Personal",
      "description": "Download free ringtones, HD wallpapers, backgrounds, icons and games to personalize your cell phone or mobile device using the Zedge app for Android and iPhone.",
      "preview": "Zedge We Make Phones Personal Zedge is the # 1 phone personalization app in the world and helps you make sure your phone reflects you. Join the fun, g"
    },
    {
      "url": "https://publications.ici.umn.edu/ties/peer-engagement/belonging/introduction",
      "title": "TIES Belonging Resources | Creating communities of belonging for students with significant cognitive disabilities | Institute on Community Integration Publications",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. TIES Belonging Resources Creating communities of belonging for students with significant cognitive disa"
    },
    {
      "url": "https://bloomberg.org/careers",
      "title": "Careers | Bloomberg Philanthropies",
      "description": "At Bloomberg Philanthropies giving back starts from the ground up.",
      "preview": "Skip to main content Careers Bloomberg Philanthropies works to ensure better, longer lives for the greatest number of people. We work to create positi"
    }
  ],
  "_meta": {
    "total_bookmarks": 109
  }
}