{
  "data": [
    {
      "url": "https://hroarr.com/forum/ucp.php?mode=privacy&sid=abd475c9bd2fa9a8fa8525693ceb7290",
      "title": "HROARR.COM -User Control Panel -Privacy policy",
      "description": "void",
      "preview": "HROARR.COM RESOURCES FOR THE HISTORICAL EUROPEAN MARTIAL ARTS & SPORTS COMMUNITY Skip to content Quick links Forums Members The team FAQ Login Registe"
    },
    {
      "url": "https://www.match.com/",
      "title": "Online Dating Site - Register For Free on Match UK!",
      "description": "Start online dating with Match. Sign up for free and get access to singles' dating profiles, attend Match singles nights & events near you.",
      "preview": "Register Log in Who are you interested in? I'm a man seeking a woman I'm a woman seeking a man I'm a man seeking a man I'm woman seeking a woman I'm a"
    },
    {
      "url": "https://power-type.com/power-display/",
      "title": "Power Display Typeface - Power Type™ Foundry",
      "description": "Power Type Foundry, born from a decade of expertise in type design. The typefaces we present are carefully crafted, reflecting years of dedication and passion for the art of typography. We are the authentic type design experts and we take great care in crafting glyphs.",
      "preview": "void"
    },
    {
      "url": "https://www.vicinft.com/company",
      "title": "Vici Network",
      "description": "Orchestrate many-to-many swaps. Vici Network offers users a dynamic and engaging solution for everyone to create and manage their own token portfolio.",
      "preview": "Enterprise Blockchain Solutions Secure, compliant, and scalable smart contract infrastructure for stablecoins and token-based applications, powered by"
    },
    {
      "url": "https://socialimpact.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mysupport.apple.com/add-coverage/",
      "title": "Il mio supporto",
      "description": "void",
      "preview": "JavaScript Required We're sorry, but this application requires JavaScript to function properly. Please enable JavaScript in your browser settings and"
    },
    {
      "url": "https://albatros-travel.com/",
      "title": "Albatros Travel | Quality travel since 1986",
      "description": "Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a family-owned travel company with a global wingspan.",
      "preview": "Skip to main content Quality travel since 1986 Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a fam"
    },
    {
      "url": "https://www.peacocktv.com/",
      "title": "Home | NBCUNIVERSAL MEDIA",
      "description": "We are one of the world's leading media and entertainment companies in the development, production, and marketing of entertainment, news and information to a",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content Your browser does not support the vi"
    },
    {
      "url": "https://hsc.unm.edu/echo/what-we-do/about-the-echo-model.html",
      "title": "The ECHO Model - Project ECHO",
      "description": "void",
      "preview": "About the ECHO Model Inspired by the way clinicians learn from medical rounds during residencies, the ECHO Model® has evolved into a learning framewor"
    },
    {
      "url": "https://developer.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "MDN Web Docs",
      "description": "The MDN Web Docs site provides information about Open Web technologies including HTML, CSS, and APIs for both Web sites and progressive web apps.",
      "preview": "Skip to main content Skip to search Resources for Developers, by Developers Documenting CSS , HTML , and JavaScript , since 2005. Search Mandala / / /"
    },
    {
      "url": "https://mutable-instruments.net/archive/",
      "title": "Mutable Instruments prehistoric projects",
      "description": "None",
      "preview": "» Home This page contains the user manuals, assembly instructions or technical documentation of discontinued, non-Eurorack, Mutable Instruments produc"
    },
    {
      "url": "http://www.maanmittauslaitos.fi/en/NLS_open_data_licence_version1_20120501",
      "title": "National Land Survey open data licence - version 1.0 - 1 May 2012 | National Land Survey of Finland",
      "description": "Open data terms of use/licence until 15 January 2015. Terms valid at the time of acquisition apply to the data.",
      "preview": "Skip to main content 9.10.2025 Service message Are you calling our customer service? - answers to frequently asked questions 8.4.2025 Service message"
    },
    {
      "url": "https://www.wcs.org/our-work/places",
      "title": "Our Priority Regions - WCS.org",
      "description": "void",
      "preview": "Skip to main content Our Work Our Work Menu Our Priority Wildlife Our Priority Regions Communities Solutions Nature's Strongholds Oceans Donate We are"
    },
    {
      "url": "http://walmartethics.com",
      "title": "Walmart Ethics - English (US)",
      "description": "Our Code guides us in making ethical decisions that build trust with our associates, customers and members, and within our business.",
      "preview": "Skip to main Skip to footer Contact Us Code of Conduct Code of Conduct Live Our Code Build Trust with Our Associates Build Trust with Our Customers an"
    },
    {
      "url": "https://docs.aws.amazon.com/IAM/latest/APIReference/API_PolicyDetail.html",
      "title": "PolicyDetail - AWS Identity and Access Management",
      "description": "Contains information about an IAM policy, including the policy document.",
      "preview": "PolicyDetail - AWS Identity and Access Management Documentation AWS Identity and Access Management API Reference Contents See Also PolicyDetail Contai"
    },
    {
      "url": "https://nvoronchikhin.tumblr.com/",
      "title": "@nvoronchikhin on Tumblr",
      "description": "Follow @nvoronchikhin and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Chris Wondolowski scores his last ever goal in his last final game Source: youtube.com 🔴 LIVESTREAM: LEO MESSI'S PRESS CONFERENCE from CAMP NOU"
    },
    {
      "url": "https://www.metmuseum.org/toah/hd/pape/hd_pape.htm",
      "title": "The Papacy during the Renaissance - The Metropolitan Museum of Art",
      "description": "Popes strove to make Rome the capital of Christendom while projecting it, through art, architecture, and literature, as the center of a Golden Age of unity, order, and peace.",
      "preview": "Skip to main content A slider containing 3 items. Press the down key to skip to the last item. Ring with the Name of Pope Paul II (r. 1464-71) Italian"
    },
    {
      "url": "https://www.elle.com/culture/celebrities/a11729/josh-groban-interview/",
      "title": "Love Me Tenor",
      "description": "Josh Groban may sing like a saint, but he jokes like a sinner",
      "preview": "Skip to Content Hellin Kay Josh Groban may have the best poker face in music. For 10 years, he dutifully filled the role of Adult Contemporary's boy w"
    },
    {
      "url": "https://rpp.pe/columnistas/juancarlossueiro/las-consecuencias-del-coronavirus-en-las-actividades-pesqueras-noticia-1259777?ref=rpp",
      "title": "Las consecuencias del coronavirus en las actividades pesqueras",
      "description": "China, Estados Unidos y Europa son nuestros principales clientes de productos pesqueros. &nbsp;La evoluci&oacute;n de la COVID&ndash;19 en el pa&iacute;s y en estos lugares determinar&aacute;n la recuperaci&oacute;n de las actividades pesqueras.",
      "preview": "Menú Buscar Señal en vivo: RPP TV RADIO Síguenos en redes sociales Únete a nuestro canal en WhatsApp Calcula tu gratificación con \"La Grati\" 💰 Seccion"
    },
    {
      "url": "https://icones.js.org/collection/all",
      "title": "Icônes",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ikea.com/se/en/cat/cookware-20682/",
      "title": "Products - Discover Our Full Range Of Furniture And Homeware - IKEA Sweden",
      "description": "Browse our full range of products from dressing tables to complete modern kitchens. Click here to find the right IKEA product for you. Discover more here.",
      "preview": "Skip to main content Go to product list Products"
    },
    {
      "url": "https://johnrutter.com/contact-us?currency=USD",
      "title": "Contact us | John Rutter",
      "description": "Get in touch using our contact form",
      "preview": "Notice: JavaScript is required for this content. Sign up for our newsletter Notice: JavaScript is required for this content. WordPress Image Lightbox"
    },
    {
      "url": "https://wwwn.cdc.gov/dcs/RequestForm.aspx",
      "title": "Email CDC-INFO | CDC-INFO",
      "description": "Users can use this form to direct questions to the CDC.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://www.health.state.mn.us/communities/equity/about/covid19.html",
      "title": "Health Equity and COVID-19 - MN Dept. of Health",
      "description": "void",
      "preview": "Skip to main content Topic Menu Health Equity Health Equity Home Announcements Capacity Building Requests Funding Opportunities Newsletters Reports an"
    },
    {
      "url": "https://status.cardconnect.com",
      "title": "CardConnect Status",
      "description": "Welcome to CardConnect's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever CardConnect creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't rece"
    },
    {
      "url": "https://rfcx.org/",
      "title": "Rainforest connection",
      "description": "void",
      "preview": "Facebook Twitter Instagram Youtube Linkedin Facebook Twitter Instagram Youtube Linkedin Using Sound & AI To Protect Rainforests & Monitor Biodiversity"
    },
    {
      "url": "https://fontsinuse.com/typefaces/85/helvetica",
      "title": "FF Tisa in use - Fonts In Use",
      "description": "FF Tisa in use",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Flag Foundries FontFont Designers Mitja Miklavčič Release Date 2008 Related Typefaces Alda FF Tisa Sans (4) MVB Dovetai"
    },
    {
      "url": "https://caughtatpoint.com/",
      "title": "Caught@Point - Caught At Point",
      "description": "void",
      "preview": "Sign in Guard of Honour Big Hit Behind the stumps Point of the Week Silly Point Calypso Proteas Fire Sign in Welcome! Log into your account your usern"
    },
    {
      "url": "https://www.ip2location.com/demo/31.200.19.242",
      "title": "31.200.19.242 IP Address Geolocation Lookup Demo | IP2Location",
      "description": "IP address 31.200.19.242 geolocation information such as country, region, city, ISP, area code, domain, proxy etc. using IP2Location.",
      "preview": "void"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional",
      "title": "Discover Germany with our regional offers",
      "description": "Regional offers: Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the day ticket for Germany.",
      "preview": "Regional offers Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the da"
    },
    {
      "url": "https://www.salamanderresort.com/",
      "title": "Salamander Middleburg | Five Star Resort and Spa in Middleburg, VA",
      "description": "Salamander Middleburg offers the refined sophistication of a luxurious country estate in the exclusive Washington. D.C. horse and wine country,",
      "preview": "Skip to main content Room Spa Dining Book Reserve My Stay Book Spa Book Reservations Office Hours: Monday - Friday: 8:00 AM - 7:00 PM Saturday & Sunda"
    },
    {
      "url": "https://www.aecf.org/",
      "title": "Ensuring the Future of At-Risk Youth - The Annie E. Casey Foundation",
      "description": "The Annie E. Casey Foundation is developing a brighter future for children and youth at risk of poor educational, economic, social and health outcomes.",
      "preview": "Our big ideas are building a brighter future for america's children, youth and families Order Lisa Lawson's Inspiring Book Thrive explores brain scien"
    },
    {
      "url": "https://www.coolandcomfort.be/nl/agenda/item/1063/15th-iir-gustav-lorentzen-conference-on-working-fluids",
      "title": "Agenda | Cool and Comfort",
      "description": "void",
      "preview": "Alle Beurs Conferentie Studie-/infodag Workshop Opleiding Ander event × Dit agendaitem is niet meer actief. Wenst u een event of opleiding aan te kond"
    },
    {
      "url": "https://sports.yahoo.com/christian-pulisic-return-usmnt-roster-155111505.html",
      "title": "Christian Pulisic to return to USMNT roster for World Cup qualifier vs. Mexico - Yahoo Sports",
      "description": "Chelsea star Christian Pulisic returns to the U.S. national team for World Cup qualifier with Mexico after missing three qualifiers with an injury.",
      "preview": "Advertisement Advertisement Advertisement Advertisement TRENDING Phillies ousted after blunder Giants upset Eagles MLB playoffs live updates LeBron to"
    },
    {
      "url": "https://www.energate-messenger.at/news/219257/klagen-gegen-erdgasleitung-opal-abgelehnt",
      "title": "Klagen gegen Erdgasleitung Opal abgelehnt | energate messenger⁺",
      "description": "Dresden - Das Sächsische Oberverwaltungsgericht hat vier Klagen gegen die Erdgasleitung Opal abgewiesen. Diese richteten sich konkret gegen einen 45 Kilometer langen Teilabschnitt der Ostsee-Pipeline-Anbindungsleitung (Opal) im sächsischen Dörnthal...",
      "preview": "(Foto: Wingas) Das Sächsische Oberverwaltungsgericht sieht kein Problem darin, dass die Pipeline Opal einen Windpark kreuzt. Urteil Klagen gegen Erdga"
    },
    {
      "url": "https://www.acf.hhs.gov/opre/report/benefits-last-long-term-impact-and-cost-benefit-findings-year-up",
      "title": "Benefits that Last: Long-Term Impact and Cost-Benefit Findings for Year Up | The Administration for Children and Families",
      "description": "Year Up's large positive impacts on young adults' earnings extended over a seven-year follow-up period, and the program's net benefits to society substantially exceeded its costs.",
      "preview": "Skip To Main Content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.sharp.com/",
      "title": "Top San Diego Hospitals and Doctors | Sharp HealthCare",
      "description": "Sharp HealthCare is San Diego's health care leader with hospitals in San Diego, affiliated medical groups, urgent care centers and a health plan.",
      "preview": "Going through open enrollment? We can help. Sharp accepts almost all insurance plans. Choose Sharp San Diego's health care leader Combining the scienc"
    },
    {
      "url": "https://www.hallmarkchannel.com/lacey-chabert",
      "title": "Lacey Chabert",
      "description": "Discover the many Hallmark Channel movies, including \"A Royal Christmas\" and \"A Christmas Melody,\" starring Lacey Chabert!",
      "preview": "Share Print Email Pinterest Twitter Lacey Chabert Lacey Chabert Discover more about Hallmark movies and series starring Lacey Chabert. And don't forge"
    },
    {
      "url": "https://pair-code.github.io/what-if-tool/",
      "title": "What-If Tool",
      "description": "void",
      "preview": "What-If Tool Visually probe the behavior of trained machine learning models , with minimal coding. Get started A key challenge in developing and deplo"
    },
    {
      "url": "https://angusmon.tumblr.com/",
      "title": "Angusmon",
      "description": "Computer Scientist, Art Lover, Video Game Enthusiast! ^^",
      "preview": "fallisl1fe : To be someone you dont know inspired by @glitchgh0sty 's awesome decepticon!prowl comics >:D (specifically ✨ this and this one ✨ in order"
    },
    {
      "url": "https://www.icloud.com/",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://hr.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress dodatak | WordPress.org Hrvatski",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Pretraga dodataka Detalji"
    },
    {
      "url": "https://durable.co/",
      "title": "Durable AI Website Builder and Small Business Software",
      "description": "Generate a website in 30 seconds with the world's fastest AI website builder. Then, use powerful AI marketing, invoicing, and CRM tools to grow your business. All with one app.",
      "preview": "AI that builds a business for you Your AI business partner for websites, content, strategy, and more. Start growing online in 30 seconds. Start for fr"
    },
    {
      "url": "https://blackdoctor.org/author/30dayhairdetox/",
      "title": "BlackDoctor.org - Where Wellness & Culture Connect",
      "description": "BlackDoctor.org is the most comprehensive online health resource for African Americans. Learn about black health conditions, wellness, celebrity news & more!",
      "preview": "Skip to main content Skip to secondary menu Skip to primary sidebar Skip to footer Where Wellness & Culture Connect For Every Breast Cancer Fighter, S"
    },
    {
      "url": "https://www.sportelo.com.ng/",
      "title": "Sportelo - Sports And Much More....",
      "description": "-",
      "preview": "Connect with us English Premier League 5 days ago Jim Beglin suggests Luis Diaz was disappointed with Liverpool teammate during Newcastle win; Luis Di"
    },
    {
      "url": "http://admissions.psu.edu/apply/",
      "title": "How to Apply | Undergraduate Admissions | Penn State",
      "description": "Ready to start your journey as a Penn State student? Learn how to apply, with help from us all along the way. Start your application today!",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Visit Academics expand icon Undergraduat"
    },
    {
      "url": "http://spd-oststeinbek.de/kreisverkehr-an-der-moela/",
      "title": "Kreisverkehr an der MöLa - SPD Oststeinbek",
      "description": "void",
      "preview": "Zum Inhalt springen Die Kreuzung Möllner Landstraße / Stormarnstraße ist eine Gefahrenstelle. Zahlreiche Unfälle und Beinahe-Unfälle mit Kindern beleg"
    },
    {
      "url": "https://www.mypokecard.com/en/Gallery/Pokemon-Eric-Cartman-89",
      "title": "Pokémon Eric Cartman 89 89 - Hates others - My Pokemon Card",
      "description": "Custom pokemon card created on 20 October 2011 by Mejfh1999",
      "preview": "My card How to print? Gallery Coloring français | español | polski | 日本語 | Pokemon Eric Cartman 89 Language Card : english Creation Date : 20 October"
    },
    {
      "url": "https://johnrutter.com/contact-us?currency=USD",
      "title": "Contact us | John Rutter",
      "description": "Get in touch using our contact form",
      "preview": "Notice: JavaScript is required for this content. Sign up for our newsletter Notice: JavaScript is required for this content. WordPress Image Lightbox"
    },
    {
      "url": "https://www.ellie.com/",
      "title": "Activewear Monthly Subscription Box - Gym & Workout Clothes For Women - Ellie",
      "description": "3 Pieces of exclusive Activewear for $49.95 per month including free shipping - The #1 Activewear Subscription Box that everybody wants and always sells out",
      "preview": "Skip to content Join Today & Get a Free Gift! Free Shipping & Exchanges Choose your styles Mix, match & find your fit. Wear them on repeat Look & feel"
    },
    {
      "url": "https://medium.statuspage.io/?source=---two_column_layout_sidebar----------------------------------",
      "title": "Medium Status",
      "description": "Welcome to Medium's home for real-time and historical data on system performance.",
      "preview": "x Follow @MediumSupport or view our profile . Visit our support site . Get the Atom Feed or RSS Feed . All Systems Operational About This Site Septemb"
    },
    {
      "url": "http://wrapsodyonline.com/",
      "title": "Wrapsody - Sorority Gifts, Home Decor, Candles, Jewelry & Accessories",
      "description": "Wrapsody features sorority gifts, inspirational gifts, fun seasonal gifts for birthday, anniversary, wedding, baby gifts, Home Decor, Lake Gifts, Jewelry, Pottery, Candles, Shoes & Gifts to celebrate everyday. Shop online or stop by our retail stores in Hoover, Auburn, Trussville, Homewood, & Madison, AL",
      "preview": "void"
    },
    {
      "url": "https://thelohm.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.us2.list-manage.com/track/click?u=33cf89da7ade3a85156c5eda4&id=9419cc8035&e=2ac1e5c448",
      "title": "Home - SDG Indicators",
      "description": "Home - Sustainable Development Goal Indicators",
      "preview": "Home Welcome to the Sustainable Development Goal indicators website A robust follow-up and review mechanism for the implementation of the 2030 Agenda"
    },
    {
      "url": "https://secure.acceptiva.com/?cst=a61726",
      "title": "Payment Form Not Available - Acceptiva",
      "description": "void",
      "preview": "The Acceptiva form you are attempting to access is no longer available."
    },
    {
      "url": "https://cs50.harvard.edu/x/2024/",
      "title": "CS50x 2024",
      "description": "Harvard University's introduction to the intellectual enterprises of computer science and the art of programming.",
      "preview": "This is CS50x 2024, an older version of the course. See cs50.harvard.edu/x/2025 for the latest! Welcome This is CS50, Harvard University's introductio"
    },
    {
      "url": "https://copalmn.org/en/home/",
      "title": "COPAL Communities Organizing Latine Power and Action - COPAL leads social impact initiatives to improve the quality of life for Latino families in Minnesota.",
      "description": "void",
      "preview": "Skip to content Home Join us as we work towards this transformative vision! We engage nearly 50,000 Latino community stakeholders throughout the state"
    },
    {
      "url": "https://www.tennessean.com/story/entertainment/2022/10/02/hardy-hospitalized-after-bus-accident-on-interstate-40-near-nashville/69533641007/",
      "title": "HARDY hospitalized after bus accident on Interstate 40 near Nashville",
      "description": "The Philadelphia, MS native was \\",
      "preview": "Skip to main content Home News Sports Counties Business Music Opinion Things To Do Life Obituaries eNewspaper Crosswords Newsletters Connect With Us I"
    },
    {
      "url": "https://www.hachettebooks.com/titles/stephen-steve-o-glover/a-hard-kick-in-the-nuts/9780306826771/",
      "title": "A Hard Kick in the Nuts by Stephen Steve-O Glover | Hachette Book Group",
      "description": "Hachette Book Group is a leading book publisher based in New York and a division of Hachette Livre, the third-largest publisher in the world.",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://www.lightstalking.com",
      "title": "Light Stalking - Photography Blog & Forum",
      "description": "Learn on our photography blog from working photographers and join our friendly community to get feedback on your results.",
      "preview": "Skip to the content Close Menu Blog Marketplace Community Portfolio Categories Abstract Photography Action and Sports Photography Adventure & Travel P"
    },
    {
      "url": "https://www.biomarkt.de/bremen-admiralstrasse-14/marktseite",
      "title": "ALECO HB Admiralstraße, Admiralstraße 14, Bremen | biomarkt.de",
      "description": "Besuche deinen BioMarkt in deiner Nähe! Hier findest du frische und regionale Bio-Lebensmittel. Informiere dich über unsere Öffnungszeiten und den Weg zu uns.",
      "preview": "Ausstattung & Service Mittagsgerichte Angebote Services vor Ort Parkplatz vorhanden Sortiment Bistro Käsetheke Backwarentheke Frische Backwaren Selbst"
    },
    {
      "url": "https://www.actusf.com/forumimaginaire/memberlist.php?mode=contactadmin&sid=5d1d8991a65815d957880828b7aa6936",
      "title": "L'Appel de l'imaginaire - Envoyer un courriel",
      "description": "void",
      "preview": "L'Appel de l'imaginaire Le forum préparatoire des Etats Généraux Vers le contenu Rechercher Recherche avancée Accès rapide Sujets sans réponse Sujets"
    },
    {
      "url": "http://www.paltalk.com/",
      "title": "Video Chat | Paltalk",
      "description": "The largest video chat room community. Explore thousands of free online video chat rooms and meet millions of friendly members worldwide.",
      "preview": "Meet New Friends Start a free video, voice, or text group chat with anyone on any device Available on iOS, Android, MacOS and Windows Download Paltalk"
    },
    {
      "url": "https://www.digitec.ch/en/s1/producttype/mobile-phones-24",
      "title": "Smartphones · Cell phone - buy at Digitec",
      "description": "Discover products in Smartphones - ✔ Top service and advice ✔ Fast delivery ✔ Strong community",
      "preview": "Smartphones · Cell phone Product range Audio Office + Stationery Drones + Electronics Photo + Video Gaming + VR Networking Notebooks + PCs PC componen"
    },
    {
      "url": "http://www.ala.org/",
      "title": "American Library Association",
      "description": "American Library Association | Awards, publishing, and conferences: ALA membership advocates to ensure access to information for all",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.worldathletics.org/records/toplists",
      "title": "100 Metres - women - senior - all - 2025",
      "description": "void",
      "preview": "Introduction Structure Employment Tenders Contact Newsletters Introduction Next Courses Endurance Running Webinars Register Outbreak Prevention Tools"
    },
    {
      "url": "https://user.providencejournal.com/user/enewspaper/",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://vahankaytetty.fi/ale3/kirja-162.html",
      "title": "Bought | Osta & myy secondhandia",
      "description": "Helpoin tapa aloittaa jälleenmyyminen. Automaattiset myynti-ilmoitukset suoraan kuitista tai valokuvasta.",
      "preview": "Muuta ostohistoriasi rahaksi Automaattiset myynti-ilmoitukset Toimitukset ovelta ovelle jopa tunnissa Ei myyntikuluja +1000 integroitua verkkokauppaa"
    },
    {
      "url": "https://doee.dc.gov/service/battery-stewardship-producers?msclkid=3fb9e4afcfcb11ecab305496d3c71b89",
      "title": "Battery Stewardship: Producers | doee",
      "description": "void",
      "preview": "Skip to main content Listen Battery Stewardship: Producers << Back to Sustainable Materials Management main page Have questions? Review the material b"
    },
    {
      "url": "https://watttime.recruiterbox.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://www.lohud.com/story/news/local/2017/05/09/danroy-henry-jr-mount-pleasant-settlement/314121001/",
      "title": "Mount Pleasant settles Danroy Henry wrongful death lawsuit",
      "description": "Family of Pace University junior Danroy Henry Jr., killed by police in 2010, calls for town to donate to slain man's charity,",
      "preview": "Skip to main content Home Election Voter Guide News Westchester Rockland Local Politics National Politics Business Coronavirus USA TODAY Careers Mount"
    },
    {
      "url": "https://www.oceanriskalliance.org/",
      "title": "Homepage - ORRAA",
      "description": "Our mission is to drive investment into coastal and ocean natural capital, to positively impact the resilience of people in coastal areas around the world.",
      "preview": "Skip to content Investing in coastal communities and the Ocean Our mission, by 2030, is to activate at least USD$500 million of investment to build th"
    },
    {
      "url": "https://drugpolicy.org/issues/drug-war-statistics",
      "title": "Drug War Stats - Drug Policy Alliance",
      "description": "See the latest data and trends on drug arrests, incarceration, overdose, financial impact of the drug war, and more.",
      "preview": "Drug War Stats Quick Stat Finder 1 Drug Arrests 2 Incarceration 3 Systemic Impact 4 Overdose 5 Financial Impact 6 Marijuana Policy Drug War Stats 1 Dr"
    },
    {
      "url": "https://gestion.pe/economia/consumo-pota-peruana-impulsado-demanda-mercados-asiaticos-264701-noticia/",
      "title": "Consumo de pota peruana es impulsado por demanda de los mercados asiáticos | ECONOMIA | GESTIÓN",
      "description": "Uno de los productos más solicitados es la pota, la cual tiene un panorama muy alentador, principalmente en mercado asiáticos como China, Corea del Sur y Tailandia, comentó el county manager de Maersk Perú.",
      "preview": "Lo último Peru Quiosco Portada Empresas Management & Empleo Economía Mercados Perú Política Tu Dinero Finanzas Personales Inmobiliarias Plus G Opinión"
    },
    {
      "url": "https://jobs.accaglobal.com/?utm_source=ACCAglobal&utm_medium=referral&utm_campaign=footer",
      "title": "ACCA Careers | jobs | Choose from 26,089 live vacancies",
      "description": "Search for your next job from 26,089 live vacancies, or upload your CV now and let recruiters find you",
      "preview": "We're using cookies on this site. Cookies store information that is necessary for this site to work well. More about cookies Dismiss Skip to main cont"
    },
    {
      "url": "https://unpkg.com/",
      "title": "UNPKG",
      "description": "The CDN for everything on npm",
      "preview": "UNPKG is a fast, global content delivery network for everything on npm . Use it to quickly and easily load any file on npm using a URL like: unpkg.com"
    },
    {
      "url": "https://www.tickpick.com",
      "title": "No-Fee Sports, Concert, Theater Tickets | TickPick",
      "description": "Get 100% guaranteed tickets for sports, concerts, and theater events on TickPick, the only major no-fee ticket site.",
      "preview": "Close × MLB NHL NBA NFL CONCERTS OTHER SELL TICKETS EVENTS NEAR YOU ORGANIZE EVENTS MY ACCOUNT LOG IN BACK Arizona Diamondbacks Atlanta Braves Baltimo"
    },
    {
      "url": "https://www.aclupa.org/en/cases/bl-v-mahanoy-area-sch-dist",
      "title": "B.L. v. Mahanoy Area School District - ACLU of Pennsylvania",
      "description": "On September 25, 2017, the ACLU-PA filed suit on behalf of B.L., a high school sophomore who has been cheerleading since she was in fifth grade and was expelled from the team as punishment for out-of-school speech. The case involves a First Amendment challenge to the Mahanoy Area High School's \"Cheerleading Rules,\" which prohibit cheerleaders [...]",
      "preview": "Court Cases B.L. v. Mahanoy Area School District First Amendment Rights, Student & Youth Rights Filed: 09/25/2017 Status: In U.S. Supreme Court Court:"
    },
    {
      "url": "https://darkhouroftokyo.tumblr.com/",
      "title": "@darkhouroftokyo on Tumblr",
      "description": "him/they / 22 / antisocial shut-in / I miss having friends",
      "preview": "Posts nerdy-arty Follow Venezuelan Miku!! pukicho Follow I bet you work at the anti-soup kitchen, which steals soups from the poor. propaganda-inc Yea"
    },
    {
      "url": "http://www.higherlogic.com",
      "title": "Powerful Online Community Software | Higher Logic",
      "description": "Higher Logic's powerful online community brings together organizations and people, making real conversations happen. Book a demo today!",
      "preview": "Skip to content Revolutionize engagement where every connection matters. Our powerful online community software combines the innovation of AI with hum"
    },
    {
      "url": "https://myaccount.chicagotribune.com/300/autopaymanage#nt=secondarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "http://www.drogbaster.it/",
      "title": "Risorse Servizi web e Strumenti utili gratis - drogbaster.it",
      "description": "Tutto gratis risorse e servizi web: programmi guide per PC Windows, smartphone Android e iPhone Software, antivirus, bigliettini auguri.",
      "preview": "Skip to content Quando gli impegni rischiano di soffocare le vostre potenzialità, è proprio un portale come Drogbaster che può aiutarvi a staccare la"
    },
    {
      "url": "https://nationallanding.org/people-before-cars",
      "title": "People Before Cars | National Landing",
      "description": "Join the movement and help us reimagine a greener, safer, better Route 1!",
      "preview": "Skip to Main Content The Problem The Solution Our Future Join the Movement Urge VDOT and Arlington County to Reimagine Route 1 For far too long Route"
    },
    {
      "url": "https://www.newspeakblog.com/how-you-can-save-time-and-money-when-you-buy-bitcoin/",
      "title": "How You Can Save Time And Money When You Buy Bitcoin?",
      "description": "It can be frustrating trying to buy Bitcoin, especially for the first time. You might be surprised to find transaction wait times taking...",
      "preview": "Select Category Auto Business Digital Marketing Education Entertainment Fashion Health Home Improvement Legal Parenting Tech Travel Uncategorized It c"
    },
    {
      "url": "https://www.wtatennis.com/scores",
      "title": "Tennis Scores | Live Updates & Recent Matches - WTA Official",
      "description": "Stay updated with real-time Tennis Scores from the Women's Tennis Association. Track live matches, review recent results and follow your favorite female tennis players. Dive into the world of women's professional tennis today.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Loading Loading matches Rese"
    },
    {
      "url": "https://betweennapsontheporch.net/christmas-in-heaven/?replytocom=646275",
      "title": "Christmas in Heaven",
      "description": "Enjoy this beautiful Christmas table setting with a joyous angel theme.",
      "preview": "Between Naps on the Porch Decorating, Tablescaping, Before and Afters, Thrifty Finds, and Gardening Home TABLESCAPES Holiday Christmas Easter Hallowee"
    },
    {
      "url": "https://sio365.com/directory/general-trading-consultant-suppliers/general-trading-consultant-suppliers.htm",
      "title": "General Trading Consultant Suppliers in the UAE | SIO365",
      "description": "Find General Trading Consultant Suppliers, suppliers, manufacturers, distributors and service providers in the UAE. Compare profiles, request quotes and connect with Top General Trading Consultant Suppliers Companies on SIO365.",
      "preview": "Home General Trading Consultant Suppliers General Trading Consultant Suppliers in the UAE Find General Trading Consultant Suppliers, suppliers, manufa"
    },
    {
      "url": "https://www.jamieoliver.com/recipes/beef-recipes/beef-wellington/",
      "title": "Epic beef Wellington recipe | Jamie Oliver recipes",
      "description": "This is the best beef Wellington recipe - make it when you really want to pull out the stops! Jamie Oliver's epic dish is delicious served with green veg.",
      "preview": "clear Recent searches clear Popular searches healthy chicken pasta Popular recipes Leek & potato soup 35 mins Slow-cooker chilli con carne 8 hrs 20 mi"
    },
    {
      "url": "https://teaching-vacancies.service.gov.uk/jobs/class-teacher-45efcd2b-6aaf-4f36-858e-1d0f04430bbe",
      "title": "Class Teacher - Krishna Avanti Primary School - Teaching Vacancies - GOV.UK",
      "description": "Class Teacher job from Krishna Avanti Primary School. Apply by 10 Jan 2022.",
      "preview": "Cookies on Teaching Vacancies We'd like to set additional cookies to understand how you use this service and help us improve it. We also use cookies s"
    },
    {
      "url": "https://ew.com/awards/gigi-goode-peoples-choice-reality-contestant/",
      "title": "Drag Race star Gigi Goode wins People's Choice Award for reality contestant",
      "description": "Gigi Goode from 'RuPaul's Drag Race' wins People's Choice Award for Competition Contestant of 2020.",
      "preview": "Top Stories Emmys respond to Seth Rogen saying he's been banned from presenting Dolly Parton won't accept her Oscar in person Jennifer Lopez learned"
    },
    {
      "url": "https://www.logoai.com/",
      "title": "Design A New Logo & Brand Identity You Love! - LogoAI.com",
      "description": "Let AI-powered logo maker generate your new logo and create a brand identity design you love.",
      "preview": "Home Logo Maker Logo Ideas Pricing Blog Help Login Logo & Brand Identity Design Let AI-powered logo maker generate your new logo and create a brand id"
    },
    {
      "url": "https://briansit.tumblr.com/",
      "title": "Sure, If you say so.",
      "description": "I am here by Divine Providence - gay, Chinese, and I work as a process engineer at a plastics factory. Photos of me are tagged #Me & #GPOY. Send me your thoughts!",
      "preview": "theprofessional-amateur : delphinidin4 : (via eyeofthestorm888 ) gotterhag : tiktoks-for-dead-pope : Fake baby I've never thought about this before (v"
    },
    {
      "url": "https://skylar.com/pages/scent-club",
      "title": "Skylar Perfume by Leah Kateb | California Inspired Fragrance",
      "description": "Join for $20/month to get limited‑edition rollerball, welcome gift, 20% off, flexible control, exclusive early access.",
      "preview": "Free U.S. shipping over $50 & free returns. Details Join our Scent Club Scents made once and never again. Find Your Scent Sign Up Join Scent Club and"
    },
    {
      "url": "https://www.vicinft.com/company",
      "title": "Vici Network",
      "description": "Orchestrate many-to-many swaps. Vici Network offers users a dynamic and engaging solution for everyone to create and manage their own token portfolio.",
      "preview": "Enterprise Blockchain Solutions Secure, compliant, and scalable smart contract infrastructure for stablecoins and token-based applications, powered by"
    },
    {
      "url": "https://dati.comune.milano.it/organization/comunedimilano",
      "title": "Comune di Milano - Organizzazioni - Open Data - Comune di Milano",
      "description": "void",
      "preview": "Salta al contenuto Home Organizzazioni Comune di Milano Ricerca Datasets Submit Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica P"
    },
    {
      "url": "http://szerep.hu/faultetes/1",
      "title": "Szerep Község",
      "description": "Szerep Község",
      "preview": "Kezdőlap » Szerep története A község első írásos említése a Dömösi Prépostság alapítólevelében történt 1134- ben, mivel Cerep (Szerep) lakosainak egyh"
    },
    {
      "url": "https://news24online.com/",
      "title": "Latest News, Breaking News, Live Updates & Top Headlines Today | News24",
      "description": "Read the latest news, breaking headlines, and live updates from India and across the world on News24. Get reliable top stories in politics, business, entertainment, sports, opinion and more",
      "preview": "न्यूज़ 24 हिन्दी E24 Web Stories ISOMES BAG Network Milan | 21.47 °C | AQI 2 English हिन्दी E24 Isomes News24 Sports Friday, 10 October, 2025 Login La"
    },
    {
      "url": "http://www.scrangie.com/2010/11/",
      "title": "Scrangie: November 2010",
      "description": "<b>Lacquerhead.</b><br> This is my nail file. There are many like it, but this one is mine.",
      "preview": "skip to main | skip to sidebar Scrangie Lacquerhead. This is my nail file. There are many like it, but this one is mine. Home About / Contact FAQ Blog"
    },
    {
      "url": "https://www.sagawards.org/fyc/iamanactor",
      "title": "23rd I AM AN ACTOR | Screen Actors Guild Awards",
      "description": "I AM AN ACTOR When the first Screen Actors Guild Awards® were presented on March 8, 1995, the ceremony opened with a speech by Angela Lansbury that gave the audience a little history of her as a performer: \"I've been Elizabeth Taylor's sister, Spencer Tracy's mistress, Elvis' mother and a singing teapot.\"",
      "preview": "Skip to main content Close I AM AN ACTOR When the first Screen Actors Guild Awards® were presented on March 8, 1995, the ceremony opened with a speech"
    },
    {
      "url": "https://www.hollywoodreporter.com/tip-line",
      "title": "Tip Line | The Hollywood Reporter",
      "description": "Have a tip for The Hollywood Reporter? Here's the tip line form to share your story with THR writers and editors.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Got a Confidential Tip for The Hollywood Reporter? If you have information tha"
    },
    {
      "url": "https://www.flipkart.com/grocery-supermart-store?marketplace=GROCERY",
      "title": "Flipkart Kilos: Online Grocery Store with Up to 80% OFF",
      "description": "void",
      "preview": "Please enable Javascript in your browser. Go to Settings -> Site Settings -> Javascript -> Enable"
    },
    {
      "url": "https://www.sandiegouniontribune.com/opinion/commentary/story/2023-01-26/opinion-prison-criminal-justice-jobs",
      "title": "As a 58-year-old who was in prison for 40 years, I didn't even know how to use a cellphone - San Diego Union-Tribune",
      "description": "Perez is an apprentice at Rise Up Industries and lives in San Diego. After serving almost four decades in prison, I look at my wonderful life and can't believe how blessed I am to have a career, a home and a loving fiance. It wasn't a given, and it took hard work and a commitment [...]",
      "preview": "Skip to content [ \"joseph ellick\" ] Frank Perez By Frankie Perez UPDATED: January 27, 2023 at 1:30 AM PST Perez is an apprentice at Rise Up Industries"
    },
    {
      "url": "http://mgaleg.maryland.gov/webmga/frmMain.aspx?ys=2011rs/billfile/HB0123.htm",
      "title": "Search - Legislation",
      "description": "void",
      "preview": "Legislative Services | Legislative Audits Search Bill number does not exist. Enter a vaild keyword. MyMGA Sign In Register Forgot Password Accessibili"
    },
    {
      "url": "https://chocolateauthoress.tumblr.com/post/143009103874",
      "title": "To the stars who listen | Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \"At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core...",
      "preview": "I'm always open to chat! Feel free to just dm me! To Do's -Publish on AO3 my one-shots/drabbles -Finish my WIPs Spanish ↔ English Translations! My bas"
    },
    {
      "url": "https://www.tkqlhce.com/click-8479616-11570746?url=https%3A%2F%2Fchicagotribune.newspapers.com%3Fxid%3D2301%26utm_campaign%3Devergreen%26utm_medium%3Dreferral%26utm_source%3Dnavigation%26utm_content%3D%26utm_term%3DChicago%20Tribune",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://memesoundboard.fun",
      "title": "Meme Soundboard 2016-2025 for iOS",
      "description": "Meme Soundboard 2016-2025 for iOS",
      "preview": "void"
    },
    {
      "url": "https://pt.ifixit.com/Guide/translate/18385/52978/jp",
      "title": "Traduzir passo nº 8 a iPhone 5s Front Panel Assembly Replacement - iFixit",
      "description": "Repair your electronics yourself. iFixit is the repair manual you can edit. We sell tools, parts and upgrades for Apple Mac, iPod, iPhone, iPad, and MacBook as well as game consoles.",
      "preview": "Ir para o conteúdo principal Conserte seus objetos Comunidade Loja Visualizar Opções Painel de tradução Histórico iPhone 5sのフロントパネルアセンブリの交換 Aviso: Voc"
    },
    {
      "url": "https://oceansolutions.stanford.edu/",
      "title": "Center for Ocean Solutions",
      "description": "void",
      "preview": "Center for Ocean Solutions Investigating port state measures New research finds that more scrutiny of domestic fishing fleets at ports could help dete"
    },
    {
      "url": "https://www.trainline.eu/",
      "title": "Trainline : Search, Compare & Buy Cheap Train Tickets",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Trainline : Search, Compare & Buy Cheap Train Tickets Buy train tickets for travel in the UK and Europe Search times and tickets From To One-way Retur"
    },
    {
      "url": "https://www.formula1.com/en/latest/all.html",
      "title": "Latest F1 News",
      "description": "Don't miss a Formula 1 moment - with the latest news, videos, standings and results. Go behind the scenes and get analysis straight from the paddock.",
      "preview": "LATEST F1 NEWS All Analysis Technical Lifestyle & Culture F1 Unlocked F2 F3 F1 Academy All How many titles would F1 drivers have using today's points?"
    },
    {
      "url": "https://commonvoice.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "Common Voice",
      "description": "void",
      "preview": "Please enable JavaScript to run this app"
    },
    {
      "url": "https://subversion.apache.org/",
      "title": "Apache Subversion",
      "description": "void",
      "preview": "☰ Apache ® Subversion ® \"Enterprise-class centralized version control for the masses\" Welcome to subversion.apache.org , the online home of the Apache"
    },
    {
      "url": "http://www.waittinstitute.org",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://authindia.com/waguv-weaving-of-kashmir-is-the-proper-blend-of-beauty-and-austere-furnishing/",
      "title": "AuthIndia - India's Largest Art Community",
      "description": "void",
      "preview": "Waguv weaving of Kashmir is the proper blend of beauty and austere furnishing It requires a great deal of menial work to wade through the placid water"
    },
    {
      "url": "https://public.govdelivery.com/accounts/USFSIS/subscriber/new",
      "title": "USDA Food Safety and Inspection Service",
      "description": "void",
      "preview": "Email Updates FSIS' email subscription service is an easy way to keep up with food safety news. When you subscribe, you will get an email update when"
    },
    {
      "url": "https://www.ip2location.com/demo/31.200.19.242",
      "title": "31.200.19.242 IP Address Geolocation Lookup Demo | IP2Location",
      "description": "IP address 31.200.19.242 geolocation information such as country, region, city, ISP, area code, domain, proxy etc. using IP2Location.",
      "preview": "void"
    },
    {
      "url": "https://www.cancer.org/cancer/bladder-cancer/about/key-statistics.html",
      "title": "Key Statistics for Bladder Cancer | American Cancer Society",
      "description": "Learn how many new cases of bladder cancer and deaths from bladder cancer are expected this year, as well as other key statistics.",
      "preview": "Skip to main content × October 9 is DAF Day! Use your Donor Advised Fund to help save lives today. Give Now . Help Our 24/7 cancer helpline provides i"
    },
    {
      "url": "http://www.tesoro.it/",
      "title": "Home Page - Ministero dell'Economia e delle Finanze",
      "description": "Ministero dell'Economia e delle Finanze",
      "preview": "Benvenuto sul sito del Ministero dell'Economia e delle Finanze, conosciuto anche come Portale mef Utilizza la navigazione scorrevole per accedere velo"
    },
    {
      "url": "https://gsb.urosario.edu.co/Inicio/?_ga=2.74195994.964749552.1661181525-1736208058.1659478684",
      "title": "Graduate School of Business Universidad del Rosario - Business School Bogotá | GSB",
      "description": "void",
      "preview": "Pasar al contenido principal Su navegador no soporta la etiqueta de vídeo. Bienvenidos al Rosario GSB Top 3 mejor escuela de negocios en Bogotá por su"
    },
    {
      "url": "https://saaspages.xyz/blocks/testimonials",
      "title": "Testimonials Blocks - SaaS Pages",
      "description": "Screenshots, tips and tricks to build the best SaaS landing page that actually converts",
      "preview": "In version 2.0 you can now compare new vs old design on the company's page! SaaS Pages by Versoly Companies Navbars Headers Clients CTA Features Team"
    },
    {
      "url": "http://www.basemap.com",
      "title": "BaseMap - Guaranteed Land Ownership Maps",
      "description": "BaseMap...the best GPS hunting app for public and private land ownership maps, draw odds, hunt planning, and navigation",
      "preview": "top of page BaseMap Hunting Maps and GPS Visual Wind Data You Can Trust TRUSTED BY OVER 1 MILLION HUNTERS LAND OWNERSHIP GUARANTEED LAND OWNERSHIP MAP"
    },
    {
      "url": "https://www.justpacked.com/",
      "title": "Just Packed | Lydia Mansel | Substack",
      "description": "A packing list newsletter by travel journalist Lydia Mansel. Click to read Just Packed, by Lydia Mansel, a Substack publication with thousands of subscribers.",
      "preview": "Just Packed Subscribe Sign in Home Archive About How I Pack My Toiletries (and Everything I Bring With Me) Here's my lineup of TSA-compliant skincare,"
    },
    {
      "url": "https://camerajabber.com",
      "title": "Camera Jabber - The latest news, reviews, tutorials and everything photography",
      "description": "The latest news, reviews, tutorials and everything photography",
      "preview": "News Winners of the 2025 Leica Oskar Barnack Awards announced Alejandro Cegarra has been named winner of the 2025 Leica Oskar Barnack Award (LOBA), wh"
    },
    {
      "url": "http://info.yahoo.com/privacy/ios/yahoo/us/",
      "title": "Yahoo Terms International | Yahoo",
      "description": "void",
      "preview": "Yahoo Terms International To access the Yahoo Terms of Service, please choose your region from the list below. Argentina (español) Australia (English)"
    },
    {
      "url": "https://hopefulkittykid.tumblr.com/",
      "title": "I am Who I am",
      "description": "Struggling for a better future. #DREAM Act 2019 #CleanDREAMActNow #DREAMers #BLM Feminist l Latinx| DREAMer",
      "preview": "theme made by espoirthemes this post is tagged as food. this post is blacklisted because it contains food and is not fully visible on the index page."
    },
    {
      "url": "https://www.lohud.com/story/news/local/2017/05/09/danroy-henry-jr-mount-pleasant-settlement/314121001/",
      "title": "Mount Pleasant settles Danroy Henry wrongful death lawsuit",
      "description": "Family of Pace University junior Danroy Henry Jr., killed by police in 2010, calls for town to donate to slain man's charity,",
      "preview": "Skip to main content Home Election Voter Guide News Westchester Rockland Local Politics National Politics Business Coronavirus USA TODAY Careers Mount"
    },
    {
      "url": "https://wellsfargo.com/",
      "title": "Wells Fargo Bank | Financial Services & Online Banking",
      "description": "Committed to the financial health of our customers and communities. Explore bank accounts, loans, mortgages, investing, credit cards & banking services»",
      "preview": "Skip to main content How can we help? ‍ Find a location ‍ City, State or ZIP Go Make an appointment ‍ Quick help ‍ Customer service and FAQs Find rout"
    },
    {
      "url": "https://tailwindcss.com/docs/installation",
      "title": "Installing Tailwind CSS with Vite - Tailwind CSS",
      "description": "Installing Tailwind CSS as a Vite plugin is the most seamless way to integrate it with frameworks like Laravel, SvelteKit, React Router, Nuxt, and SolidJS.",
      "preview": "v4.1 ⌘K Ctrl K Docs Blog Showcase Sponsor Plus Getting Started Using Vite Installation Get started with Tailwind CSS Tailwind CSS works by scanning al"
    },
    {
      "url": "https://dukespace.lib.duke.edu/dspace/bitstream/handle/10161/2847/2000%20commencement.pdf?sequence=3",
      "title": "Commencement Program",
      "description": "Graduation programs for commencement at Duke University.",
      "preview": "Commencement Program Loading... Files 1850_commencement_program.pdf 489.64 KB 1859_commencement_program.pdf 764.36 KB 2000 commencement.pdf 4.64 MB 20"
    },
    {
      "url": "http://snyderemarks.com/the-eric-bransby-mural/",
      "title": "The Eric Bransby Mural | snyderemarks.com",
      "description": "void",
      "preview": "Skip to content About Me Christmas Letters Fitness Adventures Olympic Interviews Olympic Stories Dot.Com Refugee Even More Stories ← Thomas Hart Bento"
    },
    {
      "url": "https://escholarship.org/search/?q=author%3A%22Despierre%2C%20Evelyn%22",
      "title": "Search",
      "description": "void",
      "preview": "Skip to main content Sort By: Relevance A-Z By Title Z-A By Title A-Z By Author Z-A By Author Date Ascending Date Descending Show: 10 20 30 Article Pe"
    },
    {
      "url": "https://terminalbstore.com/",
      "title": "TERMINAL B | Luxury Candles & Niche Fragrances Inspired by Travel",
      "description": "TERMINAL B creates luxury candles and home fragrances inspired by global travel. Our hand-poured candles are crafted with premium ingredients to create unique scents and an immersive olfactory experience. Explore high-end home fragrance, highly scented candles, and more.",
      "preview": "icon-hamburger icon-X Menu 0 items $0.00 Check out icon-hamburger icon-X Menu Cart 0 Search Search icon-X Close (esc) where fragrance meets global tra"
    },
    {
      "url": "https://brainfoodstudio.com/tag/vacuum-flask/",
      "title": "vacuum flask Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "https://fairmountpetservice.com/Blog/pet-services-blog/losing-a-pet-having-to-put-my-dog-to-sleep/",
      "title": "Losing A Pet: Having To Put My Dog To Sleep - Fairmount Pet Service",
      "description": "Losing a pet is a painful experience. Putting my dog to sleep was no exception except I also lost my best and most loyal friend.",
      "preview": "I'm no stranger to losing a pet. From my childhood dog to 3 of my cats, losing your beloved pet is a difficult experience to handle. But nothing has b"
    },
    {
      "url": "https://blackchamber.com/",
      "title": "Silicon Valley Black Chamber of Commerce",
      "description": "void",
      "preview": "Skip to main content Featured News Chamber Blog Read All About It Upcoming Events See All Events 14 Oct 2025 | 06:00 PM - 07:30 PM \"AI IN ACTION: TURN"
    },
    {
      "url": "https://www.sidereel.com/tv-shows/two-and-a-half-men/lists/7",
      "title": "Two and a Half Men | Lists | SideReel",
      "description": "Find lists of TV shows that include Two and a Half Men on SideReel - 20 minute series, 2000's, 5, 9+ Seasons, A, Abandonadas, All about the Boys, Already Watched, archive, Awesome show that ended",
      "preview": "SideReel relies heavily on JavaScript. Please enable JavaScript in your browser to use the site fully. Two and a Half Men Avg Rating ( 0 ) Your Rating"
    },
    {
      "url": "https://www.ruimtelijkeplannen.nl/viewer/?planidn=NL.IMRO.0546.BP00074-0201",
      "title": "Ruimtelijkeplannen.nl",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://collections.plos.org/",
      "title": "About Collections - PLOS Collections",
      "description": "PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your community...",
      "preview": "Skip to content PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your"
    },
    {
      "url": "https://bioresources.cnr.ncsu.edu/resources/regenerated-cellulose-by-the-lyocell-process-a-brief-review-of-the-process-and-properties/",
      "title": "Regenerated cellulose by the Lyocell process, a brief review of the process and properties :: BioResources",
      "description": "void",
      "preview": "About the Journal Authors & Reviewers Articles Features How to Self-Register Full Site Navigation About the Journal Editorial Board Meet the Staff Edi"
    },
    {
      "url": "https://thestolenidea.tumblr.com/",
      "title": "Game Development",
      "description": "A collection of articles, quotes, and other goodies on game development.",
      "preview": "Menu Game Development A collection of articles, quotes, and other goodies on game development. An Important Request for any College/University Student"
    },
    {
      "url": "https://angle.sh/",
      "title": "Angle 4 - 7600+ Device Mockups for Figma, Sketch and XD",
      "description": "Vector mockups for iPhone, iPad, Android and Mac devices, including the new iPhone 14, Plus, Pro, Pro Max and Mini. Perfect for presenting your apps. Huge library of components, compositions, wallpapers and plugins made for Figma, Sketch and XD.",
      "preview": "Pricing Mockups Tutorials Updates Downloads More Sign In Pricing Mockups Tutorials Updates Downloads Sign In 0 Vector device mockups for Sketch, Figma"
    },
    {
      "url": "https://forums.att.com/t5/forums/searchpage/tab/message?advanced=false&allow_punctuation=false&filter=location&location=forum-board%3ADIRECTV_NOW_Watch&q=NFL+Sunday+Ticket",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://www.mindbodygreen.com/",
      "title": "mindbodygreen - well-rounded well-being for a life well lived",
      "description": "mindbodygreen is a lifestyle media brand dedicated to inspiring you to live your best life - mentally, physically, spiritually, emotionally, and environmentally.",
      "preview": "Skip to Content Accessibility Statement Friday, October 10, 2025 mindbodygreen Health I Tried VO2 Max Training For 3 Weeks - Here's What Happened By A"
    },
    {
      "url": "https://forms.gle/f52Dk28DmJNgzwCp8",
      "title": "Evaluación de satisfacción página Web INCOPESCA",
      "description": "Con el propósito de mejorar la calidad de la información y la transparencia institucional, agradecemos su tiempo para responder este breve cuestionario de satisfacción.",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Evaluación de satisfacción página Web INCO"
    }
  ],
  "_meta": {
    "total_bookmarks": 144
  }
}