{
  "data": [
    {
      "url": "https://e-n-t-p.tumblr.com/",
      "title": "PSYCH",
      "description": "Avery, 19 || ENTP 7w8 SCUEI || Botany major!! But I love all the science!!",
      "preview": "void"
    },
    {
      "url": "http://zarzadzanie.szczecin.pl/o-regeneracji-hydrauliki/",
      "title": "O regeneracji hydrauliki",
      "description": "O regeneracji hydrauliki czyli hydraulika siłowa znym jest zespół wzajemnie połączonych części, których zadaniem jest przekazywanie energii lub sterowanie za pośrednictwem cieczy hydraulicznej pod ciśnieniem, w układzie zamkniętym. Działanie układu",
      "preview": "Układem hydraulicznym jest Obecnie największe znaczenie ma tzw. , która zajmuje się głównie opracowywaniem i wykorzystaniem układów hydraulicznych. Uk"
    },
    {
      "url": "https://www.paramountnetwork.com/legal/bhws2g/privacy-policy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "https://www.pagat.com/rummy/ginrummy.html",
      "title": "Gin Rummy - Card Game Rules",
      "description": "How to play the popular American two-player card game Gin Rummy: rules, variations and resources including software and online servers.",
      "preview": "Home A-Z Select language ▼ deutsch english italiano Home Page > Classified Index > Draw and Discard Games > Rummy Games > Gin Rummy Gin Rummy Players:"
    },
    {
      "url": "https://www.clayholder.com/Family/September-2015-Georgetown-CO/i-mXBPMpZ",
      "title": "September 2015 Georgetown, CO - clayholder",
      "description": "This photo hosted by SmugMug; your photos look better here.",
      "preview": "void"
    },
    {
      "url": "http://www.geopolymer.org/",
      "title": "Geopolymer Institute - Promoting the geopolymer science since 1979",
      "description": "void",
      "preview": "Skip to content Search Search for: Science / Products Science Applications Archaeology Library / Papers Books / Tutorial Video FAQ Conferences Geopoly"
    },
    {
      "url": "https://texasstargrillshop.com/products/evo-affinity-30g-drop-in-gas-cooktop-lp-10-0055-lp",
      "title": "EVO Affinity 30G Drop-in Gas Cooktop LP 10-0055-LP - Texas Star Grill Shop",
      "description": "EVO Affinity 30G Drop-in Gas Cooktop LP 10-0055-LP This Evo Affinity 30G Gas Grill is the perfect solution for entertaining your family and friends. Its the first outdoor BBQ grill that allows you to cook directly and indirectly at the same time. If you are cooking directly, you can sear, saute, grill, toast and stir-f",
      "preview": "Skip to content Houston's #1 Dealer of BBQ Grills & Outdoor Kitchens Call Now for Better Pricing Free Outdoor Kitchen Design Fall Grill Sale Going On"
    },
    {
      "url": "https://forum.coppeliarobotics.com/help/faq?sid=44eea4a80e85aab7e9b50e04f353589f",
      "title": "CoppeliaSim forums - Frequently Asked Questions",
      "description": "void",
      "preview": "CoppeliaSim forums Discussions and questions about CoppeliaSim Skip to content Quick links Unanswered topics Active topics Search FAQ Login Register H"
    },
    {
      "url": "https://nginx.org/en/docs/http/ngx_http_proxy_module.html",
      "title": "Module ngx_http_proxy_module",
      "description": "void",
      "preview": "Join us on the new NGINX Community Forum to connect with users, discover the latest community activity, and troubleshoot issues together. Module ngx_h"
    },
    {
      "url": "https://www.birdforum.net/threads/birdsong-identification-tips.377063/",
      "title": "Taita Falcon stake out at JD Strijdom tunnel: still reliable? | BirdForum",
      "description": "Dear birders, Does anyone know if the stake out for Taita Falcon near the JD Strijdom tunnel still reliable? It is the site mentioned in SA Birdfinder. Is...",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://www.tmztour.com/",
      "title": "TMZ Celebrity Tour | Hollywood Celebrity Bus Tours",
      "description": "The TMZ Celebrity Bus Tour gives you an insider look at Hollywood, Beverly Hills, and the Sunset Strip. Book online today!",
      "preview": "top of page BOOK NOW UNLOCK HOLLYWOODS ULTIMATE BUS TOURS Anchor 2 CELEBS SPOTTED ON TOUR YOU NEVER KNOW WHO YOU'LL SEE! Keep a lookout for celebs. Ta"
    },
    {
      "url": "https://www.cranbrooktownsman.com/news/do-you-know-nelsons-frank-johnson/",
      "title": "News | Cranbrook Daily Townsman",
      "description": "void",
      "preview": "Home Services About Us Contact Us Submission Forms Newsletter Sign-Up eEdition Special Sections News Regional News Election Video News Tips Business C"
    },
    {
      "url": "https://station-auray.snsm.org",
      "title": "STATION SNSM D'AURAY - LA TRINITÉ | STATION SNSM D'AURAY - LA TRINITÉ",
      "description": "<p>C'est au milieu de plus de 2&nbsp;200&nbsp;bateaux que sont basées la station SNSM d'Au­ray - La Trinité et sa vedette de sauve­tage de 1<sup>ère</sup> classe <em>SNS 158&nbsp;Eric Tabarly</em>.</p> <p>Les deux sont à proxi­mité de la Capi­tai­ne­rie du Port de la Trinité-sur-Mer. Un port de renommé inter­na­tio­nal grâce à toutes les mani­fes­ta­tions nautiques orga­ni­sées en Baie de Quibe­ron, ainsi que toutes les entre­prises du nautisme qui préparent les grands bateaux de courses océa­niques.</p> <p>&nbsp;</p> <h2>Histoire de notre station</h2> <p>C'est en 1962&nbsp;remonte les archives retrou­vées de la station de La Trinité-sur-Mer</p> <p>Dimanche 28&nbsp;mai 1962, mise à l'eau à Lorient de la vedette de sauve­tage <em>Roger Dillon</em>, navire de 9&nbsp;m, moteur de 100&nbsp;CV et&nbsp;vitesse de 15&nbsp;nœuds. Elle arri­vera le 8&nbsp;juin à La Trinité-sur-Mer, pilo­tée par M. Hyacinte Dagorne, patron de la vedette.</p> <p>C'est en 1970&nbsp;qu'elle est remplacé par <em>La Venette</em>, vedette&nbsp;armée par les Hospi­ta­liers sauve­teurs bretons (HSB) et la gendar­me­rie. Très peu de trace de cette embar­ca­tion.</p> <p>La même année arrive la <em>SNS 24&nbsp;Notre-Dame de Lotivy</em>. De 1970 à 1987, l'em­bar­ca­tion était armée par 4&nbsp;personnes (un patron, un sous-patron, un mate­lot méca­ni­cien et un mate­lot). Il semble­rait qu'elle soit tombée en avarie et ne pouvait plus être opéra­tion­nelle. Elle fut désar­mée en 1967&nbsp;et amenée dans un chan­tier de démo­li­tion à Saint-Malo.</p> <p>De 1987 à 1988, c'est <em>Jolie Miss</em>,&nbsp;vedette de 33&nbsp;pieds équipé de deux moteurs de 220&nbsp;CV&nbsp;appar­te­nant à Jean-Paul Valle­gant, qui&nbsp;fait la liai­son, le temps que la nouvelle vedette SNSM arrive.</p> <p>La <em>SNS 225&nbsp;Sainte-Anne d'Au­ray</em> de 1988 à 1993, à été construite à Port-Louis en 1987&nbsp;et est mise en service début 1988&nbsp;en présence de l'Ami­ral Leen­hart, président de la SNSM, d'An­dré Nygren, maire de La Trinité-sur-Mer. C'était une vedette propul­sée par deux hydrojets au lieu d'hé­lices, mais présente quelques défauts de concep­tion. Des aile­rons sont instal­lés pour la rendre plus gouver­nable. Après l'ar­ri­vée de la vedette <em>Paul Le Garrec</em>, elle fut conduite à l'Ile d'Aix en août 1993.</p> <p>La <em>SNS 109&nbsp;Paul Le Garrec</em>&nbsp;a sévi de 1993 à 2007. Vedette de 1<sup>ère</sup> classe avec coque poly­es­ter, c'est après 15&nbsp;ans de bons et loyaux services à Boulogne-sur-Mer et une refonte complète au chan­tier Bernard de Locmique­lic qu'est affec­tée en août 1993&nbsp;la 109. Elle est armée par un équi­page de 6&nbsp;personnes (un patron, un méca­ni­cien, un radio, et trois cano­tiers).</p> <p>Puis depuis c'est la <em>SNS 158&nbsp;Eric Tabarly</em>&nbsp;qui est en service, une&nbsp;vedette de 1<sup>ère</sup> classe nouvelle géné­ra­tion. Mise à l'eau le 25&nbsp;septembre 2007, elle est arri­vée au port de La Trinité-sur-Mer le 18&nbsp;octobre 2007. Cette vedette mesure 14,8&nbsp;m avec deux moteurs IVECO de 450&nbsp;CV et une vitesse 25&nbsp;nœuds.</p> <article data-caption=\"Photo : Cyrille Dupont\" data-embed-button=\"media_entity_embed\" data-entity-embed-display=\"view_mode:media.wysiwyg\" data-entity-embed-display-settings=\"{&quot;link_url&quot;:&quot;&quot;,&quot;link_url_target&quot;:0}\" data-entity-type=\"media\" data-entity-uuid=\"a9f03c85-13dc-4b37-b9b5-ab299864c303\" data-langcode=\"fr\" class=\"embedded-entity\"> <figure class=\"caption align-center\"> <article class=\"media media--type-image media--view-mode-wysiwyg\"> <img loading=\"lazy\" src=\"/sites/default/files/styles/wysiwyg/public/2019-03/sns-158-snsm-auray-la-trinite-photo-cyrille-dupont.jpg?itok=bSv3muw6\" width=\"870\" height=\"580\" alt=\"sns-158-snsm-auray-la-trinite-photo-cyrille-dupont\" title=\"SNS 158 &quot;Eric Tabarly&quot; - SNSM Auray - La Trinité - Photo : Cyrille Dupont\" typeof=\"foaf:Image\" class=\"image-style-wysiwyg\"> </article> <figcaption> Photo : Cyrille Dupont <em></em> </figcaption> </figure> </article>",
      "preview": "Aller au menu principal Aller à la recherche Aller au contenu principal Rechercher Rechercher LA TRINITÉ SUR MER Présentation Bateaux de sauvetage Act"
    },
    {
      "url": "https://insider.windows.com/",
      "title": "The Windows Insider Program",
      "description": "Be the first to see what's next for Windows in the Windows Insider Program. Join the community, provide feedback to help make Windows even better.",
      "preview": "void"
    },
    {
      "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A136&f%5B2%5D=field_location%3A86&f%5B3%5D=field_location%3A90&f%5B4%5D=field_subject%3A277&f%5B5%5D=field_location%3A114&f%5B6%5D=field_location%3A115&f%5B7%5D=field_location%3A95&f%5B8%5D=field_location%3A132&f%5B9%5D=field_subject%3A340&f%5B10%5D=field_location%3A158&f%5B11%5D=field_subject%3A363&amp%3Bf%5B1%5D=field_location%3A133&amp%3Bf%5B2%5D=field_source%3A70",
      "title": "Resource Search 1 | National Invasive Species Information Center",
      "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
      "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
    },
    {
      "url": "https://corp.kaltura.com",
      "title": "Kaltura video solutions for superior webinars, events, hubs & more",
      "description": "Fully branded, AI-infused marketing, communication, learning, and TV experiences that bring brands and audiences closer for top engagement, reach, and ROI",
      "preview": "AI-infused webinars & events video portals training platforms virtual classrooms streaming solutions digital experiences to boost your reach, engageme"
    },
    {
      "url": "https://about.bnef.com/blog/corporate-clean-energy-buying-tops-30gw-mark-in-record-year/",
      "title": "Corporate Clean Energy Buying Tops 30GW Mark in Record Year | BloombergNEF",
      "description": "Corporations purchased 31.1 gigawatts of clean power through long-term contracts, largely driven by activity in the U.S. and from large technology companies New York and London, January 31, 2022 - Corporations bought a record 31.1 gigawatts of clean energy through power purchase agreements, or PPAs, in 2021, up nearly 24% from the previous year's record of 25.1GW according to research firm...",
      "preview": "PRESS RELEASE Corporate Clean Energy Buying Tops 30GW Mark in Record Year Finance January 31, 2022"
    },
    {
      "url": "https://sol.no/lunderhaug-terrasse-15-solgt-for-3-886-985-kroner/75001007",
      "title": "Lunderhaug Terrasse 15 solgt for 3 886 985 kroner",
      "description": "void",
      "preview": "Sol er en del av Aller Media. Aller Media er ansvarlig for dine data på denne nettsiden. Les mer Lunderhaug Terrasse 15 solgt for 3 886 985 kroner NTB"
    },
    {
      "url": "https://toyota.oemdtc.com/category/recalls",
      "title": "Recalls | Toyota & Lexus - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://signup.azure.com/studentverification?offerType=1",
      "title": "Azure - Sign up",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://toyota.oemdtc.com/category/recalls",
      "title": "Recalls | Toyota & Lexus - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://nypost.com/baseball/",
      "title": "Latest MLB News, Scores, Standings, Stats & Rumors | New York Post",
      "description": "Get the latest MLB news on the New York Yankees, New York Mets, and around baseball from the New York Post, including scores, stats, trade rumors, and standings.",
      "preview": "MLB inside the mets What spurred the Mets' sweeping coaching cuts and where they leave Carlos Mendoza On top of saying goodbye to colleagues and frien"
    },
    {
      "url": "https://www.yalemedicine.org/news/what-to-know-before-heading-to-a-nail-salon",
      "title": "Q&A: What to Know Before Heading to a Nail Salon > News > Yale Medicine",
      "description": "Before your next manicure or pedicure, get some handy advice on how to keep your nails healthy from tips to toes from a Yale Medicine nail-health expert.",
      "preview": "Skip to Main Content Our expert offers some handy advice to help keep your nails in tip-top shape. Amanda Zubek, MD, explains what precautions to take"
    },
    {
      "url": "http://www.dualith.com/news7/2374.html",
      "title": "welcome",
      "description": "void",
      "preview": "正在安全检测 点击前往"
    },
    {
      "url": "https://www.consumerreports.org/fees-billing/cable-company-fees-add-to-tv-bill/",
      "title": "Cable Company Fees Add $450 to Typical Annual Bill - Consumer Reports",
      "description": "Consumer Reports looks at the surprise cable company fees and add-ons that can jack up consumers' bills. Our research shows advertised cable TV prices don't reflect what you really have to pay, and fees continue to rise.",
      "preview": "Cable Company Fees Add $450 to a Typical Annual TV Bill By James K. Willcox Last updated: October 03, 2019 SHARES Sharing is Nice Yes, send me a copy"
    },
    {
      "url": "https://poolors.com/0d0a31-2a601e-8b7569-d2be98-fcf4f2",
      "title": "Poolors - Generate unique color palettes",
      "description": "Poolors generates color palettes using the colors least-used by designers",
      "preview": "poo lors color combos least used by designers color combos most used by designers 2 3 4 5 #0d0a31 #2a601e #8b7569 #d2be98 #fcf4f2"
    },
    {
      "url": "https://spiders-in-the-sky.tumblr.com/post/145707587226",
      "title": "The class students like the most - Untitled",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "Untitled RSS Jun 10 The class students like the most codeorg : A recent survey asked students how they feel about different classes. Other than dance,"
    },
    {
      "url": "https://sharonsloan.org/2009/09/annual-all-fun-no-chores-day/",
      "title": "Annual \"All-Fun No-Chores Day\"!",
      "description": "Me and My Cherubs on the beach of Lake Pleasant (Camp of The Woods)August 2009″And on that day they offered great sacrifices, rejoicing because God had given them great joy. The wom...",
      "preview": "Me and My Cherubs on the beach of Lake Pleasant (Camp of The Woods) August 2009 \"And on that day they offered great sacrifices, rejoicing because God"
    },
    {
      "url": "http://www.worldywca.org/",
      "title": "Home - World YWCA",
      "description": "World YWCA",
      "preview": "The World YWCA is a grassroots-driven, global movement rooted in the leadership of women, young women, and girls. When #YoungWomenLead , we transform"
    },
    {
      "url": "https://www.termsfeed.com/live/b056cf69-ada1-4896-82c2-40fb91e8dce0",
      "title": "Privacy Policy for Melon Playground - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Melon Playground Privacy Policy Last updated: March 06, 2022 This Privacy Policy describes Our policies and procedures on the colle"
    },
    {
      "url": "https://www.uplabs.com/",
      "title": "UpLabs",
      "description": "void",
      "preview": "We're sorry but UpLabs website is no longer available Thank you for your contributions and support over the years."
    },
    {
      "url": "https://dynastyseries.com/rosa-acosta-rosaacosta-x-lux-luxiboo-perfect-combo-videovibes/6/",
      "title": "Rosa Acosta @rosaacosta x Lux @luxiboo: Perfect Combo - VideoVibes | Page 6 of 15 |",
      "description": "The blessings that comes from the combination of Rosa Acosta @rosaacosta x Lux @luxiboo should truly be celebrated on a daily basis.",
      "preview": "See Next Page: 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 Previous page Next page https://dynastyseries.com/wp-content/2020/10/Rosa-Acosta-@rosaacosta-x-Lux-"
    },
    {
      "url": "https://www.foxinthesnow.com/",
      "title": "Fox in the Snow | Modern Bakery and Coffee Shop in OH",
      "description": "Fox in the Snow Cafe is a bakery, coffee shop serving up rustic-style baked goods and hand-poured drinks out of a renovated mason garage in Columbus.",
      "preview": "Main Content Starts Here, tab to start navigating Fox in the Snow | Modern Bakery and Coffee Shop in OH hero video paused, press to play video Playing"
    },
    {
      "url": "http://www.appt.ly/privacy-policy/",
      "title": "How to Improve your Baby Photos | HeyBaby.sg",
      "description": "Learn how to improve all your family and baby photos easily with these apps.",
      "preview": "How to Capture Your Baby's Precious Moments with Photoleap & Facetune from Apptly Every smile, yawn, and tiny milestone is worth preserving, and with"
    },
    {
      "url": "https://demonic-passion.tumblr.com/",
      "title": "I Pretend to Exist in Your Head",
      "description": "I am an imaginary song playing in the back of your head and the dancing lights that pop up on the outskirts of your vision. Created somewhere between make-believe and playing pretend. Come in and have...",
      "preview": "I am an imaginary song playing in the back of your head and the dancing lights that pop up on the outskirts of your vision. Created somewhere between"
    },
    {
      "url": "https://uk.flightaware.com/live/cancelled/",
      "title": "Live Airline Flight Cancellations Info & Statistics - FlightAware",
      "description": "Real-time cancellation statistics and flight tracker links for cancelled airline flights. View top cancellations by airline or airport.",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://www.apprentus.com/en/private-lessons/agadir/language/english/english-courses-all-home-levels",
      "title": "ENGLISH COURSES FOR ALL HOME LEVELS - Agadir - Private lessons",
      "description": "You are a student and you want to improve and practice your English language or you need support for one or more courses, you are passionate about the",
      "preview": "Sign in Join free Italy English EUR Home How can we help? Become a Tutor Become a Tutor Private lessons English Abderrahmane Agadir Morocco Add to Wis"
    },
    {
      "url": "https://jobs.theguardian.com/?INTCMP=jobs_uk_web_newheader",
      "title": "Job search | Find your dream job with Guardian Jobs",
      "description": "Search & apply for vacancies at top employers on our job site. Add your CV today and apply for open roles throughout the UK. Find a job where you can be you.",
      "preview": "Skip to main content There's life within the 9-5 Search Keywords Location Within Within 5 miles Within 10 miles Within 15 miles Within 20 miles Within"
    },
    {
      "url": "https://www.hamiltonfamilies.org/newsroom/san-francisco-plans-to-purchase-200-units-to-house-homeless-families",
      "title": "San Francisco plans to purchase 200 units to house homeless families - Hamilton Families",
      "description": "A sparkling seven-story building on 12th Street could soon play a key role in not only getting homeless families into housing, but helping them avoid displacement outside of San Francisco. Earlier this month, Mayor London Breed announced The City's plans to buy City Gardens, a residential building South of Market that would provide permanent supportive housing to families experiencing homelessness.",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://www.blackrock.com/",
      "title": "Gestione degli investimenti e servizi finanziari | BlackRock",
      "description": "BlackRock è uno dei più importanti asset manager e uno dei principali fornitori di servizi di gestione degli investimenti al mondo. Scopri di più.",
      "preview": "Skip to content BlackRock BlackRock iShares iShares Aladdin Aladdin La nostra società La nostra società Investitore privato Italia Abbandona il sito B"
    },
    {
      "url": "https://techdevguide.withgoogle.com/",
      "title": "Resources - Google Careers",
      "description": "We've curated good stuff like playlists, technical development resources, and other material to help you be your best.",
      "preview": "Careers Careers home Home work_outline Jobs expand_more noogler_hat Students expand_more google How we work expand_more handyman How we hire expand_mo"
    },
    {
      "url": "https://solawave.co/products/microcurrent-red-light-therapy-facial-wand-kit-with-conductive-serum",
      "title": "Best Red Light Therapy Wand & Activating Serum | Solawave",
      "description": "Experience Solawave's Radiant Renewal Skincare Wand & LightBoost Serum Kit, combining red light therapy, warmth, and massage to reduce wrinkles. Order now.",
      "preview": "Your cart is empty Close cart drawer SHOP ALL 60-Day Free Returns 1-Year Warranty 726,000+ happy customers Scientifically Backed, Award-Winning Skinca"
    },
    {
      "url": "https://www.ywcanashville.com/what-we-do/renew/",
      "title": "Community Programs - YWCA Nashville & Middle Tennessee | Domestic Violence Services - YWCA Nashville & Middle Tennessee | Domestic Violence Services",
      "description": "At YWCA Nashville & Middle Tennessee, we invest in youth empowerment and workforce development through our Girls Inc. and AMEND Together programs. We promote healthy masculinity and provide education and workforce services through our Family Learning Center and Dress for Success Nashville programs. Join us in empowering the next generation for success.",
      "preview": "0 Community Programs ↘ YWCA invests directly in the lives of our youth by empowering girls to be strong, smart, and bold through our Girls Inc. progra"
    },
    {
      "url": "http://www.dickestel.com/classicexpo.htm",
      "title": "2003 Classic Gaming Expo in Las Vegas",
      "description": "void",
      "preview": "Classic Gaming Expo 2003 The Classic Gaming Expo 2k3, was held August 10-11, 2003 in Las Vegas. Robert Bernardo was there and captured the action and"
    },
    {
      "url": "https://www.tmb.cat/es/tarifas",
      "title": "Tarifas metro bus Barcelona | Transports Metropolitans de Barcelona",
      "description": "Tarifas metro y bus de Barcelona. Precio de los billetes, abonos de transporte y tarjetas multiviaje.",
      "preview": "- Saltar al contenido Billetes y tarifas ¿Qué billete necesitas? Escribe el nombre del billete... Todos Sencillos Integrados y abonos Buscar General N"
    },
    {
      "url": "https://edition.cnn.com/",
      "title": "Breaking News, Latest News and Videos | CNN",
      "description": "View the latest news and breaking news today for U.S., world, weather, entertainment, politics and health at CNN.com.",
      "preview": "2025 Nobel Peace Prize Quake hits Philippines Peru president removed from office IUCN Red List Justin Bieber's mom Incoming comets Pacific 'blob' • Li"
    },
    {
      "url": "http://www.seoikea.com/article/20172.html",
      "title": "void",
      "description": "Download Eyeball Chat, the best free video chat software. Video conferencing, PC to Phone calling and instant messaging with AIM, Google Talk, MSN and Yahoo! buddies.",
      "preview": "Welcome to Eyeball Chat Eyeball Chat lets you... Voice and video chat live with friends and family including multi-party conferencing Keep in touch wi"
    },
    {
      "url": "https://runningout-of-words.tumblr.com/",
      "title": "Angela",
      "description": "28, they/them :)",
      "preview": "Angela 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna apolladay How big was the biggest vehic"
    },
    {
      "url": "https://line.me/en/",
      "title": "LINE｜always at your side.",
      "description": "More than just a messenger app. LINE is new level of communication and the very infrastructure of your life.",
      "preview": "Life on LINE LINE-always at your side. Download Scroll Life on LINE More than just a messenger app. LINE is new level of communication, and the very i"
    },
    {
      "url": "https://beefree.io/",
      "title": "Free Drag & Drop HTML Email Template Builder | Beefree",
      "description": "Speed up email creation with Beefree's drag-and-drop, no-code HTML email builder and editor. Compatible with your favorite sending platform. Sign up for free!",
      "preview": "Get started The email builder used by top brands Real reviews from real customers Verified by \"Great tool to speed up email creation workflow\" Patrici"
    },
    {
      "url": "https://www.delish.com/restaurants/a22133339/hunter-fieri-guy-fieri-son-facts/",
      "title": "Hunter Fieri Is The Guy Of The Future",
      "description": "Get to know Hunter Fieri, Guy Fieri's son. The 21-year-old once thought he'd be a Supercross racer, but after working at his dad's restaurants and interning in Las Vegas, he plans to become a chef.",
      "preview": "Skip to Content Hunter Fieri has a quieter presence than his famous chef dad Guy Fieri. The father-son duo is fresh off a cage-free shark dive in the"
    },
    {
      "url": "https://www.sfchronicle.com/politics/article/dianne-feinstein-senate-17079487.php",
      "title": "Is Dianne Feinstein mentally unfit to serve? Top senators, colleagues cite recent interactions",
      "description": "Sen. Dianne Feinstein's colleagues say the senator's memory is rapidly deteriorating.",
      "preview": "Politics Colleagues worry Dianne Feinstein is now mentally unfit to serve, citing recent interactions By Tal Kopan , Joe Garofoli Updated Oct 26, 2022"
    },
    {
      "url": "https://www.skillsoft.com/",
      "title": "Skillsoft | The AI-Native Skills Intelligence Platform for Enterprise Learning",
      "description": "Empower your employees with Skillsoft's AI-driven training platform to build skills, close gaps, and thrive in their roles. Request a demo today.",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Skillsoft"
    },
    {
      "url": "https://home.nest.com/en/US",
      "title": "Log into the Nest app",
      "description": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Doorbell, or Nest devices and apply your subscription.",
      "preview": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Door"
    },
    {
      "url": "https://www.mba.ac.uk/what-we-do/our-science/ocean-biology/",
      "title": "Ocean Biology | Marine Biological Association",
      "description": "The ocean plays a central role in mitigating climate change. MBA researchers focus on the impact this has on ocean biology. Find out more!",
      "preview": "Skip to content Ocean Biology Ocean Biology Our ocean is a huge heat sink and absorbs atmospheric carbon dioxide. The ocean plays a central role in mi"
    },
    {
      "url": "https://www.kiteplans.org/planos/delta/delta.html",
      "title": "Barrilete Delta",
      "description": "void",
      "preview": "Barrilete Delta Características Vuelo estable. Se remonta fácilmente . Elevarlo rápidamente para sacarlo de la zona de turbulencia. Salva cortos perío"
    },
    {
      "url": "https://www.ea.com/ea-play",
      "title": "EA Play Membership - Official EA Site",
      "description": "Unlock the world of EA. Experience unlimited access to a collection of top EA titles, trials of select new games, and more with an EA Play membership.",
      "preview": "EA Play Games Member Benefits News Newsletter FAQ Games Member Benefits News Newsletter FAQ Unlock a world of thrill Experience unlimited access to a"
    },
    {
      "url": "https://docs.google.com/document/d/1Z-vvBMp2lQHcBbtiYZgvOMneyN4_YeQwLW8heO5f-qo/edit#",
      "title": "Smartlead.ai - 11 steps to 10+ demos/day - the hands free cold emailing system - Documenti Google",
      "description": "11 Steps to 10+ Demos/day - The Hands-Free Cold Emailing System Here's the hands-free process we use to book 10+ demos each day consistent across our services and SaaS businesses. It involves a few straightforward steps that'll take 1 hour to set up, which you can also forward to your VA to han...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://pagesix.com/2021/03/21/bethenny-frankel-spotted-with-massive-ring-after-paul-bernon-reunion/",
      "title": "Exclusive | Bethenny Frankel spotted with massive ring after Paul Bernon reunion",
      "description": "Bethenny Frankel turned heads over the weekend after the former \"Real Housewives of New York\" star hit the beach wearing what appeared to be a massive ring.",
      "preview": "B as in future bride-to-be? Bethenny Frankel turned heads over the weekend after the former \"The Real Housewives of New York\" star hit the beach in Fl"
    },
    {
      "url": "https://www.abc.net.au/news/science/",
      "title": "Science - ABC News",
      "description": "Stay up to date with the top Australian science news, and industry information.",
      "preview": "Science A tiny new button in your search bar could kill the open web J Analysis by James Purtill ABC Science The launch of 'AI Mode' ushers in a futur"
    },
    {
      "url": "https://weplayapp.com/protocol-yszc-ios",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://salondesarcanes.fr/",
      "title": "Salon des Arcanes | Boutique de tarots et oracles indépendants",
      "description": "Boutique française spécialisée dans les tarots et oracles indépendants. Découvrez des auto-édités du monde entier.",
      "preview": "Accueil Vintage tarot cards lying disorderly Notre savoir-faire les jeux indépendants et auto édités Découvrir Trionfi della Luna Édition Française TR"
    },
    {
      "url": "https://families.google",
      "title": "Google Families - Helping Make Technology Work For Your Family",
      "description": "Parenting today involves raising kids with technology all around them. As your family navigates technology and internet safety, we're here to help.",
      "preview": "Looking to manage your family on Google? Visit g.co/yourfamily Empowering your family to safely grow play learn online. BUILT TO PROTECT Help protect"
    },
    {
      "url": "https://www.wmar2news.com/news/national/despite-job-openings-gap-remains-between-labor-pool-and-needed-skills",
      "title": "Despite job openings, gap remains between labor pool and needed skills",
      "description": "There's been a lot of focus on the Great Resignation, but there is another side to the job market that doesn't always get as much attention: the gap between available jobs and employees with the skills to do them. There are ongoing efforts now to shrink that skills gap for those looking for work.",
      "preview": "void"
    },
    {
      "url": "https://elitesportsny.com/2020/10/07/new-york-yankees-suzyn-waldmans-natl-anthem-will-open-up-game-3/",
      "title": "New York Yankees: Suzyn Waldman's Nat'l Anthem will open up Game 3",
      "description": "New York Yankees radio broadcaster Suzyn Waldman's 2020 national anthem performance will be played prior to ALDS Game 3 on Wednesday night.",
      "preview": "Skip to content (Photo by Elsa/Getty Images) New York Yankees radio broadcaster Suzyn Waldman's 2020 National Anthem performance will be played prior"
    },
    {
      "url": "https://www.khanacademy.org/math/calculus-1",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://learningedge.skillsoft.com/",
      "title": "Home - Learning Edge",
      "description": "void",
      "preview": "Getting Started Talent Insights All Things AI Product & Solutions Percipio Leadership & Business Coaching Codecademy Enterprise Compliance Join a Disc"
    },
    {
      "url": "https://grapee.jp/en/131858",
      "title": "Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram - grape Japan",
      "description": "Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram",
      "preview": "Source: © PR Times, Inc. | Photo: Kazushige Nagaya Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram 2020-02-"
    },
    {
      "url": "https://mangools.com/kwfinder/",
      "title": "KWFinder: Free Keyword Research & Analysis Tool | Mangools",
      "description": "KWFinder by Mangools is a keyword research tool that will help you find & analyze any keywords that you should rank for. Use our keyword finder for free!",
      "preview": "Find long tail keywords with low SEO difficulty KWFinder is the only keyword tool in the universe you will ever need. Seriously😎 Search b B y Keyword"
    },
    {
      "url": "https://reportfraud.ftc.gov/#/?orgcode=WMT",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission ReportFraud.ftc.gov Government Shutdown Notice English Due to the government shutdown, we are unable to offer this website se"
    },
    {
      "url": "https://mirabellsecondchances.home.blog/2019/07/11/chapter-nine-cucooned/?like_comment=1432&_wpnonce=f5f1005677",
      "title": "Chapter Nine: Cucooned - Second Chances by Mirabell",
      "description": "You left me, sweet, two legacies, - A legacy of love A Heavenly Father would content, Had He the offer of; You left me boundaries of pain Capacious as the sea, Between eternity and time, Your consciousness and me. ----Emily Dickinson There was something otherworldly about flying, being suspended at thirty thousand feet in...",
      "preview": "Skip to content You left me, sweet, two legacies, - A legacy of love A Heavenly Father would content, Had He the offer of; You left me boundaries of p"
    },
    {
      "url": "https://www.donorschoose.org/donors/search.html",
      "title": "Find a classroom to support | DonorsChoose",
      "description": "DonorsChoose makes it easy for anyone to help students in need. Public school teachers from every corner of America post classroom project requests on our site, and you can give any amount to the project that most inspires you.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://www.7andi.com/en/",
      "title": "Seven & i Holdings Co., Ltd.",
      "description": "en_description_common",
      "preview": "このページではjavascriptを使用しています。 Skip to main content 一時停止 再生 Recommended content Message from the CEO and Directors IR Library Sustainability Data Book Cor"
    },
    {
      "url": "http://www.wrlfmd.org/",
      "title": "Homepage | World Reference Laboratory for Foot-and-Mouth Disease",
      "description": "void",
      "preview": "Skip to main content Search Homepage Go to main content Foot-and-Mouth Disease Find out more Foot-and-mouth Disease Reports by country Foot-and-mouth"
    },
    {
      "url": "https://www.themorningsun.com/2015/11/06/charter-bus-traveling-from-michigan-crashes-in-arkansas-6-killed/",
      "title": "Charter bus traveling from Michigan crashes in Arkansas, 6 killed - The Morning Sun",
      "description": "NORTH LITTLE ROCK, Ark. (AP) - A charter bus ran off Interstate 40 and hit a bridge abutment on a foggy night in Arkansas, killing as many as six people and injuring many others who were taken from the scene in ambulances. Arkansas State Police said the crash occurred about 1 a.m. Friday. A heavy [...]",
      "preview": "Skip to content This photo provided by KTHV in Little Rock shows a charter bus damaged after it ran off Interstate 40 and hit a bridge abutment on Fri"
    },
    {
      "url": "https://www.boeing.com/",
      "title": "The Boeing Company Official Website",
      "description": "Welcome to the official corporate site for the world's largest aerospace company and leading manufacturer of commercial jetliners and defense, space and security systems. Learn about our passion for innovation, our products, careers and more.",
      "preview": "FULL 777-9 FLEET IN ACTION READ MORE Boeing news and reports Second Quarter 2025 Results Read More Pilot and Technician Outlook 2025-2044 Read More Ou"
    },
    {
      "url": "https://nymag.com/intelligencer/2012/09/james-carter-iv-helped-spread-secret-romney-video.html",
      "title": "How Jimmy Carter's Grandson Helped Leak the Secret Romney Fund-raiser Video",
      "description": "Portions of the clips first surfaced online three months ago.",
      "preview": "void"
    },
    {
      "url": "https://www.sportico.com/business/commerce/2017/formula-one-could-save-119-million-year-1859/",
      "title": "Ferrari Contemplates Exit from Formula One, Could Save $119 Million/Year",
      "description": "Ferrari (RACE) could be leaving Formula 1 (FWONK) at the expiration of their contract following the 2020 season.&nbsp;RACE, F1's oldest team (67 seasons), opposes the organization's plan to introduce a new version of its engine to the racing series and its intention to redistribute prize money b...",
      "preview": "Skip to main content By JohnWallStreet JohnWallStreet View All November 20, 2017 2:00am Facebook Twitter Linkedin Print + additional share options add"
    },
    {
      "url": "https://www.ikea.com/de/en/cat/kitchen-cabinets-fronts-24987/",
      "title": "Products - Discover Our Full Range Of Furniture And Homeware - IKEA Germany",
      "description": "Browse our full range of products from dressing tables to complete modern kitchens. Click here to find the right IKEA product for you. Discover more here.",
      "preview": "Skip to main content Skip to product list Products Looking for new arrivals in the IKEA range? Explore our latest additions of affordable furniture an"
    },
    {
      "url": "https://www.centerffs.org",
      "title": "Center for Family Services",
      "description": "Center For Family Services is committed to changing the odds for children and families in our community by providing vision, hope, and strength for a better life through more than 50 programs across southern New Jersey focused on prevention, intervention, and education.",
      "preview": "Skip to main content Trusted care to help people of all ages reach their potential. Get Help Get Involved Your gift can change a life Donate Today Mos"
    },
    {
      "url": "https://www.theatlantic.com/business/archive/2017/08/restaurant-jobs-boom/536244/",
      "title": "Restaurants Are the New Factories - The Atlantic",
      "description": "Food-service jobs are eating the economy. Maybe that's not a good thing.",
      "preview": "Donald Trump's ideal economy is defined by brawn. He praises steelworkers, speaks wistfully of coal mining, and tweets boastfully about new manufactur"
    },
    {
      "url": "https://www.entrepreneur.com/business-news/heres-how-to-get-150000-from-shark-tanks-daymond/436848",
      "title": "Here's How to Get $150,000 From 'Shark Tank''s Daymond John",
      "description": "Applications are now open for the third annual Black Entrepreneurs Day, which will be held at the Apollo Theater in Harlem on October 27.",
      "preview": "Skip to main content Search Search Daymond John remembers hawking hats outside the historic Apollo Theater in the '90s. After selling his wares, he'd"
    },
    {
      "url": "https://thestreamable.com/",
      "title": "The Streamable - Streaming made simple",
      "description": "Stop overpaying for cable! Compare top-rated streaming services in seconds. Find the best deals on live TV, movies, and shows with our unbiased reviews and detailed comparisons.",
      "preview": "Skip to Content"
    },
    {
      "url": "https://calendar.mines.edu/",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "https://www.momondo.in/?ispredir=true",
      "title": "Cheap Flights: Compare Flights & Flight Tickets | momondo",
      "description": "momondo searches hundreds of other travel sites at once to get you the information you need to make the right decisions.",
      "preview": "Where do you want to go? Return Rome (ROM) Departure - Return 1 adult, Economy Search ... ... ... ... Trending cities The most searched for cities on"
    },
    {
      "url": "https://www.ccmm.ca/en/i-love-working-downtown/",
      "title": "Relaunching downtown Montréal | CCMM",
      "description": "Discover \"I love working downtown,\" a platform for relaunching downtown that will be a catalyst for ambitious initiatives.",
      "preview": "Home I love working downtown Since the launch of our \"I love working downtown\" initiative in March 2021, we've been busy rolling out concrete measures"
    },
    {
      "url": "https://www.fark.com/",
      "title": "Drew Curtis' FARK.com",
      "description": "Humorous views on interesting, bizarre and amusing articles, submitted by a community of millions of news junkies, with regular Photoshop contests.",
      "preview": "Skip to content Try Ads-Free Fark Report It's Not News, It's Fark How To Fark Log In | Sign Up » Login Password Forgot password? X FARK TotalFark my F"
    },
    {
      "url": "https://www.happyfolding.com/instructions",
      "title": "Videos | Happy Folding",
      "description": "Origami videos including instructions/tutorials",
      "preview": "Skip to main content Home Videos Videos Currently displaying 1 - 24 of 201 videos to enjoy. Video type <Any> Tutorials ASMR (no talking, no speed-up)"
    },
    {
      "url": "https://www.twitch.tv/redeem",
      "title": "Twitch",
      "description": "redeem streams live on Twitch! Check out their videos, sign up to chat, and join their community.",
      "preview": "void"
    },
    {
      "url": "https://www.nationalcapacd.org/",
      "title": "National CAPACD",
      "description": "void",
      "preview": "Empowering Leaders, Mobilizing Communities 25 Years of Building CAPACD What's Happening Celebrating 25 Years of National CAPACD New Report: Unveiling"
    },
    {
      "url": "https://uuwestport.org/lifespan/this-week-in-family-faith-formation/permission_slip-lock_in/",
      "title": "Permission_Slip-Lock_in",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://asa.com/learn-to-sail/keelboat-sailing/",
      "title": "ASA | Generating value across generations",
      "description": "We are an enduring and diversified financial institution offering a range of investment products, loans and financial services to high-end retail investors, corporate and institutional clients.",
      "preview": "We are an enduring and diversified financial institution offering a range of investment products, loans and financial services to high-end retail inve"
    },
    {
      "url": "https://lesmotsdaelys.blogspot.com/2014/05/finir-un-premier-jet.html",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://give.umn.edu/",
      "title": "Home | Give to the University of Minnesota",
      "description": "void",
      "preview": "Skip to the main content Crookston Duluth Morris Rochester Twin Cities or browse other areas of interest Medicine & Health Arts & Cultural Venues Syst"
    },
    {
      "url": "https://www.theguardian.com/environment/2021/nov/02/four-latin-american-countries-join-protected-marine-reserves-to-create-mega-mpa",
      "title": "Latin American countries join reserves to create vast marine protected area | Ecuador | The Guardian",
      "description": "'Mega-MPA' in Pacific will protect migratory turtles, whales and sharks from fishing fleets",
      "preview": "Skip to main content Skip to navigation Skip to navigation A turtle in the rich waters off Ecuador, one of the world's key migratory route for the rep"
    },
    {
      "url": "https://careers.blackrock.com/",
      "title": "Working at BlackRock",
      "description": "Browse available job openings at BlackRock",
      "preview": "Skip to main content BlackRock Our smartest investment is you Search jobs Keyword(s) Location Search Explore our Student & Graduate opportunities Expl"
    },
    {
      "url": "http://www.benjamin-vianney.com",
      "title": "Benjamin Vianney | Magicien professionnel sur Bordeaux",
      "description": "Le champion de France de Magie (2008) Benjamin Vianney vous emmène dans un univers incroyable rempli de magie et de féérie. Mariages, arbres de Noël, anniversaires, séminaires, cocktails... Faites appel au magicien professionnel pour animer votre événement !",
      "preview": "Skip to content Benjamin Vianney Artiste Magicien professionnel à Bordeaux et sur toute la France Bienvenue dans l'univers unique de Benjamin Vianney,"
    },
    {
      "url": "https://emmanorton.org/",
      "title": "Emma Norton Services | Strengthening, Nurturing, and Empowering",
      "description": "Emma Norton Services provides transformational housing for women and families on their journey of recovery. Learn more and join us.",
      "preview": "Skip to content Transformational housing and growth for individuals and families on their journey of recovery LEARN MORE HOW TO HELP Stay up to date O"
    },
    {
      "url": "https://www.trustedtravelgirl.com/",
      "title": "Trusted Travel Girl | The Original Solo Female Travel Blog",
      "description": "Solo Female Travel Blog . Luxury & Off-the-Beaten-Path Travel Blog. Expert travel tips and advice. Destination Guides. Travel like a local, not a tourist. World's best travel destinations. Solo Female Travel. Adventure Travel. Travel Photos & Videos.",
      "preview": "Sign In My Account Back Africa Asia Caribbean Central America Europe North America Middle East South America Back Tips Adventure Female Solo Gear Food"
    },
    {
      "url": "https://rifraf.dk/p/imonis-3-loftlampe-black-lindby/",
      "title": "Forside - RifRaf",
      "description": "Hos RifRaf gør vi det nemt for dig at finde de bedste deals på lamper.",
      "preview": "Fortsæt til indhold Find de bedste og billigste lamper Hos RifRaf gør vi det nemt for dig at finde de bedste deals på lamper. Søg Søg Vores mest popul"
    },
    {
      "url": "https://www.bapcertification.org/",
      "title": "Best Aquaculture Practices",
      "description": "void",
      "preview": "Who We Are What We Do Certification BAP Vanguard Program Integrity Where to Find Producers Program Standards Resources For Consumers Blog Languages De"
    },
    {
      "url": "https://www.wpr.org/green-bays-use-audio-recording-devices-city-hall-sparks-debate",
      "title": "Green Bay's use of audio recording devices in city hall sparks debate - WPR",
      "description": "The city of Green Bay's use of audio recording devices in public areas of city hall has sparked a controversy and led to threats of legal action. Green Bay installed [...]",
      "preview": "The city of Green Bay's use of audio recording devices in public areas of city hall has sparked a controversy and led to threats of legal action. Gree"
    },
    {
      "url": "https://www.childrenshospital.org/",
      "title": "Boston Children's Hospital",
      "description": "<p>Boston Children's Hospital is dedicated to improving and advancing the health and well-being of children around the world through its life-changing work in clinical care, biomedical research, medical education, and community engagement.</p>",
      "preview": "Current Environment: Production Skip to main content Boston Children's Hospital Trusted by families. Recognized around the world. Committed to every c"
    },
    {
      "url": "https://newsroom.latam.paypal-corp.com/",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada Historia destacada / Hero block PayPal Corporativo Alianza Estratégicas OfficeMax proyecta crecimiento de 50% en ventas usando PayP"
    },
    {
      "url": "https://grizzlyseabear.tumblr.com/",
      "title": "Ecclectic Collection",
      "description": "The ramblings and interests of a seabear.",
      "preview": "Ecclectic Collection 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna solar-citrus ....I don't re"
    },
    {
      "url": "https://fairmountpetservice.com/Blog/pet-services-blog/losing-a-pet-having-to-put-my-dog-to-sleep/",
      "title": "Losing A Pet: Having To Put My Dog To Sleep - Fairmount Pet Service",
      "description": "Losing a pet is a painful experience. Putting my dog to sleep was no exception except I also lost my best and most loyal friend.",
      "preview": "I'm no stranger to losing a pet. From my childhood dog to 3 of my cats, losing your beloved pet is a difficult experience to handle. But nothing has b"
    },
    {
      "url": "http://www.citypages.com/",
      "title": "City Pages",
      "description": "void",
      "preview": "Looking for the City Pages Archives? The Hennepin County Library and Minnesota Historical Society host archives of CityPages.com . Newspapers.com will"
    },
    {
      "url": "https://addons.mozilla.org/firefox/addon/facebook-container/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Facebook Container - Get this Extension for 🦊 Firefox (en-US)",
      "description": "Download Facebook Container for Firefox. Prevent Facebook from tracking you around the web. The Facebook Container extension for Firefox helps you take control and isolate your web activity from Facebook.",
      "preview": "What does it do? Facebook Container works by isolating your Facebook identity into a separate container that makes it harder for Facebook to track you"
    },
    {
      "url": "https://comeandsee.net/privacy",
      "title": "Find Out About Come & See's Privacy Policy",
      "description": "Scan through our policies regarding the collection, use, and disclosure of personal data when you use our Sites and the choices you have associated with that data.",
      "preview": "Donate"
    },
    {
      "url": "https://www.altmanfoundation.org/",
      "title": "Altman Foundation",
      "description": "Altman Foundation mission is to support programs and institutions that enrich the quality of life in New York City, with a particular focus on initiatives that help individuals, families, and communities benefit from the services and opportunities that",
      "preview": "Building Vibrant Communities Learn More Increasing Access to Educational Opportunities Learn More Enriching Lives through Cultural Engagement Learn Mo"
    },
    {
      "url": "https://www.librairie-esoterique-paris.fr/",
      "title": "Votre librairie ésotérique à Paris : bienvenue chez Arc en Ciel !",
      "description": "Livres, encens, tarots et spiritualité : retrouvez nos produits et l'actualité de votre librairie ésotérique Parisienne sur internet !",
      "preview": "Arc en Ciel Votre librairie ésotérique à Paris Bienvenue chez Arc en Ciel, votre librairie ésotérique à Paris Située 3 rue Jean Macé, dans le 11ème ar"
    },
    {
      "url": "https://calendly.com/amillerperscholas",
      "title": "Calendly - Per Scholas Customized Training Solutions",
      "description": "Welcome to my scheduling page. Please follow the instructions to add an event to my calendar.",
      "preview": "void"
    },
    {
      "url": "https://digitalmaturitybenchmark.withgoogle.com/en/advertisers/",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.biomarkt.de/bremen-admiralstrasse-14/marktseite",
      "title": "ALECO HB Admiralstraße, Admiralstraße 14, Bremen | biomarkt.de",
      "description": "Besuche deinen BioMarkt in deiner Nähe! Hier findest du frische und regionale Bio-Lebensmittel. Informiere dich über unsere Öffnungszeiten und den Weg zu uns.",
      "preview": "Ausstattung & Service Mittagsgerichte Angebote Services vor Ort Parkplatz vorhanden Sortiment Bistro Käsetheke Backwarentheke Frische Backwaren Selbst"
    },
    {
      "url": "https://gap.igs4ds.net/c/249354/383278/5555?subId1=PEOKateMiddletonFlippedPancakesinNavyWideLegPantsScoreSimilarOptionsStartingat13lstansburyFasAff13964533202302I&u=https%3A%2F%2Foldnavy.gap.com%2Fbrowse%2Fproduct.do%3Fpid%3D559804012%23pdp-page-content",
      "title": "Extra High-Waisted Taylor Wide-Leg Trouser Pants | Old Navy",
      "description": "Shop Old Navy's Extra High-Waisted Taylor Wide-Leg Trouser Pants:",
      "preview": "Extra High-Waisted Taylor Wide-Leg Trouser Pants Extra High-Waisted Taylor Wide-Leg Trouser Pants $49.99 67% off $16.47 Image of 5 stars, 4.46 are fil"
    },
    {
      "url": "https://reason.com/2022/10/10/biden-says-hes-pardoning-all-federal-weed-possession-offenders-he-isnt/",
      "title": "Biden Isn't Really Pardoning 'All' Federal Weed Possession Offenders",
      "description": "The pardon's language specifies that only \"current United States citizens and lawful permanent residents\" are eligible for relief.",
      "preview": "President Joe Biden announced Thursday that he is \"pardoning all prior federal offenses of simple marijuana possession.\" This is a wel come move but a"
    },
    {
      "url": "https://www.lenovo.com/us/en/about/foundation/",
      "title": "Lenovo Foundation - Making a Difference Through Innovation | Lenovo US",
      "description": "The Lenovo Foundation is committed to creating positive social impact through technology innovation. Learn about our programs and partnerships.",
      "preview": "void"
    },
    {
      "url": "https://www.mightynetworks.com/",
      "title": "Mighty Networks | Community Platform, Courses & Memberships",
      "description": "The MOST $1M communities created. Ranked #1 community platform on G2 because of Mighty's 'people magic.'",
      "preview": "Join the FREE Masterclass People Magic Profit: How to build a $1M Community Sign Up Now Product Resources Pricing Branded Apps Log In Start Your Free"
    },
    {
      "url": "http://www.gunnisoncounty.org/324/Downloadable-Datasets",
      "title": "Downloadable Datasets | Gunnison County, CO - Official Website",
      "description": "Downloadable datasets for Gunnison County, includes address points, districts, boundaries, and other information",
      "preview": "Skip to Main Content WEATHER ALERT Flood Watch - Southern Gunnison County Read On... Home Government Departments Geographic Information Services Downl"
    },
    {
      "url": "https://ocw.mit.edu/courses/18-06-linear-algebra-spring-2010/",
      "title": "Linear Algebra | Mathematics | MIT OpenCourseWare",
      "description": "This is a basic subject on matrix theory and linear algebra. Emphasis is given to topics that will be useful in other disciplines, including systems of equations, vector spaces, determinants, eigenvalues, similarity, and positive definite matrices.",
      "preview": "Browse Course Material Course Info Instructor Prof. Gilbert Strang Departments Mathematics As Taught In Spring 2010 Level Undergraduate Topics Mathema"
    },
    {
      "url": "https://ecoromambalaje.ro/",
      "title": "Eco-Rom Ambalaje - Colectăm separat - Reciclăm împreună",
      "description": "Comisia de supraveghere a răspunderii extinse a producătorului a emis licența de operare la data...",
      "preview": "Home Despre noi Servicii Informații publice Autorizație Clienți Tarife Informații utile Cantități gestionate Modificări legislative Pagina membrilor C"
    },
    {
      "url": "http://www.flux-entertainment.com",
      "title": "Home - Flux Entertainment",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.wetv.com",
      "title": "We TV | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "We TV is the premium network destination where culture, passion, and drama thrive. Watch the latest episodes of The Braxtons, Love After Lockup, Brat Loves Judy, Toya & Reginae, Mama June and more.",
      "preview": "Fridays 9:30/8:30c Deb's House Legendary music mogul Deb Antney returns to change the female rap game. Here, Antney proves that becoming a hip-hop sup"
    },
    {
      "url": "https://certificering.symbaloo.com/mix/altun",
      "title": "ALTUN - Libreria Symbaloo",
      "description": "Nella libreria Symbaloo puoi scoprire Webmix interessanti creati e condivisi da altri utenti Symbaloo.",
      "preview": "void"
    },
    {
      "url": "https://www.only.in/",
      "title": "Online Shopping Destination & Fashion for Young Women | ONLY",
      "description": "Explore stylish western wear with ONLY India. From jeans and dresses to stylish tops and skirts, we offer a huge online shopping fashion collection for women.",
      "preview": "Skip to content Cart Your cart is empty Previous Go to item 1 Go to item 2 Go to item 3 Go to item 4 Next First on Only.in Previous Frill Trim Chiffon"
    },
    {
      "url": "https://gr.pinterest.com/pin/733594226777435142/",
      "title": "Minecraft: How to Build a Modern House - Easy Tutorial - YouTube | Modern minecraft houses, Minecraft modern, Minecraft house designs",
      "description": "➜Minecraft: How to Make a Modern House / Tutorial➜Thumbs up^^ & Subscribe for more =) ►http://goo.gl/q4AtTD➜Download houses from my website: http:...",
      "preview": "Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to select. Touch dev"
    },
    {
      "url": "http://www.pevans.co.uk/Reviews/BigCheese.html",
      "title": "Review of The Big Cheese",
      "description": "void",
      "preview": "Mousie, mousie! Card game The Big Cheese reviewed by Pevans In fact the idea of this game is corporate brownnoses trying to get into the boss's good b"
    },
    {
      "url": "https://support.steampowered.com",
      "title": "Steam Support",
      "description": "Log in to your Steam account to get help with your Steam games, contact Steam Support, request refunds, and more. Help is also available if you can't log in, need to reset your password, or recover a hijacked account.",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://map.peoplepower.org/?source=homepage",
      "title": "Take Action | American Civil Liberties Union",
      "description": "void",
      "preview": "Skip navigation Take an Action Today Join the over one million action-takers who have made their voices heard. Featured Action Message Action Message"
    },
    {
      "url": "https://www.academylittleleague.org/academyll",
      "title": "Home",
      "description": "void",
      "preview": "Home About Us BOARD OF DIRECTORS Board Meeting Minutes Sponsorship & Fundraising Sponsorship Fundraising 2025 Spring Baseball Approved Bat List DIVISI"
    },
    {
      "url": "https://firemarkstudio.video.blog/privacy-policy/",
      "title": "Privacy Policy - Fire Mark Studio",
      "description": "Your privacy is important to us. That is why we personally neither request nor collect any information at all about you from within our apps. The software engines we use to help build our apps may request permissions for things like; access information about networks, write to external storage, read only access to device state,...",
      "preview": "Skip to content Your privacy is important to us. That is why we personally neither request nor collect any information at all about you from within ou"
    }
  ],
  "_meta": {
    "total_bookmarks": 131
  }
}