{
  "data": [
    {
      "url": "https://www.msn.com/en-us/news/us/green-bay-stands-by-audio-surveillance-in-response-to-state-senate-letter/ar-AA17uuKL",
      "title": "MSN",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://cleo156989.tumblr.com/",
      "title": "@cleo156989 on Tumblr",
      "description": "I'm so indecisive it hurts",
      "preview": "Posts thebootydiaries Follow astrangerfromastrangeland Follow avvocarlo Follow imagine if instead of it being called a sip it was as called a suck. ca"
    },
    {
      "url": "https://opensource.org/licenses/Apache-2.0",
      "title": "Apache License, Version 2.0 - Open Source Initiative",
      "description": "TERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION 1. Definitions. \"License\" shall mean the terms and conditions for use, reproduction, and distribution as defined by Sections 1 through 9 of...",
      "preview": "TERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION 1. Definitions. \"License\" shall mean the terms and conditions for use, reproduction, and"
    },
    {
      "url": "https://www.algore.com/about.html",
      "title": "About Al Gore - Al Gore",
      "description": "About Al Gore",
      "preview": "\" The climate crisis offers us the chance to experience what very few generations in history have had the privilege of knowing: a generational mission"
    },
    {
      "url": "https://www.ideart.si/blog/brezplacna-spletna-stran",
      "title": "Brezplačna ali poceni spletna stran?",
      "description": "Zbirka nasvetov in trikov, ki vam bodo pomagali pri vaši spletni prodaji in učinkovitem spletnem nastopu. Novice, trendi & nasveti.",
      "preview": "Brezplačna ali poceni spletna stran? ideART - Matjaž Blažič 16 Januar 2021 (3) Na voljo imate postavitev spletne strani na poddomeni enega izmed števi"
    },
    {
      "url": "https://www.solarpowerworldonline.com/2018/10/flexibility-is-a-master-key-that-unlocks-solars-potential-for-grid-emissions-reductions/",
      "title": "Flexibility is a master key that unlocks solar's potential for grid emissions reductions",
      "description": "By Katie Ryan, director of partnerships of WattTime; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior",
      "preview": "By Katie Ryan, director of partnerships of WattTime ; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior"
    },
    {
      "url": "https://watch.diynetwork.com/watch/diy",
      "title": "void",
      "description": "void",
      "preview": "Magnolia Network is not yet available in your area The website you are trying to access is only available within the U.S. and U.S. territories. If you"
    },
    {
      "url": "https://www.orbitz.com/",
      "title": "Orbitz Hotel Deals, Flights, Cheap Vacations & Rental Cars",
      "description": "Earn free travel rewards with Orbitz. Fast booking & free cancellations. Reserve now, pay later!",
      "preview": "Skip to Main Content. Orbitz Hotel Deals, Flights, Cheap Vacations & Rental Cars Search for travel closeSheetBanner Earn extra Orbucks, only in the ap"
    },
    {
      "url": "https://www.worldpresslive.com/",
      "title": "World Press Live - International News - Biusiness - Technology",
      "description": "World Press Live is a Global News Network. The information source from the globe on Business, technology, health, news, fashion and so on.",
      "preview": "Search Thursday, October 9, 2025 Search Copyright 2021 - All Right Reserved Gaming Why PG Soft Online Slots Are the Best Choice for Players Looking..."
    },
    {
      "url": "https://www.toyotavantech.com/forum/content.php?185&s=00fc93410e425fe4e5e90c822c18514a",
      "title": "ToyotaVanTech.com Library - Add New Section",
      "description": "void",
      "preview": "Register Help Remember Me? What's New? Articles TVT Vanwagon Owner's Manual TVT Previa Owner's Manual Tim's Tech Tips Forum Blogs Advanced Search Home"
    },
    {
      "url": "https://ncgov.servicenowservices.com/sp_beneficiary?id=bnf_index&elqTrackId=89e21ed75a6241c7bdcac35ced1dcfa5&elqaid=93&elqat=2",
      "title": "Beneficiary Home - NC Medicaid Beneficiary Service Portal",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.yupptv.com/help/privacy-terms",
      "title": "Privacy & Terms | YuppTV",
      "description": "Learn how YuppTV ensures privacy. Read our policy on data handling and protecting personal information.",
      "preview": "MENU Sign in Sign up Packages Go Premium without ads Advertise Redeem Voucher Ways To Watch Why Us support@yupptv.com Language Advertise Redeem Vouche"
    },
    {
      "url": "https://ostrovit.com/en/menu/carbohydrates-18771.html",
      "title": "Carbohydrates | Official store of the manufacturer",
      "description": "Carbohydrates by OstroVit is synonymous with the highest quality. Buy and feel the difference! Check!",
      "preview": "Home For Athletes Carbohydrates Carbohydrates Carbohydrates are one of the three basic nutrients, which are needed for the proper functioning of the w"
    },
    {
      "url": "http://thehotline.org/",
      "title": "Domestic Violence Support | National Domestic Violence Hotline",
      "description": "Everyone deserves relationships free from domestic violence. When you're ready, we're here to listen with confidential support 24/7/365.",
      "preview": "Search Search Close exit Leave this site safely You can quickly leave this website by clicking the \"X\" in the top right or by pressing the Escape key"
    },
    {
      "url": "https://sjobs.brassring.com/TGnewUI/Search/Home/Home?partnerid=26336&siteid=5014#home",
      "title": "Job Search Welcome | Walgreens",
      "description": "Search for Internet job openings.",
      "preview": "void"
    },
    {
      "url": "https://dati.comune.milano.it/organization/comunedimilano",
      "title": "Comune di Milano - Organizzazioni - Open Data - Comune di Milano",
      "description": "void",
      "preview": "Salta al contenuto Home Organizzazioni Comune di Milano Ricerca Datasets Submit Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica P"
    },
    {
      "url": "https://www.theboxwalla.com/product/beauty-box/",
      "title": "Beauty Box Subscription - Luxury Clean Beauty Products",
      "description": "Join our bi-monthly beauty box subscription for curated luxury clean beauty products from brands that are passionate about equitable sourcing of ingredients",
      "preview": "Beauty Box Lavanya February 22, 2021 October 9, 2025 Midori MD Notebook B... $ 15.00 $ Skincare Routine F4 $ 329.00 $ Beauty Box $ 59.95 $ Rated 4.75"
    },
    {
      "url": "https://fabfitfun.com/",
      "title": "FabFitFun",
      "description": "FabFitFun Box | Beauty, Wellness, Fitness and Fashion",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://zerofoundation.de/plakat-zur-ausstellung-mack-klein-piene-uecker-lo-savio-0-galleria-la-salita-roma/",
      "title": "Plakat zur Ausstellung „Mack + Klein + Piene + Uecker + Lo Savio = 0\", Galleria La Salita, Rom - ZERO foundation",
      "description": "void",
      "preview": "ZERO foundation x Aktuelles ZERO-Kunst und Mode ZERO war ein Neuanfang. Ende der 1950er-Jahre stellten Heinz Mack, Otto Piene und Günther Uecker die"
    },
    {
      "url": "https://secure.donorschoose.org/donors/giving_history.html",
      "title": "DonorsChoose Sign In | Public School Donations",
      "description": "Sign in or create a new account to make public school donations via DonorsChoose",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://www.bravotv.com/the-daily-dish/rhonj-teresa-giudice-daughter-gabriella-giudice-college-career-plans",
      "title": "Teresa Giudice's Daughter Gabriella Giudice College, Career Plans",
      "description": "We've watched Teresa Giudice's daughters grow up on The Real Housewives of New Jersey over t",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.ecologic-france.com/ecologic/filiere-deee.html",
      "title": "Filière DEEE",
      "description": "void",
      "preview": "La filière DEEE Vous êtes ici : Accueil > Ecologic > Filière DEEE Eco-organisme au coeur de la filière La filière DEEE s'appuie sur le principe de la"
    },
    {
      "url": "https://givesafely.io/",
      "title": "Donate Cryptocurrency Or Cash To Charity - Givesafely.",
      "description": "Donate cryptocurrency or cash to trusted charities and earn rewards.",
      "preview": "Givesafely. Donate How Can a Charity Be Trusted? How Do I Find Savvy Donors? Donate cryptocurrency or cash to trusted charities and earn rewards. . Al"
    },
    {
      "url": "https://www.asis.gov.au",
      "title": "Home",
      "description": "void",
      "preview": "HOME International work, for a national purpose We are Australia's overseas secret intelligence agency. We collect and distribute foreign intelligence"
    },
    {
      "url": "https://earth.esa.int/eogateway/search?text=&category=Campaigns&filter=ERS-2,PROBA-V,a-imaging-radars,ers-2,land-surface,oceans&sortby=OLDEST_FIRST",
      "title": "Search on Earth Online",
      "description": "Browse the results about news and information on ESA activities. Check information about ESA's Earth Observation data, and the satellite missions and instruments that acquire this data.",
      "preview": "earth online APPLY FILTERS TO RESULTS Data Application Mission Instruments BROWSE RESULTS BY CATEGORY All Categories ( 1075 ) Missions ( 1 ) Data ( 14"
    },
    {
      "url": "https://zeaphra.tumblr.com/post/128648216513",
      "title": "Blog",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "The Land of the Odd Social Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and othe"
    },
    {
      "url": "http://www.appdicted.com/privacy-policy-for-apps/",
      "title": "Privacy Policy for Apps - Appdicted",
      "description": "void",
      "preview": "Appdicted Privacy Policy on iOS Apps Data Controller and Owner Appdicted, support@appdicted.com Types of Data collected Among the types of Personal Da"
    },
    {
      "url": "https://bordadosloymar.es/brands",
      "title": "QQDEWI | Official Link Resmi Paling Terkenal Di Indonesia",
      "description": "QQDEWI link official resmi yang paling banyak di rekomendasikan di Indonesia, daftar dan mainkan link terbaik untuk bermain permainan online.",
      "preview": "Envato Market Web Themes & Templates Code Video Audio Graphics Photos 3D Files All Items Popular Files Featured Files Top New Files Follow Feed Top Au"
    },
    {
      "url": "https://simplay3.com/our-story",
      "title": "Simplay3 Our Story",
      "description": "Simplay3 manufactures innovative made in the USA quality products that are easy to assemble. Playful designs promote simple play. Read more about our story.",
      "preview": "Fast, Free US Shipping* American Made, Veteran Owned Our Story Whether you're 3 or 63, we want to bring more fun and joy to life. We know that simple"
    },
    {
      "url": "https://www.refreshinghope.org/blogs/1/2898/the-counselor",
      "title": "Refreshing Hope Ministries Online Church: Jesus - For such a time as this!",
      "description": "Refreshing Hope Ministries Online Church: Join a wonderful body of believers from all walks of life in an ad-free, drama-free, toxic-free environment with live interactive church services and refreshing Spirit filled devotionals posted daily!",
      "preview": "Search Search 1641 Notifications View All You have 2 notifications. 0 new. Notification Message Guest 7 months ago Read liked your post . Notification"
    },
    {
      "url": "https://inhome.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.musee-rodin.fr/en/museum/collections",
      "title": "Collections | Musée Rodin",
      "description": "void",
      "preview": "Collections Skip to main content Share Share on Collections Artworks > Learn more Theme Gallery > Learn more Rodin in the world > Learn more Search Ag"
    },
    {
      "url": "https://www.commonsense.org/education",
      "title": "Common Sense Education",
      "description": "Common Sense Education provides educators and students with the resources they need to harness the power of technology for learning and life. Find our free K-12 Digital Citizenship Curriculum, reviews of popular edtech apps, tips on teaching responsible AI use, and resources for protecting student privacy and online safety.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Digital Literacy and Citizenship New! K-8 Digital Literacy & Well-Being Curriculum"
    },
    {
      "url": "https://kahoot.it/challenge/007996792",
      "title": "Kahoot!",
      "description": "Join a game of kahoot here. Kahoot! is a free game-based learning platform that makes it fun to learn - any subject, in any language, on any device, for all ages!",
      "preview": "void"
    },
    {
      "url": "https://privacy.thewaltdisneycompany.com/en/dnsmi/",
      "title": "California Consumer Privacy Act (CCPA) - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save \"Do Not Sell My Personal Informa"
    },
    {
      "url": "https://www.calamasur.org/",
      "title": "CALAMASUR | Comité del Calamar Gigante del Pacífico Sur",
      "description": "Calamasur es el Comité para el Manejo Sustentable del Calamar Gigante del Pacífico Sur (Chile, Ecuador, México y Perú).",
      "preview": "top of page CALAMASUR COMITÉ PARA EL MANEJO SUSTENTABLE DEL CALAMAR GIGANTE DEL PACÍFICO SUR INICIO: Bienvenido ¿QUIÉNES SOMOS? El Comité para el Mane"
    },
    {
      "url": "https://mizugadro.mydns.jp/t/index.php?title=Special:WhatLinksHere/File:05003fuji.jpg&hidetrans=1",
      "title": "Pages that link to \"File:05003fuji.jpg\" - TORI",
      "description": "void",
      "preview": "Help Pages that link to \"File:05003fuji.jpg\" ← File:05003fuji.jpg Jump to navigation Jump to search What links here Page: Namespace: all (Main) Talk U"
    },
    {
      "url": "https://web.andrejansen.de/19-unifi-udm-pro-backup-auf-synology-sichern/",
      "title": "(19) Unifi UDM Pro Backup auf Synology sichern - www.andrejansen.dewww.andrejansen.de",
      "description": "Die UDM Pro kann automatische Backups erstellen, diese möchten wir auf die Synology sichern",
      "preview": "Zum Inhalt springen www.andrejansen.de Willkommen bei Familie Jansen Homelab Familie Jansen Links Weblinks privat Weblinks extern Webseiten Störungen"
    },
    {
      "url": "https://healthnewsplus.net/tag/bolly4u-movie-download-free/",
      "title": "Health News Plus | Latest Worldwide Health News And Tips",
      "description": "The Newest Science And The Most Authoritative Information And Creativeness For Residing Active. HealthNewsPlus - Conveying Together Like-Willing People Who Are Obsessive About Permanency.",
      "preview": "Close Menu Facebook X (Twitter) Instagram News How to Build an Effective Backup Plan for Simultaneous Interpretation Home How to Get Rid of Mycotoxins"
    },
    {
      "url": "https://nationalfund.org/collaborative/new-york-city-workforce-funders/?gclid=CjwKCAjwiuuRBhBvEiwAFXKaNF35FF-ruuvIbgCGuVdaVMRiLDLfi_hY5YOR0PVmJh_SbA2uGAadsxoCBV8QAvD_BwE",
      "title": "New York City Workforce Funders | National Fund for Workforce Solutions",
      "description": "Established in 2000, the New York City Workforce Funders (Workforce Funders) is a key entity in building a more effective workforce system for low-income job...",
      "preview": "Skip to content New York City Workforce Funders Established in 2000, the New York City Workforce Funders (Workforce Funders) is a key entity in buildi"
    },
    {
      "url": "https://hardyofficial.com/home/",
      "title": "HARDY | Official Website",
      "description": "Official website of HARDY. Music, tour dates, videos and more!",
      "preview": "Country! Country! out now listen"
    },
    {
      "url": "https://www.stltoday.com/news/local/crime-and-courts/i-can-still-hear-the-roaring-of-the-engine-says-father-of-teen-maimed-in/article_d981ca12-4e76-5351-8ade-bf0ca0e08214.html",
      "title": "'I can still hear the roaring of the engine,' says father of teen maimed in downtown St. Louis",
      "description": "The 21-year-old man accused of hitting and critically injuring a 17-year-old girl visiting St. Louis appeared in court Monday afternoon. Family members of the girl gave emotional testimony.",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://www.vogue.com/article/fall-winter-2025-fashion-trends",
      "title": "11 Fall 2025 Fashion Trends to Add to Your Wardrobe Now | Vogue",
      "description": "In season driven by personality dressing, the fall 2025 fashion trends weren't the only thing that was interesting on the runways, but how they were worn, too.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://everythingstainedglass.com/",
      "title": "How To Make Stained Glass - The Missing Know-How",
      "description": "Do you make stained glass and want to learn EVERYTHING there is to know about it? Improve your skill set with these freely-shared tips and tricks.",
      "preview": "Skip to content About Me Contact Me Students Login Join The Sharing Gang Facebook YouTube Pinterest The Missing Know-How When you first learn how to m"
    },
    {
      "url": "http://www.nbcunicareers.com",
      "title": "Home | NBCUnicareers",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://programmersguild.blogspot.com/2008/04/development-design-group-in-baltimore.html?showComment=1217638020000",
      "title": "Programmers Guild: Development Design Group in Baltimore, MD, pays H-1b Architects $32,000 salary",
      "description": "Monday, April 21, 2008 Washington post article \" For Visas, The Demand Outstrips The Supply - Firms Say They Rely On Skilled Immigrants \" p...",
      "preview": "Programmers Guild The Programmers Guild advances the interests of U.S. technical and professional workers in information technology (IT) fields, and o"
    },
    {
      "url": "https://www.astrogav.eu/G_A_V_%20-%20Gruppo%20Astronomico%20Viareggio_paolo%20farinella.htm",
      "title": "Storia del Gruppo: Prof. Paolo Farinella",
      "description": "Storia del GAV: Prof Paolo Farinella",
      "preview": "Storia del G.A.V. In memoria di Paolo Farinella: Paolo Farinella collaborò con il G.A.V. alla divulgazione dell'astronomia tenendo diverse conferenze"
    },
    {
      "url": "https://scorecard.worldbank.org/",
      "title": "Measuring Impact | World Bank Group Scorecard",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://modelshipworld.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://proyectosinternacionales.educa2.madrid.org/noticias/-/blogs/webinario-scientix?_33_redirect=%2Fnoticias%2F-%2Fblogs%2Fejemplo-de-difusion-de-proyectos-erasmus-ka1%3F_33_redirect%3D%252Fnoticias%252F-%252Fblogs%252Finfografia-el-camino-erasmus-%253F_33_redirect%253D%25252Fnoticias%25252F-%25252Fblogs%25252Flistas-provisionales-de-admitidos-ka1-2017%25253F_33_redirect%25253D%2525252Fnoticias%2525252F-%2525252Fblogs%2525252Fwebinar-par%2525253F_33_redirect%2525253D%252525252Fnoticias%252525252F-%252525252Fblogs%252525252Fnuevo-curso-diseno-y-presentacion-de-un-proyecto-erasmus-ka1-y-ka2-para-fp%252525253F_33_redirect%252525253D%25252525252Fnoticias%25252525252F-%25252525252Fblogs%25252525252Fste-a-m-aprender-y-ensenar-aprendiendo%25252525253F_33_redirect%25252525253D%2525252525252Fnoticias%2525252525252F-%2525252525252Fblogs%2525252525252Fconvocatoria-de-actividades-de-cooperacion-transnacional-para-educacion-de-adultos%2525252525253F_33_redirect%2525252525253D%252525252525252Fnoticias%252525252525252F-%252525252525252Fblogs%252525252525252Fentrega-de-los-sellos-de-calidad-etwinning-2016-en-la-comunidad-de-madrid%252525252525253F_33_redirect%252525252525253D%25252525252525252Fnoticias%25252525252525252F-%25252525252525252Fblogs%25252525252525252Fpremios-nacionales-etwinnig%25252525252525253F_33_redirect%25252525252525253D%2525252525252525252Fnoticias%2525252525252525252F-%2525252525252525252Fblogs%2525252525252525252Fentrevista-a-estibaliz-de-miguel-coordinadora-del-proyecto-etwinning-eu-games%2525252525252525253F_33_redirect%2525252525252525253D%252525252525252525252Fnoticias%252525252525252525252F-%252525252525252525252Fblogs%252525252525252525252Fnuevo-curso-diseno-y-presentacion-de-un-proyecto-erasmus-ka1-y-ka2-para-fp%252525252525252525253F_33_redirect%252525252525252525253D%25252525252525252525252Fnoticias%25252525252525252525252F-%25252525252525252525252Fblogs%25252525252525252525252Fejemplo-de-difusion-de-proyectos-erasmus-ka1%25252525252525252525253F_33_redirect%25252525252525252525253D%2525252525252525252525252F",
      "title": "Webinar Scientix 24 de abril 2017 - Noticias | Proyectos Internacionales | EducaMadrid",
      "description": "void",
      "preview": "Saltar al contenido Acceder Buscar: Entrar Atrás Webinar Scientix 24 de abril 2017 Fecha de publicación 6/04/17 8:39 Seminario web de Scientix: Global"
    },
    {
      "url": "https://www.vam.ac.uk/collections/architecture",
      "title": "Architecture - Explore the Collections · V&A",
      "description": "Discover the extensive collections of the V&A and the Royal Institute of British Architects (RIBA).",
      "preview": "Skip to main content Architecture As the home of the national collection of architecture, the V&A holds monumental plaster casts, large-scale architec"
    },
    {
      "url": "https://lib.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=libraries",
      "title": "UW Libraries - University of Washington Libraries",
      "description": "University of Washington Libraries",
      "preview": "Skip to content Enter search text Current site All the UW Search scope Current site All the UW University of Washington Libraries"
    },
    {
      "url": "https://naacpepi.tfaforms.net/10",
      "title": "void",
      "description": "void",
      "preview": "Lyft Code Request First Name Last Name Phone Number Email Address Race American Indian or Alaska Native Asian Black or African American Native Hawaiia"
    },
    {
      "url": "https://zs16.edu.wroclaw.pl/?p=2674",
      "title": "Dzień Niepodległości w klasie 4b - Zespół Szkół Nr 16 we Wrocławiu",
      "description": "void",
      "preview": "- Dzień Niepodległości w klasie 4b Zespół Szkół nr 16 we Wrocławiu Home Aktualności Dzień Niepodległości w klasie 4b Z okazji zbliżającego się Święta"
    },
    {
      "url": "https://www.livexlive.com",
      "title": "LiveOne - Music, Podcasts and more",
      "description": "LiveOne (NASDAQ:LVO) is a global digital media company dedicated to music and live entertainment. LiveOne powered by Slacker Radio is your home for music, podcasts, and more featuring Kids' Halloween, Weekly Dance/Electronic 20, Halloween Party, Autumn Air",
      "preview": "LiveOne LiveOne Sign Up Free Login Home Live Events Music Originals Podcasts Alternative Country Rock Pop Video Insomniac Alt Indie Country EDM/Dance"
    },
    {
      "url": "https://www.paul.fr/default/viennoiserie/familliales?allergens_bis=16983%2C16986%2C17031",
      "title": "Viennoiserie Familiales - Brioches - Cramiques - PAUL",
      "description": "void",
      "preview": "The store will not work correctly in the case when cookies are disabled. Javascript est désactivé dans votre navigateur. Pour une expérience optimale"
    },
    {
      "url": "https://naacp.org/find-resources/know-your-rights/democracy-voting",
      "title": "Democracy & Voting",
      "description": "Efforts to make it harder for racial minorities to vote are proliferating across the country. NAACP and volunteers made sure Black voices were heard in 2020.",
      "preview": "Skip to main content Search Close Close Donate Close Countdown to Election Day - - days - hrs - mins - secs NAACP Georgia State Conference v Raffenspe"
    },
    {
      "url": "https://engage.walmart-jump.com/",
      "title": "Investing In American Jobs",
      "description": "Fueling American jobs, strengthening communities. With our $350 billion investment in products made, grown or assembled in America, we're supporting more than 750,000 U.S. jobs.*",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://karlpilkington-ismyfursona.tumblr.com/",
      "title": "🐇",
      "description": "22 - Canada",
      "preview": "Home Ask me anything Archive 🐇 everythingfox : \"I got you kid.\" (via plainbrowncrawfish ) Jun. 30 2019 7,299 notes pissvortex : (via ofalloftheginjoin"
    },
    {
      "url": "https://www.camera.it/leg19/410",
      "title": "XIX Legislatura - Lavori - Resoconti Assemblea - Dettaglio sedute",
      "description": "Camera dei deputati - XIX Legislatura -",
      "preview": "Camera dei deputati Vai al contenuto Sezione di navigazione Menu di ausilio alla navigazione Vai al menu di navigazione principale Scrivi Sito mobile"
    },
    {
      "url": "https://vimeo.com",
      "title": "Vimeo AI-Powered Video Platform",
      "description": "The video platform trusted by 287 million creatives, entrepreneurs, and businesses. Everything you need to create, manage, and share stunning videos.",
      "preview": "Your complete video platform Your videos, your way Vimeo's ad-free platform provides everything you need to host, manage, and share high-quality video"
    },
    {
      "url": "https://www.thenewsolutions.org/nevzhe-prypeklo/",
      "title": "Невже припекло? | Центр нових рішень",
      "description": "void",
      "preview": "nsc@thenewsolutions.org Facebook Twitter RSS Facebook Twitter RSS Ukrainian English Ukrainian Arabic Chinese (Simplified) English French German Spanis"
    },
    {
      "url": "https://viking-sons.de/runen-und-ihre-bedeutung/",
      "title": "Runen und ihre Bedeutung < Viking Sons",
      "description": "Runen und ihre Bedeutung faszinieren seit Jahrhunderten die Menschen. Hier findest Du alles Wissenswerte über die Runen des alten Futhark.",
      "preview": "*** Mitteilung *** Wir machen Urlaub! Bestellungen die ab dem 06.10.2025 eingehen, werden erst ab dem 14.10.2025 bearbeitet. Dies gilt nur für die Pro"
    },
    {
      "url": "https://divassimplysinging.com/",
      "title": "DIVAS Simply Singing! Raising Health Awareness",
      "description": "Returns to The Historic Wilshire Ebell Theatre in Los Angeles",
      "preview": "Skip to content Celebrating 35 Years of Raising Health Awareness Watch Now Step into history and heart as Emmy Award-winner Sheryl Lee Ralph and The D"
    },
    {
      "url": "https://www.quantamagazine.org/tag/machine-learning/",
      "title": "Quanta Magazine Articles on Machine Learning",
      "description": "Explore Quanta's machine learning coverage.",
      "preview": "What's up in Machine learning Latest Articles How One AI Model Creates a Physical Intuition of Its Environment artificial intelligence How One AI Mode"
    },
    {
      "url": "https://www.manhattantheatreclub.com/",
      "title": "Home Page - Manhattan Theatre Club",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.cortexstl.org/",
      "title": "void",
      "description": "Creating inclusive economic growth in St. Louis by uniting diverse innovators, spaces, and organizations to transform ideas into solutions.",
      "preview": "Learn in Cortex empowering innovators in St. Louis Build in Cortex Develop in St. Louis' Innovation Center Work in Cortex For project teams, startups,"
    },
    {
      "url": "https://cvshealth.com/covid-19/vaccine-information",
      "title": "Our COVID-19 Response | CVS Health",
      "description": "CVS Health® is committed to keeping patients, members, customers and colleagues safe throughout the pandemic. Learn about our ongoing response to COVID-19.",
      "preview": "Skip to main content Aetna® CVS Caremark® CVS Pharmacy Careers Investors Contact Us"
    },
    {
      "url": "http://catalogo.villanuevadelaserena.es/dataset?tags=Unidades+Administrativas&tags=IDEVVA&groups=sociedad-bienestar&res_format=CSV&license_id=cc-by&tags=Sanidad+y+consumo&tags=Residencias+de+Mayores&res_format=GeoJSON&organization=concejalia-comercio-y-desarrollo-local",
      "title": "Conjunto de datos - Open Data Villanueva de la Serena",
      "description": "void",
      "preview": "Ir al contenido Inicio Conjunto de datos input-search Enviar Ordenar por Relevancia Nombre ascendente Nombre descendente Última modificación Ir 1 conj"
    },
    {
      "url": "https://imagommage.com/",
      "title": "Merchandising Aziendale Personalizzato | Gadget Aziendali | Imagommage",
      "description": "Imagommage è specializzata nella creazione di merchandising aziendale personalizzato e gadget aziendali personalizzabili per la promozione di eventi.",
      "preview": "Click Here DISCOVER cuscino - cushion DISCOVER customized trays WE RESEARCH AND IMPORT THE RIGHT PRODUCT YOU ARE LOOKING FOR from all over the world D"
    },
    {
      "url": "https://www.accenture.com/us-en",
      "title": "U.S. | Let There Be Change | Accenture",
      "description": "Accenture embraces the power of change to create 360° value and shared success for our clients, people, shareholders, partners and communities. Learn more.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://www.uniroma1.it/",
      "title": "Home | Sapienza Università di Roma",
      "description": "void",
      "preview": "Salta al contenuto principale Corsi di studio: ammissioni 2025-2026 Didattica Ricerca scientifica Internazionale Terza Missione Ateneo NOTIZIE EVENTI"
    },
    {
      "url": "https://subscribe.providencejournal.com/masthead?gps-source=CPMASTHEAD&itm_campaign=2023MAREVERG&itm_medium=ONSITE&onSuccessRedirectURL=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://support.stripe.com/how-to-disconnect-a-linked-financial-account",
      "title": "Stripe: Help & Support",
      "description": "Find help and support for Stripe. Our support site provides answers on all types of situations, including account information, charges and refunds, and subscriptions information. Get your questions answered and find international support for Stripe.",
      "preview": "JavaScript is currently disabled You need JavaScript for the best experience on Stripe. Please enable it in your browser settings. Find out how"
    },
    {
      "url": "https://www.cabq.gov/culturalservices/biopark",
      "title": "ABQ BioPark - City of Albuquerque",
      "description": "void",
      "preview": "Skip to main content ABQ BioPark ABQ BioPark City Focus Plan your visit to the ABQ BioPark. Visitor Info and Tickets Plan your visit to the ABQ BioPar"
    },
    {
      "url": "https://www.iubenda.com/privacy-policy/59274660/cookie-policy",
      "title": "Cookie Policy of Tenuta Larnianone",
      "description": "Tenuta Larnianone collects some Personal Data from its Users.",
      "preview": "Cookie Policy of Tenuta Larnianone This document informs Users about the technologies that help Tenuta Larnianone to achieve the purposes described be"
    },
    {
      "url": "https://walmart.guildeducation.com/partner/",
      "title": "Walmart - Education Benefit | Guild",
      "description": "Opportunity that starts with education and skilling. Access a catalog of learning programs and tailored coaching services to unlock possibility with your Guild benefit through Live Better U.",
      "preview": "You need to enable JavaScript to run this app. Learn more about programs that can unlock your career path! Your Education, Paid by Walmart Live Better"
    },
    {
      "url": "https://teksciory.interia.pl/szukaj?q=mamusia+nie+moze",
      "title": "mamusia nie moze - Teksciory.pl",
      "description": "mamusia nie moze - Tekściory.pl - sprawdź tekst, tłumaczenie twojej ulubionej piosenki, obejrzyj teledysk.",
      "preview": "Reklama Wykonawcy Rankingi Zaloguj się Wykonawcy Ranking załóż konto Interia Teksty piosenek Szukaj: mamusia nie moze Wyniki wyszukiwania: mamusia nie"
    },
    {
      "url": "https://roundingsquares.com/privacy/",
      "title": "Privacy - Rounding Squares",
      "description": "Last updated: February 11, 2025 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. We use Your Personal data to provide and improve the Service. By using the Service,Continue reading \"Privacy\"",
      "preview": "Skip to content Last updated: February 11, 2025 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of You"
    },
    {
      "url": "https://lemondedugolf.fr/19-21-oct-ncaa-men-golf-club-of-georgia-collegiate-invitationational",
      "title": "19-21 oct - NCAA Men - Golf Club of Georgia Collegiate Invitationational - Le Monde du Golf",
      "description": "Host: Georgia Tech, The Golf Club of Georgia - Lakeside Course, Alpharetta GA. Sont présents, Duke avec Adrien Pendariès, New Mexico et Augustin Holé, TCU et les deux compères David Ravetto et Pierre Mazier. Scores >>>",
      "preview": "ACCUEIL NEWS NOS COACHS VOYAGES MATÉRIEL COMPETITIONS CONTACT Recherche RECHERCHER RECHERCHER Search results for: 19-21 oct - NCAA Men - Golf Club of"
    },
    {
      "url": "https://appetiteforchangemn.org/",
      "title": "AFCMN",
      "description": "void",
      "preview": "0 Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (cur"
    },
    {
      "url": "https://www.fox26houston.com/news/documents-reveal-gruesome-details-google-searches-surrounding-felicia-johnsons-murder",
      "title": "Documents reveal gruesome details, Google searches surrounding Felicia Johnson's murder | FOX 26 Houston",
      "description": "Charging documents reveal that after Felicia Johnson's disappearance, an accused suspect Googled things like \"how to be a serial killer\" and \"how to get away with murder.\"",
      "preview": "Suspect charged in Felicia Johnson's murder made cryptic searches after her disappearance: affidavit Charging documents reveal that after Felicia John"
    },
    {
      "url": "https://forum.videohelp.com/members/299632-Donnje?s=fd8d5e1d8d040a8b1770019634492c27",
      "title": "View Profile: Donnje - VideoHelp Forum",
      "description": "This forum will help you with all your video and audio questions!",
      "preview": "Forum Forum Index Today's Posts New Posts File Uploader Software All software Popular tools Portable tools DVD / Blu-ray Blu-ray / DVD Region Codes Ha"
    },
    {
      "url": "http://www.tbs.com",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://soundoftheearth.org/",
      "title": "Sound of The Earth: Chapter 3",
      "description": "void",
      "preview": "Sound of the Earth: Chapter 3 - SoundUploadLog(); Sound of the Earth: Chapter 3 Welcome to a new global soundscape created by Yuri Suzuki. This websit"
    },
    {
      "url": "https://nl.linkedin.com/company/bcd-travel?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "BCD Travel | LinkedIn",
      "description": "BCD Travel | 342.631 volgers op LinkedIn. Travel smart. Achieve more. | BCD Travel helpt bedrijven slimmer te reizen en meer te bereiken. Onze digitale oplossingen om zakenreizen te vereenvoudigen bevorderen het succes van reisprogramma's, kostenbesparingen en talentbehoud. Met ruim 15.000 toegewijde medewerkers bedienen we klanten in meer dan 170 landen en dragen actief bij aan een duurzame toekomst voor zakenreizen.",
      "preview": "LinkedIn respecteert uw privacy LinkedIn en derden gebruiken essentiële en niet-essentiële cookies om onze Diensten te leveren, te beveiligen, te anal"
    },
    {
      "url": "https://www.equippedbrewer.com/sales-and-distribution/topic/website-design",
      "title": "The Equipped Brewer",
      "description": "The Equipped Brewer is dedicated to the success of craft beverage companies, including breweries, cideries, distilleries, and wineries.",
      "preview": "Operations equipment Production Brew Your Best Craft Beverage: Effective Wort Oxygenation Oxygenating wort on the way to the fermenter. Oxygen is some"
    },
    {
      "url": "https://palacesouthbeach.com/",
      "title": "Iconic Drag Brunch & Rooftop Bar in South Beach, Miami | Palace",
      "description": "Experience the best drag brunch and rooftop dining in South Beach at Palace Bar & Restaurant. Enjoy live performances, delicious cuisine, and ocean views on Ocean Drive.",
      "preview": "Skip to content Skip to footer Close Feel Miami's Pulse Embrace Drag Royalty Where Magic Happens Daily, and Dreams Come Alive at Night Where Drag quee"
    },
    {
      "url": "http://cinzia1877.blogspot.com/",
      "title": "Parlando e sentendo...",
      "description": "void",
      "preview": "Parlando e sentendo... 08 settembre 2007 CHIUSO Non so quando e ne se aprirò di nuovo... Un bacio a tutti... Cinzia Pillola di saggezza postata dalla"
    },
    {
      "url": "https://www.ecowatch.com/pakistan-flooding-climate-change-2.html",
      "title": "Devastating Pakistan Floods Most Likely Worsened by Climate Crisis - EcoWatch",
      "description": "The extreme rainfall that flooded one third of Pakistan this summer was most likely made worse by the climate crisis.",
      "preview": "Home Climate Devastating Pakistan Floods Most Likely Worsened by Climate Crisis By: Olivia Rosane Published: September 16, 2022 Edited by Chris McDerm"
    },
    {
      "url": "https://partner.github.com",
      "title": "GitHub Partner Program · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "http://www.themontanascene.com/",
      "title": "Montana Outdoor Clothing | Gifts | The Montana Scene",
      "description": "Find high-quality, Montana shirts & gifts that express the local culture & personalities of Montanans. We are your place to find all things in Montana.",
      "preview": "New Wild Field Our best-selling design, now on 2 new unisex tees SHOW NOW Seasonal Transitions The perfect sweatshirt for autumn nights under the big"
    },
    {
      "url": "https://wset.com/news/local/stafford-dog-sky-animal-shelter-joe-bice-donna-who-had-no-inquiries-for-months-finally-gets-adopted-after-viral-post-virginia-newport-news",
      "title": "Stafford dog who had no inquiries for months finally gets adopted after viral post",
      "description": "A Stafford County dog from the animal shelter has been rescued after a plea posted online went viral.",
      "preview": "Fri, 10 Oct 2025 10:12:17 GMT (1760091137870) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "http://nbc.researchresults.com/?s=639",
      "title": "Viewers Voice",
      "description": "void",
      "preview": "Welcome to the Viewer's Voice panel!"
    },
    {
      "url": "http://www.neltuosito.it/Servizi-Web/Cucina/Archivio-Ricette-Cucina.asp",
      "title": "Archivio di 24000 ricette di cucina",
      "description": "void",
      "preview": "Neltuosito.it Servizi Web Softvision"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Cache-Control",
      "title": "Cache-Control header - HTTP | MDN",
      "description": "The HTTP Cache-Control header holds directives (instructions) in both requests and responses that control caching in browsers and shared caches (e.g., Proxies, CDNs).",
      "preview": "Skip to main content Skip to search Cache-Control header Baseline Widely available This feature is well established and works across many devices and"
    },
    {
      "url": "https://www.fantasyfootballscout.co.uk/2021/11/22/premium-members-area-update-compare-fpl-player-stats-across-all-outfield-positions/?hc_page=4&hc_sort_by=comment_date#hc_comment_24384403",
      "title": "Premium Members Area update: Compare FPL player stats across all outfield positions - Best FPL Tips, Advice, Team News, Picks, and Statistics from Fantasy Football Scout",
      "description": "A new addition for our subscribers",
      "preview": "Win at FPL with an FFS Membership · Save 40% Offer Ends Soon! Sign Up Now Dismiss Win at FPL with an FFS Membership · Save 40% Offer Ends Soon! Sign U"
    },
    {
      "url": "https://thelohm.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.mayoclinic.org/",
      "title": "The world's best hospital - Mayo Clinic",
      "description": "void",
      "preview": "Transforming your care Learn how we drive innovation Request appointment Skip this Section Find diseases & conditions by first letter A B C D E F G H"
    },
    {
      "url": "https://blog.shopgoodwill.com/english",
      "title": "Shopgoodwill.com",
      "description": "void",
      "preview": "0 Klaudia Habek 10/7/25 Klaudia Habek 10/7/25 18 Easy DIY Halloween Costume Ideas Halloween costumes don't have to be stressful or expensive. Discover"
    },
    {
      "url": "https://www.esa.int/Science_Exploration/Space_Science/Juice",
      "title": "ESA - Juice",
      "description": "void",
      "preview": "The mission ESA's Jupiter Icy Moons Explorer, Juice, will make detailed observations of the giant gas planet and its three large ocean-bearing moons -"
    }
  ],
  "_meta": {
    "total_bookmarks": 101
  }
}