{
  "data": [
    {
      "url": "http://www.arrca.ca/?month=feb&yr=2022",
      "title": "void",
      "description": "void",
      "preview": "Post navigation ← Older posts Welcome To Atlantic Region Race Control Association! Posted on August 12, 2011 by NateP Welcome to the Atlantic Region R"
    },
    {
      "url": "http://www.uncdf.org",
      "title": "Homepage - UN Capital Development Fund (UNCDF)",
      "description": "UN Capital Development Fund's mission is to contribute to job creation, sustained economic growth and equitable prosperity in almost 80 developing countries and nearly all LDCs. We do so by crowding in capital through the deployment of risk-absorbing financial instruments, mechanisms and structuring advisory. In partnership with UN entities and development partners, UNCDF operates with speed and agility to deliver scalable, blended finance solutions to drive systemic change and pave the way for commercial finance and scale up by development finance institutions and multilateral development banks. UNCDF mobilizes and catalyses an increase in capital flows for impactful investments in high-risk markets, especially in Least Developed Countries, Small Island Developing States and countries in special situations, contributing to job creation and sustained economic growth.",
      "preview": "Investing in emerging markets for tomorrow UNCDF at UNGA80 Learn more OUR MISSION UN Capital Development Fund's mission is to contribute to job creati"
    },
    {
      "url": "http://www.scarves.com/",
      "title": "Scarves",
      "description": "Find a large selection of Scarves at Ties.com",
      "preview": "Close NECKTIES SKINNY TIES NOVELTY TIES Shop All Novelty Ties Animal Ties Art Ties Beach & Nautical Breast Cancer Awareness Conversational Ties Food &"
    },
    {
      "url": "https://youradchoices.ca/",
      "title": "AdChoices in Canada - Learn about the blue icon & your choices",
      "description": "Most online ads are not targeted to you as an individual but rather to data categories such as your probable demographics.",
      "preview": "Cart 0 Sign In My Account Back DAAC Principles Program Framework Accountability FAQ Join the Program Back Join AdChoices News Events Training Course A"
    },
    {
      "url": "http://www.as-entreprises.fr/actualites/Actualites_2019-bonne-dynamique.aspx",
      "title": "Actualités - AS ENTREPRISES",
      "description": "Actualités du territoire, actualités sectorielles / métiers, la vie de l'AGC, obtenez les dernières informations à jour",
      "preview": "Navigation principale Contenu de la page Filtrer VITeff Epernay 2025 : dans les coulisses du stand d'AS Entreprises, FDSEA Conseil et TER'Informatique"
    },
    {
      "url": "https://www.retro-darky.cz/plechova-retro-cedule-plakat-prazska-kolbovka/",
      "title": "Plechová retro cedule - Pražská Kolbovka - retro-darky.cz",
      "description": "Plechová retro cedule - Pražská Kolbovka.",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://revistabyte.es/tag/checkpoint/",
      "title": "checkpoint Archivos »",
      "description": "void",
      "preview": "Únete a la C omunidad de Directivos de Tecnología, Ciberseguridad e Innovación Byte TI Encontrarás un espacio diseñado para líderes como tú . Únete a"
    },
    {
      "url": "https://www.gih.org/grantmaker-focus/william-j-and-dorothy-k-oneill-foundation/",
      "title": "William J. and Dorothy K. O'Neill Foundation - Grantmakers In Health",
      "description": "Learn more about William J. and Dorothy K. O'Neill Foundation's mission, vision, and approach in this Grantmaker Focus profile.",
      "preview": "Skip to content Funding Partner Portal Partner Directory Sign In William J. and Dorothy K. O'Neill Foundation Grantmaker Profiles Posted May 11, 2018"
    },
    {
      "url": "https://www.healthvermont.gov/covid-19/vaccine/getting-covid-19-vaccine",
      "title": "Flu, COVID & RSV Vaccines | Vermont Department of Health",
      "description": "void",
      "preview": "Skip to main content MENU x CLOSE Enter your keywords Translations for you Flu, COVID & RSV Vaccines Respiratory Illnesses Flu, COVID & RSV Vaccines P"
    },
    {
      "url": "https://www.sportelo.com.ng/",
      "title": "Sportelo - Sports And Much More....",
      "description": "-",
      "preview": "Connect with us English Premier League 5 days ago Jim Beglin suggests Luis Diaz was disappointed with Liverpool teammate during Newcastle win; Luis Di"
    },
    {
      "url": "https://cookiecart.org/",
      "title": "Cookie Cart - Baking Bright Futures",
      "description": "It's more than just a cookie... Cookie Cart is baking bright futures by providing a first job experience and leadership training to teens in our Minneapolis and Saint Paul Bakeries! Apply Now! It's more than just a cookie...",
      "preview": "Skip to content It's more than just a cookie... it's building new relationships. ml-admin 2025-09-23T11:20:36-05:00 It's More Than Just a Cookie... Cookie"
    },
    {
      "url": "https://player.blubrry.com/?media_url=https%3A%2F%2Fmedia.blubrry.com%2Fyalepress%2Fp%2Fmedia.blubrry.com%2Fyalepodcasts%2Fp%2Fcontent.blubrry.com%2Fyalepodcasts%2F337-4373241344226031166-ybmc_1930_MP3_for_Audio_Podcasting.mp3&podcast_link=https%3A%2F%2Fyalepodcasts.blubrry.net%2F2017%2F03%2F30%2Fthe-poetry-of-pop-music%2F",
      "title": "Blubrry Player",
      "description": "void",
      "preview": "Donate + Share + X (Twitter) Facebook LinkedIn Apps + Spotify Menu + Apps Share Download Visit Episode Page Yale Podcasts Yale Podcasts 00:00 |"
    },
    {
      "url": "https://www.joemerrill.com",
      "title": "Joe Merrill",
      "description": "Developer of Countdown Star and other mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets.",
      "preview": "Welcome Developer of mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets. Countdown Star Countdown Star is the best way"
    },
    {
      "url": "https://www.ipbes.net/news/Media-Release-Global-Assessment",
      "title": "Media Release: Nature's Dangerous Decline 'Unprecedented'; Species Extinction Rates 'Accelerating' | IPBES secretariat",
      "description": "Nature is declining globally at rates unprecedented in human history - and the rate of species extinctions is accelerating, with grave impacts on people around the world now likely, warns a landmark new report from IPBES, the summary of which was approved at the 7th session of the IPBES Plenary, meeting last week (29 April - 4 May) in Paris.",
      "preview": "Skip to main content Home / Media Release Media Release Facebook LinkedIn X 05 May 2019 Media Release: Nature's Dangerous Decline 'Unprecedented'; Spe"
    },
    {
      "url": "https://www.missioncontinues.org/",
      "title": "The Mission Continues - Volunteer Today | The Mission Continues",
      "description": "We are on a mission to connect veterans with opportunities to continue their service and leadership in under-resourced communities.",
      "preview": "× Sign In Welcome! Use the below form to sign in. Please enter your email address and click LOGIN. If you do not have an account, please click here ."
    },
    {
      "url": "https://www.jimbeam.com/pl-pl/buy?language=en-au&language_content_entity=nl",
      "title": "Buy Jim Beam Bourbon Products with Our Locator | Jim Beam®",
      "description": "Find out where to buy the finest American Bourbon Whiskey. Discover the nearest location and enjoy our authentic Bourbon.",
      "preview": "Skip to main content Hand-dipped. One at a time. Every time. WELCOME, FRIEND. PLEASE ENTER YOUR BIRTHDATE. Jim Beam encourages responsible drinking. A"
    },
    {
      "url": "http://www.arrca.ca/?month=feb&yr=2022",
      "title": "void",
      "description": "void",
      "preview": "Post navigation ← Older posts Welcome To Atlantic Region Race Control Association! Posted on August 12, 2011 by NateP Welcome to the Atlantic Region R"
    },
    {
      "url": "https://www.ondemand.labcorp.com/walgreens?utm_source=walgreens&utm_medium=referral&utm_campaign=hhs",
      "title": "Walgreens and Labcorp OnDemand Partnership for COVID-19 Testing",
      "description": "Walgreens and Labcorp are teaming up to make Pixel by Labcorp at-home collection kits for COVID-19 PCR testing available to Walgreens customers.",
      "preview": "COVID-19 PCR testing available to Walgreens customers. Please visit Labcorp OnDemand's COVID-19 PCR Testing page to choose the option that's right for"
    },
    {
      "url": "https://readalong.google/intl/en_US/privacy",
      "title": "void",
      "description": "void",
      "preview": "Privacy Notice If you or your end users access Read Along via a Google Workspace for Education account this Privacy Notice will not apply and the Goog"
    },
    {
      "url": "https://www.thecenturybar.com.au/",
      "title": "TheCenturyBar | Dartsman | Australia",
      "description": "The Century Bar is excellent bar for chill out with great atmosphere and bringing you Australia's best beers, cocktails and wines menu. Located in Sydney's CBD.",
      "preview": "top of page HOME 1/4 1/3 Our Story The Century Bar was formerly known as Bar Century and is known across Sydney for extremely cheap drinks. Now it's u"
    },
    {
      "url": "https://example.com",
      "title": "Example Domain",
      "description": "void",
      "preview": "Example Domain This domain is for use in documentation examples without needing permission. Avoid use in operations. Learn more"
    },
    {
      "url": "https://www.mpkelley.com",
      "title": "Mike Kelley: Architectural Photographer",
      "description": "Mike Kelley is a Los Angeles based photographer specializing in architecture.",
      "preview": "Forest Knoll Residence, Los Angeles, CA - Standard Architecture Forest Knoll Residence, Los Angeles, CA - Standard Architecture prev / next 1 2 3 4 5"
    },
    {
      "url": "https://2022.alaannual.org/",
      "title": "2022 ALA Annual Conference & Exhibition",
      "description": "June 23-28 in Washington, D.C. - ALA Annual Conference is the biggest library event of the year. Attend in person or online for top-quality education, inspiring speakers and author talks, and access to 500+ exhibitors.",
      "preview": "Skip to main content Skip to main navigation Skip to site search Home ala annual 2022 conference exhibitions update sl Look Back at Annual 2022! Major"
    },
    {
      "url": "https://www.castlesales.com/castle-x-teaser-4/",
      "title": "Castle X Castle X Teaser 4!",
      "description": "Castle X • Castle X Teaser 4!",
      "preview": "Gifts Under $50! Winter Helmets All Winter Helmets Dual Lens Full Face Helmets Dual Lens Modular Helmets Off Road Winter Helmets All Electric Dual Len"
    },
    {
      "url": "https://iloveladycakes.com/",
      "title": "LadyCakes Bakery - Downtown Cape Coral, Cape Coral, FL",
      "description": "Ever since she was a little girl, Bess LadyCakes loved to bake. In 2014 she turned her passion into a business. This family-owned bakery offers anything from a quick treat to go, to a multilayered cake masterpiece.",
      "preview": "× Turn moments into memories! Choose us for your next special occasion or get-together. Got a birthday party, rehearsal dinner, corporate or other eve"
    },
    {
      "url": "https://forum.coppeliarobotics.com/ucp.php?mode=delete_cookies&sid=fcc308d76960e51e1b50d93c4336f38d",
      "title": "CoppeliaSim forums - Delete cookies",
      "description": "void",
      "preview": "CoppeliaSim forums Discussions and questions about CoppeliaSim Skip to content Quick links Unanswered topics Active topics Search FAQ Login Register H"
    },
    {
      "url": "https://dados.ibict.br/organization/ibict-gov?groups=pessoal&tags=cargo&res_format=CSV&license_id=other-pd&_tags_limit=0",
      "title": "IBICT - Organizações - Dados Abertos do Ibict",
      "description": "void",
      "preview": "Pular para o conteúdo Portal do Governo Brasileiro Atualize sua Barra de Governo Início Organizações IBICT Enviar Ordenar por Relevância Nome Crescent"
    },
    {
      "url": "https://firefox-dev.tools/",
      "title": "Firefox Developer Tools",
      "description": "void",
      "preview": "Firefox Developer Tools A set of tools for inspecting and editing web code. Our team works closely with the community and is always happy to welcome n"
    },
    {
      "url": "https://www.bvg.de/de/fahrinfo",
      "title": "Fahrinfo Berlin - Pläne & Störungen des ÖPNV | BVG",
      "description": "Deine Fahrplanauskunft für Berlin: Alle BVG-Linien, ausführliche Fahrplaninfo, Routenplaner und Störungsmeldungen im Überblick.",
      "preview": "Bitte aktivieren Sie Javascript, um alle Funktionen der Website nutzen zu können. Zum Hauptinhalt springen Verbindungssuche Finde die einfachste und s"
    },
    {
      "url": "https://www.interordi.com/en/apps/mc_plugins.php",
      "title": "Minecraft plugins - Interordi",
      "description": "Plugins and tools for Minecraft server owners.",
      "preview": "Interordi Main page Creeper's Lab Dr. Cossack's Lab Gaming Osmium Forums About Interordi Main page Creeper's Lab Dr. Cossack's Lab Gaming Osmium Forum"
    },
    {
      "url": "https://ayeyoclaudia.tumblr.com/post/143085101579",
      "title": "On my gravestone: LGBT Fans Deserve Better - 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \" 11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "16% of all new wages in the U.S. are in computer science April 19th, 2016 codeorg : 11% of all job openings in the U.S. are in computing categories, a"
    },
    {
      "url": "https://webassessor.com/googlecloud",
      "title": "Ready to start?",
      "description": "void",
      "preview": "Home | OLP Resources | Help"
    },
    {
      "url": "https://lucchese.com/",
      "title": "Lucchese Bootmaker Official Website | Cowboy Boots and Western Wear",
      "description": "Shop Lucchese Cowboy Boots and Western Wear and enjoy the tradition and quality of premium materials and craftsmanship.",
      "preview": "Skip to Main Content Men Women Austin Post featuring Lucchese Boots Boots Shop All Best Sellers Cowboy Horseman Roper Barn Boots Shoes Shoes Shop All"
    },
    {
      "url": "https://sanctuaries.noaa.gov/news/may20/mpa-center-20th-anniversary.html",
      "title": "NOAA's National Marine Protected Areas Center | Office of National Marine Sanctuaries",
      "description": "This year, NOAA's National Marine Protected Areas Center celebrates its 20th anniversary.",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "http://mrbs.ing.unipi.it/aulemagne/admin.php?day=21&month=7&year=2020&area=1&room=2",
      "title": "Sistema di Prenotazione Sale",
      "description": "void",
      "preview": "Unfortunately your browser isn't supported by MRBS. You will need to upgrade to a more recent version, or else use another browser. Effettua il log in"
    },
    {
      "url": "http://www.punchmark.com?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "https://www.engadget.com/ai/",
      "title": "AI News | Engadget",
      "description": "Find in-depth AI news from Engadget's experienced editorial team. We cover all the latest artificial intelligence advancements including AI chatbots, LLMs, AI image generation, AI voice generation and more.",
      "preview": "Advertisement Advertisement Advertisement AI news The latest news and reviews on artificial intelligence software, hardware and AI research. Latest Re"
    },
    {
      "url": "https://www.ugcleague.com/players_page.cfm?player_id=76561198071802587",
      "title": "UGC League-Player Page",
      "description": "League Gaming, ESports, One of the Largest World-Wide Team Fortress 2 Leagues, Featuring TF2 Highlander 9v9, TF2 6v6, TF2 4v4 Leagues, Overwatch League, Overwatch 6v6, TF2 Game Medals, Seasonal Leagues Matchplay and Tournaments. Join thousands of players today! United Gaming Clans!",
      "preview": "void"
    },
    {
      "url": "https://www.nzherald.co.nz/",
      "title": "NZ Herald: Breaking & Latest New Zealand News - NZ Herald",
      "description": "Get the latest breaking news, analysis and opinion from NZ and around the world, including politics, business, sport, entertainment, travel and more.",
      "preview": "Search Subscribe Sign In Advertisement Advertise with NZME. New Zealand Man bit woman until she bled during sex assault, masturbated on public transpo"
    },
    {
      "url": "https://www-forbes-com.cdn.ampproject.org/c/s/www.forbes.com/sites/danabrownlee/2022/10/18/after-his-sister-and-aunt-died-from-pregnancy-related-complications-he-developed-a-virtual-gynecology-platform-for-women-of-color/amp/",
      "title": "Redirecting",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.exoticindiaart.com/product/audiovideo/genius-of-pt-kumar-gandharv-hindustani-classical-vocal-set-of-3-audio-cds-izz616/",
      "title": "The Genius of Pt. Kumar Gandharv (Hindustani Classical - Vocal) (Set of 3 Audio CDs) | Pt. Kumar GandharvSaregama India ltd (2011) | Exotic India Art",
      "description": "About The Audio CD The Genius of Series The world of Hindustani Classical Music comprises of Geniuses, both vocalist and instrumentalists. Their music emanates a divine spark. Be it their first reco",
      "preview": "Free shipping to all destinations worldwide. Sign in Contact us FAQ Email Whatsapp Facebook Pinterest Twitter Copy link Easy Returns Return within 7 d"
    },
    {
      "url": "https://www.srk-schwyz.ch/kbh",
      "title": "Kinderbetreuung zu Hause | Das Rote Kreuz im Kanton Schwyz",
      "description": "Kinder sind verletzliche kleine Persönlichkeiten. Und der Alltag hat seine Tücken. Geht etwas schief, trifft es Kinder fast immer härter als Erwachsene.",
      "preview": "Direkt zum Inhalt Rettungsanker für Eltern in Not Kinderbetreuung zu Hause SRK Ausgebildete und erfahrene SRK Kinderbetreuer/-innen kümmern sich vertr"
    },
    {
      "url": "https://www.listrak.com/",
      "title": "Listrak | Person-First Marketing Platform for Email, SMS & Web",
      "description": "The cross-channel marketing automation platform for retailers - unifying data, identity, & messaging across email, SMS, push, & web to drive personalization + revenue growth.",
      "preview": "2022 Holiday Playbook A planning guide from Listrak's retail experts. Download Now Platform Platform Clients Clients Company Company Resources Resourc"
    },
    {
      "url": "https://answers.microsoft.com/en-us/",
      "title": "Microsoft Q&A | Microsoft Learn",
      "description": "The home for technical questions and answers at Microsoft. Get started asking, answering, and browsing questions about products like .Net, Azure, or Teams.",
      "preview": "Welcome to Microsoft Q&A What do you need help with today? Find it on Q&A - the home for technical questions and answers at Microsoft. New to Q&A? See"
    },
    {
      "url": "https://www.solarpowerworldonline.com/2018/10/flexibility-is-a-master-key-that-unlocks-solars-potential-for-grid-emissions-reductions/",
      "title": "Flexibility is a master key that unlocks solar's potential for grid emissions reductions",
      "description": "By Katie Ryan, director of partnerships of WattTime; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior",
      "preview": "By Katie Ryan, director of partnerships of WattTime ; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior"
    },
    {
      "url": "http://www.mineaction.org/unmas",
      "title": "E-Mine",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations 28th International Meeting of Mine Action National Directors and United Nations Advisers (NDM-UN) I"
    },
    {
      "url": "http://www.nborg.com",
      "title": "nB0rg - Home",
      "description": "Indie developer of iOS apps for iPhone, iPad, iPod Touch.",
      "preview": "HOME PRESS SUPPORT CONTACTS Follow @nB0rg Apps for iPhone, iPad, and iPod Touch SOLITAIRE PARADE 100 FREE solitaire card games. Including Klondike, Sp"
    },
    {
      "url": "https://www.gazebo.uk.com/product-tag/promotion/?filter_gazebo-colour=black,brown,dark-blue,pink,red,redwhite",
      "title": "promotion Archives - Branded Gazebos | by Gazebo UK Custom Printed Canopies Promotional Merchandise",
      "description": "void",
      "preview": "Call 01379 407040 Home My Account Terms & Conditions Contact - Gazebo UK Home / Products tagged \"promotion\" Filter Active filters Black Brown Dark Blu"
    },
    {
      "url": "https://skinseedapp.com/",
      "title": "Skinseed",
      "description": "void",
      "preview": "Privacy Policy Terms of Service Copyright 2023. Skinseed. All rights reserved."
    },
    {
      "url": "https://www.texastribune.org/2022/04/06/texas-mail-in-ballot-rejection-voting/",
      "title": "More than 12% of Texas mail-in ballots rejected in March primary | The Texas Tribune",
      "description": "Figures released by the Texas secretary of state show that more than 24,000 Texas voters had their ballots rejected in the March primary. The rejection rate is a significant increase over previous elections.",
      "preview": "Skip to main content People wait outside the Bexar County Elections Department in San Antonio to drop off their mail-in ballots, turn in their voter r"
    },
    {
      "url": "https://alistapart.com/topics/",
      "title": "Topics - A List Apart",
      "description": "For people who make websites",
      "preview": "Skip to content Code Front and back end development for the web, mainly using open web standards. Markup, style, scripting, and server-side techniques"
    },
    {
      "url": "https://unu.edu/",
      "title": "UNU | United Nations University",
      "description": "void",
      "preview": "Skip to main content Evidence-based Solutions for a Sustainable Future UNU@50: EXPLORE UNU'S HISTORY, IMPACT AND FUTURE Expert Insights Blog Post Endi"
    },
    {
      "url": "https://chicagocrusader.com/advocacy-and-industry-organizations-urge-treasury-secretary-mnuchin-to-set-aside-10-billion-to-provide-relief-for%E2%80%AFbusiness-owners%E2%80%AFof%E2%80%AF-color%E2%80%AF/",
      "title": "Advocacy and Industry Organizations Urge Treasury Secretary Mnuchin to Set Aside $10 Billion to Provide Relief for Business Owners of Color",
      "description": "\"As the Treasury Secretary, you must use your authority to ensure that the structural issues with the PPP do not continue to exclude businesses of color.\"",
      "preview": "Advocacy and Industry Organizations Urge Treasury Secretary Mnuchin to Set Aside $10 Billion to Provide Relief for Business Owners of Color April 26,"
    },
    {
      "url": "http://map.peoplepower.org/",
      "title": "Take Action | American Civil Liberties Union",
      "description": "void",
      "preview": "Skip navigation Take an Action Today Join the over one million action-takers who have made their voices heard. Featured Action Message Action Message"
    },
    {
      "url": "http://www.sanmiguelcountyco.gov/185/MappingGIS",
      "title": "Geographic Information Systems | San Miguel County, CO - Official Website",
      "description": "The GIS Department is responsible for creating, maintaining, analyzing and distributing the county's geographic base data.",
      "preview": "Skip to Main Content Notice County Offices Closed Monday, October 13, 2025 Read On... Create a Website Account - Manage notification subscriptions, sa"
    },
    {
      "url": "https://rsci.app.link/?%24canonical_url=https%3A%2F%2Fmedium.com/googleplaydev%3F~feature=LoMobileNavBar&~channel=ShowCollectionHome&~stage=m2",
      "title": "Medium Membership",
      "description": "On Medium, anyone can share insightful perspectives, useful knowledge, and life wisdom with the world.",
      "preview": "Sitemap Medium Logo Sign in Sign up Support human stories Become a member to read without limits or ads, fund great writers, and join a global communi"
    },
    {
      "url": "https://alicealinhavandoletras.com/2021/05/19/folha-seca/",
      "title": "Poesia da casa - Folha seca - Blog de de Alice - Alinhavando letras",
      "description": "Arrastada vai a folha, pelo vento, pela brisa Ora para, ora voa, não tem repouso ou guarida Tão queimada pelo sol, tão saudosa de seu galho Segue a folha seu destino, sonha chegar ao regato Depois de tanto sofrer, é sol, é sede, é cansaço Finalmente vem a chuva e a leva a enxurrada Sente...",
      "preview": "Ir para conteúdo Maria Alice Ferreira da Rosa DeAlice 19 19America/Sao_Paulo maio 19America/Sao_Paulo 2021 1 01America/Sao_Paulo maio 01America/Sao_Pa"
    },
    {
      "url": "https://training.contentful.com/",
      "title": "Contentful Learning Center",
      "description": "Contentful Learning Center offers free live and on demand training for every user - from marketers, through the digital team, to developers.",
      "preview": "You need to enable javascript to view this website."
    },
    {
      "url": "https://colorhunt.co/",
      "title": "Color Hunt - Color Palettes for Designers and Artists",
      "description": "Discover the newest hand-picked color palettes of Color Hunt. Get color inspiration for your design and art projects.",
      "preview": "Color Hunt ✕ Colors Collections Related Add to Chrome Palettes Create Collection About Instagram Terms of Service Privacy Policy Made by Gal Shir Blue"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/04/29/their-majesties-king-willem-alexander-and-queen-maxima-to-travel-california-and-texas-on-economic-working-visit",
      "title": "Their Majesties King Willem-Alexander and Queen Máxima to travel California and Texas on economic working visit | News item | Royal House of the Netherlands",
      "description": "From Tuesday 6 to Friday 9 September, Their Majesties King Willem-Alexander* and Queen Máxima will be conducting an economic working visit to California and Texas in the United States. The trip will see them visit San Francisco, Silicon Valley, Austin and Houston.",
      "preview": "Search within English part of Royal House of the Netherlands Search Their Majesties King Willem-Alexander and Queen Máxima to travel California and Te"
    },
    {
      "url": "https://handsapt.tumblr.com/",
      "title": "hands_apt",
      "description": "tumblr-ing since 2011/ 18+/ art/ music/ tv/ film/ drama/ culture/ politics/ existentialism/ senses/ ideas/ thoughts/ love/ //hands open, hands apt// (sometimes NSFW)",
      "preview": "hands_apt 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna handsapt \"Thoughts black, hands apt,"
    },
    {
      "url": "https://act.feedingamerica.org/R97FxdMzpUi1W5dBdcPdqw2",
      "title": "Urge Congress: Permanently expand SNAP benefits! | Feeding America",
      "description": "Join me in taking action to fight hunger today.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://magenta.tensorflow.org/datasets/nsynth",
      "title": "The NSynth Dataset",
      "description": "A large-scale and high-quality dataset of annotated musical notes.",
      "preview": "Demos Blog RealTime Studio DDSP-VST Research The NSynth Dataset Apr 5, 2017 NSynth A large-scale and high-quality dataset of annotated musical notes."
    },
    {
      "url": "https://www.irwinchapel.com/obituaries/Lindell-LE-Lindsay?obId=23262220",
      "title": "Obituary information for Lindell \"L.E.\" Lindsay",
      "description": "View Lindell \"L.E.\" Lindsay's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Lindell \"L.E.\" Lindsay October 17, 1933 - November 29, 2021 Lindell \"L.E.\" Lindsay Obituary Tribute Notifications TM Stay up-to-"
    },
    {
      "url": "https://www.uneed.best/",
      "title": "Uneed - A launch platform for your products | Uneed",
      "description": "Best Product Hunt alternative: Discover new products every day, vote for your favorites and promote your own on Uneed.",
      "preview": "Daily launches Discover the best products launched today Loading... Our Partners Capgo Instant updates for Capacitor app. Ship updates, fixes, changes"
    },
    {
      "url": "https://alar.my/privacy_policy_global.html",
      "title": "privacy policy",
      "description": "privacy policy",
      "preview": "Get the app Get the app Get started Alarmy by scanning the QR code Iframe Example Privacy Policy Effective Date : Last updated + 30days Last Updated :"
    },
    {
      "url": "https://towardsdatascience.com/how-to-create-an-effective-self-study-routine-to-teach-yourself-data-science-successfully-6248c7ec3a53?source=home---------3---------------------b06feff6_ece0_420b_8118_4bd6e48a7884-------7",
      "title": "How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully | Towards Data Science",
      "description": "Here's how to set a self-study routine that you'll actually stick to while learning data science",
      "preview": "Data Science How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully Here's how to set a self-study routine that you"
    },
    {
      "url": "https://avpn.asia/",
      "title": "AVPN: Moving capital towards impact in Asia",
      "description": "AVPN is the largest network of social investors in Asia, fostering collaborations to increase the impact of capital deployed towards closing SDG gaps.",
      "preview": "Skip to content Search Search Login Search Search AVPN Global Conference 2023 | 20 - 22 June 2023 Days Hrs Mins Secs Join the waitlist Login About AVP"
    },
    {
      "url": "https://www.mcgovern.org/",
      "title": "Patrick J McGovern Foundation | AI for Social Good",
      "description": "21st Century Philanthropy Advancing Data and AI for Good",
      "preview": "Home, sweet home. This is the homepage h1. We are tech-inspired global changemakers, optimists, and visionaries advancing AI and data solutions to cre"
    },
    {
      "url": "https://www.shuajota.com/2021/11/nba-2k22-space-jam-new-legacy-100-free.html",
      "title": "NBA 2K22 Space Jam: A New Legacy (100% Free Mods) by AGP2K",
      "description": "Mod Info✔️: This mod created by AGP2K Gaming PH adds a cyberfaces for Tune and The Goon squads and a custom global to NBA 2K22.",
      "preview": "NBA 2K22 Space Jam: A New Legacy (100% Free Mods) by AGP2K person Shuajota November 12, 2021 share NBA 2K22 Space Jam: A New Legacy (100% Free Mods) b"
    },
    {
      "url": "https://en.iyil2019.org/",
      "title": "2019 - International Year of Indigenous Language",
      "description": "The United Nations declared 2019 The Year of Indigenous Languages (IY2019) in order to raise awareness of the important contribution they make to our world's rich cultural diversity.",
      "preview": "Search English French Spanish Indigenous Languages © matter for development, peace building and reconciliation Languages play a crucial role in the da"
    },
    {
      "url": "https://www.delilahdevlin.com/blog/2009/06/19/enter-delilahs-summertime-contest/",
      "title": "Enter Delilah's Summertime Contest! | Delilah Devlin",
      "description": "This contest is closed! Thanks for playing! Follow this link to the contest rules: HOW TO ENTER DELILAH DEVLIN'S SUMMERTIME CONTEST 1. The contest runs through July 6th. The three top prizes will be announced on July 8th, 2009. To enter, you must do two things! 2. First, copy the code (click on 'SHARE') of",
      "preview": "Follow My Blog Want to know when new contests post or fun guests arrive? Get notified via email! Email Address Subscribe Join 3,007 other subscribers"
    },
    {
      "url": "http://wiki.creativecommons.org/Intergovernmental_Organizations#What_should_I_know_before_I_use_a_work_licensed_under_the_IGO_3.0_ported_licenses.3F",
      "title": "Intergovernmental Organizations - Creative Commons",
      "description": "void",
      "preview": "Intergovernmental Organizations From Creative Commons Jump to: navigation , search Intergovernmental organizations (IGOs) are using CC to share resear"
    },
    {
      "url": "http://www.ecotrel.lu",
      "title": "Home | Ecotrel",
      "description": "Ecotrel est un organisme agréé par l'état pour endosser les obligations à charge des producteurs et importateurs d'équipements électriques et électroniques (E...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter En savoir plus"
    },
    {
      "url": "https://www.malowanasloncem.pl/author/malowanasloncem/",
      "title": "Redakcja, Autor w serwisie MalowanaSloncem.pl",
      "description": "void",
      "preview": "Dom i ogród Dzieci Lifestyle Moda Praca Uroda Zakupy Zdrowie Wyszukiwanie piątek, październik 10, 2025 Strona główna O nas Reklama Kontakt MalowanaSlo"
    },
    {
      "url": "https://researchnow.flinders.edu.au/en/publications/clinical-characteristics-and-outcome-of-current-standard-manageme/fingerprints/",
      "title": "Clinical characteristics and outcome of current standard management of central retinal artery occlusion - Fingerprint - Research @ Flinders",
      "description": "void",
      "preview": "Clinical characteristics and outcome of current standard management of central retinal artery occlusion Adam Rudkin, Andrew Lee , Eric Aldrich, Neil M"
    },
    {
      "url": "http://ginecologocertificado.mex.tl/242074_Productos.html",
      "title": "Productos ginecologo certificado",
      "description": "void",
      "preview": "ginecologo certificado ginecologo certificado dr castillo marin Inicio Acerca de Nosotros Servicios Productos Libro de visitas Contáctenos Si buscas h"
    },
    {
      "url": "https://www.closedlooppartners.com/beyond-the-bag/pilots/",
      "title": "Beyond the Bag Pilots - Closed Loop Partners",
      "description": "void",
      "preview": "THE 2021 BEYOND THE BAG PILOTS Testing reusable bag innovations across multiple retailers In 2021, the Consortium to Reinvent the Retail Bag, with Fou"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85937",
      "title": "Searchable Recipe Database - Spinach Salad w/ Orange Sesame Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.civicalliance.com/",
      "title": "Civic Alliance",
      "description": "The Civic Alliance is helping businesses work toward a complete and accurate count in 2020 because we know how important Census data is for our companies, our communities, and our country.",
      "preview": "Corporate Civic Playbook Join Us Members Initiatives 100% In for Democracy Protecting Voting Access Time to Vote Election Day of Service 2020 Census R"
    },
    {
      "url": "https://gridintegration.lbl.gov/publications?page=7&f%5Bauthor%5D=479&s=title&o=asc",
      "title": "Publications | Grid Integration Group",
      "description": "void",
      "preview": "Skip to main content Berkeley Lab Energy Technologies Area Energy Storage & Distributed Resources Publications X Search: title 2014 Stadler, Michael ,"
    },
    {
      "url": "http://www.rockol.it/",
      "title": "√ Rockol - la musica online è qui - Novità Musicali",
      "description": "Tutte le ultime novità sulla musica italiana e internazionale: news, informazioni su artisti e concerti, foto e video musicali, classifiche su Rockol.",
      "preview": "Per una decisione informata Ulteriori dettagli Accettando i cookie di profilazione, ti verranno proposti annunci pubblicitari che rispecchiano i tuoi"
    },
    {
      "url": "https://special-led.de/led-leuchtmittell-lamps-light-retrofit.html?led_material=1383",
      "title": "LED Leuchtmittel Retrofit (austauschbar)",
      "description": "Übersichtliche Auswahl von günstigen LED-Leuchtmittel (Retrofit d.h. austauschbare LED-Leuchtmittel) von Rolux, Segula, Osram, Philips und Bioledex und vielen anderen Herstellern für Gewerbe und Privat",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. Sie müssen JavaScript in Ihrem Browser aktivieren, um alle Funktionen in diesem Shop nutzen z"
    },
    {
      "url": "https://www.finescale.com/how-to/sea",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://www.schweigerderm.com/providers/rachel-nazarian-m-d/",
      "title": "Rachel Nazarian, MD, FAAD | Schweiger Dermatology Group",
      "description": "Rachel Nazarian, MD, FAAD is a board-certified dermatologist in NY. Call or book appointment online.",
      "preview": "2020 - 2025 2022, 2023 Rachel Nazarian, MD, FAAD Dr. Rachel Nazarian is a board-certified dermatologist seeing patients with Schweiger Dermatology Gro"
    },
    {
      "url": "https://www.fns.usda.gov/snap",
      "title": "Supplemental Nutrition Assistance Program (SNAP) | Food and Nutrition Service",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.cmath.fr/4eme/fractions/exercice11.php",
      "title": "Exercice 11 de quatrième sur les fractions",
      "description": "Exercice de calcul du produit deux fractions. Exercice corrigé.",
      "preview": "Exercices de quatrième sur les fractions Bonnes réponses : 0 / 0 n°1 n°2 n°3 n°4 n°5 n°6 n°7 n°8 n°9 n°10 n°11 n°12 n°13 n°14 n°15 n°16 n°17 n°18 n°19"
    },
    {
      "url": "https://mandrillapp.com/track/click/30976981/oceanexpert.org?p=eyJzIjoiVXVXd1dWek5XdlVES0NRV3QtRGlFVjlxSjRJIiwidiI6MSwicCI6IntcInVcIjozMDk3Njk4MSxcInZcIjoxLFwidXJsXCI6XCJodHRwczpcXFwvXFxcL29jZWFuZXhwZXJ0Lm9yZ1xcXC9kb2N1bWVudFxcXC8zMTQ0MFwiLFwiaWRcIjpcImE4Y2NiM2RkY2VmZTQ2MTk4ZjMwMjc0ZWZhZDViM2FmXCIsXCJ1cmxfaWRzXCI6W1wiMzk0NjhiMmQ0ZTNmMDlhZTZiN2JkMTEwNzg3MmUzNjA5YTUxZWMwYlwiXX0ifQ",
      "title": "OceanExpert | Document",
      "description": "void",
      "preview": "Meli IOC/IODE-XXVII/2rev ACTION PAPER - Twenty-seventh Session of the IOC Committee on International Oceanographic Data and Information Exchange (IODE"
    },
    {
      "url": "https://www.avantgarde-prague.cz/ubytovani/?EquipmentID=162",
      "title": "Ubytování | Avantgarde Prague",
      "description": "Tipy na ubytování v Praze a on-line rezervace",
      "preview": "Prohlídky s průvodcem Vstupenky Vánoce a Silvestr Aktivity Transfery Wellness & spa Gastronomické zážitky Celá nabídka Sdílet E-mail Copy link Sdílet"
    },
    {
      "url": "https://skooloflife.medium.com/99-of-ai-startups-will-be-dead-by-2026-heres-why-bfc974edd968",
      "title": "99% of AI Startups Will Be Dead by 2026 - Here's Why | by Srinivas Rao | Medium",
      "description": "99% of AI Startups Will Be Dead by 2026 - Here's Why In the late '90s, I was a student at Berkeley watching the dot-com boom unfold like a fever dream. Traffic equated to revenue Adding .com to ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in 99% of AI Startups Will Be Dead by 2026 - Here's Why Srinivas Rao 15 min"
    },
    {
      "url": "https://shop.nature.com/products/plus",
      "title": "Nature+ | 55 science journals in one subscription - Nature+ International",
      "description": "Nature+ gives you online access to Nature and 54 specialist science journals in one affordable monthly subscription. Stay up to date with science.",
      "preview": "Skip to content 55 cutting-edge scientific journals in one subscription Nature+ View plans Leading research Access the most impactful peer-reviewed re"
    },
    {
      "url": "https://lightchamber.tumblr.com/",
      "title": "loyaltycard",
      "description": "void",
      "preview": "Posted 8 years ago 23 notes Posted 9 years ago 4 notes Posted 9 years ago 1 note Posted 9 years ago Posted 9 years ago Posted 9 years ago 1 note Poste"
    },
    {
      "url": "https://www.transfermarkt.com/",
      "title": "Football transfers, rumours, market values and news | Transfermarkt",
      "description": "Transfermarkt - The football website for transfers, market values, rumours and stats",
      "preview": "Transfermarkt - The football portal with transfers, market values, rumours and statistics Spotlight © TM/IMAGO 156 players updated Ligue 1 market valu"
    },
    {
      "url": "https://inhome.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://status.airtable.com/",
      "title": "Airtable Status",
      "description": "Welcome to Airtable's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Airtable creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't receive"
    },
    {
      "url": "https://violenceagainstchildren.un.org/",
      "title": "Home | Special Representative of the Secretary-General on Violence Against Children",
      "description": "void",
      "preview": "Skip to main content Special Representative of the Secretary-General on Violence Against Children In Focus 11 July 2025 Regional meeting of the Pathfi"
    },
    {
      "url": "https://www.store-streetlightsbible.com/collections/spanish-audio-bible-downloads-donate-what-you-want/products/salmos-libro-2-capitulos-42-72-done-lo-que-quiera",
      "title": "Salmos - Libro 2 (Capítulos 42-72) // Descarga Digital - Streetlights",
      "description": "Estamos emocionados anunciar el segundo de los cinco lanzamientos de los Salmos (Streetlights Audio Biblia.) Este lanzamiento contiene capítulos 42-72 encontrados en el libro de los Salmos. Artistas desde Chicago, Santo Domingo, Barcelona, Puerto Rico, y México colaboraron para servirte este nuevo proyecto bíblico. Te",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Estimated total $0.00 USD Taxes"
    },
    {
      "url": "https://bcc.wordpress.org/plugins/tags/user-profile/",
      "title": "Plugins categorized as user profile | WordPress.org بلوچی",
      "description": "void",
      "preview": "WordPress.org Plugin Directory Plugin Tag: user profile Search Plugin Tag: user profile (1,443 total ratings ) Membership & community plugin with user"
    },
    {
      "url": "https://www.usa.gov/coronavirus",
      "title": "Redirecting to https://www.usa.gov/health",
      "description": "void",
      "preview": "Redirecting to https://www.usa.gov/health ."
    },
    {
      "url": "https://travblog.com/tag/train-travel-in-italy",
      "title": "train travel in Italy - 🏅TravBlog.com - Travel tips, things to do and manymore",
      "description": "void",
      "preview": "Home ALL POSTS About Us Privacy Policy Browsing Tag train travel in Italy Italy The Leaning Tower of Pisa Address of the Leaning Tower of Pisa: Piazza"
    },
    {
      "url": "https://www.stimson.org/2019/report-reveals-impact-massive-fishing-fleets/",
      "title": "Report Reveals Impact of Massive Fishing Fleets • Stimson Center",
      "description": "FOR IMMEDIATE RELEASE November 4, 2019 Contact: Caiti Goodman cgoodman@stimson.org 202-478-3437 A new report sheds light on the impact that large fishing fleets, operating illegally in waters far from their home country, are having on the economy and ecology of numerous countries and ecosystems. Shining a Light: The Need for Transparency across Distant Water Fishing [...]",
      "preview": "Skip to content Press Release Climate & Natural Resources Environmental Security Program Ocean Security and Sustainable Fisheries Project Report Revea"
    },
    {
      "url": "https://usurpator.tumblr.com/",
      "title": "Interesting. And quite curious.",
      "description": "They/Them. 26. Sidebar/icon art by me (@usurp3r).",
      "preview": "Interesting. And quite curious. They/Them. 26. Sidebar/icon art by me (@usurp3r). 1 2 3 4 5 → Introduction & Links, etc. They/Them | 25 | About Art Bl"
    },
    {
      "url": "https://www.hiringourheroes.org/",
      "title": "Hiring Our Heroes: Bridging the Job Gap for Veterans",
      "description": "Learn about Hiring Our Heroes and its dedication to empowering veterans and military spouses in their pursuit of meaningful employment.",
      "preview": "Our Mission Creating a Nationwide Hiring Effort Hiring Our Heroes (HOH) connects the military community-service members, military spouses, and veteran"
    },
    {
      "url": "https://www.worldbank.org/en/language-resources",
      "title": "Language Resources",
      "description": "void",
      "preview": "Working for a World Free of Poverty This page in: English EN Français العربية Русский 中文 Español Français العربية Русский 中文 Español Language Resource"
    },
    {
      "url": "https://bygracealonedesigns.com/products/copy-of-mandy-s-car-freshie-pumpkin-pancakes-cow",
      "title": "By Grace Alone Boutique",
      "description": "void",
      "preview": "Skip to content By Grace Alone Boutique Hello Beautiful! The website is closed now and will reopen SOON! Come see us and shop in our BOOTH LOCATION @"
    },
    {
      "url": "https://www.militaryonesource.mil/coronavirus/",
      "title": "Health Resources for Prevention & Care | Military OneSource",
      "description": "Military OneSource offers support and resources for military service members and families to maintain a healthy lifestyle and prevent harmful habits.",
      "preview": "My Military OneSource App Install Support for Military Personnel & Their Families Menu Skip to content Close Support for Military Personnel & Their Fa"
    },
    {
      "url": "https://federalcharacter.gov.ng/about-us/",
      "title": "About Us - Federal Character Commission",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ipminstitute.org/what-is-integrated-pest-management",
      "title": "IPM Institute - IPM Institute",
      "description": "Integrated Pest Management (IPM) is a sustainable, science-based, decision-making process that combines biological, cultural, physical and chemical tools to...",
      "preview": "IPM Institute Supporting sustainability efforts in agriculture & communities since 1998. Learn More About Us Committed to Community & Agriculture We h"
    },
    {
      "url": "https://tenderlytransparentdelusion.tumblr.com/",
      "title": "If not later, when?",
      "description": "Bisexual she/her\\\\ A little ocean-struck.\\\\ Check out my studyblr: @she-trips-and-types",
      "preview": "Install theme If not later, when? Bisexual she/her\\\\ A little ocean-struck.\\\\ Check out my studyblr: @she-trips-and-types reprisearchive : David Lynch"
    },
    {
      "url": "https://www.cadbury.co.uk/",
      "title": "Cadbury Chocolate | Cadbury UK",
      "description": "Welcome to the home of Cadbury chocolate - Find out more about the Cadbury brand, our products and our latest campaigns.",
      "preview": "Win cash prizes to giveaway A competition you can't win? Strange. A competition of 1000s of cash prizes, you get to give away to anyone you like? Pret"
    },
    {
      "url": "https://global-crypto.co.uk/en/crypto-ico/yumerium",
      "title": "Yumerium ICO",
      "description": "Play review and Share to Earn on an open Gaming Platform which makes use of the Blockchain",
      "preview": "Home Events Mining Pools Wallets Advertise Facebook Twitter Telegram Reddit Youtube Market Cap: 24h Vol: Cryptocurrencies: 2862 Markets: 112793 ENG ES"
    },
    {
      "url": "https://www.csipacific.ca/",
      "title": "Canadian Sport Institute Pacific - CSI Pacific",
      "description": "void",
      "preview": "Skip to content Victoria | Vancouver | Whistler Performance Nation Careers News EDIA Donate Now Topbar Menu Facebook page opens in new window X page o"
    },
    {
      "url": "https://cloud.email.hollywoodreporter.com/signup/",
      "title": "The Hollywood Reporter Email Alerts & Newsletter Preferences",
      "description": "void",
      "preview": "× Thank You Your subscription preferences have been updated. Please allow up to 24 hours for changes to take effect. SUBSCRIBE TO OUR NEWSLETTERS Acco"
    },
    {
      "url": "https://delorie.com/archives/browse.cgi?p=djgpp/1997/10/09",
      "title": "Mail Archives: djgpp/1997/10/09",
      "description": "void",
      "preview": "delorie.com / archives /browse.cgi search Mail Archives: djgpp/1997/10/09"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/workloads/pods/",
      "title": "Pods | Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Pods Pods are the smallest deployable units of computing that you can create and manage in Kubernetes. A Pod (as in a pod of whales or pea pod) is a g"
    },
    {
      "url": "https://blogs.microsoft.com/",
      "title": "The Official Microsoft Blog",
      "description": "void",
      "preview": "Skip to content Skip to main content Featured Oct 1, 2025 | Microsoft Corporate Blogs Accelerating our commercial growth Sep 25, 2025 | Alysa Taylor -"
    },
    {
      "url": "https://careers.7-eleven.com/?utm_source=7.eleven.com&utm_medium=referral&utm_campaign=careers_2021",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "https://hardy.lnk.to/themockingbirdandthecrow",
      "title": "HARDY - the mockingbird & THE CROW",
      "description": "Listen to the mockingbird & THE CROW by HARDY.",
      "preview": "void"
    },
    {
      "url": "http://www.pionnair-ge.com/spip1/spip.php?am&eche&page=agenda&annee=2021&mois=10&jour=18&type=jour",
      "title": "[Pionnair-GE]",
      "description": "void",
      "preview": "Le site des pionniers de l'aéronautique à Genève Des Genevois chez eux ou ailleurs et des étrangers dans Genève | Agenda | Plan du site | | | Accueil"
    },
    {
      "url": "https://www.reddit.com/submit?url=https%3A%2F%2Fwww.hamiltonfamilies.org%2Fnewsroom%2Fsan-francisco-plans-to-purchase-200-units-to-house-homeless-families",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://education.microsoft.com/en-za/",
      "title": "Educator Center Overview - Microsoft Learn Educator Center | Microsoft Learn",
      "description": "void",
      "preview": "Microsoft Learn Educator Center Dive deep into learning with interactive lessons, earn professional development hours, acquire certifications and find"
    },
    {
      "url": "http://www.bbbmarketplacetrust.org",
      "title": "BBB Institute For Marketplace Trust",
      "description": "void",
      "preview": "Skip to content BBB Institute for Marketplace Trust SM (BBB Institute) seeks to build a trustworthy marketplace that is accessible for everyone. We wo"
    },
    {
      "url": "https://news.google.com/",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.menshealth.com/entertainment/a38903204/joseph-baena-interview/",
      "title": "Joseph Baena Talks About His Fitness Journey and His Dad Arnold Schwarzenegger",
      "description": "Joseph Baena, the son of fitness culture's greatest icon, Arnold Schwarzenegger, talks about how he found out Arnold was his dad and advice his dad has given him about life, acting, and strength training.",
      "preview": "Skip to Content Our product picks are editor-tested, expert-approved. We may earn a commission through links on our site. Why Trust Us? Eric Ray David"
    },
    {
      "url": "http://www.whedon.info/index.php/gahlery/trainingsraum/dist/dist/IMG/jpg/-Graphics,395-.html?debut_articles=50",
      "title": "Joss Whedon : Buffy, Angel, Firefly, Dollhouse, Avengers - Page 50",
      "description": "Joss Whedon & Sarah Michelle Gellar news, photos, videos : Buffy, Angel, Firefly, Dollhouse, Avengers - Page 50",
      "preview": "Joss Whedon : Buffy, Angel, Firefly, Dollhouse, Avengers Joss Whedon : Buffy, Angel, Firefly, Dollhouse, Avengers, Sarah Michelle Gellar Sitemap XML -"
    },
    {
      "url": "http://waittinstitute.org",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://medium.com/@NirZicherman/how-ai-works-2499120a78cb",
      "title": "How AI Works 🤖🔎. An entirely non-technical explanation... | by Nir Zicherman | Medium",
      "description": "How AI Works 🤖🔎 An entirely non-technical explanation of how LLMs actually work Learning about AI I've been surrounded by discussion about AI lately. I'm sure you have too. The endless ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in How AI Works 🤖🔎 An entirely non-technical explanation of how LLMs actuall"
    },
    {
      "url": "https://finhealthnetwork.org/",
      "title": "Financial Health Network",
      "description": "Financial Health Network unites business leaders, policy makers, and innovators to design and implement solutions that improve financial health for all people.",
      "preview": "Improving Financial Health for All For more than two decades, we've united financial services leaders, employers, policymakers, and innovators to desi"
    },
    {
      "url": "https://dotdashmeredith.mediaroom.com/news-alerts?type=1",
      "title": "Meredith Corporation MediaRoom - Email Alerts",
      "description": "void",
      "preview": "Email Alerts If you are a member of the working press and are interested in receiving Dotdash Meredith breaking news via email, fill out the form belo"
    },
    {
      "url": "http://www.periodismokosher.com.ar/2014/04/brit-mila-de-yoel-simje-romarowski.html",
      "title": "Brit Milá de Yoel Simje Romarowski - Periodismo Kosher",
      "description": "Periodismo Kosher es una nueva manera de presentar espectáculos, leer noticias o judaísmo y pedir refuá shelemá. Un espacio pensado para todos los judíos que quieren ver algo nuevo, pero desde un punto de vista ortodoxo. Para ello tenemos que saber sobre nuestro judaísmo y estar unidos.",
      "preview": "ISRAEL BAJO FUEGO Israel vs Hamas y Hezbola 728x90 Main Menu Actualidad Categorias Contacto Instituciones/Comunidades Proximos eventos Otros _Buscador"
    },
    {
      "url": "https://geobasis-bb.de/lgb/de/geodaten/luftbilder/luftbilder-aktuell/",
      "title": "Luftbilder aktuell | LGB_Startseite",
      "description": "LGB (Landesvermessung und Geobasisinformation Brandenburg)",
      "preview": "Toolbar-Menü de Farbwechsel Drücken Sie Enter oder Pfeil nach unten um Farbauswahl zu öffnen.. Standard Drücken Sie die Leertaste um Standard zu bestä"
    },
    {
      "url": "https://pagesix.com/2021/05/23/grace-gummer-and-mark-ronson-spark-engagement-rumors/",
      "title": "Exclusive | Grace Gummer and Mark Ronson spark engagement rumors",
      "description": "Grace Gummer and Mark Ronson spark engagement rumors with diamond ring in new photos.",
      "preview": "Grace Gummer and Mark Ronson show off PDA -- and her large ring -- while out in London. BACKGRID Are Grace Gummer and Mark Ronson heading down the ais"
    },
    {
      "url": "https://www.klyricsforyou.com/2021/01/iu-celebrity.html",
      "title": "IU - Celebrity Lyrics - K-Lyrics For You",
      "description": "IU - Celebrity Lyrics",
      "preview": "0 Bookmark Home IU IU - Celebrity Lyrics Admin-nim 0 mins read Updated: 28 Jan 2021 Published: 27 Jan 2021 Smaller Default Bigger WhatsApp Telegram Fa"
    },
    {
      "url": "https://www.orbcomm.com/",
      "title": "Where IoT powers asset intelligence | ORBCOMM",
      "description": "ORBCOMM delivers pioneering industrial IoT technology that boosts productivity, streamlines operations and builds sustainability.",
      "preview": "Solutions Transportation BY NEED Visibility Compliance Optimization Safety & security BY ASSET Dry trailer Reefer Chassis Container Rail PRODUCTS Plat"
    },
    {
      "url": "http://www.engr.psu.edu",
      "title": "Inspiring Change. Impacting Tomorrow | Penn State Engineering",
      "description": "void",
      "preview": "Penn State Give Now Apply Directory Inspiring Change. Impacting Tomorrow. EXPLORE Undergraduate Opportunities DISCOVER Graduate Opportunities Engineer"
    },
    {
      "url": "https://www.oceanbestpractices.org/",
      "title": "Ocean Best Practices System",
      "description": "The Ocean Best Practices System (OBPS), backed by the IOC through IODE and GOOS, provides publication, discovery and access to relevant and tested methods, from observation to application, as well as a foundation for increasing capacity.",
      "preview": "OCEAN BEST PRACTICES SYSTEM Providing technological advances and community approaches for all ocean methods to better understand and sustain our ocean"
    },
    {
      "url": "https://www.thinkwithgoogle.com/intl/en-gb/future-of-marketing/digital-transformation/beauty-on-youtube-be-part-of-the-conversation/",
      "title": "Digital Transformation & Maturity - Think with Google",
      "description": "Every company is on the road to digital transformation. See how to embrace marketing technology, from automation and machine learning to measurement.",
      "preview": "Skip to Content Digital Transformation Every company is at different points in its digital transformation. See how other companies are making progress"
    },
    {
      "url": "http://www.fillorbust.com/",
      "title": "Fill Or Bust! Card & Dice Game - Fill Or Bust!®",
      "description": "Fill Or Bust! is a great family game! Play with 6 dice and 54 draw cards, plus instructions for play. Team play, tournament play and optional rules included.",
      "preview": "Contact us: BowmanGamesInc@gmail.com Cart 0 Search Menu Cart 0 Home How To Play Search FAST FUN & EXCITEMENT! FILL OR BUST!® will test your luck and s"
    },
    {
      "url": "http://caalmn.org/",
      "title": "Coalition of Asian American Leaders - CAAL Minnesota",
      "description": "The Coalition of Asian American Leaders (CAAL) envisions a state where all Minnesotans are actively engaged and can achieve prosperity.",
      "preview": "Sign up for our email list × Diversity is our asset Unity is our Power Play × Network Weaving Leadership Support Community Priorities Partnerships The"
    },
    {
      "url": "https://apnews.com/hub/technology",
      "title": "Technology: Latest Tech News Articles Today | AP News",
      "description": "Don't miss an update on the latest tech news from The Associated Press. AP News has everything you need to know for technology news today.",
      "preview": "void"
    },
    {
      "url": "https://www.sproutedkitchen.com/",
      "title": "Sprouted Kitchen",
      "description": "A food journal of approachable, health-focused recipes by award winning food writer Sara Forte.",
      "preview": "TOMATO SOUP WITH SPICY SAUSAGE AND ORZO Sara Forte · January 27, 2025 Less of my friends are having babies and needing deliverable meals these days, b"
    },
    {
      "url": "https://travelsites.com/expedia/",
      "title": "Expedia & 29+ HOTEL BOOKING SITES Like expedia.com",
      "description": "Expedia.com is one of the most popular and well-known names in the online travel booking industry for good reason. The site is well-designed, the app is amazing, and the brand is reliable and widely trusted. But is Expedia the booking site with the best deals on the web? Come and read my review of Expedia today to find out!",
      "preview": "TravelSites HOTEL BOOKING SITES Expedia Back To Home Visit This Site Expedia expedia.com 44 Voted What is Expedia? We could all use a vacation now and"
    },
    {
      "url": "https://sahistory.org.za/form/contribute?referrernid=93525&referrertitle=Press%20Comments%20made%20by%20South%20African%20President%20Thabo%20Mbeki%20and%20Prime%20Minister%20of%20C%C3%B4te%20d%E2%80%99Ivoire%20Guillaume%20Soro,%20Cape%20Town,%2020%20June%202007",
      "title": "Contribute | South African History Online",
      "description": "void",
      "preview": "Skip to main content Menu ✦ Contribute to SAHO Contribute Name Email Your Message Upload any archival material (photographs, video, document, letter,"
    },
    {
      "url": "https://www.ip2location.com/demo/31.200.19.242",
      "title": "31.200.19.242 IP Address Geolocation Lookup Demo | IP2Location",
      "description": "IP address 31.200.19.242 geolocation information such as country, region, city, ISP, area code, domain, proxy etc. using IP2Location.",
      "preview": "void"
    },
    {
      "url": "https://www.inquilinxsunidxs.org/en/home/",
      "title": "Inquilinxs Unidxs Por Justicia",
      "description": "United Renters For Justice/Inquilinxs Unidxs por Justicia works for permanently affordable democratic housing and structural changes: tenant unions, rent stabilization, stronger enforcement of renter protections, and cooperatively owned housing.",
      "preview": "English Español DONATE DONAR ENGLISH ESPAÑOL Back Welcome Media Gallery Timeline In The Press Back Resource Home Legal Organizing Landlord Research Co"
    },
    {
      "url": "https://vision.esa.int/cm22",
      "title": "Council Meeting at Ministerial Level - ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    },
    {
      "url": "http://fireflyfans.net/mthread.aspx?bid=11&tid=33415&p=2",
      "title": "What Song Are You Listening To, What's My Age Again? by deepgirl187",
      "description": "Three days of over-60 weather. Still waiting for the other shoe to drop. :wink: Tears Don't Fall, by Bullet For My Valentine Previous thread is here: ...",
      "preview": "Sign Up | Log In ABOUT MAP CHAT EVENTS FIRECASTS BLOGS COMMUNITY BLUE SUN ROOM PROFILE HOME HOME >> COMMUNITY >> TALK STORY >> WHAT SONG ARE YOU LISTE"
    },
    {
      "url": "https://nextjs.org/docs/app/building-your-application/data-fetching/fetching",
      "title": "Getting Started: Fetching Data | Next.js",
      "description": "Learn how to fetch data and stream content that depends on data.",
      "preview": "Menu Using App Router Features available in /app Latest Version 15.5.4 App Router Getting Started Fetching Data Copy page Fetching Data This page will"
    },
    {
      "url": "https://abc13.com/sheborah-latrice-thomas-sentenced-mother-accused-of-drowning-children-in-bathtub-two-young-murdered-by-mom-pleads-guilty-to-kids-deaths/12892747/",
      "title": "Houston mother Sheborah Latrice Thomas pleads guilty to drowning her 2 children in bathtub, sentenced to 40 years in prison - ABC13 Houston",
      "description": "Houston mother Sheborah Latrice Thomas, who admitted to drowning her 5- and 7-year-old children in 2016, was sentenced to 40 years in prison.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out mother charged Houston mother pleads guilty to drowning her 2 children in bathtub, s"
    },
    {
      "url": "https://socialimpact.youtube.com/",
      "title": "Come funziona YouTube: dare a tutti uno spazio per esprimersi",
      "description": "YouTube ospita voci uniche e una vasta gamma di contenuti. Scopri come funziona YouTube, dalla protezione della privacy degli utenti all'amplificazione delle voci di tutto il mondo.",
      "preview": "Come funziona YouTube LA NOSTRA MISSION Offrire a chiunque la possibilità di esprimersi e un punto di osservazione sul mondo Crediamo che tutti debban"
    },
    {
      "url": "https://www.avma.org/",
      "title": "Home | American Veterinary Medical Association",
      "description": "void",
      "preview": "Skip to main content Our passion. Our profession. Empowering veterinarians to thrive in the profession we all love. Join / Renew Celebrate veterinary"
    },
    {
      "url": "https://www.musicaltommy.com/almohadillas/1464-almohadilla-violin-44-kun-300-original-.html",
      "title": "Almohadilla Violín 4/4 Kun 300 Original",
      "description": "Almohadilla violín Kun Original ajustable en tres direcciones y las patas están equipadas con un sistema de bloqueo.",
      "preview": "Kun Almohadilla Violín 4/4 300 Original Oferta -5,55 € 41,50 € 35,95 € Ahorre 5,55 € Impuestos incluidos Regulable. Un diseño práctico y sencillo que"
    }
  ],
  "_meta": {
    "total_bookmarks": 152
  }
}