{
  "data": [
    {
      "url": "http://www.st162.net/index.php?recent-activity/",
      "title": "Recent Activity | ST162",
      "description": "Activity stream for all registered members at ST162.",
      "preview": "Log in / Register"
    },
    {
      "url": "http://www.sgg.org/2019/06/03/passiontide-2019-newsletter/",
      "title": "St. Gertrude the Great » Archive » Passiontide 2019 Newsletter",
      "description": "void",
      "preview": "St. Gertrude the Great Passiontide 2019 Newsletter St. Gertrude the Great Passiontide 2019 Newsletter is now available. Fr. Lehtoranta preaches during"
    },
    {
      "url": "https://www.hellomagazine.com/royalty/20230221164971/kate-middleton-funny-parenting-admission-pancake-fail/",
      "title": "Kate Middleton's funny parenting admission during pancake fail - video | HELLO!",
      "description": "The Princess of Wales marked Shrove Tuesday as she visited a nursing home in Slough",
      "preview": "Skip to main content Skip to footer WATCH: Princess Kate's funny parenting admission during pancake fail The Princess of Wales is mum to Prince George"
    },
    {
      "url": "https://mix.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires",
      "title": "Mix - Expand your mind",
      "description": "Discover the gems of the web, personalized to you.",
      "preview": "Expand your mind Discover the gems of the web, personalized to you. Join 150,140 Curators today or continue with... Start Exploring Unlock Mix Now Get"
    },
    {
      "url": "http://www.mit.edu/",
      "title": "MIT - Massachusetts Institute of Technology",
      "description": "The mission of MIT is to advance knowledge and educate students in science, technology and other areas of scholarship that will best serve the nation and the world in the 21st century.",
      "preview": "Skip to content ↓ Menu Explore websites, people, and locations Look up people by \"last name sounds like\" What are you looking for? See More Results Su"
    },
    {
      "url": "https://mitsubishi.oemdtc.com",
      "title": "Mitsubishi - OEMDTC",
      "description": "Mitsubishi Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://bydash.com/",
      "title": "Dash",
      "description": "With quality products, Dash helps people improve their health and wellness.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Estimated total $0.00 USD Taxes"
    },
    {
      "url": "https://www.smartstarttransylvania.org/",
      "title": "Smart Start of Transylvania County",
      "description": "void",
      "preview": "0 WE ARE SMART START of TRANSYLVANIA COUNTY . We are a public-private partnership serving the needs of young children in Transylvania County. We colla"
    },
    {
      "url": "https://www.contrado.it/",
      "title": "Contrado: crea, acquista e vendi prodotti | Stampa su richiesta",
      "description": "Crea il tuo brand insieme alla nostra esperienza di print on demand su abbigliamento personalizzato e stampe tessili. Stampa online e Pronte in 48 ore.",
      "preview": "EUR Menu Stampa su tessuto Arte per la casa e la parete Vestiario Borse e accessori Tessuti per metodo di stampa Tipi di tessuto personalizzati Tessut"
    },
    {
      "url": "https://www.xing.com/spi/shares/new?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires",
      "title": "XING",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://world.openfoodfacts.org/",
      "title": "void",
      "description": "A collaborative, free and open database of ingredients, nutrition facts and information on food products from around the world",
      "preview": "Skip to Content Scan a product × Or enter barcode manually Scan Help us inform millions of consumers around the world about what they eat Please give"
    },
    {
      "url": "https://fonts.google.com/knowledge",
      "title": "Fonts Knowledge - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "http://data.nevcounty.opendata.arcgis.com/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "http://www.polimi.it/",
      "title": "Politecnico di Milano - polimi",
      "description": "Politecnico di Milano, dal 1863, il più grande ateneo scientifico-tecnologico italiano, tra rigore scientifico e creatività",
      "preview": "Skip to main content Skip to page footer Technology for humanity Politecnico di Milano Dal 1863, il più grande ateneo scientifico-tecnologico italiano"
    },
    {
      "url": "https://www.thecenterutica.org/",
      "title": "Resource Center for Refugees in the Mohawk Valley | The Center",
      "description": "The Center provides resettlement, education and community resources and services to refugees, immigrants and the residents of Utica and Mohawk Valley.",
      "preview": "Skip to main content Close What's Happening At The Center The Center News 10.2.2025 Speakers Announced: 2025 Healthy Together Summit 10.2.2025 Health"
    },
    {
      "url": "http://maresmexicanos.com/?lang=en",
      "title": "MARES MEXICANOS - Contando Historias... Desde lo más profundo",
      "description": "void",
      "preview": "QUIENES SOMOS PRODUCCIONES ORIGINALES COLABORACIONES CONTACTO QUIENES SOMOS PRODUCCIONES ORIGINALES COLABORACIONES CONTACTO YOUTUBE instagram TikTok P"
    },
    {
      "url": "https://www.iucn.org/news/marine-and-polar/202203/unea-resolution-end-plastic-pollution-and-iucn-role-implementation-treaty",
      "title": "UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty | IUCN",
      "description": "The new UNEA Resolution, 'End Plastic Pollution: Towards a legally binding instrument', establishes an Intergovernmental Negotiating Committee that will develop the specific content of the new plastic pollution treaty with the aim of completing its work by the end of 2024. The future is ours to improve, and this news from UNEA provides a strong message of hope that we can indeed eliminate plastic pollution from our environment with a multi-pronged approach and international cooperation.",
      "preview": "Skip to main content Share: Story 09 Mar, 2022 UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty The new UNEA"
    },
    {
      "url": "https://www.dicelacancion.com/discografia-drain-sth",
      "title": "Drain sth: Letras de canciones y significados - Dice la canción",
      "description": "Significados de las letras de canciones de Drain sth: Enter my mind, Crave, Alive...",
      "preview": "Canciones de Drain Sth Significados de las letras de canciones de Drain Sth Enter my mind Crave Alive Todos los artistas : A B C D E F G H I J K L"
    },
    {
      "url": "https://newsleecher.com/forum/search.php?search_id=unanswered&sid=968c183c58a4dce6400cf929062f8d58",
      "title": "NewsLeecher - The Complete Usenet Package",
      "description": "void",
      "preview": "NewsLeecher V8.0 Beta is now available! Brand new UI | Tons of new/optimized functionality | *Much* more Usenet content available ( deobfuscation supp"
    },
    {
      "url": "http://www.rcindia.org/profile/?u=12213",
      "title": "Log in",
      "description": "Log in",
      "preview": "Welcome to RC India . Log in Sign up India's RC Hub October 10, 2025, 05:26:08 PM Main Menu Main Menu Home Calendar RC India Warning! Only registered"
    },
    {
      "url": "https://www.rawpixel.com/",
      "title": "Free Stock Photos, PNGs, Templates & Mockups | rawpixel",
      "description": "rawpixel is the professional all-in-one graphic design tool. Easily create stunning Social Content, Templates, Mockups, Remix Designs and more.",
      "preview": "Discover. Remix. Create. rawpixel makes it easy to find beautiful visuals and create incredible designs. Get Started Explore Templates Art Images Temp"
    },
    {
      "url": "https://developer.apple.com/documentation/swiftui/list",
      "title": "List | Apple Developer Documentation",
      "description": "A container that presents rows of data arranged in a single column, optionally providing the ability to select one or more members.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://compare.buyhatke.com/books/marketing-practices-in-developing-economy-cases-from-south-asia-hatke9788120337824",
      "title": "Price History: Advance Price Tracker For Amazon,Flipkart & More",
      "description": "Price history with Buyhatke, Check our price tracker with superior Ai features, elevating your shopping on Amazon, Flipkart, Myntra, Ajio, Meesho, etc.",
      "preview": "- ₹99 ₹199 ₹299 ₹399 ₹499 ₹599 ₹799 ₹999 40% 50% 60% 70% EPIC DEAL DEAL MIRAGE HOT DEAL DECENT CATCH Verified by Deal Scanner : Popularity 100M+ Smart"
    },
    {
      "url": "https://payneinstitute.mines.edu/eog",
      "title": "Earth Observation Group - Payne Institute for Public Policy",
      "description": "The Earth Observation Group (EOG) specializes in nighttime observations of lights and combustion sources worldwide.",
      "preview": "Facebook X RSS MINES.EDU MyMines News Calendar Canvas Email Library Give Directories Earth Observation Group Utilizing cutting edge satellite technolo"
    },
    {
      "url": "https://music.youtube.com/",
      "title": "Prima di continuare",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://material.io/blog/digital-wellbeing-ux-principles",
      "title": "Design Principles for Digital Wellbeing",
      "description": "Using UX design to empower users through defaults, bring awareness to behaviors, and more",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.saintfrancis.com/",
      "title": "Home | Saint Francis Health System",
      "description": "void",
      "preview": "Skip to main content Locally trusted. Nationally proven. Saint Francis is now a verified Level I Trauma Center. Read our news story Image Care When Yo"
    },
    {
      "url": "http://www.ripe.net/",
      "title": "Welcome to RIPE and the RIPE NCC - RIPE Network Coordination Centre",
      "description": "The RIPE NCC is one of five Regional Internet Registries (RIRs) providing Internet resource allocation and registration, and coordination activities.",
      "preview": "Welcome to the RIPE NCC As the Regional Internet Registry for Europe, Middle East and Central Asia, we serve over 20,000 members in 76 countries. We r"
    },
    {
      "url": "https://nicholasdevito.wordpress.com/tag/books/",
      "title": "books | Nicholas DeVito",
      "description": "Posts about books written by Nicholas",
      "preview": "Nicholas DeVito Skip to content Home About About Me Photos Tag Archives: books July 6, 2011 · 3:59 pm The Pioneer Spirit \"Pioneers! O Pioneers! Come m"
    },
    {
      "url": "https://gifmakerforiphone.weebly.com/",
      "title": "GIF MAKER - Home",
      "description": "GIF Maker - Create a GIF",
      "preview": "GIF MAKER Home Privacy Policy Contact Terms subscriptioninfo GIF Maker GIF Maker - Create a GIF Powered by Create your own unique website with customi"
    },
    {
      "url": "https://www.theatlantic.com/business/archive/2017/08/restaurant-jobs-boom/536244/",
      "title": "Restaurants Are the New Factories - The Atlantic",
      "description": "Food-service jobs are eating the economy. Maybe that's not a good thing.",
      "preview": "Donald Trump's ideal economy is defined by brawn. He praises steelworkers, speaks wistfully of coal mining, and tweets boastfully about new manufactur"
    },
    {
      "url": "https://ham.stackexchange.com/users/69/joseph?tab=tags",
      "title": "User Joseph - Amateur Radio Stack Exchange",
      "description": "Q&A for amateur radio enthusiasts",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Joseph Member fo"
    },
    {
      "url": "https://www.loomis.us/",
      "title": "Loomis US | The Future of Cash Management",
      "description": "Loomis integrated technology solutions offer the tools you need to manage cash across financial, retail, education, government, jewelry, healthcare, and high-value industries.",
      "preview": "Skip to main content Keep Your Staff in Store With labor costs on the rise, don't waste time on bank trips. Find Out How Outsource Your Cash Operation"
    },
    {
      "url": "https://www.youvisit.com/#/vte/?data-platform=v&data-inst=120317&data-image-width=100%&data-image-height=100%&data-loc=142905&",
      "title": "home - YouVisit",
      "description": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production teams in the world, we've created thousands of world-class interactive experiences and virtual tours for clients across six continents. Our virtual experiences help organizations tell their story in a personalized and compelling way that...",
      "preview": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production"
    },
    {
      "url": "http://www.ilfoglio.it/",
      "title": "Il Foglio - Edizione Online",
      "description": "Il Foglio, giornale fondato da Giuliano Ferrara e ora diretto da Claudio Cerasa. Il giornale che vanta il maggior numero di imitazioni.",
      "preview": "Il riconoscimento va alla politica e attivista venezuelana, oppositrice di Nicolas Maduro Redazione DALL'ARCHIVIO DEL FOGLIO | Così abbiamo raccontato"
    },
    {
      "url": "https://dallascityhall.com/Pages/default.aspx",
      "title": "Welcome to the City of Dallas, Texas",
      "description": "The City of Dallas home page has information about employment, elected officials, online services and city departments for residents and visitors.",
      "preview": "Volunteer For the FIFA World Cup 26. Click here for more information. Public Alerts Welcome to Dallas Committed To \"Service First\" Excellence Our core"
    },
    {
      "url": "https://www.iheart.com/podcast/1119-people-every-day-76003809/",
      "title": "PEOPLE Every Day | iHeart",
      "description": "Spend your happy hour with us! PEOPLE Every Day is the afternoon escape you need, taking you inside our newsroom each weekday for the latest in news, entertainment, lifestyle, and pop culture. Host Janine Rubenstein brings you PEOPLE's unparalleled access and reporting on the biggest stories of the day, from celebrity exclusives and sneak peeks, to inspiring stories about extraordinary people. Listen to People Every Day wherever you get your podcasts and don't forget to subscribe so you never miss an episode.",
      "preview": "PEOPLE Every Day Play Newest Follow Spend your happy hour with us! PEOPLE Every Day is the afternoon escape you need, taking you inside our newsroom e"
    },
    {
      "url": "https://dakotaathletics.com/main/calendar/caltype/week",
      "title": "Dakota High School Calendar of Events",
      "description": "void",
      "preview": "Skip to Header Skip to Main Content Skip to Footer Twitter GO COUGARS! Twitter Home Sports & Activities Baseball Boys Basketball Girls Boys Cheer Team"
    },
    {
      "url": "https://newsroom.apac.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://www.nationalgeographic.com/newsletters/signup",
      "title": "Sign Up for National Geographic Newsletters | National Geographic",
      "description": "Get the latest from National Geographic in your inbox",
      "preview": "Sign Up for National Geographic Newsletters Nat Geo Top Picks Let Nat Geo curate emails for you. Receive top stories and photos, special offers, and o"
    },
    {
      "url": "https://www.iwantgreatcare.org/doctors/dr-sanjay-gheyi/reviews/new",
      "title": "New - Review - iWantGreatCare",
      "description": "void",
      "preview": "The trusted site for healthcare reviews About For patients For clinicians For nurses For healthcare providers For practice managers For dental practic"
    },
    {
      "url": "http://www.asthmastory.com/",
      "title": "Asthma cure research relating asthma to bacteria Chlamydia pneumoniae and mycoplasma after experiencing a near fatal asthma attack- Main page",
      "description": "How a man completely cured severe asthma after discovering Dr. Hahn's research linking asthma to the bacteria chlamydia pneumoniae and mycoplasma",
      "preview": "Supporting researchers linking asthma to the bacteria Chlamydia pneumoniae and Mycoplasma Welcome to AsthmaStory This web site is the place for me to"
    },
    {
      "url": "https://www.lightmix.com/",
      "title": "Washington DC Web Design Agency | LightMix",
      "description": "LightMix is a web design, web development, graphic design, branding, UI/UX, and digital marketing firm in Washington DC, Virginia, Maryland.",
      "preview": "We are an award-winning web design, web development, graphic design, branding, UI/UX design, motion design, and creative digital agency serving client"
    },
    {
      "url": "https://www.kaporcenter.org/",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://stylescompany.nl/portfolio-item/street-kingz-theater-naaldwijk/",
      "title": "Theater Naaldwijk | Styles CompanyStyles Company",
      "description": "void",
      "preview": "HOME EDUCATIE CKV URBAN ARTS DAG LEERLIJNEN URBAN ARTS URBAN CULTURE EVENT VOORSTELLINGEN WORKSHOPS WORKSHOPS BREAKDANCE BEATBOX DANS CHOREOGRAFIE DJ"
    },
    {
      "url": "http://www.synapses.co.uk/genetics/",
      "title": "Information about Genetics courses, Genetics lessons, Genetics classes and Genetics exams.",
      "description": "void",
      "preview": "Principles of Genetics is a series of five self-paced, self-learning courses in Genetics Cytogenetics, Mendelian Genetics, Advanced Genetics, Molecula"
    },
    {
      "url": "http://www.bingogamingnews.com/",
      "title": "Bingo and Gaming News ON-LINE",
      "description": "void",
      "preview": "Welcome to Bingo & Gaming News ON-LINE . Bingo & Gaming News is a FREE monthly on-line publication . Bingo & Gaming News ON-LINE, is the electronic ve"
    },
    {
      "url": "https://thecrochetcrowd.com/how-to-crochet/",
      "title": "Learn to Crochet A Cowl: A Beginner Tutorial",
      "description": "Learn how to crochet a cowl with a free pattern and tutorial. Beginners can use this dance version learning tutorial to improve their skills. Increase your crochet skills with the crochet cowl for beginners!",
      "preview": "Sharing is caring! Facebook Pinterest 4 Save Email Crochet Beginner Cowl Learn to crochet this Crochet Basic Cowl . This is an absolute beginner Croch"
    },
    {
      "url": "https://www.lespressesdureel.com/EN/auteur.php?id=661&",
      "title": "Susan Hiller - Les presses du réel",
      "description": "void",
      "preview": "list forthcoming offres spéciale best-sellers back in stock e-books vinyl records & cds dvd limited editions events newsletter / rss contact / practic"
    },
    {
      "url": "https://www.charmesilkiner.com/collections/charmed/products/harper?variant=34968170305",
      "title": "Harper Children's Necklace - Charme Silkiner Jewelry",
      "description": "#170 14\" 14k gold filled chain with 2\" extender. Colors : Lemon, Purple, Olive, Blush, Pink",
      "preview": "Menu 0 Shop Jewelry New Arrivals Necklaces Earrings Rings Bracelets Shop By Collection Golden Crush Serein Swept - The Wedding Collection Indigo Soire"
    },
    {
      "url": "https://www.cisco.com/c/en/us/td/docs/net_mgmt/wae/7-0-1/design/user/guide/WAE_Design_701_User_Guide/wd_701_ug_vpn.html",
      "title": "Cisco WAN Automation Engine (WAE) - Cisco",
      "description": "Cisco Quantum WAN Automation and Visibility Engine - Technical support documentation, downloads, tools and resources",
      "preview": "Skip to content Skip to search Skip to footer Cisco WAN Automation Engine (WAE) Overview Product Overview Status Available Order Series Release Date 1"
    },
    {
      "url": "https://engage.walmart-jump.com/",
      "title": "Investing In American Jobs",
      "description": "Fueling American jobs, strengthening communities. With our $350 billion investment in products made, grown or assembled in America, we're supporting more than 750,000 U.S. jobs.*",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "http://www.ujamaaplace.org/",
      "title": "Ujamaa Place",
      "description": "void",
      "preview": "TRANSFORMING MEN'S LIVES Holistic Transformation for Young African- American Men Ujamaa Place is a Safe Space providing holistic, culturally responsiv"
    },
    {
      "url": "https://www.ipachart.com/",
      "title": "IPA Chart",
      "description": "void",
      "preview": "Interactive IPA Chart The International Phonetic Alphabet (IPA) is a set of symbols that linguists use to describe the sounds of spoken languages. Thi"
    },
    {
      "url": "https://bwittmblr.tumblr.com/post/145943365905",
      "title": "The class students like the most",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "codeorg : A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer scienc"
    },
    {
      "url": "http://neighborhoodtrust.org/",
      "title": "Financial security for all workers - Neighborhood Trust Financial Partners",
      "description": "Neighborhood Trust is a financial services innovator creating financial security for low-wage workers.",
      "preview": "Skip to content Visit Visit home page alexis siroc 2025-09-19T13:15:35-04:00 Neighborhood Trust is a nonprofit social enterprise creating financial se"
    },
    {
      "url": "http://www.earth210.com/210/SHOW/2111124",
      "title": "show - 2014 LasVegas SEMA AMERICANCAR P1",
      "description": "void",
      "preview": "2014 LasVegas SEMA AMERICANCAR P1 List of Articles 2014 LasVegas SEMA AMERIC... photo registed in March 29, 2015 2014 LasVegas SEMA AMERIC... photo re"
    },
    {
      "url": "https://letsoftware.com",
      "title": "Udvikling af apps og brætspil",
      "description": "void",
      "preview": "Gå til indholdet Fra idé til færdig app eller brætspil! LET Software ApS udvikler apps og serverbaserede løsninger samt fysiske og digitale brætspil."
    },
    {
      "url": "https://www.vizzuality.com/what-we-do/",
      "title": "Vizzuality",
      "description": "We use data and human understanding to develop beautiful digital products, services and strategies.",
      "preview": "Cookie preferences Essentials Necessary for the site to function. Always On. Analytics Measures usage and improves your experience. Checkbox Personali"
    },
    {
      "url": "https://reidjon.tumblr.com/post/143085058968",
      "title": "Jon Reid Tumbling | 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "19th Apr 2016 | 36 notes 16% of all new wages in the U.S. are in computer science codeorg : 11% of all job openings in the U.S. are in computing categ"
    },
    {
      "url": "http://www.ecotrel.lu",
      "title": "Home | Ecotrel",
      "description": "Ecotrel est un organisme agréé par l'état pour endosser les obligations à charge des producteurs et importateurs d'équipements électriques et électroniques (E...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter En savoir plus"
    },
    {
      "url": "https://www.adcouncil.org/covid-vaccine",
      "title": "Our COVID-19 Vaccine Retrospective | Ad Council",
      "description": "On 3/11/2020, the WHO declared COVID-19 a global pandemic, and the Ad Council sprang to action. Learn more.",
      "preview": "donated_media Created with Sketch. Experiential & Events Created with Sketch. Access to Experts and Spokespeople Created with Sketch. gaming Created w"
    },
    {
      "url": "https://welcometoyourkarlssonyears.com/2018/02/26/wtyky-podcast-episode-eight-the-price-of-life-in-blood-magic-is-death/",
      "title": "WTYKY Podcast: Episode Eight: The price of life in blood magic is death | Welcome To Your Karlsson Years",
      "description": "In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peristy Podcast, and we collectively struggle to find anything to talk about because so little is going on in the world of the Ottawa Senators other than the slow-motion destruction of the very thing...",
      "preview": "Skip to primary content In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peris"
    },
    {
      "url": "https://privacy.commonsense.org/",
      "title": "Common Sense Privacy Program",
      "description": "void",
      "preview": "Privacy Program Search Donate Privacy Program See evaluations A coordinated effort to protect child and student privacy, and build in safety and secur"
    },
    {
      "url": "https://es-ec.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Español (Ecuador)",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://www.slovaklines.sk/",
      "title": "SlovakLines.sk | Váš autobusový dopravca",
      "description": "Autobusový dopravca Bratislava ✈ Schwechat ➔ Viedeň a Slovensko ✔ Koncerty a festivaly ✔ Stuhleck ✔ 15 mil. cestujúcich ✔ Rýchla Wi-Fi",
      "preview": "Preskočiť na hlavný obsah Zažite leto s nami Objavujte Slovensko, užite si koncerty a festivaly či z Viedne vyrazte do sveta. Zážitky začínajú už v"
    },
    {
      "url": "https://youtube.com/about/",
      "title": "About YouTube - YouTube",
      "description": "YouTube's mission is to give everyone a voice and show them the world. Learn about our brand, community, careers and more.",
      "preview": "About YouTube Our mission is to give everyone a voice and show them the world. We believe that everyone deserves to have a voice, and that the world i"
    },
    {
      "url": "https://www.unionbank.com/about-us/corporate-profile-bod",
      "title": "Personal Banking, Credit Cards, Loans & Investing | U.S. Bank",
      "description": "Experience personalized banking services for your unique needs with U.S. Bank - Checking, credit cards, home loans & convenient online banking. Member FDIC.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/collection/quick-and-healthy-recipes",
      "title": "116 Quick & Healthy Recipes | Good Food",
      "description": "Tuck into quick healthy meals that you can make in under 30 minutes. We've got plenty of tasty salads, soups and mains to leave you feeling nourished.",
      "preview": "Skip to main content Quick & healthy recipes 116 Recipes Tuck into these quick and easy healthy meals that you can make in under 30 minutes. We've got"
    },
    {
      "url": "https://dynamics.microsoft.com/en-us/",
      "title": "Agentic CRM and ERP Solutions | Microsoft Dynamics 365",
      "description": "Enter the era of agentic business with Dynamics 365-CRM and ERP business applications that connect your teams, processes, and data.",
      "preview": "This is the Trace Id: ed991e45934c7d472a2124a017f0578f Skip to main content Microsoft Dynamics 365 The new era of AI-powered business Adapt and innova"
    },
    {
      "url": "https://www.stanford.edu/search/",
      "title": "Search Results - Stanford University",
      "description": "Stanford University, one of the world's leading teaching and research institutions, is dedicated to finding solutions to big challenges and to preparing students for leadership in a complex world.",
      "preview": "Search Results"
    },
    {
      "url": "https://gsuiteupdates.googleblog.com/2019/01/upcoming-hangouts-service-consolidation.html",
      "title": "Google Workspace Updates: Upcoming Hangouts service consolidation for all G Suite customers",
      "description": "void",
      "preview": "This official feed from the Google Workspace team provides essential information about new features and improvements for Google Workspace customers. C"
    },
    {
      "url": "https://scottdodson.dev/thunderstorms/privacy-policy/",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Last Updated: 9/6/2021 This Privacy Policy applies to the information that we obtain through your use of Thunderstorm Simulator and Thu"
    },
    {
      "url": "https://www.deltadental.com/us/en/tooth-fairy/press-release.html#2023",
      "title": "How Much Does The Tooth Fairy Pay For A Tooth | Delta Dental",
      "description": "Current and historical press releases tracking the value of a lost tooth.",
      "preview": "Press releases 2025 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 The Tooth Fairy has been working overtime this year Delta Dental poll finds"
    },
    {
      "url": "https://developers.wx.spire.com/docs/weather-api/1/overview",
      "title": "Home | Spire Weather",
      "description": "void",
      "preview": "Home Launch your Weather Data Project With Our Space to Cloud APIs class Get Started Get started with our APIs class API Docs Use our interactive docu"
    },
    {
      "url": "https://worldofwonder.net/marvel-comics-writer-sina-grace-on-creating-darkveil-her-drag-influences-breaking-comic-barriers/",
      "title": "World of Wonder Productions",
      "description": "The Producers of RuPaul's Drag Race, Million Dollar Listing, DragCon, WOW Presents Plus and more!",
      "preview": "WORLD OF WONDER. Founded in 1991, World of Wonder has created hit TV franchises, groundbreaking documentaries, and a global streaming platform. So muc"
    },
    {
      "url": "https://vahankaytetty.fi/ale3/kirja-162.html",
      "title": "Bought | Osta & myy secondhandia",
      "description": "Helpoin tapa aloittaa jälleenmyyminen. Automaattiset myynti-ilmoitukset suoraan kuitista tai valokuvasta.",
      "preview": "Muuta ostohistoriasi rahaksi Automaattiset myynti-ilmoitukset Toimitukset ovelta ovelle jopa tunnissa Ei myyntikuluja +1000 integroitua verkkokauppaa"
    },
    {
      "url": "https://www.huffpost.com/",
      "title": "HuffPost - Breaking News, Politics, Entertainment & Opinion",
      "description": "Read the latest U.S. and world news, politics, entertainment, lifestyle and opinion pieces from HuffPost's trusted team of journalists.",
      "preview": "Skip to Main Content Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost News. ©2025 BuzzFeed, Inc. All rights reserved. Trending"
    },
    {
      "url": "https://www.huffpost.com/",
      "title": "HuffPost - Breaking News, Politics, Entertainment & Opinion",
      "description": "Read the latest U.S. and world news, politics, entertainment, lifestyle and opinion pieces from HuffPost's trusted team of journalists.",
      "preview": "Skip to Main Content Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost News. ©2025 BuzzFeed, Inc. All rights reserved. Trending"
    },
    {
      "url": "https://www.patreon.com/legal",
      "title": "Terms of Use - December 14, 2023 - Patreon",
      "description": "Patreon is the best place for creators to build memberships by providing exclusive access to their work and a deeper connection with their communities.",
      "preview": "Terms of Use Effective December 14, 2023 Patreon is a membership platform that helps connect fans with creators they love. Our mission is to put creat"
    },
    {
      "url": "https://www.bbc.com/news",
      "title": "BBC News - Breaking news, video and the latest top stories from the U.S. and around the world",
      "description": "Visit BBC News for the latest news, breaking news, video, audio and analysis. BBC News provides trusted World, U.S. and U.K. news as well as local and regional perspectives. Also entertainment, climate, business, science, technology and health news.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://shop.lonelyplanet.com/categories/canada?city%5B%5D=Churchill&city%5B%5D=Vancouver&city%5B%5D=Ottawa&series%5B%5D=Pocket&series%5B%5D=Regional+Guide&series%5B%5D=Trips+Country&series%5B%5D=City+Map&series%5B%5D=Country+Guide&series%5B%5D=Best+of+Country&sort%5B%5D=featured&sort%5B%5D=top_sellers",
      "title": "Lonely Planet books for Canada",
      "description": "Lonely Planet's Canada country guidebooks that lead you to hidden gems, provide local insights, help plan your ultimate adventure, and embark on an extraordinary trip now.",
      "preview": "Skip to content Free shipping on all orders Lonely Planet CART Products Guidebooks Maps Outdoor Travels & Adventures Epic Guides Food & Drink Gifts &"
    },
    {
      "url": "https://maxgrowshop.fi/rum_m_Kituri-de-cultivare_Kituri-camere-de-cultura-_Kituri-Gavita-729.html",
      "title": "Sklep zakończył działalność - IdoSell",
      "description": "void",
      "preview": "Sklep zakończył działalność Sklep maxgrowshop.fi zakończył działalność. Jeśli potrzebujesz skontaktować się z właścicielem tego sklepu, prosimy o kont"
    },
    {
      "url": "https://agavetravelcreative.com/",
      "title": "Agave Travel Creative | Sicily Travel Specialist",
      "description": "Agave Travel Creative, Sicily Travel Specialist, Sicily Cultural Concierge, Luxury Sicily Travel Specialist, Personalized Sicily Tour Programs, Food and Wine Tours in Sicily, Cultural and Culinary Tours in Sicily, Outdoor Adventures in Sicily, Local Life and Slow Travel in Sicily",
      "preview": "Insert copy here, which should vary depending on your region. Accept"
    },
    {
      "url": "https://mandrillapp.com/track/click/30976981/oceanexpert.org?p=eyJzIjoiVXVXd1dWek5XdlVES0NRV3QtRGlFVjlxSjRJIiwidiI6MSwicCI6IntcInVcIjozMDk3Njk4MSxcInZcIjoxLFwidXJsXCI6XCJodHRwczpcXFwvXFxcL29jZWFuZXhwZXJ0Lm9yZ1xcXC9kb2N1bWVudFxcXC8zMTQ0MFwiLFwiaWRcIjpcImE4Y2NiM2RkY2VmZTQ2MTk4ZjMwMjc0ZWZhZDViM2FmXCIsXCJ1cmxfaWRzXCI6W1wiMzk0NjhiMmQ0ZTNmMDlhZTZiN2JkMTEwNzg3MmUzNjA5YTUxZWMwYlwiXX0ifQ",
      "title": "OceanExpert | Document",
      "description": "void",
      "preview": "Meli IOC/IODE-XXVII/2rev ACTION PAPER - Twenty-seventh Session of the IOC Committee on International Oceanographic Data and Information Exchange (IODE"
    },
    {
      "url": "https://thestreamable.com/",
      "title": "The Streamable - Streaming made simple",
      "description": "Stop overpaying for cable! Compare top-rated streaming services in seconds. Find the best deals on live TV, movies, and shows with our unbiased reviews and detailed comparisons.",
      "preview": "Skip to Content"
    },
    {
      "url": "https://iteanet.blogspot.com/2010/11/",
      "title": "Itea net : Νοεμβρίου 2010",
      "description": "Μια σελίδα για την Ιτέα και την Φωκίδα, Άμφισσα Γαλαξίδι Αράχωβα, Λιδορίκι, Δελφοί",
      "preview": "Σελίδες Αρχική σελίδα Τοπικές επιχειρήσεις Τοπικοί σύλλογοι Ξενοδοχεία Αθλητικά Φωτογραφία Τουρισμός Καιρός Πολιτισμός Χάρτης Φωκίδας Τρίτη 30 Νοεμβρί"
    },
    {
      "url": "https://www.llbean.com/llb/shop/86878",
      "title": "Ultrasoft Comfort Flannel Sheet Set | Sheets | L.L.Bean International",
      "description": "Find the best Ultrasoft Comfort Flannel Sheet Set at L.L.Bean International. Our high quality products are thoughtfully designed and built to last season after season.",
      "preview": "15% OFF Your Purchase with code: GLOBAL15 - Ends October 13, 2025 . Details L.L.Bean Home Goods Bedding Sheets Ultrasoft Comfort Flannel Sheet Set Ite"
    },
    {
      "url": "https://tocaboca.com/app/toca-hairsalon-me/",
      "title": "Toca Boca Jr. - Toca Boca",
      "description": "Read more about Toca Boca Jr. a collection of Toca Boca's much loved apps for kids 2-6. Full of fun ways to play, create, build worlds and explore!",
      "preview": "You are about to leave tocaboca.com You are leaving tocaboca.com, a page hosted by Toca Boca, and entering a third-party site. Toca Boca is not respon"
    },
    {
      "url": "https://covid19vaccine.health.ny.gov/",
      "title": "COVID-19 | Department of Health",
      "description": "void",
      "preview": "Skip to main content Latest Information on COVID-19 Vaccine Information and Frequently Asked Questions New Guidance COVID-19 Vaccine 2025-2026 COVID-1"
    },
    {
      "url": "https://presidencia.go.cr/",
      "title": "Gobierno de Costa Rica | Presidencia de la República de Costa Rica",
      "description": "void",
      "preview": "Skip to main content × CADENA NACIONAL - 21 DE SEPTIEMBRE No volver a mostrar Dismiss OK Gobierno de Costa Rica Primera Dama de la República Signe Zei"
    },
    {
      "url": "https://github.com/huggingface/diffusers",
      "title": "GitHub - huggingface/diffusers: 🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch.",
      "description": "🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch. - huggingface/diffusers",
      "preview": "Skip to content"
    },
    {
      "url": "https://istb-62ec1.web.app/istb/support.html",
      "title": "Support",
      "description": "void",
      "preview": "Support iSTB allows you to watch IPTV from MAC address based providers which use Stalker Middleware. The app does not support providers which use a M3"
    },
    {
      "url": "https://nakedspecies.com/de/products/be-fruitful-rhino-cropped-hoodie",
      "title": "Be Fruitful Rhino Cropped Hoodie - Naked Species",
      "description": "Be Fruitful Rhino Hoodie Black Front Pocket 100% Cotton Unisex Hoodie Please allow an extra 1-2 days for this item to ship PRODUCT DETAILS 100% cotton Hand screen printed Sizing XS-L",
      "preview": "Suchen Schließen (esc) Menü schließen HOME NEW MENS WOMENS ABOUT MISSION MEDIA CONTACT US Einloggen Konto erstellen Home About Contact us Terms & Cond"
    },
    {
      "url": "https://jollygoodbeer.co.uk/pollys-smooth_grove-keg/",
      "title": "Pollys-Smooth_Grove-KEG - Jolly Good Beer",
      "description": "Drinks Wholesale Distribution",
      "preview": "Pollys-Smooth_Grove-KEG by Kat 2021-09-15 We use cookies on our website to give you the most relevant experience by remembering your preferences and r"
    },
    {
      "url": "https://mirabellsecondchances.home.blog/2019/07/11/chapter-nine-cucooned/?like_comment=1432&_wpnonce=f5f1005677",
      "title": "Chapter Nine: Cucooned - Second Chances by Mirabell",
      "description": "You left me, sweet, two legacies, - A legacy of love A Heavenly Father would content, Had He the offer of; You left me boundaries of pain Capacious as the sea, Between eternity and time, Your consciousness and me. ----Emily Dickinson There was something otherworldly about flying, being suspended at thirty thousand feet in...",
      "preview": "Skip to content You left me, sweet, two legacies, - A legacy of love A Heavenly Father would content, Had He the offer of; You left me boundaries of p"
    },
    {
      "url": "https://www.mragamericas.com/",
      "title": "MRAG Americas - MRAG Americas, Inc.",
      "description": "MRAG provides public and private clients with professional services to support responsible, rational and sustainable use of aquatic resources.",
      "preview": "MRAG Americas is starting a new project with the Northwest Atlantic Fisheries Organization ( NAFO ) the RFMO responsible for ensuring the long term co"
    },
    {
      "url": "https://www.lookingoutfoundation.org/",
      "title": "LOF",
      "description": "void",
      "preview": "Skip to content Home WHO BELIEVES IN ANGELS? Following the release of their acclaimed collaborative album, Who Believes In Angels? , Elton John and Br"
    },
    {
      "url": "http://www.flipcode.com/archives/",
      "title": "flipcode Archives",
      "description": "void",
      "preview": "Welcome to the flipcode Archives. Here will you find our collection of reader-submitted content. A lot of this is timeless reference material, and we'"
    },
    {
      "url": "https://maze.co/guides/usability-testing/",
      "title": "What is Usability Testing? How to Evaluate the User Experience | Maze",
      "description": "Empower your team to deliver customer-centric products with expert insights on usability testing.",
      "preview": "Maze Guides | Resources Hub A Beginner's Guide to Usability Testing 0% complete A Beginner's Guide to Usability Testing Usability testing is a proven"
    },
    {
      "url": "https://tickets.oebb.at/en/ticket",
      "title": "ÖBB Tickets",
      "description": "Fahrpläne, Tickets und Reiseplanung - Jetzt noch einfacher Tickets buchen.",
      "preview": "Ihr Browser unterstützt kein JavaScript oder es ist deaktiviert. Bitte aktivieren Sie JavaScript und laden Sie die Seite neu, oder verwenden Sie einen"
    },
    {
      "url": "http://www.txlottery.org/export/sites/lottery/Misc/Privacy.html",
      "title": "Texas Lottery | Privacy Statement",
      "description": "Privacy Statement",
      "preview": "Texas Lottery Privacy Statement Thank you for visiting our site. Our privacy statement is set forth below. We will generally post a notice for a reaso"
    },
    {
      "url": "http://aitube.doukantv.com/media/html/home/5.html",
      "title": "Photo Translator: Translate+",
      "description": "PPBrowser is a fast, free, full-featured web browser ! - Easily save files to your device Supercharge your browsing experience, PPBrowser works just like your regular browser, but...",
      "preview": "Photo Translator: Translate+ This is the best text scanner [OCR]! Highest speed and highest quality You can convert the image to text. When writing no"
    },
    {
      "url": "https://www.metmuseum.org/exhibitions",
      "title": "Exhibitions - The Metropolitan Museum of Art",
      "description": "The Met presents more exhibitions than any art museum in the world with more than 30 exhibitions each year representing a wide range of artists, eras, and cultures.",
      "preview": "Skip to main content Current Exhibitions Featured A slider containing 3 items. Press the down key to skip to the last item. Man Ray: When Objects Drea"
    },
    {
      "url": "https://hroarr.com/forum/ucp.php?mode=privacy&sid=abd475c9bd2fa9a8fa8525693ceb7290",
      "title": "HROARR.COM -User Control Panel -Privacy policy",
      "description": "void",
      "preview": "HROARR.COM RESOURCES FOR THE HISTORICAL EUROPEAN MARTIAL ARTS & SPORTS COMMUNITY Skip to content Quick links Forums Members The team FAQ Login Registe"
    },
    {
      "url": "https://www.phylliswheatley.org/",
      "title": "Phyllis Wheatley Community Center",
      "description": "Help us celebrate 100 years of Phyllis Wheatley Community Center! -- Historic North Minneapolis Community Center, Family Restoration Services, Youth Discovery Programs, and home of Mary T. Wellcome Childcare Center.",
      "preview": "top of page Phyllis Wheatley Community Center Appoints Chief Bryan Tyner as Executive Director Our Mission: We create pathways for individuals to di"
    },
    {
      "url": "https://vizcaya.org/",
      "title": "Vizcaya Museum & Gardens, Miami FL",
      "description": "A National Historic Landmark, Vizcaya Museum and Gardens is a 1916 waterfront estate home with 32 decorated rooms and 10 acres of formal gardens.",
      "preview": "Skip to content Purchase Tickets Now Open today from 9:30 am - 4:30 pm Full Schedule Hours Vizcaya Late | Everyone's Quince Wednesday, October 15 · 6"
    },
    {
      "url": "http://www.babyblooms.co.uk/",
      "title": "New & Unique Baby Gifts Online | Babyblooms",
      "description": "Discover a beautiful range of unique personalised baby gifts at Babyblooms. Our range includes perfect gifts for new babies, baby showers, Christenings & special occasions. For bump, baby and beyond.",
      "preview": "Skip to content Pause slideshow Play slideshow wrapping & personalised card included with every order Welcome to Babyblooms our ribbons are at the rea"
    },
    {
      "url": "http://www.mclink.it/telelavoro",
      "title": "Make Business Smarter - Retelit",
      "description": "Il partner di riferimento per la trasformazione digitale di aziende, pubbliche amministrazioni, telco e OTT",
      "preview": "Retelit perfeziona l'acquisizione delle attività e degli asset italiani di BT Italia Scopri di più Retelit si allea con Coro per rendere accessibile l"
    },
    {
      "url": "https://dynamic-ais.spire.com/",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "http://www.hunttextiles.com/",
      "title": "Wholesale Linen Supplier, Table Linens, Linen Clothing, Bed Linens & Towels",
      "description": "Hunt Textiles is a Wholesale Linen Supplier of a wide range of linen products for hotels, spas, health clubs, restaurants, health care facilities and more.",
      "preview": "Home • Blog • About Us • Contact Us Hunt Textiles, Inc. Order Now 800-458-9445 Receive New Product Alerts and Specials! Sign Up! Markets Club Healthca"
    },
    {
      "url": "https://agavetravelcreative.com/",
      "title": "Agave Travel Creative | Sicily Travel Specialist",
      "description": "Agave Travel Creative, Sicily Travel Specialist, Sicily Cultural Concierge, Luxury Sicily Travel Specialist, Personalized Sicily Tour Programs, Food and Wine Tours in Sicily, Cultural and Culinary Tours in Sicily, Outdoor Adventures in Sicily, Local Life and Slow Travel in Sicily",
      "preview": "Insert copy here, which should vary depending on your region. Accept"
    },
    {
      "url": "http://www.foxandsheep.com/privacy-policy/",
      "title": "Privacy Policy Apps | Fox and Sheep",
      "description": "void",
      "preview": "Privacy Policy 1. Who are we? 1.1. We are Fox & Sheep GmbH (\" Fox & Sheep \"). You can reach us under the following contact data: Oberwallstr. 9 10117"
    },
    {
      "url": "https://icarus.flights/",
      "title": "Icarus Flights - Flight Intelligence for Investigators",
      "description": "Icarus Flights is a tool for analyzing uncensored aircraft activity data and tracing global aircraft ownership records",
      "preview": "void"
    },
    {
      "url": "https://helpdesk.strw.leidenuniv.nl/wiki/doku.php?id=new_desktop&tab_files=files&do=media&tab_details=view&image=manuals%3Avdesk_paste.png&ns=strw",
      "title": "new_desktop [Computer Documentation Wiki]",
      "description": "void",
      "preview": "skip to content Computer Documentation Wiki User Tools Log In Site Tools Search Tools Show pagesource Old revisions Backlinks Export to PDF Export Pag"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85949",
      "title": "Searchable Recipe Database - Indies- Chocolate (VEGAN) & Ganache (Not Vegan)",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    }
  ],
  "_meta": {
    "total_bookmarks": 116
  }
}