{
  "data": [
    {
      "url": "https://brainfoodstudio.com/tag/vacuum-flask/",
      "title": "vacuum flask Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "http://www.canale5.com/",
      "title": "Canale 5: video, puntate, programmi tv | Mediaset Infinity",
      "description": "Video, anticipazioni e puntate dei programmi di Canale 5. Notizie, anticipazioni e trame dei programmi tv in onda su Canale 5 Mediaset",
      "preview": "Hikmet, Cihan, Harika ed Esat cercano di convincere Bunyamin a donare un rene per salvare Samet, ma lui pone delle condizioni che, alla fine, sono cos"
    },
    {
      "url": "https://www.iworksmc.org/assistance",
      "title": "Get Assistance - Interfaith Works",
      "description": "void",
      "preview": "0 Get Assistance Recibe servicios a través de\"Interfaith Works\" Receiving Services Through Interfaith Works IW Essential Needs Center Address and Info"
    },
    {
      "url": "http://tech-m.com.pl/oferta/rodzaj-montazu/na-zewnatrz-pojazdu/",
      "title": "NA ZEWNĄTRZ POJAZDU | Techmot",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://powerautomate.microsoft.com/",
      "title": "Power Automate: Intelligent Robotic Process Automation | Microsoft Power Platform",
      "description": "Automate workflows and business processes across apps, systems, and websites with Microsoft Power Automate using AI, digital, and robotic process automation.",
      "preview": "This is the Trace Id: 957ec0e1d6b8d0ad21f98b2feff9329a Skip to main content Power Automate Optimize business processes with a comprehensive automation"
    },
    {
      "url": "https://app.diagrams.net/?src=about",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "https://offers.applearcade.apple/?itscg=10000&itsct=arc-0-arc_ovp-ribbon-apl-ref-211025",
      "title": "Apple Arcade - Three Month Offer - Apple",
      "description": "Buy a new iPhone, iPad, Apple TV, or Mac and get 3 free months of Apple Arcade.",
      "preview": "Get 3 months of Apple Arcade for free. Now when you buy a new iPhone, iPad, Apple TV, or Mac, it includes 3 months of Apple Arcade, with free access f"
    },
    {
      "url": "https://sgramajo.tumblr.com/",
      "title": "school and life and stuff",
      "description": "ummmmmmm . . .",
      "preview": "school and life and stuff ummmmmmm . . . Archive / RSS 2017-12-17 sevenkit : Pass on what you have learned. Strength, mastery. But weakness, folly, fa"
    },
    {
      "url": "https://gcvcc.gcvcc.org/list/member/cabot-s-pueblo-museum-desert-hot-springs-13476.htm",
      "title": "Cabot's Pueblo Museum | Entertainment & Attractions | Museums - Greater Coachella Valley Chamber of Commerce - Greater Coachella Valley Chamber of Commerce",
      "description": "Cabot's Pueblo Museum | Entertainment & Attractions | Museums",
      "preview": "Greater Coachella Valley Chamber of Commerce Cabot's Pueblo Museum Categories Entertainment & Attractions Museums 67616 East Desert View Ave. Desert H"
    },
    {
      "url": "https://designs.ai/logomaker/start",
      "title": "Create unique logo easily with Logomaker from Designs.ai",
      "description": "Professional, unique logo in minutes using Logomaker by Designs.ai.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.swiss-mountain-dog-store.com/swiss-mountain-dog-muzzles-c-3/unique-design-wire-swiss-mountain-dog-muzzle-for-winter-activities-p-143.html",
      "title": "Unique Design Wire Swiss Mountain Dog Muzzle for Winter Activities [M58##1116 Winter Wire Muzzle] : Swiss Mountain Dog Breed: Dog Harness, Muzzle, Collar, Leash, Dog Supplies",
      "description": "Swiss Mountain Dog Breed: Dog Harness, Muzzle, Collar, Leash Unique Design Wire Swiss Mountain Dog Muzzle for Winter Activities [M58##1116 Winter Wire Muzzle] - Unique Design Padded Metal Cage Dog Muzzle for Swiss Mountain Dog Winter Activities Are you searching for a muzzle both for winter and summer time? Do you want to find a durable item that will not be spoiled in frosty or rainy weather? Consider this design Reliable",
      "preview": "Oh no! Cookies are disabled : ( It is necessary to enable Cookies in your browser so you can shop online Don't know how to do this? Follow the directi"
    },
    {
      "url": "https://infinite.mirrors.phpclasses.org/discuss/blog/PHP-Classes-blog/post/97/thread/1/",
      "title": "web design award - Comments on PHP Classes blog post \"10th anniversary anno...\" - PHP Classes",
      "description": "void",
      "preview": "Login Register All class groups Latest entries Top 10 charts Blog Forums Shop Help Login Register web design award Search All class groups Latest entr"
    },
    {
      "url": "https://and-barnacleboy.tumblr.com/",
      "title": "The Boy Wonder",
      "description": "|#caliboy #bi #gay #sikh #black #poc|",
      "preview": "The Boy Wonder 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna and-barnacleboy whos that pokem"
    },
    {
      "url": "https://www.fantasyfootballscout.co.uk/2021/11/22/premium-members-area-update-compare-fpl-player-stats-across-all-outfield-positions/?hc_page=4&hc_sort_by=comment_date#hc_comment_24384403",
      "title": "Premium Members Area update: Compare FPL player stats across all outfield positions - Best FPL Tips, Advice, Team News, Picks, and Statistics from Fantasy Football Scout",
      "description": "A new addition for our subscribers",
      "preview": "Win at FPL with an FFS Membership · Save 40% Offer Ends Soon! Sign Up Now Dismiss Win at FPL with an FFS Membership · Save 40% Offer Ends Soon! Sign U"
    },
    {
      "url": "https://www.draysbay.com/2011/8/3/2341570/thoughts-on-matt-moore",
      "title": "Thoughts on Matt Moore | DRaysBay",
      "description": "Your best source for quality Tampa Bay Rays news, rumors, analysis, stats and scores from the fan perspective.",
      "preview": "Skip to main content SB Nation SB Nation logo A Tampa Bay Rays Community DRaysBay October 10, 2025 DRaysBay Navigation Drawer Login / Sign Up close Cl"
    },
    {
      "url": "https://www.pafans.com/actualidad/2021/se-presenta-el-restaurante-twentynines-y-el-videojuego-the-beat-challenge-90507",
      "title": "Se presenta el restaurante TwentyNine's y el videojuego The Beat Challenge • Pafans.com",
      "description": "Las dos novedades llegan gracias a la unión de PortAventura World, LaLiga y Kosmos",
      "preview": "MENÚ Guía de PortAventura El resort PortAventura Park Mediterrània Polynesia SésamoAventura China México Far West Carnaval Easter Celebration Hallowee"
    },
    {
      "url": "http://jcpenney.com/p/cacharel-yes-i-am-bloom-up-eau-de-parfum-vaporisateur-spray/ppr5008325002?pTmplType=beauty&country=US&currency=USD&selectedSKUId=91515390018&selectedLotId=9151539&fromBag=true&utm_medium=cse&utm_source=google&utm_campaign=Perfumes&utm_content=91515390018&cid=cse%7Cgoogle%7CWomens%7cPerfumes_91515390018&kwid=productads-adType%5EPLA&gclid=Cj0KCQiAutyfBhCMARIsAMgcRJR7KVGejMesFDDHJ6czi4MAOvCzIqFES7YCzqH1Z2mTgSAHUNlB8t0aAgOgEALw_wcB&gclsrc=aw.ds",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://ejfoundation.org/",
      "title": "Environmental Justice Foundation | Homepage",
      "description": "The Environmental Justice Foundation (EJF) exists to protect the natural world and defend our basic human right to a secure environment.",
      "preview": "Protecting O u r P e o p l e People and Planet New investigation: environmental collapse and human rights abuses in the Southwest Atlantic squid fishe"
    },
    {
      "url": "https://kidsplaycolor.com/clouds-in-the-sky-coloring-page/",
      "title": "Clouds In The Sky Coloring Page : Kids Play Color",
      "description": "Clouds In The Sky Coloring Page to Color, Print and Download for Free along with bunch of favorite Clouds coloring page for kids. Simply do online coloring for Clouds In The Sky Coloring Page directly from your gadget, support for iPad, android tab or using our web feature.",
      "preview": "HOME Privacy Policy Contact Us Play Coloring Pin Wall DMCA Copyright Site Map Submit Browse by Alphabetical Order Allosaurus Angry Birds Aphrodite App"
    },
    {
      "url": "https://www.outdoorlife.com/gear/best-gopros/",
      "title": "Best GoPros of 2024 | Outdoor Life",
      "description": "Should you buy the Hero 10 or Hero 9 Black? Is the GoPro MAX worth getting? We answer those questions in this review of the best GoPros.",
      "preview": "Best Overall GoPro Hero 10 See It Best Budget GoPro Hero 9 See It Best for 360 Footage GoPro MAX See It We may earn revenue from the products availabl"
    },
    {
      "url": "https://ca.linkedin.com/company/capitalg?trk=affiliated-pages",
      "title": "CapitalG | LinkedIn",
      "description": "CapitalG | 44,347 followers on LinkedIn. Alphabet&#39;s independent growth fund | CapitalG is Alphabet&#39;s independent growth fund. We invest capital to help remarkable entrepreneurs and leading transformational companies accelerate the growth of their businesses.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://nap.nationalacademies.org/catalog/24950/the-safety-and-quality-of-abortion-care-in-the-united-states",
      "title": "The Safety and Quality of Abortion Care in the United States | The National Academies Press",
      "description": "Read online, download a free PDF, or order a copy in print or as an eBook.",
      "preview": "Skip to main content Login or Register for a free MyNAP member account to save 10% off online and receive other benefits. [ Learn More ] Consensus Stu"
    },
    {
      "url": "https://www.esa.int/Science_Exploration/Space_Science",
      "title": "ESA - Space Science",
      "description": "ESA Science features news and resources to inspire the general public and inform the media on the latest discoveries in space exploration, in particular in the search for life on other planets and the origins of the universe.",
      "preview": "Latest All Stories Videos Images Story Read Story Read Story Read Story Read Video 00:03:16 Play Story Read Story Read Image View Video 00:02:28 Play"
    },
    {
      "url": "http://www.spiritstorybox.com",
      "title": "Spirit Story Box - iPhone Paranormal Ghost Hunting App",
      "description": "Spirit Story Box is an iPhone paranormal app used for ghost hunting.",
      "preview": "Fantastic Features An essential tool for all of your ghost adventures In the Media As seen in the Huffington Post, USA Today, The Daily Mail, Spirit &"
    },
    {
      "url": "https://www.sdnhm.org/exhibitions/fossil-mysteries/fossil-preparation/",
      "title": "The Nat |",
      "description": "void",
      "preview": "Search Search Search for The page you requested may have been moved or deleted Let's try one of the following remedies to get you back on track... Che"
    },
    {
      "url": "https://www.arbeitsagentur.de/jobsuche",
      "title": "Jobsuche der BA",
      "description": "Jobsuche der Bundesagentur für Arbeit. Hier Stellensuche nach neusten Jobs oder Ausbildungsplätzen starten in einer der größten Jobbörsen Deutschlands.",
      "preview": "void"
    },
    {
      "url": "https://rimzy.net/category/autonomy/",
      "title": "Personal blog of Yzmir Ramirez » Autonomy",
      "description": "void",
      "preview": "Home Personal blog of Yzmir Ramirez The Glass is twice as large as it needs to be Nov 30 2018 -- DoJ charges Autonomy founder with fraud over $11BN sa"
    },
    {
      "url": "http://www.uffizi.firenze.it/",
      "title": "Homepage | Gallerie degli Uffizi",
      "description": "Il sito ufficiale delle Gallerie degli Uffizi. Orari, tariffe, biglietti, abbonamenti e informazioni per gli Uffizi, Palazzo Pitti e Giardino di Boboli.",
      "preview": "Gallerie degli Uffizi L'incontro con la grande arte d'Occidente: meraviglia da scoprire che sempre sorprende Riaperto al pubblico il 21 dicembre 2024"
    },
    {
      "url": "https://www.motogp.com/en/teams",
      "title": "Teams | MotoGP™",
      "description": "The official website of MotoGP™, Moto2 and Moto3. Find out all the information about MotoGP teams and riders here.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official Aprilia Racing Aprilia Racing Jorge Martin Marco Bezzecchi BK8 Gresini Racin"
    },
    {
      "url": "https://www.pittsburghmagazine.com/downtown-pittsburgh-reimagining-a-more-vibrant-neighborhood/",
      "title": "Downtown Pittsburgh: Reimagining a More Vibrant Neighborhood | Pittsburgh Magazine",
      "description": "The pandemic changed the golden triangle. What type of neighborhood will it ultimately become?",
      "preview": "Sections Eat + Drink Things To Do Home + Design Weddings Community Magazine Subscribe Newsletters Digital Editions Order a Back Issue Order a Plaque N"
    },
    {
      "url": "https://m-selig.ae.illinois.edu/ads/coord_database.html",
      "title": "UIUC Airfoil Data Site",
      "description": "void",
      "preview": "Home UIUC Airfoil Data Site UIUC Airfoil Coordinates Database UIUC Airfoil Coordinates Database Included below are coordinates for approximately 1,650"
    },
    {
      "url": "https://www.omfif.org/events/cee-in-focus-the-future-of-capital-markets/",
      "title": "CEE in focus: the future of capital markets - OMFIF",
      "description": "Tue 5 Oct 2021 @ 09:00 - 11:30 -",
      "preview": "Skip to content CEE in focus: the future of capital markets Symposium Virtual Tue 5 Oct 2021 09:00 - 11:30 This high-level panel discussion will discu"
    },
    {
      "url": "https://www.teneo.net/",
      "title": "Teneo - IT Services For Network & Security Teams",
      "description": "Frustrated by limited time and resources? Teneo's solutions combine leading technology with expert guidance, helping you stay ahead of the game.",
      "preview": "Teneo IT Solutions for Network & Security Teams Leading Technology & Expert Guidance Meet with us Purpose Beyond Profit In working with Teneo, you are"
    },
    {
      "url": "https://www.computersplus.com/?attachment_id=31818",
      "title": "Computers Plus - Computer Repairs, Sales and Onsite Business Support - Computers Plus, a Directec Company",
      "description": "Computers Plus: Your experts in computer sales, computer repairs, onsite computer support and business networking. We offer top brands like Apple, Dell, Lenovo, plus custom built gaming computers. We offer solutions for both individuals and businesses.",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping We have moved! We are now located at 1229 E. Virginia St. in Evansville."
    },
    {
      "url": "https://federalismi.it/nv14/articolo-documento.cfm?sezione=Europa&area=Stati%2BEuropei&content=Letter%2Brequesting%2Bauthorization%2B%2Bto%2Bincur%2Binto%2Badditional%2Bexpenses%2Bin%2Badvance%2Bof%2BRoyal%2BAssent%2Bof%2Bthe%2BEU%2BWithdrawal%2BBill%2Bin%2Border%2Bto%2Bprepare%2Bfor%2Bthe%2Bexit&content_author=%3Cb%3EUK%20Government%20Permanent%20Secretary%3C/b%3E&content_source=&Artid=35634",
      "title": "Federalismi - Rivista di diritto pubblico italiano, comparato, europeo Archivio documenti - Sezione: Europa / Stati+Europei",
      "description": "Sezione: Europa Area: Stati+Europei Letter to the Department for Environment, Food and Rural Affairs to the Secretary of State, M. Gove, requesting authorization to incur into additional expenses in advance of Royal Assent of the EU Withdrawal Bill in order to prepare for the exit",
      "preview": "Log in or Create account Username Password Codice di controllo 626D81 Inserire il codice di controllo Forgot your password? NEWSLETTER Fondata da Beni"
    },
    {
      "url": "https://www.wyndhamhotels.com/ramada/kiev-ukraine/ramada-encore-kyiv/overview?CID=LC:RA::GGL:RIO:National:45388&amp;iata=00093796",
      "title": "Ramada Encore by Wyndham Kyiv | Kiev, UA Hotels",
      "description": "At Ramada Encore by Wyndham Kyiv, our welcoming atmosphere and convenient amenities, such as free WiFi, offer an ideal stay in Kiev, UA.",
      "preview": "ramada Home Kiev Hotels ${hotelName} - Change Search | Currency TOP CURRENCIES Currency updated on {updatedDate}. Prices may not reflect the most accu"
    },
    {
      "url": "https://www.howardstern.com/show/",
      "title": "Show | Howard Stern",
      "description": "void",
      "preview": "Skip to content 1-833-STERN-SHOW CALL OR TEXT ANYTIME! Show filter by: Month January February March April May June July August September October Novem"
    },
    {
      "url": "https://www.gov.pl/web/zdrowie",
      "title": "Ministerstwo Zdrowia - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.sagawards.org/fyc/iamanactor",
      "title": "23rd I AM AN ACTOR | Screen Actors Guild Awards",
      "description": "I AM AN ACTOR When the first Screen Actors Guild Awards® were presented on March 8, 1995, the ceremony opened with a speech by Angela Lansbury that gave the audience a little history of her as a performer: \"I've been Elizabeth Taylor's sister, Spencer Tracy's mistress, Elvis' mother and a singing teapot.\"",
      "preview": "Skip to main content Close I AM AN ACTOR When the first Screen Actors Guild Awards® were presented on March 8, 1995, the ceremony opened with a speech"
    },
    {
      "url": "https://www.blackrock.com/",
      "title": "Gestione degli investimenti e servizi finanziari | BlackRock",
      "description": "BlackRock è uno dei più importanti asset manager e uno dei principali fornitori di servizi di gestione degli investimenti al mondo. Scopri di più.",
      "preview": "Skip to content BlackRock BlackRock iShares iShares Aladdin Aladdin La nostra società La nostra società Investitore privato Italia Abbandona il sito B"
    },
    {
      "url": "https://www.tate.org.uk/visit/tate-modern",
      "title": "Tate Modern | Tate",
      "description": "Explore modern and contemporary art from around the world",
      "preview": "What's on Visit the free collection In Tate Modern Getting here Admission information Visiting tips Accessibility 25 years of Tate Modern Left Right A"
    },
    {
      "url": "https://www.capiusa.org/",
      "title": "CAPI: Communities Advancing Prosperity for Immigrants",
      "description": "CAPI provides comprehensive support services for immigrants and refugees in the Twin Cities. By addressing immediate needs and long-term goals, CAPI partners with individuals and families to achieve self-sufficiency and build thriving lives.",
      "preview": "0 C ommunities A dvancing P rosperity for I mmigrants Where Barriers Break and Futures Begin CAPI provides comprehensive support services for immigran"
    },
    {
      "url": "https://mcqg7tb-yjgl2414mz73fvhqnjg1.pub.sfmc-content.com/f1hi0yqv3yg",
      "title": "void",
      "description": "void",
      "preview": "Notice of Financial Incentives/Bona Fide Loyalty Program Disclosure We may offer incentives such as a coupon, discount, or sample in exchange for pers"
    },
    {
      "url": "https://www.theatlantic.com/technology/",
      "title": "Technology - The Atlantic",
      "description": "The Atlantic's coverage on Technology",
      "preview": "Artificial Intelligence See All Danielle Amy for The Atlantic The Most Reviled Tech CEO in New York Confronts His Haters Avi Schiffmann says he's enjo"
    },
    {
      "url": "https://www.onkelpoppi.de/vollgepumpt-mit-blei-playerunknowns-battlegrounds-pubg/",
      "title": "VOLLGEPUMPT mit Blei - PLAYERUNKNOWN'S BATTLEGROUNDS , PUBG - OnkelPoppi",
      "description": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus.",
      "preview": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus. Bitte akzeptiere YouTube-Cookies, um dieses Video abzuspielen. Wenn Du akze"
    },
    {
      "url": "https://ijuarez.tumblr.com/",
      "title": "ijuarez's tumblr",
      "description": "void",
      "preview": "ijuarez's tumblr mi ranking canciones 2014, Posted 10 years ago from bookmarklet 7 notes Tagged: SoundCloud , Italo Juárez , Rock , Indie Rock , . Sou"
    },
    {
      "url": "https://workforus.theguardian.com",
      "title": "Home :: The Guardian - Work with us",
      "description": "This is the description",
      "preview": "Skip to main content Explore opportunities See jobs Watch our video Millions of people around the world read the Guardian because they know they can t"
    },
    {
      "url": "https://senseless-shiver-of-alex.tumblr.com/",
      "title": "Senseless Shiver",
      "description": "Alexandria -> 20yrs old. Just a random blog of all things i find intresting with a smidgen of personal bits scattered here and there :)",
      "preview": "Home Archive Mobile RSS Senseless Shiver Photo July 19, 2016 211 notes skillshotlabs : It's finally here!!! The Notice Me Senpai! Star Festival Event"
    },
    {
      "url": "https://www.sait.ca/",
      "title": "SAIT - Southern Alberta Institute of Technology",
      "description": "The Southern Alberta Institute of Technology (SAIT) offers hands-on degree, diploma, certificate, continuing education and corporate training programs to develop the skills and knowledge employers demand.",
      "preview": "Skip to main content Turn your passion into purpose. Search Search sait.ca View all programs & courses Explore your future Browse our 2026 interactive"
    },
    {
      "url": "https://ushcccares.netlify.app/",
      "title": "USHCC CARES",
      "description": "USHCC CARES - Porque tú eres importante",
      "preview": "ES | EN info@ushcccares.com (202) 709-8611 Providing support, education, readiness and advice for small, minority and Hispanic-owned businesses in res"
    },
    {
      "url": "https://www.ipcc.ch/srocc/home/",
      "title": "Special Report on the Ocean and Cryosphere in a Changing Climate - Special Report on the Ocean and Cryosphere in a Changing Climate",
      "description": "void",
      "preview": "Website Survey The IPCC approved and accepted Special Report on the Ocean and Cryosphere in a Changing Climate at its 51st Session held on 20 - 23 Sep"
    },
    {
      "url": "https://www.metroscreenworks.com/60-x-100-aluminum-screen-for-tiny-insects/",
      "title": "60\" x 100' Aluminum Screen for Tiny Insects | Rolls Of Screen | Metro",
      "description": "Our aluminum screenw was developed specifically to protect against tiny insects, this tightly-woven metal wire mesh provides excellent visibility and air flow.",
      "preview": "Skip to main content 60\" x 100' Aluminum Screen for Tiny Insects (No reviews yet) Write a Review Write a Review Close × 60\" x 100' Aluminum Screen for"
    },
    {
      "url": "https://nk.unideb.hu/tanterem/week.php?year=2020&month=11&day=6&area=24&room=407",
      "title": "Egészségtudományi Kar",
      "description": "void",
      "preview": "Egészségtudományi Kar HU EN Diavetítés Tovább a promócióra Tovább az oldalra Tovább az oldalra Hírek Hírek A jövőd itt kezdődik! - ETK Pályaorientáció"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "https://impactchallenge.withgoogle.com/ai2018?p=YXJjaGl2ZQ==&v=NjA5Y2NjNDAxOTk4MGQ4N2NiYzk2OTdjZjYyYmVjYTRmYmRlM2Q1MA==",
      "title": "Google AI Impact Challenge 2018",
      "description": "Google.org issued an open call to organizations around the world to submit their ideas for how they could use AI to help address societal challenges.",
      "preview": "Google AI Impact Challenge 2018 Google AI Impact Challenge 2018 Working together to apply AI for social good Introduction Grantees About Criteria Expe"
    },
    {
      "url": "https://apha.org/",
      "title": "American Public Health Association",
      "description": "Championing optimal, equitable health and well-being for all.",
      "preview": "Championing optimal, equitable health and well-being for all. Speaking out for public health issues and policies for over 150 years. Stay informed and"
    },
    {
      "url": "https://www.law.columbia.edu/news/archive/kimberle-crenshaw-intersectionality-more-two-decades-later#:~:text=Crenshaw%3A%20Intersectionality%20is%20a%20lens,class%20or%20LBGTQ%20problem%20there",
      "title": "Kimberlé Crenshaw on Intersectionality, More than Two Decades Later | Columbia Law School",
      "description": "Professor Crenshaw coined the term and co-founded the African American Policy Forum. Before AAPF's 20th anniversary, Crenshaw reflects on where intersectionality is heading.",
      "preview": "Skip to main site navigation Skip to main content Kimberlé Crenshaw on Intersectionality, More than Two Decades Later News From Columbia Law Story Arc"
    },
    {
      "url": "https://www.hubocean.earth/press/news/kjell-inge-takes-on-a-high-level-role-to-support-the-un-decade-of-ocean-science",
      "title": "Norwegian industry builder Kjell Inge Røkke takes on a high-level role to support the UN Decade of Ocean Science and unlock industrial ocean data - HUB Ocean | Dedicated to Unlocking Ocean Data",
      "description": "Building on his ongoing investment and engagement in REV Ocean and HUB Ocean, the Norwegian industrial leader and main owner of Aker, Kjell Inge Røkke, has accepted to become a Patron of the Ocean Decade Alliance and the UN Ocean Decade Special Emissary for Industrial Ocean Data.",
      "preview": "0 Norwegian industry builder Kjell Inge Røkke takes on a high-level role to support the UN Decade of Ocean Science and unlock industrial ocean data 23"
    },
    {
      "url": "https://www.kgs.ku.edu/Publications/Bulletins/96_8/",
      "title": "KGS--The Red Eagle Formation in Kansas",
      "description": "void",
      "preview": "Skip Navigation Start Contents Introduction Usage Stratigraphy Summary Stratigraphic Sections References Next Page--Table of Contents The Red Eagle Fo"
    },
    {
      "url": "https://www.aclu-mo.org/en/news/aclu-missouri-statement-book-ban-action-wentzville-school-district",
      "title": "ACLU of Missouri Statement on Book Ban Action by Wentzville School District | ACLU of Missouri",
      "description": "ACLU of Missouri has issued a statement on action at the special meeting held by the Wentzville Board of Education on February 25, 2022, to rescind their decision to remove the Bluest Eye by Toni Morison. \"This is welcome news, but the fact remains that six books are still banned. And Wentzville's policies still make it easy for any community member to force any book from the",
      "preview": "Skip to main content ACLU of Missouri Statement on Book Ban Action by Wentzville School District Federal lawsuit representing parents of Wentzville st"
    },
    {
      "url": "https://lathes.co.uk/atlas/",
      "title": "Atlas lathes",
      "description": "Atlas 10-inch lathes from the first to last. Includes details of the British copies by Acorntools, Sphere and halifax",
      "preview": "email: t ony@lathes.co.uk Home Machine Tool Archive Machine-tools for Sal e & Wanted Machine Tool Manuals Catalogues Belts Books Accessories Atlas Lat"
    },
    {
      "url": "https://www.justchat.co.uk/",
      "title": "Chat in the online chat rooms at Just Chat",
      "description": "Chat online in our chat rooms. There is nothing to download and our chat rooms work on any device. Just choose a chat room and get chatting!",
      "preview": "Online chat rooms We offer online chat rooms. We are the UK's leading chat site and welcome chatters over the age of 18 from all over the world. Wheth"
    },
    {
      "url": "https://www.hiclub.bg/Article/10459036",
      "title": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай | Хай Клуб",
      "description": "В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един от основните конкуренти в производството на електрически автомобили. Според автора благодарение на „Тесла\" и други местни компании китайските марки електрически автомобили стават по-конкурентоспособни. Мащабната фабрика на американския автомобилопроизводител в",
      "preview": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай От КМГ В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един"
    },
    {
      "url": "https://hr.unm.edu/",
      "title": "Home :: Human Resources | The University of New Mexico",
      "description": "void",
      "preview": "Your browser does not support JavaScript! This will website not will not operate properly without JavaScript. The University of New Mexico Facebook Tw"
    },
    {
      "url": "https://www.meru.in/",
      "title": "Mobility Solutions: People Transportation Solutions | Mahindra Logistics",
      "description": "We offer comprehensive people mobility solutions for individuals and enterprises across major cities in India.",
      "preview": "Mobility Solutions Home Mobility Solutions Book Now 5000 0 + Vehicles Deployed Per Day 12000 0 + Trips Per Day 100 0 + Operating Locations 25000 0 + P"
    },
    {
      "url": "https://henneorganics.com/luxury-lip-tint-intrigue?",
      "title": "Nontoxic and sheer, moisturizing lip color. | Luxury Lip Tint - Intrigue - Henné Organics",
      "description": "Don't let dry lips hold you back from wearing c",
      "preview": "FREE U.S. SHIPPING ON ORDERS $50+ UNLOCK 10% OFF YOUR FIRST ORDER Join Henné Beauty Insiders and get exclusive tips and insights on all things beauty."
    },
    {
      "url": "https://commonbond.org/",
      "title": "CommonBond: Affordable Housing Nonprofit Organization MN WI IA & SD",
      "description": "CommonBond is an affordable housing nonprofit that serves low-income communities in Minnesota, Wisconsin, Iowa, and South Dakota. Learn how you can support our mission.",
      "preview": "Menu Future Donate Search Search Close this search box. CommonBond Communities Stable homes. Strong futures. Vibrant communities. What We Do At Common"
    },
    {
      "url": "https://nomadgirl.co/tag/antigua-barbuda/",
      "title": "Antigua & Barbuda information and articles - Nomad Girl",
      "description": "Find information and articles about Antigua & Barbuda on newsite.nomadgirl.co. Your source for world travel and digital nomad lifestyle.",
      "preview": "Tag: Antigua & Barbuda 58 Countries With Digital Nomad Visas - The Ultimate List by Tracey Johnson | Apr 15, 2024 | Travel Jobs , Digital Nomad Visas"
    },
    {
      "url": "https://www.uffizi.it/en/artworks",
      "title": "Artworks | Uffizi Galleries",
      "description": "Discover the gorgeous collections of the Uffizi, Pitti Palace and Boboli Gardens",
      "preview": "Artworks From masterpieces of painting and sculpture to the Gardens' old botanical species: the gorgeous collections of the Uffizi, Pitti Palace and B"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-programming/html-css",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.greencarreports.com/news/1098873_new-home-electric-car-charging-station-chooses-greenest-power",
      "title": "New Home Electric-Car Charging Station Chooses Greenest Power",
      "description": "Two companies partner to make a charging station that finds clean energy sources.",
      "preview": "Electric cars produce no tailpipe emissions, but their low overall carbon footprint can still be reduced even further. The cleaner the power source us"
    },
    {
      "url": "https://ouroceanpanama2023.gob.pa/areas-of-action/",
      "title": "Areas of Action - Our Ocean 2023",
      "description": "void",
      "preview": "Skip to content OUR OCEAN OPENS A SPACE FOR GLOBAL COOPERATION TO FULFILL OUR SUSTAINABLE DEVELOPMENT GOALS To defend the ocean's health, we must crea"
    },
    {
      "url": "https://www.citizensbank.com/disclosures/msstores.aspx",
      "title": "Microsoft Stores | Citizens",
      "description": "void",
      "preview": "LINE OF CREDIT ACCOUNT SUMMARY TABLE Interest Rates and Interest Charges Annual Percentage Rate (APR) for Purchases 0.00% For Line of Credit Tips from"
    },
    {
      "url": "https://www.nba.com/games",
      "title": "NBA Games - All NBA matchups | NBA.com",
      "description": "Watch NBA Games - Follow the game, scores and stats for NBA matchups.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://iloveladycakes.com/",
      "title": "LadyCakes Bakery - Downtown Cape Coral, Cape Coral, FL",
      "description": "Ever since she was a little girl, Bess LadyCakes loved to bake. In 2014 she turned her passion into a business. This family-owned bakery offers anything from a quick treat to go, to a multilayered cake masterpiece.",
      "preview": "× Turn moments into memories! Choose us for your next special occasion or get-together. Got a birthday party, rehearsal dinner, corporate or other eve"
    },
    {
      "url": "https://www.algore.com/about.html",
      "title": "About Al Gore - Al Gore",
      "description": "About Al Gore",
      "preview": "\" The climate crisis offers us the chance to experience what very few generations in history have had the privilege of knowing: a generational mission"
    },
    {
      "url": "https://www.kiwico.com/us/store/dp/roller-coaster-physics-ferris-wheel-project-kit/4072",
      "title": "Marble Roller Coaster | KiwiCo",
      "description": "Fuel your child's curiosity and love for engineering with KiwiCo's Marble Roller Coaster Kit. Perfect for kids ages 7+, this hands-on roller coaster toy makes learning about engine...",
      "preview": "Store Marble Roller Coaster Ages 7+ Ages 7+ Marble Roller Coaster Price: $49.95 $49.95 4.9 Become a thrill engineer and build twisty, turny tabletop r"
    },
    {
      "url": "https://pytorch.org/docs/stable/autograd.html",
      "title": "Automatic differentiation package - torch.autograd - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://www.cyberstates.org/pdf/CompTIA_Cyberstates_2021.pdf",
      "title": "State of the Tech Workforce 2024 | CompTIA Report",
      "description": "CompTIA's State of the Tech Workforce, also known as Cyberstates, is the definitive guide to tech workforce trends, the number of available jobs in technology, and tech industry employment statistics by state, metro area and nationwide.",
      "preview": "Quick links State of Tech Workforce 2024 C ompTIA's State of the Tech Workforce, also known as Cyberstates , provides the definitive guide to tech wor"
    },
    {
      "url": "https://connect.ala.org",
      "title": "Home - ALA",
      "description": "ALA Connect is an online platform for discussion and collaboration between ALA members. It's a centralized space for members, whether they're part of a formal committee or just want to share questions and ideas with other library professionals. Connect allows users to: • Talk with other members on discussion boards • Download shared resources from community-generated libraries • Collaborate as a member of volunteer committees and other groups",
      "preview": "Divisions American Assn. of School Librarians (AASL) Assn. for Library Service to Children (ALSC) Assn. of College & Research Libraries (ACRL) Core: L"
    },
    {
      "url": "http://brandradianz.com/",
      "title": "brand radianz",
      "description": "void",
      "preview": "No matter what people tell you, words and ideas can change the world. - Robin Williams Newsflash - Follow our trending projects & stories. Play your r"
    },
    {
      "url": "https://heap.io/product/security-compliance",
      "title": "Security & Privacy - Heap | Heap",
      "description": "Heap takes the safety of your customer data seriously by investing in security technology, compliance certifications, and extensive employee training.",
      "preview": "skip to content Heap provides fast moving digital teams with robust privacy tooling and optionality. Request Demo Free Trial Our suite of privacy and"
    },
    {
      "url": "http://blog.kaporcenter.org",
      "title": "The Bridge",
      "description": "Conversations at the intersection of tech, diversity, and entrepreneurship",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Bridge 7.9K followers · 5+ editors Follow Distance Traveled About kap"
    },
    {
      "url": "https://wiki.mozilla.org/Matrix",
      "title": "Matrix - MozillaWiki",
      "description": "void",
      "preview": "Matrix From MozillaWiki Jump to navigation Jump to search Main | Get Started | Rooms | Moderators | Bots | FAQ | Resources Matrix is an open, lightwei"
    },
    {
      "url": "http://www.decadeonrestoration.org/",
      "title": "UN Decade on Restoration",
      "description": "Ecosystem restoration generates tangible benefits for food and water security, climate change mitigation and adaptation, and can prevent conflict and migration triggered by environmental degradation.",
      "preview": "Skip to main content Preventing, Halting and Reversing Loss of Nature Everyone can play a role in bringing back nature. We are #GenerationRestoration"
    },
    {
      "url": "https://docs.microsoft.com/en-us/lifecycle/faq/internet-explorer-microsoft-edge",
      "title": "Lifecycle FAQ - Internet Explorer and Microsoft Edge | Microsoft Learn",
      "description": "Answers to frequently asked questions about the lifecycle policy for Internet Explorer and Microsoft Edge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://www.kayak.co.in/?ispredir=true",
      "title": "Search Flights, Hotels & Rental Cars | KAYAK",
      "description": "KAYAK searches hundreds of other travel sites at once to find the information you need to make the right decisions on flights, hotels & car hires.",
      "preview": "Compare flight deals from 100s of sites . Return Rome (ROM) Departure - Return 1 adult, Economy Search ... ... ... ... Start your travel planning here"
    },
    {
      "url": "https://www.gettyimages.com/detail/news-photo/russian-t-72-tank-destroyed-in-ukraine-is-installed-in-news-photo/1247431813?phrase=landmark%20ukraine%20anniversary&adppopup=true",
      "title": "A Russian T-72 tank destroyed in Ukraine is installed in front of... Foto di attualità - Getty Images",
      "description": "A Russian T-72 tank destroyed in Ukraine is installed in front of Russia's embassy in Berlin on February 24 on the first anniversary of the invasion of Ukraine; in background can be seen Berlin's... Scarica foto di attualità Premium ad elevata risoluzione da Getty Images",
      "preview": "Immagini Editorial Immagini e Video Creative Immagini Creative Editorial Video Creative Editorial GERMANY-UKRAINE-RUSSIA-CONFLICT A Russian T-72 tank"
    },
    {
      "url": "https://www.uffizi.it/en/artworks",
      "title": "Artworks | Uffizi Galleries",
      "description": "Discover the gorgeous collections of the Uffizi, Pitti Palace and Boboli Gardens",
      "preview": "Artworks From masterpieces of painting and sculpture to the Gardens' old botanical species: the gorgeous collections of the Uffizi, Pitti Palace and B"
    },
    {
      "url": "http://www.badzine.net/",
      "title": "Badzine.net | The World's #1 Badminton Webzine",
      "description": "The World's #1 Badminton Webzine",
      "preview": "Badzine.net The World's #1 Badminton Webzine HOME NEWS Superseries News Superseries Finals Grand Prix News World Championship News Thomas & Uber Cup N"
    },
    {
      "url": "https://burst.shopify.com",
      "title": "20,000+ Free Stock Photos and Royalty-Free Images",
      "description": "Browse thousands of beautiful copyright-free images. All our pictures are free to download for personal and commercial use, no attribution required.",
      "preview": "Looking to launch your online store? Experience Shopify for just $1/month on select plans during the trial period. Sign up now close Skip to Content C"
    },
    {
      "url": "http://www.grandvoyageitaly.com/piazza/pizza-emergency-kit-hey-you-never-know",
      "title": "Pizza Emergency Kit: Hey, You Never Know... - GRAND VOYAGE ITALY",
      "description": "Pizza Emergency Kit: Hey, You Never Know..., Pizza Pouch, Wearable pizza slice, pizza accessory, pizza fashion accessory, Stupidiotic.com, gag food gifts, funny pizza gift, gag pizza gift, pizza fashion accessory, pizza lanyard, pizza necklace, wearing p",
      "preview": "Piazza Older Posts Travel Our Family's Voyage Cucina Culture History Style Photos Videos Music Videos About Survey Links Shop 🛒 Piazza Older Posts Tra"
    },
    {
      "url": "https://www.callupcontact.com/Rural-Roads-c99325.html",
      "title": "Places close by Rural Roads Chefferie de Nkol Yem Cameroon",
      "description": "void",
      "preview": "We use cookies to provide services to you. By continuing to use this website, we assume that you agree to our use of cookies. Search Maps HOME List Yo"
    },
    {
      "url": "https://www.wmagazine.com/fashion/camila-morrone-chanel-paris-fashion-week-interview",
      "title": "Camila Morrone Adds a Touch of Rock 'n' Roll to Chanel in Paris",
      "description": "The 'Daisy Jones & the Six' actress talks working on the upcoming series, her first-ever Chanel show, and her decision to get bangs.",
      "preview": "Camila Morrone photographed by Corey Tenold Following Chanel's resort 2023 show back in May, actress Camila Morrone sat down to scroll through photos"
    },
    {
      "url": "https://raskin.house.gov/2022/12/statement-of-congressman-jamie-raskin-to-the-people-of-maryland-s-8th-district",
      "title": "Statement of Congressman Jamie Raskin to the People of Maryland's 8th District | Press Releases | Congressman Jamie Raskin",
      "description": "void",
      "preview": "skip to main Facebook Icon Google Plus Icon Instagram Icon LinkedIn Icon Twitter Icon YouTube Icon Vimeo Icon Clients Icon Email icon Map Icon Print I"
    }
  ],
  "_meta": {
    "total_bookmarks": 95
  }
}