{
  "data": [
    {
      "url": "https://events.hiringourheroes.org/event/674837FD-FB64-48EE-A4F2-08F5AE59C306",
      "title": "HOH Events",
      "description": "Register now for an upcoming Hiring Our Heroes event",
      "preview": "Skip to main content Register now for an upcoming Hiring Our Heroes event. Use the filters below to find an event near you, or join us for an upcoming"
    },
    {
      "url": "https://www.jobcity.at/job.php?aid=49975&mobile=true",
      "title": "jobcity.at - Das Jobportal in Wien",
      "description": "Details zur Stellenausschreibung des Unternehmens",
      "preview": "Login Registrieren Bewerber Arbeitgeber Firmenprofile Firmenprofile Arbeitgeber Bewerber Registrieren Login Datenschutz Impressum Kontakt × Wie möchte"
    },
    {
      "url": "https://www.designlibs.com/",
      "title": "Design Libs",
      "description": "Design Libs is your go-to reference for how to write and use some of the most common design thinking exercises, practices, and methods",
      "preview": "Design Libs How Might We Job Story Key Insight Point of View Problem Statement User Story Value Proposition How Might We Job Story Key Insight Point o"
    },
    {
      "url": "https://mykhumphrey.com/",
      "title": "MykHumphrey.com - Earn Anywhere - Live Anywhere - Play Anywhere",
      "description": "void",
      "preview": "Skip to content Living The Mountain Life Hey, I'm Mike. I ended up in a mountain valley in Japan and never left. My ambition: to ski as much as possib"
    },
    {
      "url": "https://insights.sustainability.google/#request",
      "title": "Google Environmental Insights Explorer - Make Informed Decisions",
      "description": "Environmental impact begins with insights. Explore data to make informed decisions and inspire action.",
      "preview": "Environmental Insights Explorer Impact begins with insights. Explore data to make informed decisions and inspire action. Explore estimated carbon emis"
    },
    {
      "url": "https://inayajewelry.com/",
      "title": "Inaya Jewelry: Earrings, Rings, Necklaces, & Gemstones - INAYA",
      "description": "Inaya Jewelry handcrafts jewelry with precious gemstones, real metals and passion. Browse our store and find jewelry for you or someone you love.",
      "preview": "Skip to content Free domestic shipping Item added to your cart View cart Check out Continue shopping Inspired by Petals. Powered by Gemstones. Shop Sp"
    },
    {
      "url": "https://www.nationalgeographic.com/science/article/high-seas-fishing-subsidies-oceans-science",
      "title": "Over Half of High Seas Fishing Only Profitable With Subsidies | National Geographic",
      "description": "Government funds prop up more than half of fishing in the open ocean, a new study reveals.",
      "preview": "A fisherman checks his fishing lines while fishing on the high seas. The high seas is defined as the open waters outside a country's exclusive economi"
    },
    {
      "url": "https://pageantofhope.org/donate",
      "title": "Donate - Pageant of Hope",
      "description": "void",
      "preview": "Cart 0 Back Our Story Impact Day of the Pageant FAQ Back Jupiter 2024 Jupiter 2023 Best Buddies x Pageant of Hope 22' Raleigh, NC 2022 Jupiter, FL 202"
    },
    {
      "url": "https://www.peacocktv.com/",
      "title": "Home | NBCUNIVERSAL MEDIA",
      "description": "We are one of the world's leading media and entertainment companies in the development, production, and marketing of entertainment, news and information to a",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content Your browser does not support the vi"
    },
    {
      "url": "https://democraticunderground.com/?com=thread&address=100210207075&info=1",
      "title": "Discussion Information - Democratic Underground Forums",
      "description": "void",
      "preview": "Friendly forums for passionate Dems! More than 93 million posts since 2001 Home Latest Greatest Videos Forums Hide ads Join up! Sign in Home Latest Gr"
    },
    {
      "url": "https://buschgardens.com/williamsburg/roller-coasters/pantheon/",
      "title": "Pantheon - Multi-Launch Coaster | Busch Gardens Williamsburg",
      "description": "Pantheon, fastest multi-launch roller coaster at Busch Gardens Williamsburg Virginia.",
      "preview": "2025 Howl-O-Scream Chaperone Policy . Pantheon™ Multi-Launch Roller Coaster Pantheon™, harnesses the speed and strength of five of the greatest Roman"
    },
    {
      "url": "https://sputniknews.com/",
      "title": "Sputnik News - World News, Breaking News & Top Stories",
      "description": "Sputnik International is a global news media keeping you updated on all the latest world news 24/7. Browse Sputnik for breaking news and top stories on politics, economy, social media and the most viral trends.",
      "preview": "Sputnik International feedback@sputniknews.com +74956456601 MIA „Rossiya Segodnya\" 252 60 International Russia's Special Operation Russia-US Talks on"
    },
    {
      "url": "https://ipsnews.be",
      "title": "Home | Inter Press Service",
      "description": "void",
      "preview": "Overslaan en naar de inhoud gaan Menu Inter Press Service Nieuwsagentschap Dit nieuws in uw medium? -- Kies een regio -- Noord-Amerika Latijns-Amerika"
    },
    {
      "url": "https://mydailysoapopera.de/shop/sonett-spruehstaerke-und-buegelhilfe-1-liter/",
      "title": "Sonett Sprühstärke und Bügelhilfe 1 Liter - www.MyDailySoapOpera.de",
      "description": "'-Aus pflanzlicher Stärke zu 100% aus Bioanbau. Stärkt, glättet und pflegt alle Textilien aus Baumwolle, Leinen, Hanf und Mischgewebe. Die Wäsche bleibt länger faltenfrei, formschön und Schmutz abweisend. Feiner Duft von Rosengeranie und Lavendel aus kontrolliert biologischem Anbau. 100% biologisch abbaubar",
      "preview": "Kostenlose Lieferung mit DHL ab 40,- € • alle Produkte ohne Tierversuche • überwiegend aus kontrolliert biologischen Inhaltsstoffen • Seifenshop seit"
    },
    {
      "url": "https://m.cda.pl/video/359839661/vfilm",
      "title": "HAUL ROSSMAN -49% (produkty do oczu) 2015",
      "description": "hejka :)Jeśli filmik ci się spodobał zostaw łapkę w górę :)► KONTAKT: adriaayt@gmail.comGDZIE MNIE ZNAJDZIECIE:► INSTAGRAM: https://instagram.com/adadrapikowska/► ASK: http://ask.fm/adriaytBuziaki, Ada :* :)",
      "preview": "void"
    },
    {
      "url": "https://newsroom.latam.paypal-corp.com/",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada Historia destacada / Hero block PayPal Corporativo Alianza Estratégicas OfficeMax proyecta crecimiento de 50% en ventas usando PayP"
    },
    {
      "url": "https://www.carat.fiserv.com/en-us/resources/",
      "title": "Resources",
      "description": "Insights, blog posts, news, events, and thought leadership from the world's leading merchant acquirer.",
      "preview": "Skip to Contact an Expert Skip to Main Content Find inspiration. Solve problems. Stay current. Discover trends and uncover opportunities with unique i"
    },
    {
      "url": "https://soyjugadodeboca.tumblr.com/",
      "title": "@soyjugadodeboca on Tumblr",
      "description": "Follow @soyjugadodeboca and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en/exclusive-services",
      "title": "Exclusive online services | Bang & Olufsen",
      "description": "Read more about the exclusive services we offer online, from express delivery and gift wrapping, to product care.",
      "preview": "From the comfort of your home Enjoy exclusive services When you purchase directly from B&O, you unlock a range of exclusive online services, including"
    },
    {
      "url": "https://kitchensavvy.com/some-like-it-hot",
      "title": "Some Like It Hot - KitchenSavvy",
      "description": "A friend of mine just made a small batch of salsa and put in 5 habanero peppers. She wanted it to be smoking hot but to her dismay it came out mild. It did get",
      "preview": "KitchenSavvy About Submit Your Questions Not Ready for Prime Time, Too. Chef Buddy Digital Measuring Cup I'll Drink to That (Not!) Some Like It Hot A"
    },
    {
      "url": "http://mtia.labs.si.umich.edu/search/?selected_facets=host_exact:Rita%20Rochelle&selected_facets=locations_exact:Guinea&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Angola&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Tanzania&selected_facets=completeness_exact:Platinum&selected_facets=performers_exact:Sunny%20Ade&selected_facets=performers_exact:Urafiki%20Band",
      "title": "Leo Sarkisian MTiA Archive",
      "description": "void",
      "preview": "1 Results Filters Host - Rita Rochelle 1 remove all filters Performers - Antoine Mundanda 1 Fela Ransome Kuti 1 Sunny Ade 1 Urafiki Band 1 remove all"
    },
    {
      "url": "https://extratv.com/2023/02/28/michael-b-jordan-talks-directing-creed-iii-while-co-stars-react-to-calvin-klein-ad-exclusive/",
      "title": "Michael B. Jordan's 'Creed III' Co-Stars React to Calvin Klein Ad (Exclusive)",
      "description": "Michael B. Jordan stepped onto the red carpet after stepping into the ring for \"Creed III.\" \"Extra's\" Melvin Robert was with the actor-director and his co-stars Jonathan Majors and Tessa Thompson at the big Hollywood premiere Monday.",
      "preview": "Skip to Main Content Getty Images Michael B. Jordan stepped onto the red carpet after stepping into the ring for \"Creed III.\" \"Extra's\" Melvin Robert"
    },
    {
      "url": "https://humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "https://www.cheese-info.co.uk/pages/visitor-support",
      "title": "Support for visitors | cheese-info.co.uk",
      "description": "void",
      "preview": "cheese-info.co.uk Support for visitors Support for visitors Thanks to our many visitors, we are able to keep our website running. Therefore, we find t"
    },
    {
      "url": "https://eur-lex.europa.eu/eli/dir/2009/136/2020-12-21",
      "title": "EUR-Lex - 02009L0136-20201221 - EN - EUR-Lex",
      "description": "void",
      "preview": "× Skip to main content EUR-Lex Access to European Union law This document is an excerpt from the EUR-Lex website You are here EUROPA EUR-Lex home EUR-"
    },
    {
      "url": "https://abc11.com/society/teen-in-viral-picture-at-raleigh-target-store-gets-the-job/515850/",
      "title": "Teen in viral picture at Raleigh Target store gets the job - ABC11 Raleigh-Durham",
      "description": "Yasir Moore became an internet sensation when a picture of Target employees helping him prep for a job interview went viral.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out SOCIETY Teen in viral picture at Raleigh Target store gets the job Friday, February"
    },
    {
      "url": "https://www.alouette.fr/news/decouvrez-le-nouvel-hymne-des-enfoires-maintenant-9987",
      "title": "Découvrez le nouvel hymne des Enfoirés : \"Maintenant\" !",
      "description": "Pour cette édition 2021, l'hymne des Enfoirés intitulé \"Maintenant\" est signé Slimane. Un titre qui sera au coeur du prochain spectacle de la troupe, maintenu malgré l'absence de public, et dont la diffusion est prévue en mars à la télévision.",
      "preview": "Découvrez le nouvel hymne des Enfoirés : \"Maintenant\" ! Publié : 11 janvier 2021 à 11h10 par Arnaud Laurenti Pour cette édition 2021, l'hymne des Enfo"
    },
    {
      "url": "https://earthobservatory.nasa.gov/images/148307/arabian-night-lights",
      "title": "Arabian Night Lights",
      "description": "Researchers have found another use for night lights imagery: tracking unregulated and under-reported fishing.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. EO Explorer Topics Search I"
    },
    {
      "url": "http://www.erp-recycling.pl",
      "title": "STRONA GŁÓWNA • O European Recycling Platform • ERP Polska",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Logowanie Search for: Member login STRONA GŁÓWNA admin 2025-03-31T18:59:03+02:00 Upraszczamy procesy analityczne i sprawoz"
    },
    {
      "url": "https://www.gradientos.app/",
      "title": "Gradientos",
      "description": "Gradientos makes it easy to find gradients.",
      "preview": "We're sorry but gradientos doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://adage.com/",
      "title": "Advertising, Marketing, Media and Tech News - Ad Age",
      "description": "void",
      "preview": "Keep Hispanic consumers engaged-why pulling back now costs more later Despite slower spending, sustained and culturally fluent engagement builds Hispa"
    },
    {
      "url": "https://www.shuttersup.co.uk/regions/shutters-in-maida-vale",
      "title": "Maida Vale Plantation Shutters | ShuttersUp",
      "description": "Add a touch of elegance to your home with made-to-measure shutters in Maida Vale. We'll work closely with you to deliver an unbeatable customer experience.",
      "preview": "SHUTTER SALE NOW ON"
    },
    {
      "url": "https://south-africa.financialadvisory.com/savings-accounts/nedbank/",
      "title": "Nedbank Savings Account Interest Rates",
      "description": "void",
      "preview": "South Africa Nedbank 1988 Personal Banking Private Banking Business Banking Locations About Suggested : All Products Fixed Deposit Savings Accounts Lo"
    },
    {
      "url": "https://investors.fiserv.com/",
      "title": "Fiserv, Inc. (FI)",
      "description": "Fiserv, Inc. (NYSE: FI), a Fortune 500 company, moves more than money. As a global leader in payments and financial technology, the company helps clients achieve best-in-class results through a commitment to innovation and excellence in...",
      "preview": "Stock Snapshot Latest Fiserv Small Business Index ® results now available Learn More Latest News Oct 8, 2025 2:19 PM EDT Fiserv to Release Third Quart"
    },
    {
      "url": "https://fcwc-fish.org/",
      "title": "Fisheries Committee for the West Central Gulf of Guinea",
      "description": "void",
      "preview": "First Aquaculture in the FCWC Region read more Second Regional Monitoring, Control and Surveillance Centre read more Third Data Collection in the FCWC"
    },
    {
      "url": "https://nsaneforums.com/topic/358229-vmware-workstation-player-1551-build-15018445/",
      "title": "VMware Workstation Player 15.5.1 Build 15018445 - News & Updates - Nsane Forums",
      "description": "VMware Workstation Player is the easiest way to run multiple operating systems at the same time on your PC. With its user-friendly interface, VMware Workstation Player makes it effortless for anyone to try out Windows 10, Chrome OS or the latest Linux releases, or create isolated virtual machines...",
      "preview": "Jump to content News & Updates Login new information × Existing user? Sign In Sign In Remember me Not recommended on shared computers Sign In Forgot y"
    },
    {
      "url": "https://hbr.org/2013/12/how-diversity-can-drive-innovation",
      "title": "How Diversity Can Drive Innovation",
      "description": "Most managers accept that employers benefit from a diverse workforce, but the notion can be hard to prove or quantify, especially when it comes to measuring how diversity affects a firm's ability to innovate. But new research provides compelling evidence that diversity unlocks innovation and drives market growth-a finding that should intensify efforts to ensure [...]",
      "preview": "SKIP TO CONTENT Harvard Business Review Logo Leadership qualities How Diversity Can Drive Innovation by Sylvia Ann Hewlett , Melinda Marshall and Laur"
    },
    {
      "url": "https://dhhr.wv.gov/covid-19/pages/vaccine.aspx",
      "title": "Vaccination Recommendations",
      "description": "void",
      "preview": "This page has moved. Please bookmark the correct page at https://breatheeasy.wv.gov"
    },
    {
      "url": "https://bilete.cfrcalatori.ro/en-GB/Itineraries",
      "title": "Itineraries + buy - CFR Călători online tickets",
      "description": "Quickly search train routes in Romania and plan your journey with CFR Călători. Find the trains timetable and buy online for any train at any time just before the departure..",
      "preview": "Cookies policy This website is using cookies. By navigating further, you express your consent for using the necessary cookies, but you can opt out for"
    },
    {
      "url": "https://greaterbaltimoreblackchamber.org/",
      "title": "void",
      "description": "void",
      "preview": "Join Us Donate Contact Us Log in Home About Chamber Mission A Tribute to the Founding Chair Contact Us GBBCC Photo Gallery Membership Membership Appli"
    },
    {
      "url": "http://www.headwatersfoundation.org/",
      "title": "Headwaters Foundation for Justice",
      "description": "Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has resourced movement organizations that are too often overlooked or excluded by mainstream philanthropy. Our grantmaking supports organizations and groups on the front lines of social change. We believe that the people who directly experience society's",
      "preview": "Skip to content Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has"
    },
    {
      "url": "https://www.theverge.com/2020/11/18/21573081/google-new-tool-hot-cities-trees-climate-change-temperature",
      "title": "Google launches new tool to help cities stay cool | The Verge",
      "description": "Cities are typically hotter than their rural neighbors because of the urban heat island effect, and climate change is making urban areas even hotter. Google debuted a new tool called Tree Canopy Lab in an effort to help keep cities like Los Angeles cool by helping them plant more trees.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://new.express.adobe.com/tools/generate-qr-code",
      "title": "Adobe Express",
      "description": "Adobe Express",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://help.tbn.org",
      "title": "TBN+ Customer Support",
      "description": "void",
      "preview": "TBN+ Customer Support Home Submit a Ticket HOW CAN WE HELP? Results No results found More results We use cookies to analyze website traffic and help i"
    },
    {
      "url": "https://gelunnucifera.tumblr.com/",
      "title": "Fragments of My Imagination",
      "description": "Trying to understand the complex world and convey it simply. ------- Art blog ------- Other art...",
      "preview": "Fragments of My Imagination RSS Oct 9 wardoftheflies : todayintokyo : Rainy season by モモ ID: art of a black cat stepping on a road in the rain, surrou"
    },
    {
      "url": "https://taaacc.org/",
      "title": "Home - Texas Association of African American Chamber of Commerce",
      "description": "void",
      "preview": "About TAAACC To ensure that African American Business Owners receive a fair share of the economic prosperity of Texas. Serve as a catalyst for a bette"
    },
    {
      "url": "https://isr.uci.edu/biblio?page=4&amp%3Bamp%3Bf%5Bauthor%5D=1400&amp%3Bamp%3Bs=title&amp%3Bamp%3Bo=asc&amp%3Bf%5Bauthor%5D=1775&f%5Bauthor%5D=30&s=author&o=asc",
      "title": "Index of /biblio",
      "description": "void",
      "preview": "Index of /biblio Name Last modified Size Description Parent Directory - export/ 2020-07-21 09:41 - filter.html 2020-07-18 03:06 64K filter0a3b.html 20"
    },
    {
      "url": "http://www.midiowahealth.org",
      "title": "Mid-Iowa Health Foundation",
      "description": "We advance system-change solutions that lead to health equity.",
      "preview": "news Mid-Iowa Health Foundation Celebrates 40 Years Search Open Menu Close Menu Close Search Systems shape the social, economic, and environmental con"
    },
    {
      "url": "https://www.acehardware.com/departments/lawn-and-garden/snow-removal-and-equipment/snow-blowers/7002414",
      "title": "Ariens Classic Two Stage Gas Snow Blower 24\" 208cc Electric Start Mfr# 92002500 - Ace Hardware",
      "description": "Get through the snow with consistent and reliable performance. Move 58 tons of snow per hour with 40 ft. throwing distance. Find Ariens Snow Blowers at Ace.",
      "preview": "Skip to content Hi there! Ace Hardware Shop Services Projects & Tips Savings What can we help you find? Ace Hardware What can we help you find? Ace Ha"
    },
    {
      "url": "http://mahoneyandgotto.com/links.php",
      "title": "Useful Links | Mahoney & Gotto Company, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "description": "Mahoney & Gotto Company is a full service tax and accounting firm, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "preview": "HOME | CONTACT US Menu Home Our Firm Our People Our History Our Credentials Our Areas of Specialization Services Tax Services Accounting Services Cons"
    },
    {
      "url": "https://www.popsugar.com/fitness/why-lexi-brumback-stopped-cheering-navarro-48685485",
      "title": "Cheer: Why Did Lexi Brumback Leave Navarro? | PS Fitness",
      "description": "Lexi Brumback wasn't on Navarro's cheer team in 2021, and she tells POPSUGAR she didn't return to school for the spring semester due to academic struggles.",
      "preview": "Skip to main content Fitness Mental Health Sports Lexi Brumback Explains Her Departure From Navarro in Cheer Season 2 By Samantha Brodsky Published on"
    },
    {
      "url": "https://www.hbomax.com/",
      "title": "HBO Max | Stream Series and Movies",
      "description": "Stream must-see series, hit movies, exclusive originals, family favorites, and live sports. Plans start at $9.99/month.",
      "preview": "Skip To Content Must-see series, movies & more. Choose an HBO Max plan or bundle to start streaming. HBO Max Plans start at $ 9.99 /month Get HBO Max"
    },
    {
      "url": "http://www.descarca.ucoz.com/",
      "title": "Play CronoLead - Pagina principală",
      "description": "void",
      "preview": "Home Movies TV Shows Cartoons Forum Informer #1 [ File Catalog · Entries · Entry date D · Entries: 10 · Columns: 1 ] Cars 2 Informer #1 [ File Catalog"
    },
    {
      "url": "https://drwhitneybowebeauty.com/products/relaxation-sleep-skin-capsules",
      "title": "Night Mode- Restorative Sleep + Skin Capsules - Dr. Whitney Bowe Beauty",
      "description": "A clinically-proven relaxation capsule by dermatologist Dr. Whitney Bowe.† Designed to: Support healthier skin by helping to ease stress and promote calm† Facilitate better sleep-without a groggy morning hangover† Promote relaxing alpha wave brain activity and a healthy circadian rhythm† Melatonin-free, non-habit-formi",
      "preview": "Our newest product is dropping soon Sign up for early access to our latest derm-created, 100% clinically-proven innovation. Shop before everyone else"
    },
    {
      "url": "https://coloringwatch.com/privacy",
      "title": "Privacy - Coloring Watch",
      "description": "Coloring Watch Privacy Policy In order to start optional Coloring Sessions that track your heart rate, Coloring Watch needs access to your Heart Rate and Mindful Minutes data in HealthKit. Information read by Coloring Watch is only stored and used locally on your iPhone and Apple Watch. For any Coloring Watch related questions please contact [...]",
      "preview": "Coloring Watch Privacy Policy In order to start optional Coloring Sessions that track your heart rate, Coloring Watch needs access to your Heart Rate"
    },
    {
      "url": "https://ayt.co/interlinear/heb2ayt/detail.php?id=19453&s=2534",
      "title": "Jeremiah 21:12",
      "description": "void",
      "preview": "Back to #2534 Go Up ↑ << Jeremiah 21:12 >> Genesis Exodus Leviticus Numbers Deuteronomy Joshua Judges Ruth 1 Samuel 2 Samuel 1 Kings 2 Kings 1 Chronic"
    },
    {
      "url": "https://yourfuture.accaglobal.com/global/en.html",
      "title": "Get an accountancy qualification with ACCA",
      "description": "Embark on the journey to become an ACCA qualified professional and unlock boundless opportunities across the globe! Be unlimited with ACCA by your side.",
      "preview": "Why ACCA Get a flying start to your business career with ACCA Get the business qualification for a fast-changing world. Request info Getting started P"
    },
    {
      "url": "https://www.compass.com/listing/1016-north-bundy-drive-los-angeles-ca-90049/1120499364511556577/",
      "title": "1016 N Bundy Dr, Los Angeles, CA 90049 | MLS #22-193037 | Compass",
      "description": "1016 N Bundy Dr, Los Angeles, CA 90049 is a single family home not currently listed. This is a 6-bed, 7-bath, 6,608 sqft property.",
      "preview": "1016 N Bundy Dr Los Angeles, CA 90049 $5,405,000 Last Sold Price 6 Beds 7 Baths 6,608 Sq. Ft. $818 / Sq. Ft. 6,608 Sq. Ft. $818 per Sq. Ft. Checking S"
    },
    {
      "url": "https://www.kiteplans.org/",
      "title": "World's largest kite plan archive - Kite Plan Base (KPB)",
      "description": "The Kite Plan Base is the largest kite plan archive in existence. It isn't a mere link directory, it contains actual plan backups.",
      "preview": "World's largest kite plan archive - Kite Plan Base (KPB) ES cambiar el idioma a español home 1 line Flat Kites Bowed Kites Delta Kites Box Kites Sled"
    },
    {
      "url": "https://www.randomlists.com/nouns",
      "title": "Generate a list of random nouns",
      "description": "A great free teaching tool. Create a list of nouns from our massive English word database. Also add any other parts of speech.",
      "preview": "Random nouns: Loading... Random Noun Generator If you missed your curfew, or were out with that friend your husband/wife just doesn't like, you probably"
    },
    {
      "url": "https://special-led.de/led-leuchtmittell-lamps-light-retrofit.html?led_material=1383",
      "title": "LED Leuchtmittel Retrofit (austauschbar)",
      "description": "Übersichtliche Auswahl von günstigen LED-Leuchtmittel (Retrofit d.h. austauschbare LED-Leuchtmittel) von Rolux, Segula, Osram, Philips und Bioledex und vielen anderen Herstellern für Gewerbe und Privat",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. Sie müssen JavaScript in Ihrem Browser aktivieren, um alle Funktionen in diesem Shop nutzen z"
    },
    {
      "url": "https://justiceforvets.org/wp-content/uploads/2017/03/RAND.pdf",
      "title": "Justice for Vets - All Rise",
      "description": "void",
      "preview": "All Rise Justice for Vets Justice for Vets We empower communities to respond effectively to the complex medical, behavioral health, and criminogenic n"
    },
    {
      "url": "https://www.safetygearstore.co.uk/188-200-130-rugged-hand-held-smart-device-vehicle-charger",
      "title": "188-200-130 Rugged Hand-Held Vehicle Charger Only £37.00 excl vat From Safety Gear Store Ltd",
      "description": "188-200-130 Rugged Hand-Held Vehicle Charger from only £37.00 excl vat. Next day Delivery for in stock items. Smart Device Vehicle Charger",
      "preview": "Currency: US Dollar British Pound Euro Search Returning Customer Email: Password: Remember me? Forgot password? Log in Don't have an account? Create a"
    },
    {
      "url": "https://acs782.tumblr.com/post/144450686127",
      "title": "Maryland moves to increase diversity in computer... - Stuff",
      "description": "Maryland moves to increase diversity in computer science codeorg: \" A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "Stuff This n that archive rss feed 5.16.16 Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't"
    },
    {
      "url": "https://www.wetv.com",
      "title": "We TV | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "We TV is the premium network destination where culture, passion, and drama thrive. Watch the latest episodes of The Braxtons, Love After Lockup, Brat Loves Judy, Toya & Reginae, Mama June and more.",
      "preview": "Fridays 9:30/8:30c Deb's House Legendary music mogul Deb Antney returns to change the female rap game. Here, Antney proves that becoming a hip-hop sup"
    },
    {
      "url": "https://www.thefulltoss.com/",
      "title": "The Full Toss Cricket Blog - English Cricket, No Spin",
      "description": "Irreverent England cricket blog with a zero percent bounce rate. It's cricket from a supporter's perspective - and absolutely no spin.",
      "preview": "Read on 30 comments Read later Read on 3 comments Read later Read on 3 comments Read later Read on Read later Read on 14 comments Read later Read on 6"
    },
    {
      "url": "https://www.imo.org/en/OurWork/Legal/Pages/Registration-of-ships-and-fraudulent-registration-matters.aspx",
      "title": "Registration of ships and fraudulent registration matters",
      "description": "void",
      "preview": "Ship registration Registration of a ship plays an imperative function towards safety and security of the maritime transport and significantly contribu"
    },
    {
      "url": "https://mickey-the-doll.tumblr.com/",
      "title": "50m3 Th1ng5 D0 N0t C0mput3",
      "description": "27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea. Icon by @SteffiJarnefelt on Twitter! check out my side art/doodle blog...",
      "preview": "Theme 50m3 Th1ng5 D0 N0t C0mput3 27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea."
    },
    {
      "url": "https://lulac.org/",
      "title": "LULAC",
      "description": "To advance the economic condition, educational attainment, political influence, housing, health and civil rights of the Hispanic population of the United States.",
      "preview": "Skip to main content LULAC is the nation's largest and oldest civil rights volunteer-based organization that empowers Hispanic Americans and builds st"
    },
    {
      "url": "https://hardy.lnk.to/themockingbirdandthecrow",
      "title": "HARDY - the mockingbird & THE CROW",
      "description": "Listen to the mockingbird & THE CROW by HARDY.",
      "preview": "void"
    },
    {
      "url": "https://www.superawesome.com/privacy-hub/awesomeads-privacy-policy/)",
      "title": "AwesomeAds Marketplace Privacy Policy - SuperAwesome",
      "description": "SuperAwesome delivers compliant, kid-safe ad campaigns globally through AwesomeAds, our digital advertising platform. Our business was created specifically to develop kidtech - technology solutions for the compliance requirements of the digital kids' market.",
      "preview": "English AwesomeAds Marketplace Privacy Policy Last updated: 2 October 2024 Welcome to the AwesomeAds Marketplace Privacy Policy Contents 1. About us 2"
    },
    {
      "url": "http://www.gazzetta.it/",
      "title": "La Gazzetta dello Sport | Notizie sportive e risultati live di oggi",
      "description": "Leggi su gazzetta.it le ultime news sportive live, scopri i risultati in diretta e video di calcio, basket, F1, MotoGP, ciclismo, tennis e molto altro.",
      "preview": "Primo piano festival dello sport Cairo: \"Il Giro d'Italia è un ambasciatore dello sport nel mondo. L'edizione 2026 partirà dalla Bulgaria\" S. Battaggi"
    },
    {
      "url": "https://www.vicinft.com/company",
      "title": "Vici Network",
      "description": "Orchestrate many-to-many swaps. Vici Network offers users a dynamic and engaging solution for everyone to create and manage their own token portfolio.",
      "preview": "Enterprise Blockchain Solutions Secure, compliant, and scalable smart contract infrastructure for stablecoins and token-based applications, powered by"
    },
    {
      "url": "https://www.unops.org/expertise/infrastructure",
      "title": "Infrastructure | UNOPS",
      "description": "Infrastructure forms the backbone of a functioning society. From connectivity to migration to climate change, infrastructure touches every aspect of human...",
      "preview": "The United Nations Office for Project Services (UNOPS) Infrastructure See More Quicklinks Contact UNOPS Infrastructure Work with us Infrastructure for"
    },
    {
      "url": "https://www.gmtpost.com/post/new-gucci-dive-watches",
      "title": "New Gucci Dive Watches",
      "description": "Gucci is extending its dive watch collection with a range of 40 and 45mm timepieces",
      "preview": "New Watches New Gucci Dive Watches Oct 5, 2018 Share on Facebook Share on Twitter Share on Google+ Gucci is extending its dive watch collection with a"
    },
    {
      "url": "https://careers.pttep.com/MYAsset/go/MY-Corporate-Secretary-&-Administration/4730110/",
      "title": "void",
      "description": "void",
      "preview": "Press Tab to Move to Skip to Content Link Skip to main content Language English (United Kingdom) SIGN IN HOME PAGE ABOUT PTTEP JOBS BY FUNCTION Commer"
    },
    {
      "url": "https://chromeenterprise.google/os/upgrade/",
      "title": "Get Started with a ChromeOS Device Management License - ChromeOS",
      "description": "With ChromeOS device management, businesses can remotely manage the devices that power employees. Explore customized upgrades and licenses.",
      "preview": "Managing your business devices is this simple With ChromeOS device management, businesses can easily and remotely manage the devices that power employ"
    },
    {
      "url": "https://www.georgiaencyclopedia.org/articles/history-archaeology/leo-frank-case/",
      "title": "Leo Frank Case - New Georgia Encyclopedia",
      "description": "The Leo Frank case is one of the most notorious and highly publicized cases in the legal annals of Georgia. A Jewish man in Atlanta was placed on trial and convicted of raping and murdering a thirteen-year-old girl who worked for the National Pencil Company, which he managed. Before the lynching of Frank two years [...]",
      "preview": "Skip to content Author Leonard Dinnerstein , University of Arizona, Tucson, Arizona Originally published May 14, 2003 Last edited Aug 11, 2020 The Leo"
    },
    {
      "url": "https://soundcloud.com/thelayover/ep-26-like-hair-we-be-conditioned",
      "title": "Stream episode EP 26: Like Hair, We Be Conditioned by The Layover podcast | Listen online for free on SoundCloud",
      "description": "Play EP 26: Like Hair, We Be Conditioned by The Layover on desktop and mobile. Play over 320 million tracks for free on SoundCloud.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it Natachi Mez shares a story about her evolut"
    },
    {
      "url": "https://wiktenauer.com/wiki/Main_Page",
      "title": "Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Dedicated to the memory of Dr. Patri Pugliese",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Main Page From Wiktenauer Ju"
    },
    {
      "url": "https://addons.mozilla.org/firefox/addon/facebook-container/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Facebook Container - Get this Extension for 🦊 Firefox (en-US)",
      "description": "Download Facebook Container for Firefox. Prevent Facebook from tracking you around the web. The Facebook Container extension for Firefox helps you take control and isolate your web activity from Facebook.",
      "preview": "What does it do? Facebook Container works by isolating your Facebook identity into a separate container that makes it harder for Facebook to track you"
    },
    {
      "url": "https://nationalfund.org/collaborative/new-york-city-workforce-funders/?gclid=CjwKCAjwiuuRBhBvEiwAFXKaNF35FF-ruuvIbgCGuVdaVMRiLDLfi_hY5YOR0PVmJh_SbA2uGAadsxoCBV8QAvD_BwE",
      "title": "New York City Workforce Funders | National Fund for Workforce Solutions",
      "description": "Established in 2000, the New York City Workforce Funders (Workforce Funders) is a key entity in building a more effective workforce system for low-income job...",
      "preview": "Skip to content New York City Workforce Funders Established in 2000, the New York City Workforce Funders (Workforce Funders) is a key entity in buildi"
    },
    {
      "url": "https://www.westminster-abbey.org/about-the-abbey/history/royalty",
      "title": "Royalty | Westminster Abbey",
      "description": "Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror was crowned on Christmas Day. The church has been closely linked with the royal family all through its history, and that continues today with the monarch visiting the Abbey throughout the year. Explore the Abbey's links with royalty and have a go at recreating your own coronation at home.",
      "preview": "Skip to main content Home Learning Families At home Royalty Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror w"
    },
    {
      "url": "https://crontab.guru/",
      "title": "Crontab.guru - The cron schedule expression generator",
      "description": "An easy to use editor for crontab schedules.",
      "preview": "Cron Job Monitoring crontab guru The quick and simple editor for cron schedule expressions by Cronitor . loading... Monitor your cron jobs with Cronit"
    },
    {
      "url": "https://studgin.tumblr.com/",
      "title": "Untitled",
      "description": "void",
      "preview": "(via helga-tt ) 9 years ago 550 notes"
    },
    {
      "url": "https://www.megacabs.com/",
      "title": "void",
      "description": "void",
      "preview": "Home About Us Drive with us Login Download App 9350011111 Call us 24 X 7 62, Upper Ground Floor, Okhla Industrial Estate Phase-III, New Delhi - 110020"
    },
    {
      "url": "https://thequeenssix.co.uk/",
      "title": "Home - The Queen's Six",
      "description": "void",
      "preview": "× Home About Media Music Videos Photos Concerts Forthcoming History Testimonials Shop Contact × About us + Music Videos Testimonials Contact"
    },
    {
      "url": "https://www.therosienetwork.org/missionandimpact",
      "title": "MISSION & IMPACT | The Rosie Network",
      "description": "We Empower Entrepreneurs with Training, Mentors, Marketing, Branding Commercials, & More!",
      "preview": "top of page OUR MISSION & WHY We have trained and mentored active-duty, veterans, and military spouses for 10 YEARS. While our network has grown, our"
    },
    {
      "url": "http://www.edscuola.com/",
      "title": "Educazione&Scuola© by Dario Cillo - La Rivista telematica della Scuola e della Formazione",
      "description": "void",
      "preview": "Reg. Trib. Lecce n. 662 del 01.07.1997 - ISSN 1973-252X - Dir. resp. Dario Cillo | | Consiglia ad un amico | > Anno XXX - n. 1178 - Edscuola Rassegne"
    },
    {
      "url": "https://www.desmos.com/3d",
      "title": "Desmos | 3D Graphing Calculator",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "http://www.navoba.org/",
      "title": "NaVOBA Home",
      "description": "NaVOBA provides a direct link for contracting between corporate America and Certified Veteran's (VBE®) and Service-Disabled Veteran's (SDVBE®) businesses.",
      "preview": "Get in touch Subscribe to Newsletter Subscribe to Newsletter Apply Now CERTIFYING VETERAN'S BUSINESS ENTERPRISES® TO COMPETE & WIN CORPORATE CONTRACTS"
    },
    {
      "url": "https://docs.anthropic.com/claude/docs/quickstart",
      "title": "Get started with Claude - Claude Docs",
      "description": "Make your first API call to Claude and build a simple web search assistant",
      "preview": "Claude Docs home page English Search... ⌘ K Search... Navigation First steps Get started with Claude Welcome Claude Developer Platform Claude Code Mod"
    },
    {
      "url": "https://www.snackcrate.com/",
      "title": "A Monthly Box from Around the World | SnackCrate",
      "description": "Embark on a flavor journey with SnackCrate! Each box is a surprise of delicious snacks from a new country every month.",
      "preview": "Get Help Previous Themes Login Get Help Login GET STARTED Get SnackCrate Previous Themes Give Gift GET HELP LOGIN SnackCrates are $10 Today! SnackCrat"
    },
    {
      "url": "https://www.dbricette.it/database.htm",
      "title": "DBRicette: Database ricette",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Database ricette DBRicette (v1.3.28200) Data: 29/12/2015 Lingua: Dimensioni:"
    },
    {
      "url": "https://www.tommyjohn.com/products/womens-go-anywhere-fleece-lined-brushed-legging",
      "title": "Women's Apparel Bottoms - Tommy John",
      "description": "void",
      "preview": "Skip to content Apparel Bottoms Hide filters All filters 0 star rating (0 reviews ) 0 star rating (0 reviews ) 0 star rating (0 reviews ) 0 star ratin"
    },
    {
      "url": "https://support.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Mozilla Support",
      "description": "void",
      "preview": "Skip to main content Switch language Skip to search Windows 10 will reach EOS (end of support) on October 14, 2025. For more information, see this art"
    },
    {
      "url": "https://tampabay.com/enewspaper/",
      "title": "Log in | Tampa Bay Times",
      "description": "void",
      "preview": "Email address * Please enter an email address Password * Show password Hide password Password is required Forgot password? Continue Don't have an acco"
    },
    {
      "url": "https://ch.linkedin.com/company/quantis-intl?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Quantis | LinkedIn",
      "description": "Quantis | 67.786 Follower:innen auf LinkedIn. We partner with leading organizations to drive sustainable transformation to operate within planetary boundaries. | Quantis, a BCG company, partners with leading consumer goods and financial services organizations to drive sustainable transformation to operate within planetary boundaries. We balance the latest science with business acumen to guide our clients to future-proof their business and thrive in a new planetary economy. We believe in the power of business to create a sustainable future where nature, people - and business - can thrive.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "http://www.misau.gov.mz/index.php",
      "title": "MINISTÉRIO DA SAÚDE",
      "description": "void",
      "preview": "Skip to content Últimas Notícias XIII Conselho Hospitalar do Ministério da Saúde MOÇAMBIQUE LANÇA SISTEMA NACIONAL DE RASTREABILIDADE DE MEDICAMENTOS"
    }
  ],
  "_meta": {
    "total_bookmarks": 99
  }
}