{
  "data": [
    {
      "url": "https://www.centrostudilaruna.it/tag/misteri-orfici",
      "title": "misteri orfici - Centro Studi La Runa",
      "description": "void",
      "preview": "Breve panoramica sulle principali religioni misteriche del mondo greco, nella loro (parziale) contrapposizione alla religione olimpica classica. Un sa"
    },
    {
      "url": "https://disneyparks.disney.go.com/blog/2022/07/celebrate-the-40th-anniversary-of-tron-with-a-new-look-at-tron-lightcycle-run-in-magic-kingdom-park/",
      "title": "Disney Parks Blog",
      "description": "Welcome to the Disney Parks Blog! Discover the stories you know and love - from the locations, attractions, cruise ships, expeditions, products, and so much more.",
      "preview": "Skip to content Halloween at Disney Kindly step all the way in please, and make room for everyone. There's no turning back now from this ghostly gathe"
    },
    {
      "url": "https://freshvinewine.com/product/cabernet_sauvignon/",
      "title": "Cabernet Sauvignon Red Wine - Fresh Vine Wine",
      "description": "Our medium bodied Cabernet Sauvignon is low in sugar, gluten free, and the perfect pairing to an active lifestyle with a clean fresh taste of boysenberry, blackberry, and chocolate with aromas of dark cherry and blackberry followed by notes of vanilla and plum.",
      "preview": "void"
    },
    {
      "url": "https://www.bmw.com.do/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW República Dominicana | Autos Deportivos, Eléctricos y Más",
      "description": "Descubre nuevos carros eléctricos, autos deportivos y camionetas en el sitio oficial de BMW República Dominicana, ¡sorpréndete con su diseño exclusivo!",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://www.srk-schwyz.ch/kbh",
      "title": "Kinderbetreuung zu Hause | Das Rote Kreuz im Kanton Schwyz",
      "description": "Kinder sind verletzliche kleine Persönlichkeiten. Und der Alltag hat seine Tücken. Geht etwas schief, trifft es Kinder fast immer härter als Erwachsene.",
      "preview": "Direkt zum Inhalt Rettungsanker für Eltern in Not Kinderbetreuung zu Hause SRK Ausgebildete und erfahrene SRK Kinderbetreuer/-innen kümmern sich vertr"
    },
    {
      "url": "https://sjobs.brassring.com/TGnewUI/Search/Home/Home?partnerid=26336&siteid=5019#home",
      "title": "Job Search Welcome | Walgreens",
      "description": "Search for Internet job openings.",
      "preview": "void"
    },
    {
      "url": "https://augustinusbader.com/us/en/skincare",
      "title": "Award-Winning Luxury Skincare Products | Augustinus Bader EU",
      "description": "void",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. REVOLUTIONARY SKI"
    },
    {
      "url": "http://www.rekopol.pl",
      "title": "REKOPOL Organizacja Odzysku Opakowań S.A.",
      "description": "Realizujemy obowiązki przedsiębiorców wprowadzających na rynek produkty w opakowaniach ✅Obowiązek recyklingu ✅Publiczne kampanie edukacyjne i inne.",
      "preview": "» Realizujemy obowiązek recyklingu dla firm wprowadzających na rynek produkty w opakowaniach Dowiedz się więcej Tworzymy innowacyjne projekty edukacyj"
    },
    {
      "url": "https://starcraft.fandom.com/ko/wiki/%EB%8C%80%EB%AC%B8?file=StarCraft+2+-+Adjutant+%28Terran+Advisor%29+Quotes+%28KR%29",
      "title": "StarCraft 2 Wiki | Fandom",
      "description": "void",
      "preview": "StarCraft 2 Wiki 로그인 아직 계정이 없으신가요? 가입하기 로그인 광고 내용으로 건너뛰기 한국어 Deutsch English Español Français Italiano 日本語 中文 中文（臺灣） 대문 Sign in to edit 역사 캐시 퍼지 토론 (1"
    },
    {
      "url": "https://www.ywcampls.org/",
      "title": "YWCA Minneapolis | Eliminating Racism | Empowering Women",
      "description": "YWCA Minneapolis is a nonprofit organization founded in 1891 as a member of YWCA USA, the oldest and largest multicultural organization in the world. Our mission is to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all.",
      "preview": "0 Midtown Strong - Free Community Event Oct. 11 Join us for Midtown Strong, a free family-friendly community celebration at YWCA Midtown. The event in"
    },
    {
      "url": "https://www.loc.gov/preservation/care/",
      "title": "Collections Care (Preservation, Library of Congress)",
      "description": "Collections care information for handling, storing, using, and managing books, works on paper, photographs, audio-visual materials, and other types of collections",
      "preview": "skip navigation Search The Library of Congress > Preservation > Collections Care Preservation Home About Collections Care Conservation Digital Preserv"
    },
    {
      "url": "https://tienda.lamusica.com/product/dia-nacional-de-la-zalsa-37-t-shirt?image=1&rating=2",
      "title": "Radios | LaMusica",
      "description": "Escucha las mejores radios latinas de Nueva York, Puerto Rico, Miami, Los Ángeles, San Francisco y Chicago!",
      "preview": "Emisoras Radiales 1 / 1 La Ley 92.1 Houston Mega 97.9 New York Mega 106.9 Puerto Rico La Nueva 94 Puerto Rico Zeta 93 Puerto Rico La Raza 97.9 Los Ang"
    },
    {
      "url": "https://internationalmedicalcorps.org/",
      "title": "International Medical Corps: First there, no matter where",
      "description": "We provide healthcare services and training to people affected by conflict, disease and disaster, helping them move from relief to self-reliance.",
      "preview": "Earthquake in Afghanistan Distributing health & hygiene supplies read more Conflict in Gaza Helping civilians affected by the war read more Internatio"
    },
    {
      "url": "https://www.stichting-open.org/en/",
      "title": "Stichting OPEN - Stichting OPEN",
      "description": "void",
      "preview": "Skip to content We are Stichting OPEN In a rapidly changing world, Stichting OPEN is committed to a circular economy in which electronic devices, lamp"
    },
    {
      "url": "https://ocw.mit.edu/courses/18-06-linear-algebra-spring-2010/",
      "title": "Linear Algebra | Mathematics | MIT OpenCourseWare",
      "description": "This is a basic subject on matrix theory and linear algebra. Emphasis is given to topics that will be useful in other disciplines, including systems of equations, vector spaces, determinants, eigenvalues, similarity, and positive definite matrices.",
      "preview": "Browse Course Material Course Info Instructor Prof. Gilbert Strang Departments Mathematics As Taught In Spring 2010 Level Undergraduate Topics Mathema"
    },
    {
      "url": "https://www.elitegymnastics.co.uk/collections/womens-leotards",
      "title": "Gymnastics Leotards for Girls | Girls Leotards for Gymnastics | Girls Gymnastics Leotards uk",
      "description": "Girls Leotards Gymnastics - Browse the latest range of Girls gymnastic leotards for recreational and elite gymnastics. Check out our branded Gymnastics Leotard collection and buy online today at elitegymnastics.co.uk",
      "preview": "FREE Tracked Delivery Over £35 Fast Tracked Delivery Worldwide Delivery Easy Returns & Exchanges Customer Reviews Home Gymnastic Leotards for Girls &"
    },
    {
      "url": "https://www.ruimtelijkeplannen.nl/viewer/?planidn=NL.IMRO.0546.BP00074-0201",
      "title": "Ruimtelijkeplannen.nl",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://katepearce.com/books/redeeming-jack/",
      "title": "Redeeming Jack | Kate Pearce",
      "description": "Redeeming Jack is a historical romance by best-selling author Kate Pearce. Book 2 in The Diable Delamere series.",
      "preview": "Skip to content The Diable Delamere Series Book 2 Historical Romance Heat Level: 3 Second Chance Marriage in trouble Regency Spies Wales Hero with a b"
    },
    {
      "url": "https://sesamestreetformilitaryfamilies.org/topic/grief/?ytid=XI4-8ZQ1PRE",
      "title": "Grief |Sesame Street: Explaining Death to Children",
      "description": "Find advice on helping kids cope with death. Activities for children and educational videos to help explain loss.",
      "preview": "Before You Watch After You Watch When a loved one dies, children (and grown-ups) often struggle with loneliness. But there are people to help support"
    },
    {
      "url": "https://time.com/5866881/al-gore-climate-trace-emissions/",
      "title": "Al Gore's New Project, 'Climate Trace,' Will Track Emissions | TIME",
      "description": "A coalition of nine climate and tech groups say they've built a system to track global emissions using satellite data, A.I. and other tech.",
      "preview": "Soeren Stache-Picture Alliance/Getty Images By Justin Worland July 16, 2020 2:24 PM EDT A s countries entered the final months of talks ahead of the P"
    },
    {
      "url": "https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager07.html",
      "title": "Adobe - Flash Player : Settings Manager - Website Storage Settings panel",
      "description": "void",
      "preview": "Accessibility For the complete experience, please enable JavaScript in your browser. Thank you! Products How to Buy Learn & Support About Adobe Creati"
    },
    {
      "url": "http://oakfnd.org/",
      "title": "Oak Foundation - Through our grant-making, we support others to make the world a safer, fairer, and more sustainable place to live.",
      "description": "Oak Foundation supports global partners to build a safer, fairer, and more sustainable world through strategic grant-making.",
      "preview": "Skip to main content Through our grant-making, we contribute to a safer, fairer, and more sustainable world. Find out more about our partners and thei"
    },
    {
      "url": "https://www.ucsc.edu/index.html",
      "title": "UC Santa Cruz - A world-class public research institution comprised of ten residential college communities nestled in the redwood forests and meadows overlooking central California's Monterey Bay.",
      "description": "void",
      "preview": "Top 15 Alternative Ivies by Town & Country #22 Top Public Universities by Forbes Gold in Sustainability by Association for the Advancement of Sustaina"
    },
    {
      "url": "https://www.jstor.org/stable/2200014",
      "title": "The Origins of 200-Mile Offshore Zones on JSTOR",
      "description": "Ann L. Hollick, The Origins of 200-Mile Offshore Zones, The American Journal of International Law, Vol. 71, No. 3 (Jul., 1977), pp. 494-500",
      "preview": "void"
    },
    {
      "url": "https://surf-knobs.com/products/short-sleeve-unisex-t-shirt-triples",
      "title": "Short-Sleeve Unisex T-Shirt Triples",
      "description": "Short-Sleeve Unisex T-Shirt Triples | Surf Knobs This t-shirt is everything you've dreamed of and more. It feels soft and lightweight, with the right amount of stretch. It's comfortable and flattering for both men and women. • 100% combed and ring-spun cotton (heather colors contain polyester)• Fabric weight: 4.2 oz (142 g/m2)• Shoulder-to-shoulder taping• Side-seamedSize guide XSSMLXL2XL3XL4XLLength (inches)2728293031323334Width (inches)16 ½18202224262830",
      "preview": "Skip to content Surf Knobs Short-Sleeve Unisex T-Shirt Triples Sale price Price $18.00 Regular price This t-shirt is everything you've dreamed of and"
    },
    {
      "url": "https://www.computerlanguage.com/results.php?definition=AIN",
      "title": "AIN - CLC Definition",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://extratv.com/2023/02/17/outer-banks-star-chase-stokes-adores-kelsea-ballerini-exclusive/",
      "title": "'Outer Banks' Star Chase Stokes 'Adores' Kelsea Ballerini (Exclusive)",
      "description": "\"Outer Banks\" star Chase Stokes is opening up about his rumored new girlfriend, country star Kelsea Ballerini!",
      "preview": "Skip to Main Content Getty Images \"Outer Banks\" star Chase Stokes is opening up about his rumored new girlfriend, country star Kelsea Ballerini! \"Extr"
    },
    {
      "url": "https://www.wtatennis.com/rankings/singles",
      "title": "Tennis Rankings | Official Women's Tennis Rankings - WTA Tennis",
      "description": "Stay updated with the latest Tennis Rankings on the official Women's Tennis Association website. Explore detailed analysis of top female tennis stars, tracking their stats, performance, and rankings progress.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Top Ranked Significant shift"
    },
    {
      "url": "http://recruiterbox.com/",
      "title": "Recruitment Software and Applicant Tracking System | Trakstar Hire",
      "description": "Trakstar Hire is he best applicant tracking & recruitment software on the market today. Click here to see why our customers have faster speed-to-hire.",
      "preview": "trakstar-mark rarr Recruiterbox is now Hire, part of the new Trakstar Trifecta alongside Learn and Perform Learn more about how the Trakstar platform"
    },
    {
      "url": "http://www.metacdn.com",
      "title": "CDN by MetaCDN - Live Streaming - Content Delivery Network",
      "description": "Deliver your content at the fastest speed possible & Live Stream at super low latency with MetaCDN. Enterprise level services, entry level prices!",
      "preview": "Content Delivery Network (CDN) & Live Streaming You Create. We Deliver. Content Delivery Network Start Trial Now! Live Streaming Trial StreamShark Now"
    },
    {
      "url": "http://www.northlandfdn.org/",
      "title": "Northland Foundation",
      "description": "void",
      "preview": "Skip to content Moving Forward Together MISSION: We support Northeast Minnesota people and communities working toward a future where everyone feels th"
    },
    {
      "url": "https://bonemarrow.org/",
      "title": "Bone Marrow & Cancer Foundation",
      "description": "void",
      "preview": "tag:"
    },
    {
      "url": "https://twowaypr.tumblr.com/post/144207264792",
      "title": "Computing occupations are the largest category of... - Two-Way PR",
      "description": "Computing occupations are the largest category of... - Computing occupations are the largest category of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "May 11 2016 Computing occupations are the largest category of new wages in America codeorg : A few weeks ago we published a study showing that computi"
    },
    {
      "url": "https://stanislawrajmundburzynski.wordpress.com/tag/httpwww-wikipedia-orgwikiburzynski_clinic/",
      "title": "\"http://www.wikipedia.org/wiki/Burzynski_Clinic\" | Didymus Judas Thomas' Hipocritical Oath Blog",
      "description": "Posts about \"http://www.wikipedia.org/wiki/Burzynski_Clinic\" written by didymusjudasthomas",
      "preview": "Skip to primary content Skip to secondary content [WP:SOP] \" Statement of principles from Wikipedia founder Jimbo Wales , as updated by the community"
    },
    {
      "url": "https://salondesarcanes.fr/",
      "title": "Salon des Arcanes | Boutique de tarots et oracles indépendants",
      "description": "Boutique française spécialisée dans les tarots et oracles indépendants. Découvrez des auto-édités du monde entier.",
      "preview": "Accueil Vintage tarot cards lying disorderly Notre savoir-faire les jeux indépendants et auto édités Découvrir Trionfi della Luna Édition Française TR"
    },
    {
      "url": "https://www.visualstudio.com/",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://ahrefs.com/",
      "title": "Ahrefs-AI Marketing Platform Powered by Big Data",
      "description": "We help marketers drive visibility across AI search, SEO, content, and social - with the largest AI and search databases online.",
      "preview": "Make your business discoverable-in search, AI, and beyond See what people want, fix what holds you back, ship what wins, and track your growth-that's"
    },
    {
      "url": "https://leasing.walmart.com/",
      "title": "Your Shop At Walmart",
      "description": "View Walmart leasing opportunities. In-store spaces available for lease across the US.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.cee.psu.edu/",
      "title": "Civil and Environmental Engineering Department | Penn State Engineering",
      "description": "The Department of Civil and Environmental Engineering at Penn State University, established in 1881, is internationally recognized for excellence in learning, discovery, and engagement, and for the preparation of our undergraduate and graduate students to meet the future challenges of society.",
      "preview": "Penn State | College of Engineering Directory Apply Search this site Search Penn State Search PSU People Search PSU Depts. Web Research Research Areas"
    },
    {
      "url": "https://www.carrefour.com/en/actuality/carrefour-reinforces-its-leading-position-brazil-acquisition-grupo-big",
      "title": "Carrefour reinforces its leading position in Brazil with the acquisition of Grupo BIG | Carrefour Group",
      "description": "void",
      "preview": "Skip to menu Skip to main content Skip to footer"
    },
    {
      "url": "http://www.aspes-navaho.homepage.t-online.de/phpBB/index.php?sid=6862558204e2a92a628e89b24e821510",
      "title": "Aspes Forum • Foren-Übersicht",
      "description": "void",
      "preview": "Aspes Forum Aspes Navaho Forum Anmelden FAQ Suche Aktuelle Zeit: 10. Okt 2025 13:54 Unbeantwortete Themen | Aktive Themen Foren-Übersicht Alle Zeiten"
    },
    {
      "url": "https://developers.planet.com/",
      "title": "Planet Documentation | Planet Documentation",
      "description": "Planet developer and platform documentation",
      "preview": "Skip to main content Platform Capabilities Platform Access daily imagery, high resolution tasking, Planetary Variables, and Open Data from public cons"
    },
    {
      "url": "https://bordadosloymar.es/brands",
      "title": "QQDEWI | Official Link Resmi Paling Terkenal Di Indonesia",
      "description": "QQDEWI link official resmi yang paling banyak di rekomendasikan di Indonesia, daftar dan mainkan link terbaik untuk bermain permainan online.",
      "preview": "Envato Market Web Themes & Templates Code Video Audio Graphics Photos 3D Files All Items Popular Files Featured Files Top New Files Follow Feed Top Au"
    },
    {
      "url": "https://www.unglobalcompact.org/what-is-gc/our-work/social/poverty",
      "title": "Poverty | UN Global Compact",
      "description": "While the global poverty rate has been cut in half since 2000, still approximately 17% of the world's population - more than 1 billion people - live at or below $1.25 per day. There is more to be done and business has an important role to play in reducing global poverty.",
      "preview": "More than 700 million people - or 10 per cent of the global population - still live in extreme poverty, which means they are surviving on less than $1"
    },
    {
      "url": "https://www.intellum.com",
      "title": "AI Enterprise Learning | Intellum",
      "description": "Discover Intellum's AI-powered enterprise learning platform that helps organizations train, engage, and certify employees, partners, and customers.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "http://www.pevans.co.uk/Reviews/BigCheese.html",
      "title": "Review of The Big Cheese",
      "description": "void",
      "preview": "Mousie, mousie! Card game The Big Cheese reviewed by Pevans In fact the idea of this game is corporate brownnoses trying to get into the boss's good b"
    },
    {
      "url": "https://blog.linkedin.com/?trk=homepage-basic_directory_blogMicrositeUrl",
      "title": "Official LinkedIn Blog",
      "description": "void",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "https://www.identidadvisual.com/ab/featured_item/diseno-logo-olviqum-albacete/",
      "title": "Diseño Logo Olviqum Albacete - IDENTIDAD VISUAL",
      "description": "void",
      "preview": "Skip to content DISEÑO Diseño Logo Olviqum Albacete Diseño Logo C2G Albacete Imagen Corporativa Julián Olivas ROTULACIÓN VEHÍCULOS ROTULACIÓN Diseño L"
    },
    {
      "url": "http://www.NMPBS.org",
      "title": "New Mexico PBS, KNME-TV - Stream News, Kids, Drama and More",
      "description": "New Mexico PBS, discover full episodes of original productions, schedule information, exclusive video content, episode guides and more.",
      "preview": "Skip to content The Sandias The Sandias Thursday, October 9 at 7 p.m. Thursday, October 9 at 7 p.m. Watch Now Latest Local Videos New NMPBS Documentar"
    },
    {
      "url": "https://emergency.stanford.edu",
      "title": "Emergency Info | Stanford University",
      "description": "Information and updates about emergent situations at Stanford University.",
      "preview": "Emergency Information The university is operating under normal conditions. There are currently no emergencies affecting university operation. To view"
    },
    {
      "url": "https://news.mongabay.com/2019/05/monitoring-hack-shines-a-light-on-fishing-boats-operating-under-cover-of-dark/",
      "title": "Monitoring hack shines a light on fishing boats operating under cover of dark",
      "description": "Environmental science and conservation news",
      "preview": "Monitoring hack shines a light on fishing boats operating under cover of dark Basten Gokkon 17 May 2019 Asia Indonesian Fisheries Comments Share artic"
    },
    {
      "url": "https://www.seoquake.com/index.html",
      "title": "Free SEO Checker & Page Audit (Analyze Your Site)",
      "description": "Get instant SEO scores and uncover hidden on-page SEO opportunities. Analyze your webpage for free and outrank competitors today.",
      "preview": "Close Find Out What's Stopping You From Ranking Higher ✓ Analyze rankings, traffic, and competitors ✓ Find SEO issues blocking your growth ✓ Get a ste"
    },
    {
      "url": "https://zh.coursera.org/directory/certificates",
      "title": "Professional Certificates Sitemap | Coursera",
      "description": "The Coursera Professional Certificates sitemap includes links to all of our professional certificates. Learn online and earn valuable credentials from top universities like Yale, Michigan, Stanford, and leading companies like Google and IBM.",
      "preview": "Directory Search for: Articles Browse by category Collections Courses Degree Programs Popular Topics Professional Certificates Specialization Programs"
    },
    {
      "url": "https://www.hrw.org/report/2018/01/23/hidden-chains/rights-abuses-and-forced-labor-thailands-fishing-industry",
      "title": "Hidden Chains: Rights Abuses and Forced Labor in Thailand's Fishing Industry | HRW",
      "description": "This report describes how migrant fishers from neighboring countries in Southeast Asia are often trafficked into fishing work, prevented from changing employers, not paid on time, and paid below the minimum wage. Migrant workers do not receive Thai labor law protections and do not have the right to form a labor union.",
      "preview": "Would you like to see a version of this page that loads faster by showing text only? Yes No, don't ask again ✕ Close Summary Our money is with [the ow"
    },
    {
      "url": "https://fonts.google.com/",
      "title": "Browse Fonts - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "http://www.dvdshrink.org/",
      "title": "dvdshrink.org: FREE Backup Solution for your DVD movies!",
      "description": "DVD Shrink is software to backup DVD discs. You can use this software in conjunction with DVD burning software of your choice, to make a backup copy of any DVD video disc.",
      "preview": "DVD Shrink Backup Software DVDShrink is Windows software to backup DVD discs. You can use this software in conjunction with DVD burning software of yo"
    },
    {
      "url": "https://espiralinterativa.com/",
      "title": "Espiral Interativa | Home",
      "description": "Espiral Interativa - Uma agência de comunicação #GirlPower especializada em acessibilidade digital e projetos de impacto social.",
      "preview": "Muito prazer, somos a Espiral Interativa! Uma agência de comunicação #GirlPower especializada em acessibilidade digital e projetos de impacto social ."
    },
    {
      "url": "https://www.bravotv.com/the-daily-dish/rhonj-is-gia-giudice-still-dating-her-boyfriend-christian-carmichael",
      "title": "RHONJ: Is Gia Giudice Still Dating Her Boyfriend Christian Carmichael?",
      "description": "During Part 2 of The Real Housewives of New Jersey Season 12 reunion, Andy Cohen wanted some updates on the kids of t",
      "preview": "Skip to main content"
    },
    {
      "url": "https://ucmp.berkeley.edu/fosrec/",
      "title": "Learning from the Fossil Record",
      "description": "void",
      "preview": "Learning From the Fossil Record Paleontology and Scientific Literacy Why are fossils important to science and society? Tapping Educational Resources W"
    },
    {
      "url": "https://blog.slowianskibestiariusz.pl/tag/slowianskie-demony/",
      "title": "słowiańskie demony - Słowiański Bestiariusz",
      "description": "void",
      "preview": "Tag Archives: słowiańskie demony Skarbnik - demon podziemi Małgorzata Turant 21 września, 2020 Demony Lokalne 1 Skarbnik - demon podziemi Nasi przodko"
    },
    {
      "url": "https://solawave.co/products/microcurrent-red-light-therapy-facial-wand-kit-with-conductive-serum",
      "title": "Best Red Light Therapy Wand & Activating Serum | Solawave",
      "description": "Experience Solawave's Radiant Renewal Skincare Wand & LightBoost Serum Kit, combining red light therapy, warmth, and massage to reduce wrinkles. Order now.",
      "preview": "Your cart is empty Close cart drawer SHOP ALL 60-Day Free Returns 1-Year Warranty 726,000+ happy customers Scientifically Backed, Award-Winning Skinca"
    },
    {
      "url": "https://www.aaccofsj.org/",
      "title": "Home - African American Chamber of Commerce of San Joaquin %",
      "description": "Welcome to AACCofSJ African American Chamber of Commerce of San Joaquin County Join Today! Our Mission The AACCofSJ was incorporated to promote commerce and industry for the advancement of economic vitality within the African American community. Learn More Our Vision Our vision is to remain consistent with this nation's rich African American history of success,...",
      "preview": "Skip to content Welcome to AACCofSJ African American Chamber of Commerce of San Joaquin County Join Today! Our Mission The AACCofSJ was incorporated t"
    },
    {
      "url": "https://www.woodplc.com/",
      "title": "Global engineering and consulting for energy and materials | Wood",
      "description": "Wood: Global leader in engineering consulting, shaping the future of energy and materials with innovative solutions across 60 countries",
      "preview": "Close search Designing the future. Explore our company Designing the future. Explore our company We are the world's industry-leading consultants, engi"
    },
    {
      "url": "http://www.garzia.it/",
      "title": "Garzia.it",
      "description": "void",
      "preview": "Sito in costruzione"
    },
    {
      "url": "https://www.redditinc.com/policies/privacy-policy",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content Reddit Privacy Policy All User Agreement Reddit Privacy Policy Reddit Rules Moderator Code of Conduct Cookie Notice Econ Terms Pr"
    },
    {
      "url": "https://fonts.google.com/",
      "title": "Browse Fonts - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "https://supreme.justia.com/cases/federal/us/505/577/#tab-opinion-1959089",
      "title": "Lee v. Weisman | 505 U.S. 577 (1992) | Justia U.S. Supreme Court Center",
      "description": "Lee v. Weisman: The Establishment Clause does not permit a public school to hold a religious prayer led by clergy during its graduation.",
      "preview": "Lee v. Weisman, 505 U.S. 577 (1992) Overview Opinions Materials Argued: November 6, 1991 Decided: June 24, 1992 Annotation Primary Holding The Establi"
    },
    {
      "url": "https://caterbakes.com/",
      "title": "Caterbakes By Chef Wale - Food Recipe. Food Business. Food Health",
      "description": "Food Recipe. Food Business. Food Health",
      "preview": "The Best Homemade Creamy Mashed Potatoes Recipe How To Make Nigerian Traditional Beef Stew To Enjoy With Your White Rice Learn How To Make Yummy Fast"
    },
    {
      "url": "https://newsroom.ie.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story/HERO BLOCK PayPal Irish SMEs optimistic about business growth as focus turns to international sales opportunities PayPal's SMB report p"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/ultimate-chocolate-cake",
      "title": "Moist chocolate cake recipe | Good Food",
      "description": "Indulge yourself with this ultimate chocolate ganache cake recipe that is beautifully moist, rich and fudgy. Perfect for a celebration or an afternoon tea",
      "preview": "Skip to main content Ultimate chocolate cake Angela Nilsen Save recipe Cuts into 14 slices Easy Prep: 30 mins - 40 mins Cook: 1 hr - 1 hr and 30 mins"
    },
    {
      "url": "https://support.roku.com/index",
      "title": "Roku",
      "description": "Roku provides the simplest way to stream entertainment to your TV. On your terms. With thousands of available channels to choose from.",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://www.state.gov/",
      "title": "U.S. Department of State - Home",
      "description": "Leading U.S. foreign policy to advance the interests and security of the American people.",
      "preview": "Skip to content An official website of the United States Government Here's how you know Official websites use .gov A .gov website belongs to an offici"
    },
    {
      "url": "https://www.ipsnoticias.net",
      "title": "Home : IPS Agencia de Noticias",
      "description": "Clima Derechos Humanos Desarrollo Sostenible Desigualdad y Pobreza Economía Género Gobernanza Migraciones Salud",
      "preview": "Ir al contenido Transformación digital en Cuba con miras a la sostenibilidad y la soberanía Dariel Pradas Dilema de América Latina: más productividad"
    },
    {
      "url": "https://open.canada.ca/en",
      "title": "Open Government | Open Government - Government of Canada",
      "description": "Collaborative open source project led by the Government of Canada",
      "preview": "Language selection Français Skip to main content Skip to \"About government\" Switch to basic HTML version Open Government Access information that is d"
    },
    {
      "url": "https://astronomy.tools/calculators/field_of_view/",
      "title": "astronomy.tools",
      "description": "void",
      "preview": "Toggle navigation Field of View Calculators Focal Length / Ratio Magnification Field of View Telescope Capabilities Binocular Calculators CCD Calculat"
    },
    {
      "url": "http://www.streamlord.com/index.html",
      "title": "StreamLord Home Page | Watch online HD Movies & TV Shows for free",
      "description": "Watch movies and tv shows streaming in HD for free",
      "preview": "The Witcher: Blood Origin 0 The Last of Us 0 GHOSTED 0 ANT-MAN AND THE WASP: QUANTUMANIA 6.4 Like StreamLord? Donate and keep the servers running! + F"
    },
    {
      "url": "https://www.bonappetit.com/recipe/garlic-confit",
      "title": "Garlic Confit Recipe | Bon Appétit",
      "description": "Garlic Confit Recipe",
      "preview": "Skip to main content Arrow Jump To Recipe Print Recipe notes Back to top Triangle"
    },
    {
      "url": "https://www.repairfaq.org/sam/smpsfaq.htm",
      "title": "Notes on the Troubleshooting and Repair of Small Switchmode Power Supplies",
      "description": "void",
      "preview": "Notes on the Troubleshooting and Repair of Small Switchmode Power Supplies Version 2.86 (28-Jan-14) Copyright © 1994-2022 Samuel M. Goldwasser --- All"
    },
    {
      "url": "https://www2.ipm.ucanr.edu/beeprecaution/",
      "title": "bee-precaution-pesticide-ratings / University of California Statewide Integrated Pest Management Program (UC IPM)",
      "description": "void",
      "preview": "MENU UC IPM bee-precaution-pesticide-ratings Home, garden, turf, & landscape Home & garden Plant pest diagnostic tool Retail nurseries & garden center"
    },
    {
      "url": "https://www.mayoclinic.org/tests-procedures/minimally-invasive-surgery/about/pac-20384771",
      "title": "Minimally invasive surgery - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview In minimally invasive surgery, surgeons us"
    },
    {
      "url": "http://tiktok.com/@hamiltonfamilies",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://childrenandfamiliesfirstnc.org/volunteer/",
      "title": "VOLUNTEER - GenerationEd",
      "description": "Thank you for your interest in volunteering with us. Please complete the form below to have someone from our office contact you with information about",
      "preview": "Skip to content VOLUNTEER VOLUNTEER OR INTERN WITH US Thank you for your interest in volunteering with us. Please complete the form below to have some"
    },
    {
      "url": "https://www.vg.no/nyheter",
      "title": "Nyheter fra VG",
      "description": "Nyheter fra VG døgnet rundt. Hold deg oppdatert de siste nyhetene fra Norge og hele verden.",
      "preview": "Hopp til hovedinnholdet Reuters: Nytt jordskjelv på 6,9 på Filippinene 10. okt. 1 min Masud Gharahkhani fortsetter som stortingspresident 10. okt. 1 m"
    },
    {
      "url": "https://www.elcarrocolombiano.com/noticias/kia-producira-vehiculos-en-india-desde-2019/",
      "title": "Kia producirá vehículos en India desde 2019",
      "description": "Con una inversión de US$1.100 millones, estará ubicada en el distrito de Anantapur, estado de Andhra Pradesh, y podrá construir 300.000 vehículos anuales a partir de 2019. La firma coreana Kia Motors anunció que construirá una planta manufacturera en la localidad de Anantapur en la India, en la cual aspira a producir 300.000 vehículos anuales desde 2019, entre los cuales se cuentan un sedán compacto y un SUV compacto para la India. Para construir esta nueva implantación industrial se calcula una inversión cercana a los US$ 1.100 millones. Las obras iniciarán en diciembre próximo en una extensión de 2,16 kilómetros cuadrados...",
      "preview": "Inicio Lanzamientos Carros Novedades Pruebas Reseñas Autos del Mundo Clásicos Colombianos Clásicos del Mundo Dos Ruedas Noticias De todo un poco Indus"
    },
    {
      "url": "https://www.health.state.mn.us/communities/equity/about/covid19.html",
      "title": "Health Equity and COVID-19 - MN Dept. of Health",
      "description": "void",
      "preview": "Skip to main content Topic Menu Health Equity Health Equity Home Announcements Capacity Building Requests Funding Opportunities Newsletters Reports an"
    },
    {
      "url": "http://www.nrcan.gc.ca/",
      "title": "Natural Resources Canada",
      "description": "Ensuring the country's abundant natural resources are developed sustainably, competitively and inclusively.",
      "preview": "Natural Resources Canada Committed to improving the quality of life of Canadians by ensuring the country's abundant natural resources are developed su"
    },
    {
      "url": "https://azekthi.tumblr.com/",
      "title": "@azekthi on Tumblr",
      "description": "Follow @azekthi and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "https://explorable.com/",
      "title": "Explorable - Think Outside The Box - Research, Experiments, Psychology, Self-Help",
      "description": "void",
      "preview": "Skip to main content Menu Search Home Overview Research Foundations Academic Self-Help Write Paper Quiz For Kids Your Code Login Sign Up Menu Search L"
    },
    {
      "url": "https://naacpstore.org/",
      "title": "NAACP Store",
      "description": "NAACP Store",
      "preview": "Skip to content Just added to your cart Qty: View cart ( ) Continue shopping Icon Created with Sketch. Submit Close search Featured Products A Black V"
    },
    {
      "url": "https://ida.worldbank.org/",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://www.ine.es/",
      "title": "INE. Instituto Nacional de Estadística",
      "description": "INE. Instituto Nacional de Estadística. National Statistics Institute. Spanish Statistical Office. El INE elabora y distribuye estadisticas de Espana. Este servidor contiene: Censos de Poblacion y Viviendas 2001, Informacion general, Productos de difusion, Espana en cifras, Datos coyunturales, Datos municipales, etc.. Q2016.es",
      "preview": "INE- Instituto Nacional de Estadística. España Datos relevantes Destacados Nueva edición de la Competición Estadística Europea 2026 Ya está disponible"
    },
    {
      "url": "https://www.conservation.org/",
      "title": "Conservation International",
      "description": "Since 1987, Conservation International has worked to improve the lives of people everywhere by protecting oceans, forests and other living ecosystems.",
      "preview": "Conservation International Protects Nature Like This The food we eat, the water we drink, the air we breathe - it all comes from nature. We have a pla"
    },
    {
      "url": "https://www.industree.org.in/",
      "title": "Home | Industree Foundation",
      "description": "void",
      "preview": "top of page Proof of Impact GreenKraft Producer Company (GK) is a producer-owned social enterprise creating natural fiber lifestyle products and hom"
    },
    {
      "url": "https://syscoal.users.phpclasses.org/package/9355-PHP-Validate-form-values-according-to-rules-per-input.html",
      "title": "Validx - Form Validator: Validate form values according to rules per input - PHP Classes",
      "description": "This class can validate form values according to rules per input. It can as arguments take an array of submitted form values via POST or GET and an array with lists of rules for the inputs to be validated. The rules per input are defined as a single string separating different rules to apply using || character sequence. Each rule is defined as a string with the rule name eventually followed by...",
      "preview": "Login Register All class groups Latest entries Top 10 charts Blog Forums Shop Help Login Register Validx - Form Validator: Validate form values accord"
    },
    {
      "url": "https://ids.craig.fr/geocat/srv/eng/catalog.search#/home",
      "title": "CRAIG",
      "description": "CRAIG",
      "preview": "Catalogue de donnees Catalogue de donnees GeoNetwork opensource allows to easily share geographically referenced thematic information between differen"
    },
    {
      "url": "http://www.news.ucsb.edu/2018/019222/true-sanctuary",
      "title": "True Sanctuary | The Current",
      "description": "Researchers recommend satellite technology as a way to create more effective, 'true' shark sanctuaries",
      "preview": "Skip to main content"
    },
    {
      "url": "https://thai.alibaba.com/product-detail/customized-high-quality-100-polyester-party-wedding-banquet-glitter-magic-pink-sequins-backdrop-curtains-62346379632.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://faeferi.tumblr.com/",
      "title": "@faeferi on Tumblr",
      "description": "Follow @faeferi and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "https://www.patanjaliayurved.net/",
      "title": "Ayurvedic Products Online Shopping: Shop Online for Food, Herbal cosmetics, Juices, Ayurvedic medicines, Books - Patanjaliayurved.net",
      "description": "Patanjaliayurved.net - India's best website to buy wide range of herbal products of Patanjali Ayurved including Ayurvedic products online, Nutrition and Supplements, Grocery, Medicine, Home Care, Personal Care, Books and Media, Health Care and much more. Free CoD; Free Shipping.",
      "preview": "Previous Next About Patanjali Ayurved Health Care Personal Care Medicine Nutraceuticals Paridhan Hawan Samagri Top Featured See All 4.13% OFF Featured"
    },
    {
      "url": "https://volvo.oemdtc.com",
      "title": "Volvo - OEMDTC",
      "description": "Volvo Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.paypal-gifts.com/us/brands/google-play.html",
      "title": "Google Play Gift Card: Buy, Access Games & Apps | PayPal US",
      "description": "Explore the magic of the Google Play Store with a digital gift card. Instant access to music, books, games, and more awaits you!",
      "preview": "You need to enable JavaScript to run this app. If you accept cookies, we'll use them to improve and customize your experience and enable our partners"
    },
    {
      "url": "https://floss.syr.edu/papers?f%5Btg%5D=F&f%5Bauthor%5D=8&s=title&o=asc",
      "title": "Publications | FLOSS@Syracuse",
      "description": "void",
      "preview": "Skip to main content Jastrzebski, S., Henderson, K., McKinnon-Crowley, J., & Crowston, K. (9999). Boundaries of data journalism in U.S. public radio n"
    },
    {
      "url": "https://freead1.net/grp/service:2/transports-services:40/automotive-services:393/India:17/none:69/Bangalore:3627",
      "title": "Free ads without registration",
      "description": "The best classifieds. Free ads, easy and fast without registration. Post free ad.",
      "preview": "MAKE YOUR AD VIP Free ads without registration Job administration agriculture art / actors / designers babysitters / nanny banking commerce communicat"
    },
    {
      "url": "https://www.speidelshop.com/maxislip-1272-888.html",
      "title": "Maxislip | SPEIDEL Online Shop",
      "description": "Unser Maxislip mit charmantem Spitzenmotiv spricht Frauen mit femininen Kurven an und überzeugt mit 100% Baumwolle.",
      "preview": "klarna klarna mastercard mastercard paypal paypal rechnung rechnung visa visa The store will not work correctly when cookies are disabled. JavaScript"
    },
    {
      "url": "https://www.bulbcreative.co/",
      "title": "Bulb",
      "description": "void",
      "preview": "0 Wedding photography for the MODERN ROMANTICS Let's work together From the ARCHIVE. |"
    },
    {
      "url": "https://www.diu.mil",
      "title": "Defense Innovation Unit",
      "description": "We are the only DoW organization focused on accelerating the adoption of commercial technology at speed and scale.",
      "preview": "Skip to main content We award scalable contracts to companies offering solutions to national security challenges across a variety of technology areas."
    },
    {
      "url": "http://himetop.wikidot.com/robert-hooke",
      "title": "Robert Hooke - Himetop",
      "description": "void",
      "preview": "Himetop The History of Medicine Topographical Database List of Countries Albania Algeria Argentina Austria Belgium Brazil Bulgaria Canada China Croati"
    },
    {
      "url": "https://lacuerda.net/Extras/privpol.php",
      "title": "LaCuerda: Política de Privacidad",
      "description": "void",
      "preview": "LaCuerda.net: Política de Privacidad Extras Mapa del Sitio Nuestra Misión Aplicación Móvil Escríbenos Política de Privacidad Política de Privacidad La"
    },
    {
      "url": "https://hollywoodfashionsecrets.com/",
      "title": "Hollywood Fashion Secrets | The Original Fashion Tape Solution",
      "description": "Hollywood Fashion Secrets is the original creator of the medical quality double-stick fashion tape. Find all your favorite celebrity stylist-approved tips & tricks to ensure your style stays intact and blooper-free.",
      "preview": "Skip to content Free Standard Shipping On All Orders Over $35 Shop Now"
    },
    {
      "url": "https://mtgmn.org/",
      "title": "Home | Mind the G.A.P.P.",
      "description": "void",
      "preview": "top of page Bridge the Gap to Your Best Self . Creating pathways for individuals to close the gap to prosperity. A Holistic Approach . Dedicated to Ed"
    },
    {
      "url": "https://www.crowdmgmt.com/yolondafrederick",
      "title": "Yolonda Frederick-Thompson: celebrity makeup artist, beauty director, inventor",
      "description": "Yolonda Frederick-Thompson is a 24-year expert makeup artist, beauty director and inventor of renowned makeup iPhone accessory Glam or Ring.",
      "preview": "top of page BOOK CESAR Yolonda Frederick-Thompson celebrity makeup artist, beauty director, inventor Book Yolonda Frederick-Thompson REEL BIO Yolonda"
    },
    {
      "url": "https://www.grubhub.com/restaurant/hop-shing-5000-us-17-fleming-island/1546533?utm_medium=grubhub-owned-menu-properties&utm_source=allmenus.com&utm_content=1546533&utm_campaign=menu-page&affiliate=",
      "title": "Prepare your taste buds...",
      "description": "Prepare your taste buds...",
      "preview": ". No JavaScript? No proble... well, actually Our site is delivered by JavaScript. To continue, please enable JavaScript in your browser's preferences."
    },
    {
      "url": "https://g2ul0.app.link/GL?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Learn with Steven Bartlett - YouTube",
      "description": "CEO and startup specialist Steven Bartlett gives some top business tips in the time it takes to get his haircut!Learn free business or career skills at a tim...",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://www.cilentopark.it/agropoli/",
      "title": "AGROPOLI COSA VEDERE >> HOTEL, B&B, VILLAGGI",
      "description": "Agropoli è una splendida località balneare del Cilento. Cosa vedere ad Agropoli e info sulla balneabilità",
      "preview": "Agropoli Indice contenuti Toggle Una delle mete di maggior richiamo per il turismo balneare del Cilento è sicuramente Agropoli le cui splendide spiagg"
    },
    {
      "url": "https://www.bmw-welt.com/en.html",
      "title": "BMW Welt and BMW Museum in Munich",
      "description": "Visit the BMW Welt and the BMW Museum Munich, the heart of the BMW brand. Discover the latest models from BMW, BMW i, BMW M, BMW Motorrad, MINI and Rolls-Royce or see all the history of BMW.",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "http://planetarynames.wr.usgs.gov/",
      "title": "Planetary Names",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/comprar-bilhete",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://spot-and-tango.i5md.net/c/3408212/1071343/9669?subid3=people",
      "title": "Meet UnKibble™: Human-Grade Dog Food At An Affordable Price",
      "description": "void",
      "preview": "Why pet parents are switching to UnKibble TRY UNKIBBLE UnKibble™ makes mealtime enjoyable for your dog and worry-free for you. It's time to upgrade th"
    },
    {
      "url": "http://www.hfs.psu.edu/",
      "title": "Home Page | LiveOn",
      "description": "void",
      "preview": "Skip to main content Image Your Penn State Experience Starts Here Get Started Prospective Students Current Students Graduate & Family Housing Student"
    },
    {
      "url": "http://www.lenzetech.com",
      "title": "蓝牙6.1芯片支持Find My Network及其解决方案 | 伦茨科技",
      "description": "伦茨科技，专业的蓝牙芯片及方案供应商，成熟的蓝牙方案开发团队，领先的蓝牙技术支持最全面的蓝牙方案和蓝牙APP开发，提供完整的软硬件设计。",
      "preview": "Find My Network Well, right here 轻松连接苹果Find My网络 全球18亿苹果设备协同查找 Find My 定位查找 有ST17H6X就足够 SoCs suitable to build Find My enabled devices Tracker Detect"
    },
    {
      "url": "https://sustainabledevelopment.un.org/",
      "title": "Home .:. Sustainable Development Knowledge Platform",
      "description": "void",
      "preview": "Welcome to the United Nations DESA Home SDGs HLPF States SIDS UN System Stakeholders Topics Partnerships Resources About December 2022 - You are acces"
    },
    {
      "url": "https://www.motogp.com/en/riders",
      "title": "MotoGP™ Riders | Profiles | Stats & Results",
      "description": "The official website of MotoGP™: here you can find riders' profiles and other additonal information about them and their results.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official JM1 1 1 Jorge Martin Spain Aprilia Racing JZ5 5 5 Johann Zarco France CASTRO"
    },
    {
      "url": "http://www.tbs.com",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://pt.jobrapido.com/Ofertas-de-Emprego-para-Assistente-Comunica%C3%A7%C3%A3o-em-Porto?p=5&shm=all",
      "title": "Emprego Assistente Comunicação Porto, Ofertas de Emprego | Jobrapido.com",
      "description": "Emprego Assistente Comunicação Porto. Todas as novas ofertas em um único lugar. Encontra seu próximo emprego no Jobrapido.com",
      "preview": "Ofertas de emprego encontradas Anúncios Google Ofertas de emprego Abrir pré-visualização da oferta de: Assistente Loja (m/f) - Sta Maria da Feira |2ª"
    },
    {
      "url": "http://datatrust.walgreens.com/consumerrights",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.xing.com/spi/shares/new?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires",
      "title": "XING",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.ganotechnologies.com",
      "title": "Gano Technologies LLC - Home Page",
      "description": "Gano Technologies home page. iOS App Development, Aerospace Engineering, CNC Manufacturing, and Wood Working",
      "preview": "iOS Apps Aerospace CNC Woodworking Astrophotography / PI"
    },
    {
      "url": "https://www.sare.org/resources/cover-crops/",
      "title": "Cover Crops for Sustainable Crop Rotations - SARE",
      "description": "Cover crops are one of the best ways to improve soil health, reduce off-farm inputs and protect natural resources. Find a wealth of educational materials developed out of decades of SARE-funded cover crop research.",
      "preview": "Skip to content A condensed version of this page is available as a four-page PDF, Cover Crops for Sustainable Crop Rotations , or use the Order in Pri"
    },
    {
      "url": "https://uk.linkedin.com/company/ellen-macarthur-foundation",
      "title": "Ellen MacArthur Foundation | LinkedIn",
      "description": "Ellen MacArthur Foundation | 222,538 followers on LinkedIn. We are committed to the creation of a circular economy to eliminate waste, circulate products, and regenerate nature. | The Ellen MacArthur Foundation was launched in 2010 to accelerate the transition to a circular economy. Since its creation the charity has emerged as a global thought leader, establishing the circular economy on the agenda of decision makers across business, government and academia. With the support of its Strategic Partners, the Foundation's work focuses on five interlinking areas: Learning Developing the vision, skills and mindsets needed to transition to a circular economy Business and Government Catalysing circular innovation and creating the conditions for it to reach scale.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://careers.loreal.com/",
      "title": "Homepage | L'Oréal Careers| Home",
      "description": "Freedom to go beyond, that's the beauty of L'Oréal",
      "preview": "Video L'Oréal Freedom to go beyond That's the beauty of L'Oréal What are you looking for? Search Location ▾ Function ▾ Brand ▾ Region/State ▾ Contract"
    },
    {
      "url": "https://www.sinostar.net/download/ies-files/item/led-retrofit-bulb-slb-36w-data-sheet.html",
      "title": "LED retrofit bulb SLB 36W data sheet - SINOSTAR",
      "description": "void",
      "preview": "Skip to main content LED retrofit bulb SLB 36W data sheet File size: 948.26 KB Download"
    },
    {
      "url": "http://www.nasa.gov/multimedia/guidelines/index.html",
      "title": "Guidelines for using NASA Images and Media Guidelines",
      "description": "NASA content - images, audio, video, and media files are generally are not subject to copyright in the United States for non-commercial use.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85932",
      "title": "Searchable Recipe Database - Italian Spinach with Raisins and Pine Nuts",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://www.oriental-carpets.com/Rugs/Carpet/id/63320",
      "title": "RugPeople.com | Large & oversized, modern & oriental carpets and rugs - new and antique",
      "description": "Large and oversized oriental carpets - new and antique - XXL carpets, palace size rugs, mansion size rugs...",
      "preview": "Home Search more than 20,000 rugs Any Questions? FAQ... English Deutsch Prices in: EUR € GBP £ USD US-$ CAD C$ CHF Fr CZK Kč DKK kr HUF Ft NOK kr SEK"
    },
    {
      "url": "https://dav2012.over-blog.com/2017/05/la-police-tchetchene-demande-aux-parents-de-tuer-leurs-enfants-gays.html",
      "title": "La police tchétchène demande aux parents de tuer leurs enfants gays - Le Nouveau Paradigme",
      "description": "Le dirigeant tchétchène, Ramzan Kadyrov, lors de son investiture en octobre 2016. [ELENA FITKULINA / AFP] Depuis le mois de mars, les discriminations et les violences envers la communauté homosexuelle se multiplient en Tchétchénie. Après la révélation...",
      "preview": "La police tchétchène demande aux parents de tuer leurs enfants gays Publié par Le Nouveau Paradigme sur 7 Mai 2017, 07:05am Catégories : #Nouvel ordre"
    },
    {
      "url": "https://cacm.acm.org/blogs/blog-cacm/239944-if-we-want-women-to-persist-in-computing-teach-them-programming-at-any-age",
      "title": "If We Want Women to Persist in Computing, Teach Them Programming - At Any Age - Communications of the ACM",
      "description": "void",
      "preview": "Skip to content Two recent reports give us new insights into how to encourage women to persist in computing. Both reports stress the importance of giv"
    },
    {
      "url": "https://deadline.com/tag/investigation-discovery/",
      "title": "Investigation Discovery",
      "description": "Investigation Discovery breaking news and the latest updates about Investigation Discovery at Deadline Hollywood.",
      "preview": "Skip to main content Latest in Investigation Discovery Shannon Evangelista Produces True-Crime Shows. Now She's In Front Of The Camera Solving Them EX"
    },
    {
      "url": "http://acestoohigh.com",
      "title": "ACEs Too High",
      "description": "void",
      "preview": "ACEs Too High Blog at WordPress.com. Subscribe Subscribed ACEs Too High Join 11,786 other subscribers Sign me up Already have a WordPress.com account?"
    },
    {
      "url": "https://baymard.com/blog",
      "title": "Ecommerce UX Research Articles - Baymard Institute",
      "description": "The below 400+ ecommerce UX articles are all based on Baymard's 150,000+ hours of UX research. The articles represent just 5% of Baymard's Premium research database. Join 60,000+ UX professionals and get a new article every week by email.",
      "preview": "Baymard Institute Baymard Institute Logo Product Use cases Industries Benchmark Your UX Performance How does your UX performance stack up against indu"
    },
    {
      "url": "https://docs.carto.com/",
      "title": "Welcome | CARTO Documentation",
      "description": "Welcome to the CARTO Documentation Center! All of the resources you need to unlock the power of the platform.",
      "preview": "Getting started with CARTO CARTO is the only cloud-first spatial platform built for accelerated, modern GIS. It runs natively on top of your cloud dat"
    },
    {
      "url": "https://mozilla.design",
      "title": "Home - Mozilla Dot Design",
      "description": "Link About Personality Logos & Usage Color Visuals Typography Firefox fights for you Link Mozilla About Personality Logos & Usage Color Visuals Typography Mozilla fights for the internet",
      "preview": "mozilla dot design"
    },
    {
      "url": "http://www.foolsdog.com/Classic1910/",
      "title": "The Classic 1910 Tarot - The Fools Dog",
      "description": "void",
      "preview": "Our Apps Features Support"
    },
    {
      "url": "https://www.humanrightsatsea.org/news/",
      "title": "News | Human Rights at Sea",
      "description": "void",
      "preview": "Skip to main content News Filter news Category Select one About us Access to Justice Children at Sea Equality at Sea Law Reform and Policy Development"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85931",
      "title": "Searchable Recipe Database - Crunchy Cabbage Salad with Asian Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://beacta.substack.com/",
      "title": "Beacta's marketing dungeon | Substack",
      "description": "Growth. Marketing. Sales. Follow along for the most technical and how-to content. Click to read Beacta's marketing dungeon, a Substack publication with hundreds of subscribers.",
      "preview": "Beacta's marketing dungeon Subscribe Sign in Home FREE Email Marketing Course - Secrets from generating multiple 6 figures for brands The Ultimate Ema"
    },
    {
      "url": "https://www.paypal-gifts.com/us/brands/google-play.html",
      "title": "Google Play Gift Card: Buy, Access Games & Apps | PayPal US",
      "description": "Explore the magic of the Google Play Store with a digital gift card. Instant access to music, books, games, and more awaits you!",
      "preview": "You need to enable JavaScript to run this app. If you accept cookies, we'll use them to improve and customize your experience and enable our partners"
    },
    {
      "url": "https://ir.spire.com/",
      "title": "Investor Relations :: Spire Global, Inc. (SPIR)",
      "description": "Spire is a global provider of space-based data and analytics that offers unique datasets and powerful insights about Earth from the ultimate vantage point - space - so organizations can make decisions with confidence, accuracy, and speed. Spire...",
      "preview": "Investor Relations Spire Global, Inc. is a leading global provider of space-based data, analytics, and space services, offering access to unique datas"
    },
    {
      "url": "https://ostrovit.com/en/menu/superfoods-18763.html",
      "title": "Advanced search engine - Official store | OstroVit",
      "description": "Search for products that will be most suitable for you. Only proven sports nutrition and effective dietary supplements.",
      "preview": "Home Search The product you are looking for has not been found. Use Search . Advanced search engine To search for the product you are interested in, s"
    },
    {
      "url": "https://mnisotafund.org/about",
      "title": "About Us - Mni Sota Fund",
      "description": "Mni Sota Fund is a Native CDFI in Minneapolis, MN. We serve the urban Indian community as our people pursue their dreams of home ownership and entrepreneurship.",
      "preview": "0 MNI SOTA FUND is an Urban Native CDFI Community Development Financial Institution located in Mni Sota Makoce Established in 2011 as Bii Gii Wiin Com"
    },
    {
      "url": "http://newsletter.truman.edu/issue.asp?id=1553&command=CurrIssue",
      "title": "Truman Today | Features - Vol. 21 No. 6 - September 26, 2016",
      "description": "void",
      "preview": "Truman Today Vol. 21 No. 6 - September 26, 2016 Features Department of Nursing Earns $150,000 Grant The Department of Nursing has been awarded a grant"
    },
    {
      "url": "http://calendar.mines.edu",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "https://fortunesociety.org/",
      "title": "The Fortune Society | Building People, Not Prisons",
      "description": "Our mission is to support successful reentry from incarceration and promote alternatives to incarceration, thus strengthening the fabric of our communities.",
      "preview": "OUR MODEL OUR IMPACT HOW TO HELP BUILDING PEOPLE, NOT PRISONS. We believe in the power of people to change. We help individuals with justice involveme"
    },
    {
      "url": "https://www.nba.com/standings",
      "title": "NBA Team Standings & Stats | NBA.com",
      "description": "The standings and stats of the current NBA season. Keep track of how your favorite teams are performing and who will make the playoffs.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.victoria-models-escorts.com/escorts/escorts-model-claudia.html",
      "title": "Sedcard and pictures of Escorts Model Alexis",
      "description": "Alexis is one of our top escorts in berlin and she will make your dreams come true. Do not hesitate and call us anytime.",
      "preview": "Skip to main navigation (Press Enter). Skip to main content (Press Enter). Escort Service Frankfurt Welcome to the Sedcard of Escortmodel Claudia ♡ Es"
    },
    {
      "url": "https://www.newscientist.com/subject/technology/",
      "title": "Technology news, articles and features | New Scientist",
      "description": "From electronics and engineering to artificial intelligence, discover the latest developments, awe-inspiring features and in-depth analysis about today's technological advances",
      "preview": "Close Advertisement Subscribe now Technology From the earliest stone tools to the latest advances in artificial intelligence, robotics, blockchains an"
    },
    {
      "url": "https://www.eco-business.com/news/what-does-sustainable-palm-oil-mean-to-smallholders/",
      "title": "What does sustainable palm oil mean to smallholders? | News | Eco-Business | Asia Pacific",
      "description": "The future of the palm oil industry-and the region's forests-depends on how millions of smallholders manage their land. Eco-Business interviewed farmers in...",
      "preview": "Close menu Eco-Business International Edition Subscribe Search Eco-Business Search News Palm oil conversations What does sustainable palm oil mean to"
    },
    {
      "url": "https://mission-blue.org/hope-spots/",
      "title": "Hope Spots® - Mission Blue",
      "description": "Hope Spots® are special places that are scientifically identified as critical to the health of the ocean. Our Hope Spots® are championed by local conservationists whom we support with communications, expeditions and scientific advisory. I wish you would use all means at your disposal - films, expeditions, the web, new submarines, campaigns - to ignite [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Hope Spots® are special places that are sci"
    },
    {
      "url": "https://lulac.org/",
      "title": "LULAC",
      "description": "To advance the economic condition, educational attainment, political influence, housing, health and civil rights of the Hispanic population of the United States.",
      "preview": "Skip to main content LULAC is the nation's largest and oldest civil rights volunteer-based organization that empowers Hispanic Americans and builds st"
    },
    {
      "url": "https://www.missingkids.org/netsmartz",
      "title": "NetSmartz Home",
      "description": "void",
      "preview": "Skip to main content Log In or register to download NetSmartz materials. Log In or register to download NetSmartz materials. Log In Forgot Password? R"
    },
    {
      "url": "https://walmart.onelink.me/UIev?pid=walmart.com&af_web_dp=https%3A%2F%2Fwww.walmart.com%2Fcp%2Fwalmart-mobile-app%2F1087865&c=Walmart.com%20Site%20Footer&af_dp=walmart%3A%2F%2F",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.joyclair.com/collections/only-stamps/products/prayer-warrior",
      "title": "Prayer Warrior",
      "description": "Prayer Warrior is a 4x6 Color by Faith Bible Journaling Clear stamp set used for Bible Journaling, Scrapbooking or Crafting projects. Joy Clair stamps are photopolymer clear stamps made in the USA. Free digital die svg file with purchase",
      "preview": "0 Home / CLEAR STAMPS / Prayer Warrior Prayer Warrior $ 15.99 Quantity Name Email Phone Number Message 4\"x 6\" Clear Photopolymer Stamp Set of 7 Bible"
    },
    {
      "url": "https://www.msnbc.com/knowyourvalue",
      "title": "Know Your Value: Mika Brzezinski empowering women at work and in life",
      "description": "Mika Brzezinski's Know Your Value is an empowered community helping women to grow their career, form healthy habits and reach their full potential.",
      "preview": "IE 11 is not supported. For an optimal experience visit our site on another browser. Skip to Content Know Your Value Mika Brzezinski's Know Your Value"
    },
    {
      "url": "http://mobile.secouchermoinsbete.fr/users/37779-winniie",
      "title": "Profil de Winniie",
      "description": "Se Coucher Moins Bête",
      "preview": "Winniie Winniie Localisation : Planète Terre Occupation : Je cherche encore Commentaires postés : 16 Anecdotes publiées : 2 Date d'inscription : 14/05"
    },
    {
      "url": "https://enterprise.microsoft.com/en-us/industries/health/",
      "title": "Microsoft Cloud for Healthcare | Microsoft",
      "description": "Enhance patient engagement, empower health team collaboration, and improve clinical and operational insights with Microsoft Cloud for Healthcare and Nuance.",
      "preview": "This is the Trace Id: 552f527b1ca7fd4c3f3cd36e24b3350e Skip to main content INDUSTRY Microsoft for Healthcare Achieve more with AI you can trust. Watc"
    }
  ],
  "_meta": {
    "total_bookmarks": 164
  }
}