{
  "data": [
    {
      "url": "https://toofab.com/2020/05/08/joshua-whitehouse-game-of-thrones-failed-pilot/",
      "title": "Josh Whitehouse Spills On Failed Game of Thrones Prequel Series (Exclusive)",
      "description": "HBO passed on the pilot, which starred Naomi Watts.",
      "preview": "Television By TooFab Staff | 5/8/2020 8:14 AM PT Getty/HBO The actor looks at the bright side of the show not going to series. Even before \"Game of Th"
    },
    {
      "url": "https://jalhay-commerces.be/commune/Engis/4480/",
      "title": "Communes-Commerces.be",
      "description": "void",
      "preview": "Commerces à proximité / Catégorie - Sous-catégorie Comment ça marche ? Choisis ta Commune Dans la barre de recherche juste au-dessus, inscris le nom d"
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_es?sn=35114",
      "title": "Synalpheus heroni",
      "description": "Synalpheus heroni Coutière, 1909 - Más información sobre esta especie: Denominaciones comerciales, Métodos de producción y artes de pesca, Regímenes de calidad de la UE y valores nutricionales, Medidas de conservacion, Normas de comercialización, Distribución y hábitat de las especies, Descripción de las especies, Nomenclatura Combinada",
      "preview": "Ir al contenido Denominaciones comerciales Búsqueda Search by Denominación comercial Nombre científico Código FAO alfa-3 Nomenclatura Combinada Enter"
    },
    {
      "url": "http://sailsofchange.org",
      "title": "Sails of Change",
      "description": "void",
      "preview": "25.06.16 Sail Sails of Change 8 finish first in TF35 Trophy second overall in Bol d'Or du Leman After fifteen and a half hours of racing featuring mul"
    },
    {
      "url": "https://nissan.oemdtc.com",
      "title": "Nissan & Infiniti - OEMDTC",
      "description": "Nissan & Infiniti Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.milkmagazine.net/",
      "title": "Milk Magazine | Mode, lifestyle, voyage et expériences en famille",
      "description": "Fashion, Lifestyle, Travel, Experiences for modern families.",
      "preview": "S'abonner Agenda Dossier Kid's collection fermer menu fermer S'abonner Agenda Dossier Kid's collection fermer menu fermer Inside Dans le Perche, la ma"
    },
    {
      "url": "https://veronicapiraino.cl/collections/all/?constraint=cumpleanos",
      "title": "Productos",
      "description": "void",
      "preview": "0 Inicio Productos Cumpleaños Cambiar por Categorías NEW Comprar Aros Anillos Collares Cortos Collares Largos Cadenas baño de oro Cadenas de plata Col"
    },
    {
      "url": "https://fonttools.readthedocs.io/en/latest/ttLib/ttFont.html",
      "title": "ttFont: Read and write font contents - fontTools Documentation",
      "description": "void",
      "preview": "ttLib: Read and write OpenType and TrueType fonts ttFont: Read and write font contents View page source ttFont: Read and write font contents  Overvie"
    },
    {
      "url": "https://www.oovacances.com/locations-vacances/france-occitanie-aude/situation-montagne",
      "title": "Locations Vacances France Occitanie Aude Montagne",
      "description": "Découvrez nos offres de Locations Vacances France Occitanie Aude Montagne. Large choix d'offres de location vacances particulier Aude. Choisissez la location vacances particulier Aude qui vous convient pour vos vacances pas chères en France, Occitanie, Aude.",
      "preview": "Menu Se connecter Locations vacances Locations vacances particulier Par thème Toutes les locations Locations à la mer Locations à la montagne Location"
    },
    {
      "url": "https://www.whatsapp.com/",
      "title": "WhatsApp | Secure and Reliable Free Private Messaging and Calling",
      "description": "Use WhatsApp Messenger to stay in touch with friends and family. WhatsApp is free and offers simple, secure, reliable messaging and calling, available on phones all over the world.",
      "preview": "Skip to content Message privately Simple, reliable, private messaging and calling for free*, available all over the world. Download Log in * Data char"
    },
    {
      "url": "https://www.robinhood.org/",
      "title": "Home - Robin Hood",
      "description": "Learn more about Robin Hood, New York City's largest poverty-fighting organization.",
      "preview": "Your browser does not support the video tag. Fighting Poverty in New York City Robin Hood is New York City's largest poverty-fighting organization. We"
    },
    {
      "url": "https://www.kauffman.org/",
      "title": "Ewing Marion Kauffman Foundation | Kauffman.org",
      "description": "The Kauffman Foundation helps unlock opportunity for all so that people can achieve financial stability, upward mobility, and economic prosperity - regardless of race, gender, or geography.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.librairie-esoterique-paris.fr/",
      "title": "Votre librairie ésotérique à Paris : bienvenue chez Arc en Ciel !",
      "description": "Livres, encens, tarots et spiritualité : retrouvez nos produits et l'actualité de votre librairie ésotérique Parisienne sur internet !",
      "preview": "Arc en Ciel Votre librairie ésotérique à Paris Bienvenue chez Arc en Ciel, votre librairie ésotérique à Paris Située 3 rue Jean Macé, dans le 11ème ar"
    },
    {
      "url": "http://www.angelfire.com/geek/alphabeta/",
      "title": "Gravity",
      "description": "Discusses everything to do with Gravity including the History, the Forumlae and Sir Isaac Newton.",
      "preview": "Home | Zero Gravity | Specific Gravity | Dishwasher Ratings What is Gravity? Gravity is a force of attraction only between bodies that have mass. The"
    },
    {
      "url": "https://osc.gov",
      "title": "Home",
      "description": "void",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://www.fox2detroit.com/news/dog-saves-toddler-after-fire-torches-detroit-apartment-leaving-family-of-six-homeless",
      "title": "Dog saves toddler from fire that torched Detroit apartment, left family of six homeless | FOX 2 Detroit",
      "description": "Blue not only saved the youngest of four girls trapped in the home, but they also noted emergency authorities - actions fitting for a hero dog.",
      "preview": "article Blue, the dog of Janet Kelley. DETROIT (FOX 2) - The remains of one Detroit family's possessions were turned to ash and dust after a fire tore"
    },
    {
      "url": "https://blogs.microsoft.com/",
      "title": "The Official Microsoft Blog",
      "description": "void",
      "preview": "Skip to content Skip to main content Featured Oct 1, 2025 | Microsoft Corporate Blogs Accelerating our commercial growth Sep 25, 2025 | Alysa Taylor -"
    },
    {
      "url": "https://www.tequilawithfriends.com/",
      "title": "Tequila With Friends | Texas",
      "description": "Tequila Friends is a Tequila started by four childhood friends, just for friends. When a good time is influenced by good friends that help you create the type of memories that last a lifetime, Tequila with Friends is the Spirit you want to share.",
      "preview": "top of page with Friends. Better The Essential Ingredient is Friendship Not only is Friendship at the core of Tequila with Friends, it is a foundation"
    },
    {
      "url": "https://products.ls.graphics/mesh-gradients/",
      "title": "Free Mesh Gradient Collection",
      "description": "100 mesh gradients in .sketch, .png, .ai, .jpg, .eps",
      "preview": "Featured on Product Hunt Learn More Free Mesh Gradient Collection Download full pack 🔥 More Design Tools 100 Free Gradients Rainbow, pastel, natural ."
    },
    {
      "url": "https://www.memberclicks.com/privacy",
      "title": "Privacy Policy | MemberClicks",
      "description": "Test",
      "preview": "Skip to main content Legal Center Privacy Policy Effective Date: October 17, 2023 🖨️ Print Current Archive Personify Inc. and its affiliates, a2z Pers"
    },
    {
      "url": "https://www.care.org/our-work/health/fighting-gender-based-violence/tipping-point/",
      "title": "Tipping Point - Identifying causes of child and early marriage - CARE",
      "description": "What is child marriage, and why does child marriage happen? Learn how Tipping Point identifies causes of child, early, and forced marriage.",
      "preview": "Skip to Content Home Our Work Health Violence against women and girls (VAWG) Tipping Point Violence against women and girls (VAWG) Indashyikirwa Progr"
    },
    {
      "url": "https://aldopiombino.blogspot.com/2010/11/il-disegno-di-legge-3687-sulla-riforma.html",
      "title": "scienzeedintorni: Il disegno di legge 3687 sulla riforma dei dipartimenti: un provvedimento centrato sulle grandi facoltà e non sulle piccole (specialmente scientifiche)",
      "description": "Scienzeedintorni non si occupa di politica che molto malvolentieri e solo se ha riflessi pesanti sulla scienza o sullo stato dell'ambiente...",
      "preview": "skip to main | skip to sidebar scienzeedintorni le sabbie del tempo sono erose dal fiume del cambiamento costante giovedì 18 novembre 2010 Il disegno"
    },
    {
      "url": "http://www.midiowahealth.org",
      "title": "Mid-Iowa Health Foundation",
      "description": "We advance system-change solutions that lead to health equity.",
      "preview": "news Mid-Iowa Health Foundation Celebrates 40 Years Search Open Menu Close Menu Close Search Systems shape the social, economic, and environmental con"
    },
    {
      "url": "https://supreme.justia.com/cases/federal/us/237/309/",
      "title": "Frank v. Mangum | 237 U.S. 309 (1915) | Justia U.S. Supreme Court Center",
      "description": "Frank v. Mangum",
      "preview": "Frank v. Mangum, 237 U.S. 309 (1915) Overview Opinions Syllabus U.S. Supreme Court Frank v. Mangum, 237 U.S. 309 (1915) Frank v. Mangum No. 775 Argued"
    },
    {
      "url": "https://sabiyamalbari11.tumblr.com/",
      "title": "Sabiya malbari",
      "description": "NEVER UNDERESTIMATE THE POWER OF PASSION.. AS FOR ME I JUST WANT TO BE GENUINE..",
      "preview": "Sabiya malbari 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna islamicrays The world is a shad"
    },
    {
      "url": "http://www.games-db.com/Arcade/",
      "title": "Browse in Arcade < Games-db.com: computer games, video games, arcade, pinball, handheld, traditional >",
      "description": "(Coin-Op Video Games. Sega, Namco, Midway, Capcom, Atari, Taito, Neo Geo, ...)",
      "preview": "Platforms Overview | Message Board Games-db / Arcade Database Areas • Computer & PC Games • Console Games • Arcade Games • Pinball Machines • Handheld"
    },
    {
      "url": "https://www.freepeople.com/shop/hailey-dress2/?color=066&type=REGULAR&quantity=1",
      "title": "Hailey Dress | Free People",
      "description": "Shop our Hailey Dress at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://wiki.muc.ccc.de/start?image=public_pics%3Aherz.jpg&tab_details=view&do=media&tab_files=files&ns=reprap%3Aprints",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://www.fox2detroit.com/news/dog-saves-toddler-after-fire-torches-detroit-apartment-leaving-family-of-six-homeless",
      "title": "Dog saves toddler from fire that torched Detroit apartment, left family of six homeless | FOX 2 Detroit",
      "description": "Blue not only saved the youngest of four girls trapped in the home, but they also noted emergency authorities - actions fitting for a hero dog.",
      "preview": "article Blue, the dog of Janet Kelley. DETROIT (FOX 2) - The remains of one Detroit family's possessions were turned to ash and dust after a fire tore"
    },
    {
      "url": "https://www.eventbrite.ie/e/coursera-x-grow-with-google-career-certificates-learner-webinar-registration-483109592797?aff=erelexpmlt",
      "title": "Coursera x Grow with Google - Career Certificates Learner Webinar Registration, Thu 2 Mar 2023 at 16:00 | Eventbrite",
      "description": "Eventbrite - Coursera presents Coursera x Grow with Google - Career Certificates Learner Webinar - Thursday, 2 March 2023 - Find event and registration information.",
      "preview": "Sales Ended View event Coursera x Grow with Google - Career Certificates Learner Webinar View details Follow this organiser to stay informed on future"
    },
    {
      "url": "https://productregistration.sony.com/?cpint=spt-globalheader_prodregistration",
      "title": "Product Registration",
      "description": "Web site created using create-react-app",
      "preview": "void"
    },
    {
      "url": "https://www.rcuniverse.com/forum/post_thanks.php?do=findthanks_user_gave&u=58402",
      "title": "RCU Forums",
      "description": "RC Universe discussion forums for RC cars, rc trucks, rc airplanes, rc helis, rc boats, rc jets, rc electric helis, rc electric planes and more",
      "preview": "RCU Forums > > vBulletin Message Username Password By logging into your account, you agree to our Terms of Use and Privacy Policy , and to the use of"
    },
    {
      "url": "https://www.truck1.rs/izmenjivi-sanduci-kontejneri/promenjiva-tela-sanduci",
      "title": "Truck1",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.essence.com/entertainment/2023-naacp-image-awards/",
      "title": "The Evolution Of The NAACP Image Awards | Essence",
      "description": "With expanded categories, this year's return to an in-person ceremony promises increased visibility for creators across entertainment",
      "preview": "Skip to content PASADENA, CALIFORNIA - FEBRUARY 22: Rihanna poses with the President's Award at the 51st NAACP Image Awards, Presented by BET, at Pasa"
    },
    {
      "url": "https://proportio.app/",
      "title": "Proportio.app",
      "description": "Tool for creating proportional scales for typography, iconography, spacing, and components in design systems.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.montgomerycollege.edu/contact-us/index.html#interpreter",
      "title": "Contact Us | Montgomery College, Maryland",
      "description": "void",
      "preview": "Contact Us Here you'll find information on our convenient campuses and centers, directories for people and for buildings, feedback forms, and some imp"
    },
    {
      "url": "http://www.cciabm.com/categoria/destaques/page/2",
      "title": "destaque",
      "description": "void",
      "preview": "Início » Categoria: \"destaque\" Categoria: destaque Having Towards Win Regarding A Web casino Online Spots. Postado por cciabm-adm em janeiro 17, 2021"
    },
    {
      "url": "https://blog.getpocket.com/",
      "title": "Pocket inside",
      "description": "Pocket is a content discovery platform that surfaces the best journalism from across the web: new perspectives, hidden gems, fascinating deep-dives and timeless classics. The Pocket blog brings you content and updates on our product.",
      "preview": "Announcements Posted on May 16, 2023 May 17, 2023 Stay up to date and informed on the topics you care about. Pocket's latest updates make it simpler t"
    },
    {
      "url": "http://www.scrangie.com/2010/11/",
      "title": "Scrangie: November 2010",
      "description": "<b>Lacquerhead.</b><br> This is my nail file. There are many like it, but this one is mine.",
      "preview": "skip to main | skip to sidebar Scrangie Lacquerhead. This is my nail file. There are many like it, but this one is mine. Home About / Contact FAQ Blog"
    },
    {
      "url": "https://www.agavecom.cz/avg-antivirus-business-edition-edu-1-4-pc-2-roky",
      "title": "AVG Antivirus Business Edition EDU pro 1-4 PC na 2 roky",
      "description": "AVG Antivirus Business Edition obsahuje: Cloud Management Console, Souborový štít, E-mailový štít, Webový štít, Link Scanner, Behaviorální štít, Firewall, Skartovač souborů, CyberCapture, Celkový test, Ochrana serveru SharePoint.",
      "preview": "Hľadanie Hledat ve zboží Hledat v článcích Přihlášení Nová registrace 0 ks / 0,00 Kč 0 ks / 0,00 Kč Slevy pro školy, zdravotnictví FAQ Obchodní podmín"
    },
    {
      "url": "https://cli.github.com",
      "title": "GitHub CLI | Take GitHub to the command line",
      "description": "Take GitHub to the command line",
      "preview": "Take GitHub to the command line GitHub CLI brings GitHub to your terminal. Free and open source. brew install gh or Download for Mac Download for Wind"
    },
    {
      "url": "https://www.erika-sanvigilio.it/en/summer-winter/cross-country-skiing/73-0.html",
      "title": "Cross-country skiing - Marebbe - - Hotel Erika San Vigilio di Marebbe",
      "description": "If you choose San Vigilio to spend your winter holidays you should also grasp the chance to try cross-country skiing. The 12km-long Marebbe Valley, ...",
      "preview": "Request now Arrival Days persons Request Booking Cross-country skiing If you choose San Vigilio to spend your winter holidays you should also grasp th"
    },
    {
      "url": "https://www.ny.gov/programs/new-york-state-covid-19-technology-swat-team",
      "title": "New York State COVID-19 Technology SWAT Team | The State of New York",
      "description": "Leveraging Technology Expertise to Scale our Efforts",
      "preview": "Skip to main content Programs New York State COVID-19 Technology SWAT Team Leveraging Technology Expertise to Scale our Efforts New York State COVID-1"
    },
    {
      "url": "https://www.collegenet.com/",
      "title": "Software for Higher Ed Scheduling & Campus Efficiency | CollegeNET",
      "description": "Streamline academic and event scheduling, admissions, and resources with CollegeNET's Series25®-the smarter way higher ed works today.",
      "preview": "Skip to main content Software that Helps Higher Ed Work Smarter Discover the integrated platform that streamlines academic and event scheduling, admis"
    },
    {
      "url": "https://support.mooveagency.com/forum/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - MooveAgency - Support Forum",
      "description": "void",
      "preview": "GDPR Cookie Compliance Search for: Support Forum › Support Forum › GDPR Cookie Compliance Viewing 31 topics - 1 through 30 (of 44 total) 1 2 → You mus"
    },
    {
      "url": "https://atlanta.curbed.com/2019/6/7/18656688/new-study-ranks-downtown-atlanta-as-growing-downtown",
      "title": "New study ranks Downtown Atlanta as 'growing downtown' - Curbed Atlanta",
      "description": "Findings show significant growth in vibrancy and economic activity since 2010 in the Georgia capital.",
      "preview": "Skip to main content clock menu more-arrow no yes mobile Cities Atlanta Austin Boston Chicago Detroit Los Angeles New York San Francisco Archive.curbe"
    },
    {
      "url": "https://www.nativewomenlead.org/",
      "title": "Native Women Lead",
      "description": "void",
      "preview": "Cart 0 Back Mission Meet Our Board & Co-Founders Our Story Our Impact Back Summits & Retreats Matriarch Funds Events Calendar BEWE Partners November 2"
    },
    {
      "url": "https://safety.google?hl=en",
      "title": "Google Safety Center - Stay Safer Online",
      "description": "Making technology for everyone means protecting everyone who uses it. Explore what Google does to help you stay safe online.",
      "preview": "Learn how Google AI-powered security keeps you safe from scams this Cybersecurity Awareness Month. The safer way to search. search. email. watch. stor"
    },
    {
      "url": "https://biodiversitya-z.org/content/specially-protected-areas-of-mediterranean-importance-spami#:~:text=Description.%20The%20Specially%20Protected%20Areas%20of%20Mediterranean%20Importance,the%20components%20of%20biological%20diversity%20in%20the%20Mediterranean%2C",
      "title": "Specially Protected Areas of Mediterranean Importance (SPAMI) definition | Biodiversity A-Z",
      "description": "A cluster of online glossaries about biodiversity",
      "preview": "Home Areas Specially Protected Areas of Mediterranean Importance (SPAMI) Areas of Biodiversity Importance Summaries of globally relevant systems to id"
    },
    {
      "url": "https://winnyc.org",
      "title": "Home - WIN",
      "description": "Win is New York City's largest provider of shelter and supportive housing for families with children experiencing homelessness.",
      "preview": "Skip to content Win is the largest provider of shelter and supportive housing for NYC's homeless families. ABOUT WIN Join our team & help break the cy"
    },
    {
      "url": "https://usnavyseals.einnews.com/amp/pr_news/572814177/small-business-opportunities-for-military-spouses-to-sell-to-the-u-s-air-force-and-u-s-army",
      "title": "Please verify you are human.",
      "description": "void",
      "preview": "Please verify you are human. Click here to continue ..."
    },
    {
      "url": "https://conferences.nature.com",
      "title": "Nature Conferences",
      "description": "Nature Conferences bring scientists together to meet, learn and share. Build valuable connections, push your research forward and join the discussions shaping the future of science. Our in-person and virtual events offer you the chance to present your research to scientific peers from around the world and engage with high-profile speakers, as well as Nature Portfolio editors.",
      "preview": "Nature Conferences Nature Conferences bring scientists together to meet, learn and share their latest discoveries... Build your network, push your res"
    },
    {
      "url": "http://lolideprada.com/?paged=2",
      "title": "Joaquín y Loli de Prada - TODA UNA VIDA... TE ESTARÍA BESANDO...",
      "description": "void",
      "preview": "Inicio Acerca de nosotros 29 06 2016 La epístola de Cambridge Escrito por: Loli de Prada en Pensando en ti , Recordando a Joaquín de Prada González Ho"
    },
    {
      "url": "https://www.caf.fr/allocataires/droits-et-prestations",
      "title": "Radware Block Page",
      "description": "void",
      "preview": "We are sorry... ...but your activity and behavior on this website made us think that you are a bot. To protect this website, we cannot process your re"
    },
    {
      "url": "http://admissions.psu.edu/apply/",
      "title": "How to Apply | Undergraduate Admissions | Penn State",
      "description": "Ready to start your journey as a Penn State student? Learn how to apply, with help from us all along the way. Start your application today!",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Visit Academics expand icon Undergraduat"
    },
    {
      "url": "https://pinchofyum.com/",
      "title": "Pinch of Yum - A food blog with simple and tasty recipes.",
      "description": "Fresh, flavorful and (mostly) healthy recipes made for real, actual, every day life. Helping you celebrate the joy of food in a totally non-intimidating way.",
      "preview": "icon-arrow icon-chevron-white icon-chevron icon-comment icon-facebook icon-heart icon-instagram icon-instant-pot icon-list icon-lock icon-meal-prep ic"
    },
    {
      "url": "https://ham.stackexchange.com/users/69/joseph?tab=tags",
      "title": "User Joseph - Amateur Radio Stack Exchange",
      "description": "Q&A for amateur radio enthusiasts",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Joseph Member fo"
    },
    {
      "url": "https://www.tarotsara.cz/velka-arkana-0-22/",
      "title": "VELKÁ ARKÁNA 0-22 - Tarotsara.cz",
      "description": "Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozřejmě mnohem a mnohem pestřejší a obsáhlejší. Pro rámcovou představu to takto postačí, pokud Vás Tarot zajímá hlouběji, můžete navštívit některý z mých kursů, či sami pracovat",
      "preview": "VELKÁ ARKÁNA 0-22 Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozře"
    },
    {
      "url": "https://info.montgomerycollege.edu/offices/general-counsel/index.html#public-info",
      "title": "General Counsel | Montgomery College, Maryland",
      "description": "void",
      "preview": "General Counsel The mission of the Office of General Counsel is to provide, manage, and coordinate legal services to pro-actively minimize the College"
    },
    {
      "url": "https://www.gofundme.com/f/samantha-cains-medical-and-emergency-expenses?member=25368189&utm_campaign=p_cp+share-sheet&utm_content=undefined&utm_medium=copy_link_all&utm_source=customer&utm_term=undefined",
      "title": "Fundraiser for Macy Gamel by Kalie Clark : Samantha Cain's Emergency Expenses",
      "description": "Hello everyone, one of my dear friends Samantha Cain has currently fallen victim to a t... Kalie Clark needs your support for Samantha Cain's Emergency Expenses",
      "preview": "Kalie Clark is organizing this fundraiser on behalf of Macy Gamel. Donation protected Hello everyone, one of my dear friends Samantha Cain has current"
    },
    {
      "url": "https://cnnpressroom.blogs.cnn.com/2015/07/08/former-president-carter-on-clinton-2016-and-more/",
      "title": "Former President Carter on Clinton, 2016 and more",
      "description": "Today on The Lead with Jake Tapper former President Jimmy Carter joined the program to discuss his new book, \"A Full Life: Reflections at Ninety,\" the 2016 race, and more. A full transcript of the interview is below. MANDATORY CREDIT // CNN FULL TRANSCRIPT: THIS IS A RUSH TRANSCRIPT.",
      "preview": "The Lead with Jake Tapper July 8th, 2015 Former President Carter on Clinton, 2016 and more Today on The Lead with Jake Tapper former President Jimmy C"
    },
    {
      "url": "https://www.diffchecker.com/text-compare/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "https://wordpressfoundation.org/donate/",
      "title": "Donate - WordPress Foundation",
      "description": "Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You can choose to donate annually: Give $10 per year Give $50 per yea...",
      "preview": "Skip to content Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You ca"
    },
    {
      "url": "https://www.centerffs.org",
      "title": "Center for Family Services",
      "description": "Center For Family Services is committed to changing the odds for children and families in our community by providing vision, hope, and strength for a better life through more than 50 programs across southern New Jersey focused on prevention, intervention, and education.",
      "preview": "Skip to main content Trusted care to help people of all ages reach their potential. Get Help Get Involved Your gift can change a life Donate Today Mos"
    },
    {
      "url": "https://www.githubstatus.com",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://a-alexandra.blogspot.com/2012/08/",
      "title": "A Alexandra: august 2012",
      "description": "Cuvintele sunt cheia! Alese corect, ele pot deschide orice suflet și închide orice gură.",
      "preview": "31 august 2012 De 10 ori mai ... Bruneta, buna, carismatica, zambareata, modesta, incapatanata, ambitioasa, dragastoasa, iubareata ... Atat! Restul su"
    },
    {
      "url": "https://www.indian-markt.com/products/8901701103101",
      "title": "Please Log In",
      "description": "void",
      "preview": "Indian-Markt Sehr geehrte/r Kunden, Unser Online-Shop ist bis auf Weiteres geschlossen. Bitte besuchen Sie unser Ladengeschäft in Kleinfeld Str. 46, 7"
    },
    {
      "url": "http://www.onepixeldev.com",
      "title": "One Pixel Dev",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Application development at its finest. ."
    },
    {
      "url": "https://acmemarine.com/products/acme-propeller-1635",
      "title": "ACME 1635 20.00\" x 20.00\" Cruiser 4-Blade Propeller - ACME Marine",
      "description": "Our premium boat propellers are engineered in the USA and fit Nautique, Malibu, Centurion, Mastercraft boats & more.",
      "preview": "Skip to content In Your Cart Close Popup X Created with Sketch. View Cart ACME 1635 20.00\" x 20.00\" Cruiser 4-Blade Propeller Part Number: 1635 $2,890"
    },
    {
      "url": "https://android-developers.googleblog.com/search/label/Google%20Play",
      "title": "Android Developers Blog: Google Play",
      "description": "News and insights on the Android platform, developer tools, and events.",
      "preview": "☰ Android Developers Blog The latest Android and Google Play news for app and game developers. 🔍 Android Developers → Jetpack Kotlin Docs News Platfor"
    },
    {
      "url": "https://supportlocal.usatoday.com/",
      "title": "Support Local Businesses with USA TODAY Network",
      "description": "Support Local is a place to show support for your local businesses during this challenging time. Help us continue to serve your communities in the future.",
      "preview": "Support Local Businesses Small businesses are facing a great challenge. Your city needs your support. As we begin rebuilding America, it's important t"
    },
    {
      "url": "https://www.soundclick.com",
      "title": "Stream Music Free & Download MP3, Buy & Sell Beats | SoundClick",
      "description": "Free music download & streaming. Sell beats, buy high-quality instrumentals. SoundClick is the original music marketplace - join free today.",
      "preview": "Stream music. Buy beats. Support artists. Stream and download millions of songs free. Join SoundClick's independent music community-buy beats, license"
    }
  ],
  "_meta": {
    "total_bookmarks": 72
  }
}