{
  "data": [
    {
      "url": "https://www.store-streetlightsbible.com/collections/spanish-audio-bible-downloads-donate-what-you-want/products/salmos-libro-2-capitulos-42-72-done-lo-que-quiera",
      "title": "Salmos - Libro 2 (Capítulos 42-72) // Descarga Digital - Streetlights",
      "description": "Estamos emocionados anunciar el segundo de los cinco lanzamientos de los Salmos (Streetlights Audio Biblia.) Este lanzamiento contiene capítulos 42-72 encontrados en el libro de los Salmos. Artistas desde Chicago, Santo Domingo, Barcelona, Puerto Rico, y México colaboraron para servirte este nuevo proyecto bíblico. Te",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Estimated total $0.00 USD Taxes"
    },
    {
      "url": "https://tarot-online.com.pl/znaczenie-kart-tarota/",
      "title": "Znaczenie kart Tarota | Tarot Online",
      "description": "Poznaj znaczenie kart Tarota online. Znaczene kart Tarota Małe i Wielkie Arkana oraz znaczenie Kart Tarota Buławy, Monety, Puchary i Miecze.",
      "preview": "Dołącz do klubu 2 2025.10.07 Sprawdź nowy dostępny rozkład na 12 kart Tarota 2025.10.06 Odkryj nowe funkcje w Tarot Online! Karty Cennik Blog Dołącz Z"
    },
    {
      "url": "https://lucchese.com/",
      "title": "Lucchese Bootmaker Official Website | Cowboy Boots and Western Wear",
      "description": "Shop Lucchese Cowboy Boots and Western Wear and enjoy the tradition and quality of premium materials and craftsmanship.",
      "preview": "Skip to Main Content Men Women Austin Post featuring Lucchese Boots Boots Shop All Best Sellers Cowboy Horseman Roper Barn Boots Shoes Shoes Shop All"
    },
    {
      "url": "https://fastdemocracy.com/",
      "title": "FastDemocracy - Fast, Simple Legislative Bill Tracking",
      "description": "Unlimited legislative bill tracking, searchable voting records, analytics and more to help you stay informed during and after the legislative session.",
      "preview": "Skip to content US Congress Congress & 50 states 50 states US Congress Alabama Alaska Arizona Arkansas California Colorado Connecticut District of Col"
    },
    {
      "url": "https://www.editionsfavre.com/livres/laventure-spindrift/",
      "title": "L'aventure Spindrift - Éditions Favre",
      "description": "Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qualifie le souffle frais [...]",
      "preview": "Dona Bertarelli, Yann Guichard Albums Sport / aventure Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qu"
    },
    {
      "url": "https://www.wizzair.com/hu-hu#/",
      "title": "Wizz Air | Olcsó repülőjegyek | Találd meg a legjobb repülőjegy-ajánlatokat",
      "description": "Találd meg és foglald le a legolcsóbb repülőjegyeket Európa leggyorsabban növekvő, ultrakedvező áron repülő légitársaságánál. Repülőjegyek, szállás és autókölcsönzés - minden egy helyen.",
      "preview": "Ugrás a járatkeresésre ŐSZI KALANDOK akár 8390 Ft Élvezd a friss hegyi levegőt, és barangolj színpompás túrautakon - utazz novemberig. Korlátozások ér"
    },
    {
      "url": "https://www.codefellows.org/",
      "title": "Premier Tech Academy | Discover a Rewarding New Career | Code Fellows",
      "description": "Code Fellows is the Pacific Northwest's premier technical skills training academy, delivering high-quality live instruction both online and in person to people from all backgrounds.",
      "preview": "Code Fellows has ceased operations. A Legacy of Innovation and Transformation in Tech Education Code Fellows has ceased operations. As we close our do"
    },
    {
      "url": "http://www.eingang.org/Games/boggle.html",
      "title": "Boggle/Big Boggle Word Finding Game FAQ",
      "description": "Mach and Ein's IRC Boggle Game FAQ",
      "preview": "Boggle/Big Boggle FAQ This FAQ (Frequently Asked Questions) document is maintained by Michelle A. Hoyle ( eingang@eingang.org ). It is normally posted"
    },
    {
      "url": "https://www.indiatimes.com/",
      "title": "Indiatimes: Latest in Lifestyle, Health, Fashion, and Wellness",
      "description": "Indiatimes is your destination when it comes to exploring the latest in lifestyle trends, health and wellness hacks, and fashion advice. From food fads to travel tips and relationship rules, we tell you how to live your best life. Bookmark this for all the latest lifestyle content tailored just for you.",
      "preview": "Woman turns her home birth into live Twitch stream event Fri, 10 Oct 2025 By Saloni Jha Fans react as Taylor Swift drops another album version Fri, 10"
    },
    {
      "url": "https://www.mooveagency.com",
      "title": "WordPress Agency London • WordPress Support • Web Development",
      "description": "We are a London WordPress Agency & web development company specialising in development, design, support & maintenance of WordPress websites",
      "preview": "London WordPress Agency Our Work Services WordPress Development WordPress Support Packages WordPress API Integrations WordPress Code Reviews WordPress"
    },
    {
      "url": "https://www.goodwill.org/shoppers/",
      "title": "Shoppers - Goodwill Industries International",
      "description": "READ MORE from Shoppers",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content Shoppers Why Sh"
    },
    {
      "url": "https://fairmountpetservice.com/Blog/pet-services-blog/losing-a-pet-having-to-put-my-dog-to-sleep/",
      "title": "Losing A Pet: Having To Put My Dog To Sleep - Fairmount Pet Service",
      "description": "Losing a pet is a painful experience. Putting my dog to sleep was no exception except I also lost my best and most loyal friend.",
      "preview": "I'm no stranger to losing a pet. From my childhood dog to 3 of my cats, losing your beloved pet is a difficult experience to handle. But nothing has b"
    },
    {
      "url": "http://www.agacgfm.org/",
      "title": "AGA - Association of Government Accountants",
      "description": "AGA is the premier association for government financial management, offering training, certification and networking to strengthen accountability and performance in public service.",
      "preview": "By continuing to browse the site you are agreeing to our use of cookies and similar tracking technologies described in our privacy policy . I Accept X"
    },
    {
      "url": "https://fox11online.com/news/local/green-bay/green-bay-alder-asks-for-surveillance-policy-after-microphones-installed-at-city-hall",
      "title": "Green Bay alder asks for surveillance policy after microphones installed at city hall",
      "description": "Privacy concerns are being raised at Green Bay's city hall after city council members discovered microphones were added to the building's surveillance system.",
      "preview": "Fri, 10 Oct 2025 10:16:17 GMT (1760091377236) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "http://www.nickjr.com/privacy-policy/",
      "title": "Nickelodeon Italia | Homepage",
      "description": "Nickelodeon è il marchio di intrattenimento n. 1 per bambini e offre un assortimento di programmi per famiglie, lungometraggi e contenuti molto divertenti.",
      "preview": "Non perderti le avventure di Kid Danger e Capitan Man, tra azione e tante risate! 0 Latest on Nick SPONGEBOB In fondo al mare, a Bikini Bottom, vive l"
    },
    {
      "url": "https://au.linkedin.com/company/noggin-it?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Noggin | LinkedIn",
      "description": "Noggin | 7,379 followers on LinkedIn. Global provider of critical event management &amp; resilience software | Noggin was acquired by Motorola Solutions in 2024, and is now part of its ecosystem of safety and security technologies. Noggin is a Global provider of critical event management &amp; resilience software. Its software helps enterprises and critical infrastructure anticipate, prepare for and efficiently respond to incidents.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://penji.co/pricing/",
      "title": "Pricing - Unlimited Graphic Design Service",
      "description": "void",
      "preview": "Services Graphic design Branding Motion graphics Advertisements Presentations Web design Illustrations Pricing Our work Why Penji? Our mission Reviews"
    },
    {
      "url": "https://floridahealthcovid19.gov/vaccines/vaccine-locator/?utm_source=floridahealth.gov&utm_medium=referral&utm_campaign=covid-19&utm_term=information+covid-19+vaccine&utm_content=trending_topics",
      "title": "COVID-19 | Florida Department of Health",
      "description": "COVID-19",
      "preview": "Skip Global navigation and goto content About Us | Contact Us | Newsroom FILE COMPLAINT Vaccine/Testing/Mask Requirements Find Health Care Screenings"
    },
    {
      "url": "https://press.assuralia.be/een-aanrijding-aangeven-met-je-smartphone-of-tablet-het-kan-voortaan-met-de-app-crashformr",
      "title": "Een aanrijding aangeven met je smartphone of tablet? Het kan voortaan met de app Crashform®",
      "description": "Voortaan hoeven bestuurders bij een aanrijding geen papieren aanrijdingsformulier meer te gebruiken. Dankzij de app Crashform kunnen zij met een...",
      "preview": "Auto Een aanrijding aangeven met je smartphone of tablet? Het kan voortaan met de app Crashform® 19 januari 2017 Voortaan hoeven bestuurders bij een a"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/inicio",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "https://www.grab.com/sg/transport/taxi/",
      "title": "Taxi Booking Services - Mobility Platform | Grab Singapore",
      "description": "Book a ride for any occasion and budget with Grab Mobility services. Book door-to-door taxi in Singapore with a click of a button on our Grab Superapp. Book Now",
      "preview": "Consumer Going somewhere? Let our reliable taxi service transport you there Book A Ride Book A Ride Download App Download App Overview Grab rides, the"
    },
    {
      "url": "http://www.uncdf.org",
      "title": "Homepage - UN Capital Development Fund (UNCDF)",
      "description": "UN Capital Development Fund's mission is to contribute to job creation, sustained economic growth and equitable prosperity in almost 80 developing countries and nearly all LDCs. We do so by crowding in capital through the deployment of risk-absorbing financial instruments, mechanisms and structuring advisory. In partnership with UN entities and development partners, UNCDF operates with speed and agility to deliver scalable, blended finance solutions to drive systemic change and pave the way for commercial finance and scale up by development finance institutions and multilateral development banks. UNCDF mobilizes and catalyses an increase in capital flows for impactful investments in high-risk markets, especially in Least Developed Countries, Small Island Developing States and countries in special situations, contributing to job creation and sustained economic growth.",
      "preview": "Investing in emerging markets for tomorrow UNCDF at UNGA80 Learn more OUR MISSION UN Capital Development Fund's mission is to contribute to job creati"
    },
    {
      "url": "https://www.mcdonalds.com/us/en-us/cardi-b-offset-meal-bundle.html",
      "title": "McDonald's Menu: Our Full McDonald's Food Menu | McDonald's",
      "description": "Before your next McDonald's trip, check out our full McDonald's Menu. Featuring breakfast menu favorites, burgers, & more! Order today using McDelivery®!",
      "preview": "Skip to Menu Items Featured Favorites Monopoly at McDonald's Menu Extra Value Meals Happy Meal® Snack Wrap® McValue™ Breakfast Burgers Chicken & Fish"
    },
    {
      "url": "https://thepulse.uptogether.org",
      "title": "The Pulse",
      "description": "void",
      "preview": "The UpTogether Pulse Michigan Man Uses Direct Cash to Weatherproof Home from Severe Flooding Lorenzo is proud to step into his front yard, knowing tha"
    },
    {
      "url": "https://backcountry.tnu8.net/c/249354/358742/5311?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.backcountry.com%2Fpatagonia-nano-puff-insulated-jacket-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://www.pbs.org/show/samantha-browns-places-love/",
      "title": "Samantha Brown's Places to Love | PBS",
      "description": "Places to Love takes viewers on a discovery of the emotional heart of travel.",
      "preview": "Skip to Main Content About You Might Also Like Genre Culture Share this Show Link Copied to Clipboard There are no episodes currently available for Sa"
    },
    {
      "url": "https://gnof.donorcentral.com/",
      "title": "Donorcentral",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.guttmacher.org/article/2022/02/medication-abortion-now-accounts-more-half-all-us-abortions",
      "title": "Medication Abortion Now Accounts for More Than Half of All US Abortions | Guttmacher Institute",
      "description": "Updated on March 2, 2022: This analysis has been updated to correct the date when the FDA allowed abortion pills to be mailed to patients for the duration of the pandemic. First published on February 24, 2022:",
      "preview": "Skip to main content Policy Analysis February 2022 Medication Abortion Now Accounts for More Than Half of All US Abortions Authors Rachel K. Jones , G"
    },
    {
      "url": "https://www.georgetowndc.com/unexpected/",
      "title": "Georgetown. How Unexpected. | Georgetown DC - Explore Georgetown in Washington, DC",
      "description": "The best memories are the ones you never planned to make. With so many shops, eateries, alleyways and outdoor art, come to Georgetown for one thing, and find something else you never expected.",
      "preview": "Subscribe to Weekly Newsletter Instagram Facebook Twitter @wwwchris A New Season of Surprises Looking for an unexpected summer adventure? You're getti"
    },
    {
      "url": "http://www.ramblingsofadaydreamer.com/2014/05/2014-historic-fiction-reading-challenge.html",
      "title": "Ramblings of a Daydreamer: 2014 Historic Fiction Reading Challenge - May Review Link-Up",
      "description": "A blog about books, writing, self-publishing, entertainment, and travel",
      "preview": "Pages Home About My Books Newsletter Book Reviews Bookstagram Sunday, May 4, 2014 2014 Historic Fiction Reading Challenge - May Review Link-Up If you"
    },
    {
      "url": "https://thai.alibaba.com/product-detail/customized-high-quality-100-polyester-party-wedding-banquet-glitter-magic-pink-sequins-backdrop-curtains-62346379632.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://vision.esa.int/cm22",
      "title": "Council Meeting at Ministerial Level - ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    },
    {
      "url": "https://www.mongodb.com/docs/manual/introduction/",
      "title": "Introduction to MongoDB - Database Manual - MongoDB Docs",
      "description": "Learn about the advantages of MongoDB document databases.",
      "preview": "Docs Menu Ask MongoDB AI Docs Home / Database Manual Introduction to MongoDB Copy page You can create a MongoDB database in the following environments"
    },
    {
      "url": "https://www.adpri.org/",
      "title": "ADP Research | Data-Driven Business Insights",
      "description": "The definitive source for exclusive, data-driven insights on today's working world.",
      "preview": "Explore Insights from the World of Work Data-driven discoveries for business leaders, economists, policy makers and human resource professionals. NEW!"
    },
    {
      "url": "https://bemanningsinfo.no/partner/partnerforside/tilleggstjenester/annonsering-pa-finn-no/",
      "title": "Annonsering på finn.no | Bemanningsinfo",
      "description": "void",
      "preview": "arrow_back Tilbake Annonsering på finn.no Annonsering er et viktig virkemiddel for å tiltrekke seg gode og relevante kandidater til de ledige stilling"
    },
    {
      "url": "https://www.weebly.com/",
      "title": "Free Website Builder: Build a Free Website or Online Store | Weebly",
      "description": "Weebly's free website builder makes it easy to create a website, blog, or online store. Find customizable templates, domains, and easy-to-use tools for any type of business website.",
      "preview": "Or transfer your domain > Guides Themes Features Blog App Center SEO Guide Help This site uses cookies to assist with navigation, analyze your use of"
    },
    {
      "url": "https://www.apple.com/itunes/",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "https://www.grab.com/sg/transport/taxi/",
      "title": "Taxi Booking Services - Mobility Platform | Grab Singapore",
      "description": "Book a ride for any occasion and budget with Grab Mobility services. Book door-to-door taxi in Singapore with a click of a button on our Grab Superapp. Book Now",
      "preview": "Consumer Going somewhere? Let our reliable taxi service transport you there Book A Ride Book A Ride Download App Download App Overview Grab rides, the"
    },
    {
      "url": "https://oceanriskalliance.org/",
      "title": "Homepage - ORRAA",
      "description": "Our mission is to drive investment into coastal and ocean natural capital, to positively impact the resilience of people in coastal areas around the world.",
      "preview": "Skip to content Investing in coastal communities and the Ocean Our mission, by 2030, is to activate at least USD$500 million of investment to build th"
    },
    {
      "url": "https://www.farmequip.org/news/kirby-brings-piece-of-aviation-history-to-museum/",
      "title": "Kirby Brings Piece of Aviation History to Museum - Farm Equipment Manufacturers Association",
      "description": "void",
      "preview": "Schedule Registration Register Today Registration List FAQs Program Speakers Connect with Marketers EMDA Industry Showcase Guest Program Travel & Acco"
    },
    {
      "url": "https://www.nyu.edu/about/news-publications/news/2020/december/satellite-data-identifies-companies-fishing-in-high-seas.html",
      "title": "Satellite Data Identifies Companies Fishing in High Seas",
      "description": "Researchers have identified companies fishing in high seas-waters that lie outside of national jurisdiction where fishing has raised fears about environmental and labor violations.",
      "preview": "News Release Satellite Data Identifies Companies Fishing in High Seas Dec 18, 2020 Law and Policy Research Arts and Science New York City Researchers"
    },
    {
      "url": "http://www.soundblaster.com/",
      "title": "Schede audio DAC e amplificatore USB interne ed esterne e guida per l'acquisto Sound Blaster - Creative Labs (Italia)",
      "description": "La gamma di prodotti Sound Blaster possiede una soluzione di aggiornamento audio, sia interna che esterna, per qualsiasi configurazione. Non limitarti a visuali straordinarie. Ridefinisci la tua esperienza audio con Sound Blaster.",
      "preview": "Utilizziamo i cookie, che sono piccoli file di testo, per migliorare la tua esperienza sul nostro sito Web e per mostrarti contenuti personalizzati. P"
    },
    {
      "url": "https://www.gallup.com/corporate/212381/who-we-are.aspx",
      "title": "About - Gallup",
      "description": "Transform your organization. Gallup changes the world a little to a lot every day through extraordinary analytics and advice.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Helping People Be Heard We help our clients in many ways. Bu"
    },
    {
      "url": "https://www.bigmarker.com/mutual-of-omaha-mortgage1/USO-VA-Home-Loan-Workshop-63360a8099738d3a9ab16ce4?show_live_page=true",
      "title": "Webinar: USO VA Home Loan Workshop by Mutual of Omaha Mortgage",
      "description": "Mutual of Omaha Mortgage and the USO have joined forces to support service members and their families in understanding the home buying process! Gain insight into VA Home Loan eligibility requirements & the lifespan of the VA Home Loan benefit. The workshop will include a step-by-step process of buying a home, from finding the right house, to financing, closing and more! This free, online-only webinar is being offered exclusively through the USO Pathfinder Transition program for Active Duty, military spouses, National Guard, Reservists, and recently separated veterans/retirees. For more information about the program, please visit: www.uso.org/transition",
      "preview": "It looks like you're on an old version of Chrome... Update your browser to attend this event. Download Chrome for free → It looks like you're on an old"
    },
    {
      "url": "https://adminrecords.ucsd.edu/PPM/docs/516-30.html?_ga=2.247330180.1274190464.1634572926-1643277195.1631479253",
      "title": "516-30 Face Mask Policy",
      "description": "void",
      "preview": "HOME P&RA PPM Index 516 - Environment, Health & Safety 516-30 Search A-Z Index Numerical Index Classification Guide What's New 516 - Environment, Heal"
    },
    {
      "url": "https://thedarkside3000.tumblr.com/",
      "title": "The Dark Side",
      "description": "welcome to the dark side (we have cake, don't worry). Anything and everything will be discussed, but mostly fandom stuff, and some computer science stuff will wind up appearing. ;)",
      "preview": "22nd Jul 2018 | 25 notes Versailles Drinking Game I wasn't able to find a drinking game for this show so I made one up! One sip/shot when: - Bontemps"
    },
    {
      "url": "http://www.ilfoglio.it/",
      "title": "Il Foglio - Edizione Online",
      "description": "Il Foglio, giornale fondato da Giuliano Ferrara e ora diretto da Claudio Cerasa. Il giornale che vanta il maggior numero di imitazioni.",
      "preview": "Il riconoscimento va alla politica e attivista venezuelana, oppositrice di Nicolas Maduro Redazione DALL'ARCHIVIO DEL FOGLIO | Così abbiamo raccontato"
    },
    {
      "url": "https://carvellwallace.medium.com/",
      "title": "Carvell Wallace - Medium",
      "description": "Read writing from Carvell Wallace on Medium. This is where I experiment. This is where I learn to write.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Carvell Wallace 26K followers The Photograph There is a new book out, a c"
    },
    {
      "url": "https://www.lunarisrecords.com/blogs/news/tagged/horror-con",
      "title": "News - Tagged \"horror con\" - Lunaris Records",
      "description": "Lunaris Records specializes in horror and cult film soundtracks on vinyl, cassette, and cd.",
      "preview": "Skip to content Search Home Shop Vinyl CD Cassette Merch Archive Discography News Contact Us Account horror con RSS horror con , lunaris records , nig"
    },
    {
      "url": "http://www.freevbcode.com/",
      "title": "Microsoft Developer News | C++,C# & .NET Framework & More | CodeGuru",
      "description": "CodeGuru is where developers come to share ideas, articles, questions, answers, tips, tricks, comments, downloads, and more related to programming in areas including C++, Visual C++, C#, Visual Basic, ASP, ASP.NET & Java.",
      "preview": "News C++ C# .NET Visual Basic Java Database Azure IoT Mobile Research Tools Blog Forums Subscribe Back to Menu Articles View All Hover to load posts A"
    },
    {
      "url": "https://gis.mesacounty.us/",
      "title": "Geographic Information Systems (GIS) Department | Mesa County",
      "description": "void",
      "preview": "Skip to main content Geographic Information Systems (GIS) Department Welcome to Mesa County's Geographic Information Systems (GIS) site. About Us Map"
    },
    {
      "url": "http://www.expert-comptable-france.net/plan_comptable_general.php5",
      "title": "NameBright - Coming Soon",
      "description": "void",
      "preview": "expert-comptable-france.net is coming soon This domain is managed at NameBright"
    },
    {
      "url": "https://www.nctsn.org/resources/helping-children-with-traumatic-separation-or-traumatic-grief-related-to-covid-19",
      "title": "Helping Children with Traumatic Separation or Traumatic Grief Related to COVID-19 | The National Child Traumatic Stress Network",
      "description": "Offers information on how to talk with chlidren about traumatic separation or traumatic grief as it relates to the COVID-19 pandemic.",
      "preview": "Jump to navigation Helping Children with Traumatic Separation or Traumatic Grief Related to COVID-19 You are here Home > Helping Children with Traumat"
    },
    {
      "url": "https://djdreamfund.org/",
      "title": "The DJ Henry Dream Fund",
      "description": "The DJ Henry Dream Fund provides financial resources to enable children and young adults ages 5-18 to say YES to healthy lifestyles through athletics, wellness and arts.",
      "preview": "Empowering children and young adults to stay active Watch Video Learn More \"YES!\" to Community-Based Programs Access The DJ Henry Dream Fund provides"
    },
    {
      "url": "https://www.worldpresslive.com/",
      "title": "World Press Live - International News - Biusiness - Technology",
      "description": "World Press Live is a Global News Network. The information source from the globe on Business, technology, health, news, fashion and so on.",
      "preview": "Search Thursday, October 9, 2025 Search Copyright 2021 - All Right Reserved Gaming Why PG Soft Online Slots Are the Best Choice for Players Looking..."
    },
    {
      "url": "https://accessiblevoting.net/",
      "title": "Accessible voting - Your guide to a private and independent voting experience",
      "description": "AccessibleVoting.net is your guide to voting privately and independently this election season",
      "preview": "What is Accessible Voting? Accessible Voting helps you find ways to cast your ballot with the options you need for a successful voting experience. Sel"
    },
    {
      "url": "https://nyulangone.org/doctors/1336430081/mary-l-stevenson",
      "title": "Mary L. Stevenson, MD | NYU Langone Health",
      "description": "NYU Langone dermatologist Dr. Mary Stevenson performs Mohs micrographic surgery for people who have skin cancer. Learn more.",
      "preview": "We use cookies and similar tools to give you the best website experience. By using our site, you accept our Websites Privacy Policy . Close Telehealth"
    },
    {
      "url": "https://germanabendbrot.de/2017/07/28/friday-night-dinner-date-lamm-kichererbsen-und-ras-el-hanout/",
      "title": "Friday Night Dinner Date: Lamm, Kichererbsen und Ras el Hanout - Germanabendbrot",
      "description": "Whhoooaaaa, was ist denn hier los? In der Küche komm' ich gerade zu nichts! Mit Ach und Krach habe ich endlich mal ein paar Gläser Tomatensugo eingekocht,",
      "preview": "Whhoooaaaa, was ist denn hier los? In der Küche komm' ich gerade zu nichts! Mit Ach und Krach habe ich endlich mal ein paar Gläser Tomatensugo eingeko"
    },
    {
      "url": "https://www.womenandperspectives.com/2016/11/size-shouldnt-mean-compromise.html",
      "title": "Size Shouldn't Mean Compromise",
      "description": "Bearwear is hoping to make the larger man feel good about how they look and make it easier for them to find what they like. We've spoken to some customers who have said they used to wear a 2XL even though they're a 3XL simply because they couldn't find their correct size in regular retail outlets. We're hoping to make this a thing of the past! Our clothes are modern and stylish and would not look out of place whether they were sized medium or 5XL.",
      "preview": "skip to main | skip to sidebar Women's Perspectives all things about women in my perspective HOME Sitemap Privacy Policy Disclosure Policy Nov 25, 201"
    },
    {
      "url": "https://www.motogp.com/en/teams",
      "title": "Teams | MotoGP™",
      "description": "The official website of MotoGP™, Moto2 and Moto3. Find out all the information about MotoGP teams and riders here.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official Aprilia Racing Aprilia Racing Jorge Martin Marco Bezzecchi BK8 Gresini Racin"
    },
    {
      "url": "https://www.oxygenclothing.co.uk/item/calvin-klein-jeans/logo-relaxed-jogger/16QV6",
      "title": "Calvin Klein Jeans Logo Relaxed Jogger | Oxygen Clothing",
      "description": "Shop the Calvin Klein Jeans Logo Relaxed Jogger online at Oxygen Clothing. FREE UK delivery on all orders over £150.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Calvin Klein Jeans Girls Logo Relaxed Jogger £55.00 £16.50 70% Off Sorry, this"
    },
    {
      "url": "https://privacy.microsoft.com/en-us",
      "title": "Privacy",
      "description": "void",
      "preview": "This is the Trace Id: 5910eda7cc6a3dfdfb1249dfa97f1898 Skip to main content Privacy at Microsoft Your data is private at work, at home, and on the go"
    },
    {
      "url": "https://iimn.org/",
      "title": "International Institute of Minnesota | We Make Minnesota Welcoming",
      "description": "Since 1919, we have served refugees and immigrants in Minnesota with programs and education such as refugee services, citizenship and immigration help, and free English classes and job trainings.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://bpando.org/2016/10/26/branding-park-bench-deli/",
      "title": "New Branding for Park Bench Deli by Foreign Policy - BP&O",
      "description": "Brand identity and interior design by Foreign Policy for Singapore's Park Bench Deli. Opinion by Richard Baird.",
      "preview": "BP&O Brand Archive ↗ Logo Archive ↗ Logo Histories ↗ Articles Collections Logos Motion About BP&O Plus Login Search Menu Brand Archive ↗ Logo Archive"
    },
    {
      "url": "https://www.cancer.org/cancer/bladder-cancer/about/key-statistics.html",
      "title": "Key Statistics for Bladder Cancer | American Cancer Society",
      "description": "Learn how many new cases of bladder cancer and deaths from bladder cancer are expected this year, as well as other key statistics.",
      "preview": "Skip to main content × October 9 is DAF Day! Use your Donor Advised Fund to help save lives today. Give Now . Help Our 24/7 cancer helpline provides i"
    },
    {
      "url": "https://campuswardrobe.com/products/alabama-state-university-hornets-ncaa-workout-tee-t-shirt",
      "title": "Alabama State University Hornets NCAA Workout Tee T-Shirt",
      "description": "The W Republic Apparel College Tee is a high quality traditional cotton t-shirt, featuring bold outstanding digital printed graphics of your favorite college, The ribbed crewneck and extra-soft cotton with a tag less design will keep you comfortable all day long. Start every day the right way and be sure to show off yo",
      "preview": "WELCOME! GET $5 OFF Enter your email to get $5 off and free shipping on your first order Email Note: The page will refresh once you submit this form."
    },
    {
      "url": "https://www.czbykennethjaylane.com/products/petite-triple-hoop-earrings",
      "title": "Petite Triple Hoop Earrings - CZ by Kenneth Jay Lane",
      "description": "Elegant and eye-catching, these .5 Pave cubic zirconia triple hoop earrings are an unstoppable style statement! Pierced ear compatible, and available in shimmering rhodium or 18k gold plated brass, they add a sophisticated touch to your look. Measurements: 1\" x .5\"",
      "preview": "FREE SHIPPING ON US ORDERS $250+ Shop our Memorial Day Sale! Markdowns up to 80% off! Currency Currency Afghanistan (AFN ؋) Åland Islands (EUR €) Alba"
    },
    {
      "url": "https://www.wwf.eu/",
      "title": "Home | WWF",
      "description": "Home",
      "preview": "The WWF is run at a local level by the following offices... WWF Global Adria Argentina Armenia AsiaPacific Australia Austria Azerbaijan Belgium Bhutan"
    },
    {
      "url": "https://www.singer.com/support/machine-support",
      "title": "SINGER Sewing & Embroidery Machines | SINGER®",
      "description": "SINGER sewing machines, embroidery machines, heavy duty machines, overlock machines and serger machines are easy to use yet packed with powerful features for every type of sewist.",
      "preview": "Skip to content 📦Free Standard Shipping on all orders 📦Free Standard Shipping on all orders Holiday Savings Start Now - 10% OFF Gift Cards! Holiday Sa"
    },
    {
      "url": "https://www.hotnews.ro/stiri-esential-24452530-usr-plus-acuza-guvernul-pnl-isi-bate-joc-romani-decis-noaptea-hotii-prelungirea-carantinei-alba-iulia.htm",
      "title": "USR PLUS acuză guvernul PNL că își bate joc de români: Au decis noaptea ca hoții prelungirea carantinei în Alba Iulia - HotNews.ro",
      "description": "USR PLUS Alba acuză autorităţile de \"amatorism şi lipsă de respect\", susţinând că \"noaptea ca hoţii\" au hotărât că \"e mai bine să ţină Alba Iulia în",
      "preview": "Sari direct la conținut USR PLUS Alba acuză autorităţile de „amatorism şi lipsă de respect\", susţinând că „noaptea ca hoţii\" au hotărât că „e mai bine"
    },
    {
      "url": "https://pgafamilyfoundation.org",
      "title": "Homepage | Allen Family Philanthropies",
      "description": "Building thriving and resilient communities in the Pacific Northwest and beyond",
      "preview": "Building thriving and resilient communities in the Pacific Northwest and beyond. When we each do our part, we create the foundation for collective wel"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/MutationObserver",
      "title": "MutationObserver - Web APIs | MDN",
      "description": "The MutationObserver interface provides the ability to watch for changes being made to the DOM tree. It is designed as a replacement for the older Mutation Events feature, which was part of the DOM3 Events specification.",
      "preview": "Skip to main content Skip to search MutationObserver Baseline Widely available This feature is well established and works across many devices and brow"
    },
    {
      "url": "http://www.badzine.net/",
      "title": "Badzine.net | The World's #1 Badminton Webzine",
      "description": "The World's #1 Badminton Webzine",
      "preview": "Badzine.net The World's #1 Badminton Webzine HOME NEWS Superseries News Superseries Finals Grand Prix News World Championship News Thomas & Uber Cup N"
    },
    {
      "url": "https://www.afamilyfeast.com/",
      "title": "Home - A Family Feast®",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Become a Better Cook in 4 days! Join Now! Hooray for Apple Season! Celebrate apple season with dozens"
    },
    {
      "url": "https://www.sikovnejdomek.cz/detail/andelska-kridla-c-6-6x9cm/",
      "title": "Andělská křídla č.6 - 6x9cm - sikovnejdomek.cz",
      "description": "Andělská křídla č.6 - 6x9cm za 17.00 Kč skladem, ihned k odeslání. Doručení až domů nebo osobní odběr.",
      "preview": "POŠTOVNÉ Balíkovna 79kč, PPL 89kč, Zásilkovna 99kč Ceny dopravy + platební metoda Kontakt O mně :-) Obchodní podmínky Více informací Ochrana osobních"
    },
    {
      "url": "https://cargoforum.de/Forums/viewtopic/p=64862.html",
      "title": "Cargoforum › Forum › Außenhandel und Zoll › Außenhandel und Zoll allgemein › neue EORI Nummer",
      "description": "Cargoforum.de, Forum für Transport, Logistik, Spedition, Zoll und Aussenwirtschaft.",
      "preview": "Forum für Transport, Logistik, Spedition, Zoll und Außenhandel Cargoforum.de in Zahlen: 13.142 registrierte User - 0 User online - 41 Gäste online - 6"
    },
    {
      "url": "https://www.llanfairfechantowncouncil.co.uk/index.php",
      "title": "Home | Llanfairfechan Town Council",
      "description": "Llanfairfechan Town Council in Llanfairfechan, Conwy, North Wales. Information, agendas & minutes, council meetings, make comments, compliments and complaints.",
      "preview": "Cyngor Tref Llanfairfechan Town Council ≡ Home Contact Us About the Council What the Council Does Get Involved Current News Cymraeg Meetings Our Next"
    },
    {
      "url": "https://www.edreports.org/",
      "title": "EdReports",
      "description": "void",
      "preview": "Materials Matter We provide free reports that help you evaluate instructional materials because high-quality content matters to teachers, to kids, and"
    },
    {
      "url": "https://want-her-midnights.tumblr.com/post/150210507340",
      "title": "it's lib: Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "Another year of record growth for AP Computer Science codeorg Since recent data shows that students like computer science classes a lot , it's not a s"
    },
    {
      "url": "https://skillshop.exceedlms.com/student/path/549945-google-tools-for-in-person-learning",
      "title": "Google Tools for In-Person Learning : Google for Education",
      "description": "In this course, you will learn practical strategies using technology that supports in-person learning and classroom management. You will add value to your students' learning experience by integrating high-impact uses of Google Workspace for Education in your classroom.",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "http://www.KyleThomasAstrology.com",
      "title": "KYLE THOMAS ASTROLOGY",
      "description": "Kyle Thomas is a globally published pop culture astrologer & Tarot reader who has been interviewed by Cosmopolitan Magazine, Bustle, Marie Claire, YahooNews, MSN, and more. With over a decade of professional experience and clients all over the world, he currently resides in Los Angeles where he works as a professional astrologer, life coach, writer, and producer.",
      "preview": "KYLE THOMAS ASTROLOGY Cart 0 Scroll KYLE THOMAS ASTROLOGY FEATURED IN: GUIDANCE STRAIGHT FROM THE STARS."
    },
    {
      "url": "https://bcbcc.org/",
      "title": "Beaufort County Black Chamber of Commerce | Together We Rise",
      "description": "The BCBCC is a membership organization dedicated to offering products, services, and educational programming for multi-cultural business owners and professionals within the Beaufort and neighboring communities.",
      "preview": "top of page Our offices will be closed Monday, OCT 13th in observance of a federal holiday! ***IMPORTANT ANNOUNCEMENT*** TOGETHER WE RISE INVESTING IN"
    },
    {
      "url": "https://www.pinterest.com/",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Oh no! Pinterest doesn't work unless you turn on JavaScript."
    },
    {
      "url": "http://cbaworks.org/",
      "title": "Chatham Business Association | Small Business Development | Chicago small business",
      "description": "void",
      "preview": "Chatham Business Association, SBDI Sustaining Communities by Building One Business at a Time Login NBC 5 Making a Difference - Inspiring Profiles: Cha"
    },
    {
      "url": "https://privacy.commonsense.org/",
      "title": "Common Sense Privacy Program",
      "description": "void",
      "preview": "Privacy Program Search Donate Privacy Program See evaluations A coordinated effort to protect child and student privacy, and build in safety and secur"
    },
    {
      "url": "https://supreme.justia.com/cases/federal/us/237/309/",
      "title": "Frank v. Mangum | 237 U.S. 309 (1915) | Justia U.S. Supreme Court Center",
      "description": "Frank v. Mangum",
      "preview": "Frank v. Mangum, 237 U.S. 309 (1915) Overview Opinions Syllabus U.S. Supreme Court Frank v. Mangum, 237 U.S. 309 (1915) Frank v. Mangum No. 775 Argued"
    },
    {
      "url": "http://www.seoikea.com/article/20172.html",
      "title": "void",
      "description": "Download Eyeball Chat, the best free video chat software. Video conferencing, PC to Phone calling and instant messaging with AIM, Google Talk, MSN and Yahoo! buddies.",
      "preview": "Welcome to Eyeball Chat Eyeball Chat lets you... Voice and video chat live with friends and family including multi-party conferencing Keep in touch wi"
    },
    {
      "url": "https://ombi.io/",
      "title": "Ombi - Media Request System",
      "description": "void",
      "preview": "Loading Your Media, On Demand The seamless way for your Plex and Emby users to request new content. Ombi integrates with your media server and automat"
    },
    {
      "url": "https://www.medseaalliance.org",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Marketing-Examples-150-short-sweet-practical-examples-809b76690e1f4329b687d5bc04ab3a3a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.ine.es/",
      "title": "INE. Instituto Nacional de Estadística",
      "description": "INE. Instituto Nacional de Estadística. National Statistics Institute. Spanish Statistical Office. El INE elabora y distribuye estadisticas de Espana. Este servidor contiene: Censos de Poblacion y Viviendas 2001, Informacion general, Productos de difusion, Espana en cifras, Datos coyunturales, Datos municipales, etc.. Q2016.es",
      "preview": "INE- Instituto Nacional de Estadística. España Datos relevantes Destacados Nueva edición de la Competición Estadística Europea 2026 Ya está disponible"
    },
    {
      "url": "https://justice.kaporcenter.org/",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/MutationObserver",
      "title": "MutationObserver - Web APIs | MDN",
      "description": "The MutationObserver interface provides the ability to watch for changes being made to the DOM tree. It is designed as a replacement for the older Mutation Events feature, which was part of the DOM3 Events specification.",
      "preview": "Skip to main content Skip to search MutationObserver Baseline Widely available This feature is well established and works across many devices and brow"
    },
    {
      "url": "https://www.uhccommunityplan.com/grow",
      "title": "UnitedHealthcare Community Plan",
      "description": "UnitedHealthcare Community Plan can help you find a Medicaid or Medicare plan that best fits your needs. Find benefits, eligibility & detailed plan information.",
      "preview": "Hmm ... it looks like your browser is out of date. Let's update your browser so you can enjoy a faster, more secure site experience. Update Now Skip to"
    },
    {
      "url": "https://www.mac-v.org/",
      "title": "MACV's Mission is to End Veteran Homelessness in Minnesota",
      "description": "MACV helps Minnesota Veterans and their families create sustainable housing opportunities by providing housing, employment, and legal services and connections.",
      "preview": "Supporting Minnesota Veterans and Their Families Our Mission is to End Veteran Homelessness in Minnesota Contact MACV 800 + Veterans Prevented From Ho"
    },
    {
      "url": "http://www.okeanostravel.com/",
      "title": "Turkey Holiday Packages And Turkey Tours | Okeanos Travel Turkey",
      "description": "The Best Deals on Turkey Tours & Turkey Holiday Packages. Travel Turkey ranging from Istanbul to Cappadocia to Ephesus. Customized Tours. Okeanos Travel",
      "preview": "Turkey Holiday Packages and Turkey Tours Discover the beauty and culture of Turkey with our local guided holiday tours and packages. Small group and p"
    },
    {
      "url": "https://lexbib.elex.is/w/index.php?title=Special:UserLogin&returnto=Item%3AQ14689",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://cynalune.blogspot.com/2012/07/truc-ou-j-en-ai-marre.html",
      "title": "des trucs, deuxième prise: Truc où j 'en ai marre",
      "description": "Je suis amorphe. La faute au temps orageux. La faute aussi à mes médocs qu'on a de nouveau augmenté parce que j'ai des pensées d'une violenc...",
      "preview": "skip to main | skip to sidebar des trucs, deuxième prise Trucs de tricot, Trucs de crochet. Mais aussi trucs divers, au fil de l'inspiration. dimanche"
    },
    {
      "url": "https://www.defevercruisers.com/design_details.asp?id=32",
      "title": "DeFever Cruisers - A Club for Yachting Enthusiasts with a Passion for DeFever Vessels and the Cruising Life!",
      "description": "void",
      "preview": "MEMBER LOGIN About Us DeFever History DeFever Designs A DeFever Experience Member Benefits FAQ Join Contact Us Links of Interest Member Stats Upcoming"
    },
    {
      "url": "http://www.senato.it/",
      "title": "Homepage | Senato della Repubblica",
      "description": "void",
      "preview": "Salta al contenuto principale Top Menu accessibilità privacy ENG Social Links Navigazione principale L'Istituzione Senatori Lavori Leggi e Documenti E"
    },
    {
      "url": "https://wals.info/",
      "title": "WALS Online - Home",
      "description": "void",
      "preview": "Home Features Chapters Languages References Authors Credits Legal Download Contact Welcome to WALS Online The World Atlas of Language Structures (WALS"
    },
    {
      "url": "http://www.mothersruinchi.com",
      "title": "Mother's Ruin Chicago",
      "description": "2943 N Milwaukee Ave, Chicago, IL 60618",
      "preview": "Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open"
    },
    {
      "url": "https://www.treadleon.net/index.html",
      "title": "TreadleOn - A Site for People-Powered Sewing Machine Users",
      "description": "Front page for Treadle On web site and email group",
      "preview": "void"
    },
    {
      "url": "https://hopefulkittykid.tumblr.com/",
      "title": "I am Who I am",
      "description": "Struggling for a better future. #DREAM Act 2019 #CleanDREAMActNow #DREAMers #BLM Feminist l Latinx| DREAMer",
      "preview": "theme made by espoirthemes this post is tagged as food. this post is blacklisted because it contains food and is not fully visible on the index page."
    }
  ],
  "_meta": {
    "total_bookmarks": 104
  }
}