{
  "data": [
    {
      "url": "https://timesofindia.indiatimes.com/business/india-business/how-ai-is-being-used-to-protect-people-from-cyclones/articleshow/87149453.cms",
      "title": "Seeds: How AI is being used to protect people from cyclones - Times of India",
      "description": "India Business News: At a time when climate change induced disasters are on the rise, the non-profit SEEDS (Sustainable Environment and Ecological Development Society) is .",
      "preview": "Edition IN IN US Sign In TOI Today's ePaper News Business News India Business News How AI is being used to protect people from cyclones Trending Sense"
    },
    {
      "url": "https://orbilu.uni.lu/handle/10993/42473",
      "title": "ORBilu: Detailed Reference",
      "description": "void",
      "preview": "Back Home Detailed Reference Download Contribution to collective works (Parts of books) Food Governance durch Qualitätszertifizierungen RECKINGER, Rac"
    },
    {
      "url": "https://phoenixintheembers.tumblr.com/",
      "title": "From Spark To Flame",
      "description": "Just your average physicist, filipino, polish, english, irish, hawaiian born, hair color changing, music loving, piercing loving girl out to change the world. Oh and my name's Ember. No not Amber. And...",
      "preview": "From Spark To Flame Just your average physicist, filipino, polish, english, irish, hawaiian born, hair color changing, music loving, piercing loving g"
    },
    {
      "url": "https://www.aa.org/",
      "title": "Have a problem with alcohol? There is a solution. | Alcoholics Anonymous",
      "description": "Have a problem with alcohol? There is a solution. A.A. has a simple program that works. It's based on one alcoholic helping another.",
      "preview": "Skip to main content Search x Submit Common Searches: Meetings Anonymity Steps Traditions Concepts Committees Have a problem with alcohol? There is a"
    },
    {
      "url": "https://www.jasper.ai/",
      "title": "AI built for marketing | Jasper",
      "description": "Jasper is the AI marketing platform that unifies your brand experience, accelerates content velocity, and automates marketing processes-at scale.",
      "preview": "Platform Platform Platform Solutions Solutions Solutions Resources Resources Resources Company Company Company Pricing Pricing Pricing Log In Free Tri"
    },
    {
      "url": "https://williampennfoundation.org/",
      "title": "William Penn Foundation",
      "description": "The William Penn Foundation invests in ideas that expand opportunity for all in the Philadelphia region.",
      "preview": "Skip to main content Search Search Programs Arts and Culture Children and Families Democracy and Civic Initiatives Environment and Public Space Workfo"
    },
    {
      "url": "https://www.thekitesociety.org.uk/",
      "title": "void",
      "description": "void",
      "preview": "The Kite Society of Great Britain Founded 1979 This site is intended to provide a comprehensive reference source to information about kites and kite f"
    },
    {
      "url": "http://webtv.un.org/",
      "title": "Home | UN Web TV",
      "description": "UN Web TV is available 24 hours a day with selected LIVE programming of United Nations meetings and events as well as with pre-recorded video features and documentaries on various global issues.",
      "preview": "Sorry, you need to enable JavaScript to visit this website. Skip to main content Live 24 Hour Live and pre-recorded Programming Previously 01:52:50 Ag"
    },
    {
      "url": "https://community.dynamics.com/",
      "title": "Find Answers | Microsoft Dynamics 365 Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content"
    },
    {
      "url": "https://thehill.com/homenews/house/3868440-raskin-says-he-is-halfway-through-his-cancer-treatment/",
      "title": "Raskin says he is halfway through his cancer treatment",
      "description": "Rep. Jamie Raskin (D-Md.) is halfway through his treatment for diffuse large B-cell lymphoma, which he was diagnosed with late last year, he said. \"I'm midway through my treatments here,\" Raskin said in a video to supporters who signed a note to him through the Progressive Change Campaign Committee. \"I've done three of six rounds...",
      "preview": "Skip to content Just In Opinion Democrats' government shutdown is the ultimate display of hypocrisy Congress Blog | 4 minutes ago Trump loses bid for"
    },
    {
      "url": "https://want-her-midnights.tumblr.com/post/150210507340",
      "title": "it's lib: Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "Another year of record growth for AP Computer Science codeorg Since recent data shows that students like computer science classes a lot , it's not a s"
    },
    {
      "url": "https://lib.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=libraries",
      "title": "UW Libraries - University of Washington Libraries",
      "description": "University of Washington Libraries",
      "preview": "Skip to content Enter search text Current site All the UW Search scope Current site All the UW University of Washington Libraries"
    },
    {
      "url": "https://careers.bcg.com/explore",
      "title": "What We Offer | Culture & Values | BCG Careers",
      "description": "Ready to help clients solve complex problems? It's no easy feat, and our BCG culture and values are fundamental to that success. Learn more about what we offer.",
      "preview": "Early Careers At Boston Consulting Group (BCG), you'll find more than a job - you'll discover a place where your talents are nurtured and your impact"
    },
    {
      "url": "https://tigerfoundation.org/",
      "title": "Tiger Foundation",
      "description": "Tiger Foundation Homepage",
      "preview": "Photos Courtesy of Association to Benefit Children, Brooklyn Workforce Innovations, & Uncommon Schools BREAKING THE CYCLE OF POVERTY IN NEW YORK CITY."
    },
    {
      "url": "https://business.whatsapp.com/",
      "title": "WhatsApp for Business | Do more with conversations",
      "description": "Grow customer engagement, marketing, sales and customer service success with business messaging on the platform with more than 2 billion users around the world.",
      "preview": "Put WhatsApp to work for your business WhatsApp for Business helps you connect with your customers to build trust and grow with every conversation. Ex"
    },
    {
      "url": "https://brightcove.com",
      "title": "Brightcove | Leading Video Hosting & Streaming Platform",
      "description": "Brightcove's secure and scalable streaming platform empowers organizations to host, share, and monetize video content with reliability and ease. Elevate your video strategy-get a demo today.",
      "preview": "THE WORLD'S MOST TRUSTED INTELLIGENT VIDEO ENGAGEMENT COMPANY Learn more Get a Demo Meet The Brightcove AI Content Suite Harness the full potential of"
    },
    {
      "url": "https://towardsdatascience.com/chatgpt-insists-i-am-dead-and-the-problem-with-language-models-db5a36c22f11?source=home---------0------------------0----------",
      "title": "GPT Is an Unreliable Information Store | Towards Data Science",
      "description": "Understanding the limitations and dangers of large language models",
      "preview": "Artificial Intelligence GPT Is an Unreliable Information Store Understanding the limitations and dangers of large language models Noble Ackerson Feb 2"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2021/07/team-target-gratitude__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCymHi6Gtg$",
      "title": "Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus",
      "description": "void",
      "preview": "Team Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus Jul 29, 2021 Copy link to share Link copied Team Target, you continue"
    },
    {
      "url": "https://oceana.org/",
      "title": "Oceana | Protecting the World's Oceans",
      "description": "Working to protect and restore our oceans, Oceana is the largest international advocacy organization dedicated solely to ocean conservation. Learn more and get involved.",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== QG1lZGlhIG9ubHkgc2NyZWVuIGFuZCAobWluLXdpZHRoOiA3ODJweCkgeyAud3AtYmxvY2stdG9vbHNld"
    },
    {
      "url": "http://www.chrisjerichocruise.com/",
      "title": "Chris Jericho's Rock 'N' Wrestling Rager at Sea",
      "description": "void",
      "preview": "Thanks for sailing with us! Thank you for sailing with us on Chris Jericho's Rock N Wrestling Rager at Sea: Six on the Beach! Our next Rager on the hi"
    },
    {
      "url": "https://www.crisistextline.org/text-us/",
      "title": "Text Us - Crisis Text Line",
      "description": "Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidential support through communication channels people know and trust.",
      "preview": "Skip to content Text Us How to Seek Support Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidenti"
    },
    {
      "url": "https://www.kongehuset.dk/nyheder/h-m-dronningen-er-blevet-opereret",
      "title": "H.M. Dronningen er blevet opereret",
      "description": "Hendes Majestæt Dronningen har i dag gennemgået en omfattende rygoperation på Rigshospitalet i København. Operationen er forløbet planmæssigt, og D...",
      "preview": "Del Hendes Majestæt Dronningen har i dag gennemgået en omfattende rygoperation på Rigshospitalet i København. Operationen er forløbet planmæssigt, og"
    },
    {
      "url": "https://skillshop.withgoogle.com/",
      "title": "Skillshop",
      "description": "Access free online training to develop skills for Google workplace tools. Learn at your own pace and get Google product certified along the way.",
      "preview": "Skip to Content Skillshop X Skillshop Master the Google tools you use at work with online training Develop skills you can apply right away, with e-lea"
    },
    {
      "url": "https://airbel.rescue.org/",
      "title": "Research and Innovation | Airbel Impact Lab - Research & Innovation at the IRC",
      "description": "Airbel Impact Lab is the innovation team at the International Rescue Committee. We develop products, services, and systems to improve humanitarian response-creating lasting impact for people affected by conflict and crisis.",
      "preview": "Research and Innovation at the International Rescue Committee We design, test and scale life-changing products and services to solve the challenges pe"
    },
    {
      "url": "http://www.itu.ch/",
      "title": "ITU: Connecting the world and beyond",
      "description": "The United Nations agency for digital technologies",
      "preview": "Connecting the world and beyond عربي 中文 Español Français Русский Advanced Search ITU About ITU Media Centre Events Publications Statistics Action area"
    },
    {
      "url": "http://www.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://miwasrl.com/index.php/prodotto/funghi-chiodini-2dot8-kg-vfna3k/",
      "title": "FUNGHI CHIODINI 2.8 KG - Miwa srl",
      "description": "Funghi Nameko selezionati ed aromatizzati in olio di semi di girasole senza retrogusti indesiderati. Il prodotto, sterilizzato, si presta all'uso professionale ed è adatto alla farcitura di pizze e focacce o per la preparazione di ricette in cucina.",
      "preview": "FUNGHI CHIODINI 2.8 KG Casa Shop SOTT'OLII E SOTTACETI FUNGHI CHIODINI 2.8 KG Prodotti correlati Esaurito SOTT'OLII E SOTTACETI ORTORISO CONDIMENTO RI"
    },
    {
      "url": "https://www.finn.no/reise",
      "title": "Billige flybilletter, finn og bestill | FINN reise",
      "description": "FINN reise sin søkemotor hjelper deg med å finne billige priser på flybilletter. Søk, sammenlign og finn billige flybilletter til hele verden til ferien.",
      "preview": "Fly Fly Hotellbygg Hotell Bil og klokke Leiebil Fly og hotell Pakkereise Feriehytte Feriehjem 1 reisende Nedoverpil Økonomi Nedoverpil Tur-retur Nedov"
    },
    {
      "url": "https://4-h.org/",
      "title": "Homepage - National 4-H Council",
      "description": "More Youth. More Community. More Ready. Learn More Empower all young people to find their spark Learn More The Ultimate Teen Summit Learn More Going Beyond Ready 4-H helps kids...",
      "preview": "Please wait... Whilst we load your content. Connect to a parent or leader Ask your parent, caregiver or 4-H club leader for the CLOVER Code and enter"
    },
    {
      "url": "https://www.mediafax.ro/social/astazi-este-ziua-internationala-a-barbatului-19751405",
      "title": "Astăzi este Ziua Internaţională a Bărbatului",
      "description": "Ce ne-am face oare fără bărbaţi? Probabil când am face pană, am schimba maşina cu totul! Gluma, glumă dar îţi spun că astăzi este Ziua Internaţională a",
      "preview": "Prima pagină » Social » Astăzi este Ziua Internaţională a Bărbatului Astăzi este Ziua Internaţională a Bărbatului 19 nov. 2020, 03:05, Social Alice St"
    },
    {
      "url": "http://www.nborg.com/privacy.html",
      "title": "nB0rg - Privacy Policy",
      "description": "void",
      "preview": "HOME PRESS SUPPORT CONTACTS Follow @nB0rg Privacy Policy This app collects anonymous usage data that is used by developers only for support, bug track"
    },
    {
      "url": "https://www.hanfsamen.net/mr-nice-g13-x-hash-plant",
      "title": "Mr Nice G13 X Hash Plant - 10 Samen | Hanfsamen diskret bestellen",
      "description": "Mr Nice G13 X Hash Plant Hanfsamen anonym und diskret kaufen. Vergleich Sie die Angebote verschiedener Seedbanks und bestellen Sie zum Vorzugspreis!",
      "preview": "Geschlecht Feminisiert Regulär Typ Sativa Indica Indica Sativa Autoflowering Seed Mix Anbau Outdoor Anbau Indoor Anbau Gewächshaus Preis Billige Hanfs"
    },
    {
      "url": "https://mutable-instruments.net/archive/",
      "title": "Mutable Instruments prehistoric projects",
      "description": "None",
      "preview": "» Home This page contains the user manuals, assembly instructions or technical documentation of discontinued, non-Eurorack, Mutable Instruments produc"
    },
    {
      "url": "https://www.disposerx.com/about-disposerx/",
      "title": "About DisposeRx, Inc. - DisposeRx, Inc.",
      "description": "DisposeRx is reducing the risks associated with unused medications in the home and helping to keep family members and friends safe.",
      "preview": "Skip to content North Carolina-based DisposeRx, Inc. is dedicated to improving medication safety by decreasing the number of unused prescriptions in t"
    },
    {
      "url": "https://sklepzielarski24.pl/pl/producer/N.A.S.AG/486",
      "title": "Sklep zielarski online, suplementy i naturalne kosmetyki | Ziołowo Mi",
      "description": "Chcesz być zdrowy, piękny i bogaty? Nie na wszystko mamy wpływ, ale w dwóch pierwszych kwestiach postaramy się pomóc. Zapraszamy do naszego internetowego sklepu zielarskiego",
      "preview": "Jesteś w: » Strona główna Menu Witaminy, minerały i inne (8) Zielarnia (25) Pomocne na ... (27) Drogeria naturalna (1) Nowości Promocje Bestsellery Cz"
    },
    {
      "url": "https://www.jiahometechs.com/support/",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "https://ussconstitutionmuseum.org/",
      "title": "Home - USS Constitution Museum",
      "description": "void",
      "preview": "Skip to content SHIP: Loading... - HOURS Loading... MUSEUM: Loading... - HOURS Loading... Events Newsletter Signup Shop Join Visit Museum + Ship Plan"
    },
    {
      "url": "http://www.angelfire.com/geek/alphabeta/",
      "title": "Gravity",
      "description": "Discusses everything to do with Gravity including the History, the Forumlae and Sir Isaac Newton.",
      "preview": "Home | Zero Gravity | Specific Gravity | Dishwasher Ratings What is Gravity? Gravity is a force of attraction only between bodies that have mass. The"
    },
    {
      "url": "http://www.scottishsweeties.com/index.php?main_page=index&cPath=73&sort=20a&page=1",
      "title": "Chocolate Products : Welcome to Scottish Sweeties, Online shop",
      "description": "Welcome to Scottish Sweeties : Chocolate Products - Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Marshmallows Mints Nougat Nuts Pastilles Rolls of Sweets Sherbet Toffee Turkish Delight buchannans, sweets, shop, online shopping",
      "preview": "Home Log In Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Ma"
    },
    {
      "url": "https://opocbluepacific.org/pacific-islands-forum-leaders-ocean-statement-2020-21/",
      "title": "Pacific Islands Forum Leaders Ocean Statement 2020/21 - OPOC",
      "description": "We, the Pacific Island Forum Leaders, representing the Blue Pacific and its peoples, are committed to strong regional action, harnessing shared stewardship of the Pacific Ocean [...]",
      "preview": "Pacific Islands Forum Leaders Ocean Statement 2020/21 Home Home Pacific Islands Forum Leaders Ocean Statement 2020/21 We, the Pacific Island Forum Lea"
    },
    {
      "url": "https://info.microsoft.com/ww-landing-Contact-Microsoft-Education-website.html?lcid=en-us",
      "title": "Tecnologia e software per istituti di istruzione | Microsoft Education",
      "description": "Trova la tecnologia e gli strumenti di apprendimento per il tuo istituto di istruzione con Microsoft Education. Scopri in che modo software gratuiti per la formazione, ad esempio Microsoft 365, possono aiutare studenti e docenti.",
      "preview": "This is the Trace Id: ba9f06ed194caf2b0244b409aece3d38 Passa a contenuti principali Presentazione di Microsoft Elevate: scopri l'impegno di Microsoft"
    },
    {
      "url": "https://www.comeandsee.net/",
      "title": "Come and See | Help Reach the World with the Authentic Jesus",
      "description": "Join us in introducing the authentic Jesus to the world by helping us make the life-changing series The Chosen possible and globally accessible.",
      "preview": "Donate Come and See celebrates a GUINNESS WORLD RECORDS™ achievement. Read the Story Come and See celebrates a GUINNESS WORLD RECORDS™ achievement. Re"
    },
    {
      "url": "https://ghostaugustine.com/blog/not-so-dead-of-knight/",
      "title": "Not So Dead Of Knight | GhoSt Augustine",
      "description": "It was a quiet and fairly late night when I was preparing to close down our ghost shop, GhoSt Augustine, at 123 St. George St. Our store was located on the right hand side at...",
      "preview": "Skip to primary navigation Skip to content Skip to footer Back to Blog Not So Dead Of Knight It was a quiet and fairly late night when I was preparing"
    },
    {
      "url": "https://www.zaxbys.com/gift-cards",
      "title": "Welcome to Zaxbys",
      "description": "void",
      "preview": "Hey, Zax Fans! Thanks for stopping by. Zaxbys is the premium quick-service restaurant famous for Chicken Fingerz™ and wings that you can dip, dunk and"
    },
    {
      "url": "https://support.hudabeauty.com/support/solutions/articles/48001060021-are-huda-beauty-products-vegan-",
      "title": "FAQ and Customer Support | HUDABEAUTY",
      "description": "void",
      "preview": "DELIVERY TIMINGS + INFORMATION DELIVERY TIMINGS + INFORMATION Huda Beauty PRODUCT & RETAIL INFO HUDA BEAUTY Enter your search term here... Search At H"
    },
    {
      "url": "http://www.unipd.it/",
      "title": "Università di Padova",
      "description": "void",
      "preview": "Vai al contenuto Uniweb Area stampa Dipartimenti Scuole Webmail Rubrica SIT U-WEB Sostieni Unipd 5x1000 SCEGLI IL TUO PROFILO Orientarsi e iscriversi"
    },
    {
      "url": "http://shavedham.blogspot.com/p/big-button-box-support.html",
      "title": "Shaved Labs - iPhone Apps: Big Button Box Support",
      "description": "For help with Big Button Box please contact us using the email address within the app found by pressing the info button",
      "preview": "skip to main | skip to sidebar Shaved Labs - iPhone Apps Pages Home Big Button Box Support Big Button Box Support For help with Big Button Box please"
    },
    {
      "url": "https://bilete.cfrcalatori.ro/en-GB/Itineraries",
      "title": "Itineraries + buy - CFR Călători online tickets",
      "description": "Quickly search train routes in Romania and plan your journey with CFR Călători. Find the trains timetable and buy online for any train at any time just before the departure..",
      "preview": "Cookies policy This website is using cookies. By navigating further, you express your consent for using the necessary cookies, but you can opt out for"
    },
    {
      "url": "http://www.foolsdog.com/Classic1910/",
      "title": "The Classic 1910 Tarot - The Fools Dog",
      "description": "void",
      "preview": "Our Apps Features Support"
    },
    {
      "url": "https://www.pca.state.mn.us/quick-links/minnesota-electronics-recycling-act",
      "title": "Electronics collection and recycling | Minnesota Pollution Control Agency",
      "description": "Minnesota's law relating to the collection and recycling of video display devices (\"televisions\" and \"computer monitors\") sold to households/consumers was signed into law in May 2007.",
      "preview": "Skip to main content Electronics collection and recycling Image Putting devices with cathode ray tubes (CRTs) in mixed municipal solid waste is prohib"
    },
    {
      "url": "https://www.stantec.com/en/ideas/topic/covid-19/covid-19-recovery-strategies-for-downtowns",
      "title": "COVID-19 Recovery Strategies for Downtowns",
      "description": "A report from the International Downtown Association and Stantec's Urban Places shares tactics that downtowns can use to spur recovery.",
      "preview": "Skip to main content Start of main content Ideas COVID-19 COVID-19 Recovery Strategies for Downtowns August 12, 2021 linkedin twitter email A report f"
    },
    {
      "url": "https://coschedule.com/",
      "title": "The Social Media Calendar That Does It All - CoSchedule",
      "description": "Plan, schedule, and execute everything marketing from social, content, tasks, and beyond.",
      "preview": "The Social Media Marketing Calendar That Does It All Execute everything marketing - social, content, workflows, & beyond. Get Started Now Organize Soc"
    },
    {
      "url": "https://www2.illinois.gov/epa/Pages/default.aspx",
      "title": "EPA",
      "description": "We safeguard environmental quality, consistent with the social and economic needs of the State, so as to protect health, welfare, property and the quality of life.",
      "preview": "Skip to main content Illinois Environmental Protection Agency Land Air Water Energy Contact Us Records Search Vehicle Emissions Testing Quick Answer D"
    },
    {
      "url": "https://tos.org/oceanography/article/seamount-fisheries-do-they-have-a-future",
      "title": "Seamount Fisheries: Do They Have a Future? | Oceanography",
      "description": "void",
      "preview": "Change of Address Contact Us Join TOS TOS Website View Issue TOC Volume 23, No. 1 Pages 134 - 144 Seamount Fisheries: Do They Have a Future? By Tony J"
    },
    {
      "url": "https://wagcco.my.salesforce-sites.com/pkb2/articles/en_US/Information/Walgreens-photo-center-Return--Refund-Policy/?l=en_US&fs=Search&pn=1",
      "title": "Photo Help - Walgreens Photo Center Return & Refund Policy",
      "description": "At the Walgreens Photo Center, your satisfaction is 100% guaranteed. If you're ever dissatisfied with your digital prints or merchandise for any reason, we will...",
      "preview": "Photo Help - Walgreens Photo Center Return & Refund Policy Back Walgreens Photo Help Walgreens Photo Center Return & Refund Policy Published 06/18/202"
    },
    {
      "url": "https://seavision.volpe.dot.gov/legal/eula",
      "title": "SeaVision",
      "description": "A maritime application hosted by the United States Department of Transportation",
      "preview": "void"
    },
    {
      "url": "https://gallery.theredmstudio.com/selfie",
      "title": "The Red M Studio | First Let Me Take a Selfie",
      "description": "The Red M Studio",
      "preview": "Thank you for your patience while we retrieve your images. Favorites | « Back  Add new set Close View Cart Register to save your cart before it expir"
    },
    {
      "url": "https://legal.yahoo.com/us/en/yahoo/privacy/index.html",
      "title": "Welcome to the Yahoo Privacy Policy | Yahoo",
      "description": "void",
      "preview": "Welcome to the Yahoo Privacy Policy Last updated: December 2024 About Yahoo Yahoo, previously known as Verizon Media, is a technology and media compan"
    },
    {
      "url": "https://www.motorola.com/us/smartphones-motorola-edge-plus/p",
      "title": "motorola edge Phones | motorola | motorola",
      "description": "Discover the perfect mobile gaming device. Shop motorola edge phones at motorola. Find unlocked and Verizon 5G phones with Endless Edge display and top specs",
      "preview": "Shop phones razr Swarovski ® Crystals Edge Moto g All Smartphones Switch to Moto Compatibilty On Sale RAZR ULTRA 1 TB - $400 off EDGE 2024 - $250 off"
    },
    {
      "url": "https://www.bancomundial.org/",
      "title": "Banco Mundial - Desarrollo sostenible, resiliencia y crecimiento económico",
      "description": "El Grupo del Banco Mundial ofrece créditos, asistencia y recursos personalizados a más de 100 países en desarrollo y en transición.",
      "preview": "Nuevas perspectivas económicas regionales Descubra las últimas tendencias de desarrollo macroeconómico en las distintas regiones, con especial énfasis"
    },
    {
      "url": "https://www.loxclubapp.com/",
      "title": "Lox Club",
      "description": "void",
      "preview": "0 A members club for Jew-ish ppl with ridiculously high standards Apply now IN THE PRESS \"A trip inside the Lox Club, (like a deli, but for dating)\" \""
    },
    {
      "url": "http://www.flipcode.com/archives/",
      "title": "flipcode Archives",
      "description": "void",
      "preview": "Welcome to the flipcode Archives. Here will you find our collection of reader-submitted content. A lot of this is timeless reference material, and we'"
    },
    {
      "url": "http://www.eltechresource.com",
      "title": "ELTECH Resource | Рециклирай, бъди отговорен!",
      "description": "void",
      "preview": "Елтехресурс АД е организация по оползотворяване на отпадъци от излязло от употреба електрическо и електронно оборудване (ИУЕЕО), притежаваща Решение О"
    },
    {
      "url": "https://www.internazionale.it/",
      "title": "Internazionale - Notizie dall'Italia e dal mondo",
      "description": "Notizie, commenti, articoli, reportage, foto e video da tutto il mondo scelti dalla redazione di Internazionale.",
      "preview": "Settimanale Ultimo numero Tutti i numeri Il tuo abbonamento Abbonarsi Sezioni Ultimi articoli I più letti Oroscopo Reportage e inchieste Settegiorni i"
    },
    {
      "url": "https://br.my.vccs.edu/",
      "title": "Redirecting to Login...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ikea.com/us/en/p/uppdatera-flatware-tray-white-70491410/",
      "title": "UPPDATERA flatware tray, white, 12x19 ½\" - IKEA",
      "description": "UPPDATERA flatware tray, white, 12x19 ½\" Helps keep the kitchen drawer organized, so you can spend more time on setting the table nicely and less on looking for lost cutlery. A simple and practical cutlery tray in plastic that's easy to clean.",
      "preview": "Skip to main content informationCircle Last call for fall savings on all sofas and lamps. Deals end 10/12. 4 UPPDATERA images Skip images Sorry, your"
    },
    {
      "url": "https://www.eatthistown.ca/dartmouth-pizza-quest-woodsideeastern-passage/",
      "title": "Dartmouth Pizza Quest: Woodside/Eastern Passage - Eat This Town",
      "description": "void",
      "preview": "Food Quests Halifax Nova Scotia Pizza Pizza Dartmouth Pizza Quest: Woodside/Eastern Passage July 21, 2015 Eat This Town The Dartmouth Pizza Quest is n"
    },
    {
      "url": "https://www.risotteriamelottinyc.com/",
      "title": "home risotteria melotti nyc",
      "description": "risotteria melotti nyc home",
      "preview": "Risotteria Melotti NYC RISOTTO and traditional Italian Rice-based CUISINE 100% Gluten Free In New York city since 2013 RESERVATION CALL US ORDER A DEL"
    },
    {
      "url": "https://rfcx.org",
      "title": "Rainforest connection",
      "description": "void",
      "preview": "Facebook Twitter Instagram Youtube Linkedin Facebook Twitter Instagram Youtube Linkedin Using Sound & AI To Protect Rainforests & Monitor Biodiversity"
    },
    {
      "url": "https://www.newyorker.com/news/annals-of-a-warming-planet/what-joe-bidens-climate-plan-really-signals",
      "title": "What Joe Biden's Climate Plan Really Signals | The New Yorker",
      "description": "Bill McKibben rounds up climate-change news, including an analysis of Joe Biden's climate plan, Al Gore's new tech push, and an alarming image from Lake Chilwa, in Malawi.",
      "preview": "Skip to main content Save this story Save this story Save this story Save this story Subscribers to The Climate Crisis newsletter received this piece"
    },
    {
      "url": "https://dribbble.com/wideeye/",
      "title": "Wide Eye | Dribbble",
      "description": "Wide Eye | We're a creative digital agency based in Washington DC (https:// | Connect with them on Dribbble; the global community for designers and creative professionals.",
      "preview": "Dribbble: the community for graphic design Shots Shots Designers Services Sign up Log in Wide Eye Washington, D. C., United States Get in touch Follow"
    },
    {
      "url": "https://cwdressings.com/",
      "title": "CW Dressings™",
      "description": "We specialize in unique one-of-a kind date based flavorful dressings, sauces, and marinades.",
      "preview": ": Your cart is currently empty Shop now Gift message Unit price: / per Skip to content SUMMER SALE 7857090050 contactus@cwdressings.com Facebook Insta"
    },
    {
      "url": "https://www.questdiagnostics.com/social-media?elqTrackId=ca7dff9e794942668828e4f7c98645dc&elqaid=93&elqat=2",
      "title": "Social media | Quest Diagnostics",
      "description": "Social media",
      "preview": "Skip to main content Social Media We welcome you to stay connected with us. In this section you will find links to our Twitter, Facebook, and other so"
    },
    {
      "url": "https://www.reddit.com/r/AskVet/",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content r/AskVet members online Create Post Feed About Best Open sort options Best Hot New Top Rising Change post view Card Compact Commu"
    },
    {
      "url": "https://www.randomlists.com/nouns",
      "title": "Generate a list of random nouns",
      "description": "A great free teaching tool. Create a list of nouns from our massive English word database. Also add any other parts of speech.",
      "preview": "Random nouns: Loading... Random Noun Generator If you missed your curfew, or were out with that friend your husband/wife just doesn't like, you probably"
    },
    {
      "url": "https://www.anthropologie.com/shop/violet-and-brooks-crystal-velvet-hair-clips-set-of-4?category=shoes-accessories&color=224&quantity=1&size=One%20Size&type=STANDARD",
      "title": "Violet and Brooks Set of Eight Crystal & Velvet Hair Clips | Anthropologie",
      "description": "Shop the Violet and Brooks Set of Eight Crystal & Velvet Hair Clips and more at Anthropologie today. Read customer reviews, discover product details and more.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://www.forests.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ftc.gov/enforcement/rules/rulemaking-regulatory-reform-proceedings/childrens-online-privacy-protection-rule",
      "title": "Children's Online Privacy Protection Rule (\"COPPA\") | Federal Trade Commission",
      "description": "COPPA imposes certain requirements on operators of websites or online services directed to children under 13 years of age, and on operators of other websites or online services that have actual knowledge that they are collecting personal information online from a child under 13 years of age.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    }
  ],
  "_meta": {
    "total_bookmarks": 78
  }
}