{
  "data": [
    {
      "url": "https://news.yahoo.com/goodwill-ceo-analyzes-labor-market-205554820.html?guccounter=1",
      "title": "Goodwill CEO analyzes the labor market",
      "description": "Steve Preston, Goodwill President and CEO joins Yahoo Finance to discuss the latest jobs report.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Goodwill CEO analyzes the labor market Yahoo Finance Video Sep"
    },
    {
      "url": "https://its.tntech.edu/label/act+autodesk+content+forgot+idme+matlab",
      "title": "Self-Service Portal Home",
      "description": "void",
      "preview": "Updating... Loading... Popular Services Refresh Module Loading... Popular Articles Refresh Module Loading... Contact Info | Hours - Spring/Fall Refres"
    },
    {
      "url": "https://www.e-romania.org/tag/estudis-romanics/",
      "title": "Estudis Romànics - E-Romania. Romanística en España",
      "description": "void",
      "preview": "Ir al contenido La atribución de la autoría de la novela Curial e Güelfa , compuesta en catalán literario hacia mediados del siglo XV en el entorno de"
    },
    {
      "url": "http://www.ricette-bimby.com/",
      "title": "Ricette Bimby - Testate e fotografate per TM31, TM5 e TM6",
      "description": "Ricette Bimby veloci e facili! Il ricettario Bimby Vorwerk per TM6 TM5 TM 31. Trovi solo ricette collaudate di dolci, secondi, primi piatti e ricette dietetiche!",
      "preview": "Begin typing your search above and press return to search. Press Esc to cancel. Precedente 1 2 3 ... 77 Avanti + DI PIU'"
    },
    {
      "url": "http://www.pacificcommunityventures.org/",
      "title": "2030 Strategic Plan - Pacific Community Ventures",
      "description": "PCV's 2030 Strategic Plan: $100M Restorative Capital, 100K good green jobs, and ethical AI to build an inclusive, sustainable economy.Ask ChatGPT",
      "preview": "Skip to primary navigation Skip to main content Skip to footer PCV ACQUIRES RADIANT DATA"
    },
    {
      "url": "https://uxplanet.org/",
      "title": "UX Planet",
      "description": "UX Planet is a one-stop resource for everything related to user experience.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in UX Planet One-stop resource for everything related to user experience 350"
    },
    {
      "url": "https://withchristianeyes.net/2013/01/21/on-skyrim-a-vent-from-a-christian-parent-a-mom-who-plays/?like_comment=6585&_wpnonce=ddb5b43d50",
      "title": "On Skyrim: A Vent from a Christian Parent (a mom who plays) | With Christian Eyes",
      "description": "Maybe you've come here before and read one or more of my posts on Skyrim. If you haven't, and you're a parent interested in knowing more about the game, please also read my earlier review for parents. It would probably be better if you read that one first, actually, since it presents the positive aspects...",
      "preview": "Fighting a dragon in Skyrim. From http://www.industrygamers.com/news/ps3-skyrim-its-not-nearly-as-bad-as-it-seems/ Maybe you've come here before and r"
    },
    {
      "url": "https://www.etcc-ca.com/reports/automated-emissions-reduction-dispatch-signal-dr-emerging-technologies-assessment",
      "title": "Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment | ETCC",
      "description": "The purpose of this Demand Response Emerging Technology (DRET) Assessment is to confirm that, in a laboratory setting, end-use energy consumption by certain appliances can be automatically controlled by a combination of: (1) a frequently changing (every 5 minutes) GHG intensity signal based on near-real-time data from power grid operators; (2) an end-use specific control algorithm that utilizes the GHG intensity signal, energy consumption data, and customer inputs (simulated in the lab) to produce and communicate a dispatch order to a smart controller and (3) a smart controller that can rel",
      "preview": "Skip to main content Project Info COMPLETE Project Title Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment Project Num"
    },
    {
      "url": "https://deathpenaltyinfo.org/policy-issues/deterrence",
      "title": "Deterrence | Death Penalty Information Center",
      "description": "The Death Penalty Information Center (DPI) is a national non-profit organization whose mission is to serve the media, policymakers, and the general public...",
      "preview": "Breaking News: Texas Court of Criminal Appeals Grants Stay of Execution for Robert Roberson Policy Deterrence Studies find no meaningful evidence that"
    },
    {
      "url": "http://www.higherlogic.com",
      "title": "Powerful Online Community Software | Higher Logic",
      "description": "Higher Logic's powerful online community brings together organizations and people, making real conversations happen. Book a demo today!",
      "preview": "Skip to content Revolutionize engagement where every connection matters. Our powerful online community software combines the innovation of AI with hum"
    },
    {
      "url": "https://www.collegeboard.org",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "http://sailsofchange.org",
      "title": "Sails of Change",
      "description": "void",
      "preview": "25.06.16 Sail Sails of Change 8 finish first in TF35 Trophy second overall in Bol d'Or du Leman After fifteen and a half hours of racing featuring mul"
    },
    {
      "url": "https://www.justiceinspectorates.gov.uk/hmicfrs/search?cat=stop-and-search-2&force=bermuda-police-service&frs=devon-and-somerset&s",
      "title": "Establishing a secure connection ...",
      "description": "void",
      "preview": "Hold tight We are establishing a secure connection. This website is using a security service to protect itself from online attacks. We are checking yo"
    },
    {
      "url": "http://www.getonthebus.org/",
      "title": "User138",
      "description": "void",
      "preview": "Daftar Masuk"
    },
    {
      "url": "https://raskin.house.gov/press-releases?ID=DFBEC38A-AF04-4D40-80BE-1F18B2ABE870",
      "title": "Statement of Congressman Jamie Raskin to the People of Maryland's 8th District | Press Releases | Congressman Jamie Raskin",
      "description": "void",
      "preview": "skip to main Facebook Icon Google Plus Icon Instagram Icon LinkedIn Icon Twitter Icon YouTube Icon Vimeo Icon Clients Icon Email icon Map Icon Print I"
    },
    {
      "url": "https://gurdiga.com/blog/2021/03/05/angular-tip-of-the-week-parametrized-templates/",
      "title": "Angular tip of the week: parametrized templates",
      "description": "On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way to get a \"parametrized\" piece of view. Coming...",
      "preview": "Menu March 5, 2021 Tags angular coding On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way"
    },
    {
      "url": "https://www.cantubeauty.com/",
      "title": "Home - Cantu Beauty",
      "description": "[...]Read More...",
      "preview": "Search Cancel change location Skip to content x JOIN OUR MAILING LIST Sign up now Get the latest news, product releases and competition details right"
    },
    {
      "url": "https://mpatlas.org/",
      "title": "Home | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "EEZ data: marineregions.org ; MPA data: MPAtlas , WDPA/ProtectedPlanet The Marine Protection Atlas integrates science-based assessments that measure p"
    },
    {
      "url": "https://www.politico.eu/news/",
      "title": "More News - POLITICO",
      "description": "European Politics, Policy, Government News",
      "preview": "Skip to main content Advertisement Gaza ceasefire has started, Israel announces U.S. President's Donald Trump's inner circle helped get the deal over"
    },
    {
      "url": "https://buffer.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&text=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Buffer - Log In",
      "description": "Log in to access your Buffer account",
      "preview": "Log in Email Address Password Log In Create an account Forgot your password? Terms of Service • Privacy Policy • Security New! Buffer's AI Assistant B"
    },
    {
      "url": "https://www.premierleague.com/VAR",
      "title": "Video Assistant Referees Explained | VAR | Premier League",
      "description": "For information on how Video Assistant Referees (VAR) will operate, including frequently asked questions and video explanations, visit the official website of the Premier League.",
      "preview": "Skip to main content The Video Assistant Referee (VAR) was introduced in the 2019/20 Premier League season after the clubs voted unanimously in Novemb"
    },
    {
      "url": "https://miportal.cientifica.edu.pe/",
      "title": "MiPortal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://ndvsb.com/",
      "title": "About - National Diversity Veteran Small Business Program",
      "description": "What is NDVSB?The National Diversity Veteran Small Business (NDVSB) Program builds capacity and resiliency with intention. The NDVSB Program leverages our all-inclusive, one size does not fit all eMarketplace, and connects product and service suppliers to federal government, private, and public sector buying organizations.NDVSB suppliers include:Small BusinessesSmall Disadvantaged BusinessesHUBZone BusinessesWoman Owned BusinessesVeteran and Service-Disabled Veteran",
      "preview": "What is NDVSB? The National Diversity Veteran Small Business (NDVSB) Program builds capacity and resiliency with intention. The NDVSB Program leverage"
    },
    {
      "url": "https://www.ginabinkley.com/ESSENCE/46",
      "title": "Alicia-Fisk-lo2 | Gina Binkley",
      "description": "BeautyEditorialMusicGraphic Design",
      "preview": "Alicia-Fisk-lo2"
    },
    {
      "url": "https://saintclementevasion.fr/spip.php?rubrique35",
      "title": "Spectacles - Saintclementevasion",
      "description": "En fonction des opportunités, l'association propose à ses adhérents , d'assister à des spectacles de danse ,de cirque ou de variétés . (...)",
      "preview": "[ fr ] Rechercher : Rechercher dans le site Accueil du site > Culture > Spectacles Spectacles En fonction des opportunités , l'association propose à s"
    },
    {
      "url": "http://www.lifewatch.be",
      "title": "Homepage | Lifewatch",
      "description": "void",
      "preview": "Skip to main content LifeWatch Belgium, supporting your biodiversity & ecosystem research Find out more LifeWatch Belgium, supporting your biodiversit"
    },
    {
      "url": "http://jcpenney.com/p/cacharel-yes-i-am-bloom-up-eau-de-parfum-vaporisateur-spray/ppr5008325002?pTmplType=beauty&country=US&currency=USD&selectedSKUId=91515390018&selectedLotId=9151539&fromBag=true&utm_medium=cse&utm_source=google&utm_campaign=Perfumes&utm_content=91515390018&cid=cse%7Cgoogle%7CWomens%7cPerfumes_91515390018&kwid=productads-adType%5EPLA&gclid=Cj0KCQiAutyfBhCMARIsAMgcRJR7KVGejMesFDDHJ6czi4MAOvCzIqFES7YCzqH1Z2mTgSAHUNlB8t0aAgOgEALw_wcB&gclsrc=aw.ds",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://threetreecoffee.com/blogs/news/growlers-bottles-and-ice-cream-oh-my",
      "title": "Growlers, Bottles, and Ice Cream...Oh My! - Three Tree Coffee Roasters",
      "description": "Spring lasted a day, the gnats are out, and the heat is back. So what better way to celebrate summer than to highlight 3 ways we are helping you beat the heat! Growlers: Firstly, we unveiled our new growler system, where you can buy a custom growler with a half gallon of cold brew! Having crafted a new stellar cold b",
      "preview": "Close menu Locations Expand submenu Collapse submenu Midtown Shop - Statesboro Porch Shop - Pooler GSU Shop - Statesboro Order for Pick-up! Shop Expan"
    },
    {
      "url": "http://filesystems.org/",
      "title": "FiST: Stackable File System Language and Templates",
      "description": "void",
      "preview": "FiST: Stackable File System Language and Templates File System development is very difficult and time consuming. Even small changes to existing file s"
    },
    {
      "url": "https://widgets.ikitesurf.com/widgets/web/currentConditions?spot_id=624&units_wind=mph&units_temp=F&width=300&height=300&include_fx=false&color=1E1E1E&activity=Kite&app=ikitesurf",
      "title": "Current Conditions",
      "description": "void",
      "preview": "Add a weather widget to your site!"
    },
    {
      "url": "https://www.popsugar.com/fitness/why-lexi-brumback-stopped-cheering-navarro-48685485",
      "title": "Cheer: Why Did Lexi Brumback Leave Navarro? | PS Fitness",
      "description": "Lexi Brumback wasn't on Navarro's cheer team in 2021, and she tells POPSUGAR she didn't return to school for the spring semester due to academic struggles.",
      "preview": "Skip to main content Fitness Mental Health Sports Lexi Brumback Explains Her Departure From Navarro in Cheer Season 2 By Samantha Brodsky Published on"
    },
    {
      "url": "http://www.climatiq.io/",
      "title": "Climatiq - API for Carbon Footprint Calculations",
      "description": "Use Climatiq's API and emission factors database to measure carbon emissions when and where they happen.",
      "preview": "Products Use cases Resources Methodology Hub Customers Contact sales Log in Get started Get started Emission factors made easy. Access scientifically-"
    },
    {
      "url": "https://www.iucncontributionsfornature.org",
      "title": "IUCN Contributions for Nature Platform",
      "description": "The Contributions for Nature platform allows IUCN Members to document where they are undertaking (or planning to undertake) conservation and restoration actions. It overlays data for biodiversity and for nature-based solutions to climate change. This allows IUCN constituents to document their intended contributions to IUCN's Nature 2030 Programme and by extension, other conservation frameworks and agreements such as the Global Biodiversity Framework, Paris Agreement, and UN Sustainable Development Goals (SDGs). While the long-term vision for the Contributions for Nature platform spans the entire of the Nature 2030 IUCN Programme, its first phase focuses on documentation of potential contributions to the Programme Areas on Land and Climate.",
      "preview": "Map options Geolocation Zoom In Zoom Out 0 contributions 1960 1980 2000 2020 2040 2060 2080 2100 The designations employed and the presentation of mat"
    },
    {
      "url": "https://paranormalsoftware.com/apps/ghostradio",
      "title": "Ghost EVP/EMF Radio",
      "description": "Ghost EVP/EMF Radio is a paranormal investigation app for iOS, Android and Amazon FireOS.",
      "preview": "Testimonials \"Wonderful software! Honestly, one of the best and I tested all of them... Android apps and desktop software. From ec* ox to f x ghost box."
    },
    {
      "url": "https://members.dstonline.org/Portal/Contact_Management/Chapter-Locator.aspx",
      "title": "Chapter Locator",
      "description": "void",
      "preview": "Skip to main content × ANNOUNCEMENT The Delta Store remains closed at this time. We expect to reopen by October 31, 2025. Thank you for your patience"
    },
    {
      "url": "https://dainosawr.tumblr.com/",
      "title": "dainosawr",
      "description": "舒幸 // 23 // Any Pronouns",
      "preview": "dainosawr 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Ray Ban Sunglasses Official Charity"
    },
    {
      "url": "https://aqua.org/visit",
      "title": "National Aquarium - Plan Your Visit",
      "description": "Information on directions, parking, ticket prices, amenities and accessibility for the National Aquarium in Baltimore.",
      "preview": "The National Aquarium is OPEN. As a private nonprofit organization, we are not impacted by the government shutdown. Hours of Operation October Hours a"
    },
    {
      "url": "https://childmind.org",
      "title": "Child Mind Institute | Transforming Children's Lives",
      "description": "The Child Mind Institute is an independent nonprofit dedicated to transforming the lives of children struggling with mental health and learning disorders.",
      "preview": "Skip to main menu Skip to content Skip to footer Internet Explorer is no longer supported Please upgrade to Microsoft Edge , Google Chrome , or Firefo"
    },
    {
      "url": "http://gallery.iode.org/main.php",
      "title": "Photo gallery of UNESCO IOC IODE",
      "description": "Home",
      "preview": "Calendar Calendar Home 2025 1 photo, 2 albums 2023 1 album 2018 1 album 2013 1 album 2010 8 albums 2009 1 photo, 6 albums 2008 2 albums 2007 10 albums"
    },
    {
      "url": "https://www.hollywoodreporter.com/tip-line",
      "title": "Tip Line | The Hollywood Reporter",
      "description": "Have a tip for The Hollywood Reporter? Here's the tip line form to share your story with THR writers and editors.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Got a Confidential Tip for The Hollywood Reporter? If you have information tha"
    },
    {
      "url": "https://triton.fish",
      "title": "Triton by C4ADS",
      "description": "An interactive platform to explore the connections between industrial fishing vessels at sea and the companies that ultimately control them",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.bapcertification.org/",
      "title": "Best Aquaculture Practices",
      "description": "void",
      "preview": "Who We Are What We Do Certification BAP Vanguard Program Integrity Where to Find Producers Program Standards Resources For Consumers Blog Languages De"
    },
    {
      "url": "https://stock.walmart.com/",
      "title": "Walmart Inc. (WMT)",
      "description": "Walmart Inc. (NYSE: WMT) is a people-led, tech-powered omnichannel retailer helping people save money and live better - anytime and anywhere - in stores, online, and through their mobile devices. Each week, approximately 270 million customers...",
      "preview": "Skip to main content Skip to section navigation Skip to footer Latest News View All News Aug 28, 2025 Walmart Leadership To Participate in Upcoming In"
    },
    {
      "url": "https://www.all-in-pokershop.cz/all-in_pokershop/eshop/11-1-Studiove-vybaveni-fotopotreby/122-2-Studiove-blesky-prislusenstvi",
      "title": "Studiové blesky",
      "description": "Studiová světla, blesky, stativy, zábleskové lampy, žárovky, fotografické pozadí",
      "preview": "S cílem usnadnit uživatelům používat naše webové stránky využíváme cookies. Kliknutím na tlačítko \"OK\" souhlasíte s použitím preferenčních, statistick"
    },
    {
      "url": "https://sanctuaries.noaa.gov/news/may20/mpa-center-20th-anniversary.html",
      "title": "NOAA's National Marine Protected Areas Center | Office of National Marine Sanctuaries",
      "description": "This year, NOAA's National Marine Protected Areas Center celebrates its 20th anniversary.",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "http://targetpayandbenefits.com",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.athena.it/",
      "title": "Athena.IT - Soluzioni Cloud, Web e Mobile",
      "description": "Athena.IT è un'azienda leader di Informatica e Tecnologia in Italia presente sul mercato da oltre 30 anni. Fornisce soluzioni personalizzate Cloud, Web e Mobile per le imprese e le pubbliche amministrazioni.",
      "preview": "Home Chi Siamo L'azienda Sedi Partners Certificazioni Progetti di Ricerca Codice Etico Lavora con noi Area Riservata Soluzioni Smart Working Infrastru"
    },
    {
      "url": "https://ayt.co/interlinear/heb2ayt/detail.php?id=19453&s=2534",
      "title": "Jeremiah 21:12",
      "description": "void",
      "preview": "Back to #2534 Go Up ↑ << Jeremiah 21:12 >> Genesis Exodus Leviticus Numbers Deuteronomy Joshua Judges Ruth 1 Samuel 2 Samuel 1 Kings 2 Kings 1 Chronic"
    },
    {
      "url": "https://www.nature.com/articles/s41586-021-03371-z",
      "title": "Protecting the global ocean for biodiversity, food and climate | Nature",
      "description": "The ocean contains unique biodiversity, provides valuable food resources and is a major sink for anthropogenic carbon. Marine protected areas (MPAs)&nbsp;are an effective tool for restoring ocean biodiversity and ecosystem services1,2, but at present only 2.7% of the ocean is highly protected3. This low level of ocean protection is due largely to conflicts with fisheries and other extractive uses. To address this issue, here we developed a conservation planning framework to prioritize highly protected MPAs in places that would result in multiple benefits today and in the future. We find that a substantial increase in ocean protection could have triple benefits, by protecting biodiversity, boosting the yield of fisheries and securing marine carbon stocks that are at risk from human activities. Our results show that most coastal nations contain priority areas that can contribute substantially to achieving these three objectives of biodiversity protection, food provision and carbon storage. A globally coordinated effort could be nearly twice as efficient as uncoordinated, national-level conservation planning. Our flexible prioritization framework could help to inform both national marine spatial plans4 and global targets for marine conservation, food security and climate action. Using a globally coordinated strategic conservation framework to plan an increase in ocean protection through marine protected areas can yield benefits for biodiversity, food provisioning and carbon storage.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://cla.berkeley.edu/list.php?pplid=561",
      "title": "Search results",
      "description": "The California Language Archive is a physical and digital archive for materials related to the Indigenous languages of the Americas, housed in the Survey of California and Other Indian Languages in the Department of Linguistics at the University of California, Berkeley. Our catalog also includes sound recordings held by the Phoebe A. Hearst Museum of Anthropology.",
      "preview": "Search CLA Collections Items - Show All/Collapse All - Show All/Collapse All "
    },
    {
      "url": "https://babalufashion.com/catalog/product/view/id/70140/s/boxer-microfibra-rayas-surtido-largo/category/131/",
      "title": "Ropa Mayorista Deportiva, Lencería y Vestidos de Baño | Calidad Colombiana | Babalú",
      "description": "Babalú: Proveedor mayorista líder en ropa deportiva, lencería y vestidos de baño en Colombia. Diseños exclusivos, precios competitivos y calidad superior para negocios de moda. ¡Haz crecer tu negocio con las mejores tendencias al por mayor! Compra ahora y conquista a tus clientes.",
      "preview": "The store will not work correctly when cookies are disabled. Su navegador parece tener JavaScript deshabilitado. Para la mejor experiencia en nuestro"
    },
    {
      "url": "http://cujs.soc.srcf.net/",
      "title": "CUJS",
      "description": "void",
      "preview": "Cambridge University Jewish Society CUJS Who we are Cambridge University Jewish Society (CUJS) is the home of Judaism for students in Cambridge. As on"
    },
    {
      "url": "https://sports.yahoo.com/christian-pulisic-return-usmnt-roster-155111505.html",
      "title": "Christian Pulisic to return to USMNT roster for World Cup qualifier vs. Mexico - Yahoo Sports",
      "description": "Chelsea star Christian Pulisic returns to the U.S. national team for World Cup qualifier with Mexico after missing three qualifiers with an injury.",
      "preview": "Advertisement Advertisement Advertisement Advertisement TRENDING Phillies ousted after blunder Giants upset Eagles MLB playoffs live updates LeBron to"
    },
    {
      "url": "https://cloud.google.com/training/data-ml",
      "title": "Data Engineering & Analytics Courses | Google Cloud Training",
      "description": "Get started with big data engineering on BigQuery and Looker. Learn how to use data to gain insights and improve decision-making. Start learning!",
      "preview": "Skip to main content / Docs Support English Deutsch Español - América Latina Français Português - Brasil 中文 - 简体 日本語 한국어 Console Sign in Learn Contact"
    },
    {
      "url": "https://app.adjust.com/2uo1qc?redirect=https%3A%2F%2Fplay.google.com%2Fstore%2Fapps%2Fdetails%3Fid%3Dorg.mozilla.firefox&campaign=www.mozilla.org&adgroup=firefox_home",
      "title": "Firefox Fast & Private Browser - Apps on Google Play",
      "description": "Build your web browser around you with private search, and more.",
      "preview": "Firefox Fast & Private Browser Mozilla 4.6 star 6.11M reviews info 100M+ Downloads PEGI 3 info Install Share Add to wishlist Take control of your inte"
    },
    {
      "url": "https://foundation.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=who-we-are",
      "title": "Welcome to Mozilla Foundation - Mozilla Foundation",
      "description": "With over two decades of global impact, Mozilla Foundation continues to lead the movement for a better technology future-powered by people, open by design, and fueled by imagination.",
      "preview": "Make good tech the norm things together ideas matter Make good tech the norm. Make good things together. Make good ideas matter Mozilla Festival 2025"
    },
    {
      "url": "https://youtu.be/4ku-6h3vuNw",
      "title": "Alphabet Q2 2021 Earnings Call - YouTube",
      "description": "Alphabet Q2 2021 Earnings Call",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://owd.boston.gov/",
      "title": "Workforce Development | Boston.gov",
      "description": "The Office of Workforce Development (OWD) works toward the full participation of all Boston residents in the city's economic vitality and future. It connects low-income residents with job training and employment opportunities. It also promotes lifelong literacy and educational pathways.",
      "preview": "Skip to Main Content An official website of the City of Boston. Here's how you know city_hall Official websites use .boston.gov A .boston.gov website"
    },
    {
      "url": "https://visualstudio.microsoft.com/",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://www.mcmaster.com/hands-free-faucet-valves",
      "title": "McMaster-Carr",
      "description": "McMaster-Carr is the complete source for your plant with over 595&#44;000 products. 98% of products ordered ship from stock and deliver same or next day.",
      "preview": "Our website requires JavaScript. Please enable it in your browser. To place an order, email us or call (630) 833-0300."
    },
    {
      "url": "https://support.nlm.nih.gov/",
      "title": "NLM Support Center · NLM Customer Support Center",
      "description": "void",
      "preview": "You're offline. This is a read only version of the page. Toggle navigation National Library of Medicine National Library of Medicine Support Center Ho"
    },
    {
      "url": "http://patient.info/",
      "title": "Patient.info: Health Information and Symptom Checker",
      "description": "Healthcare information and symptom checker for patients and professionals. Book your GP appointment or order your medication online with Patient.",
      "preview": "Skip to main content Home Health advice Medicines and treatment Tools and resources Community Medical professionals Health topics Trusted patient info"
    },
    {
      "url": "https://walmart.onelink.me/UIev?pid=walmart.com&af_web_dp=https%3A%2F%2Fwww.walmart.com%2Fcp%2Fwalmart-mobile-app%2F1087865&c=Walmart.com%20Site%20Footer&af_dp=walmart%3A%2F%2F",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://privacy.thewaltdisneycompany.com/en/dnsmi/",
      "title": "California Consumer Privacy Act (CCPA) - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save \"Do Not Sell My Personal Informa"
    },
    {
      "url": "https://www.reddit.com/r/AskVet/",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content r/AskVet members online Create Post Feed About Best Open sort options Best Hot New Top Rising Change post view Card Compact Commu"
    },
    {
      "url": "https://kostentuinonderhoud.nl/zeeland/grijpskerke/",
      "title": "Kosten Tuinonderhoud Grijpskerke",
      "description": "Op zoek naar 🏡 kosten Tuinonderhoud Grijpskerke? 🌳🌿🍀 ✅ Alle hoveniers in ① overzicht [2025]. ➥ Vind prijzen tuinonderhoud nu",
      "preview": "Zoeken Zoeken Zoeken Selecteer provincie In provincie Drenthe Flevoland Friesland Gelderland Groningen Limburg Noord-Brabant Noord-Holland Overijssel"
    },
    {
      "url": "https://www.indiatimes.com/",
      "title": "Indiatimes: Latest in Lifestyle, Health, Fashion, and Wellness",
      "description": "Indiatimes is your destination when it comes to exploring the latest in lifestyle trends, health and wellness hacks, and fashion advice. From food fads to travel tips and relationship rules, we tell you how to live your best life. Bookmark this for all the latest lifestyle content tailored just for you.",
      "preview": "Woman turns her home birth into live Twitch stream event Fri, 10 Oct 2025 By Saloni Jha Fans react as Taylor Swift drops another album version Fri, 10"
    },
    {
      "url": "https://stableseas.org/publications/violence-gulf-guinea",
      "title": "Stable Seas: Gulf of Guinea",
      "description": "Stable Seas: Gulf of Guinea explores the connections between maritime governance themes and security challenges, drawing on interviews conducted with experts and practitioners in seven countries across the region. Maritime insecurity threatens stability of coastal communities as well as their landlocked neighbors and puts the sustainable development of the region at risk. Click here to download the report or executive summary in English. Click here to download the report or executive summary in",
      "preview": "top of page Search Stable Seas: Gulf of Guinea explores the connections between maritime governance themes and security challenges, drawing on intervi"
    },
    {
      "url": "https://ucmp.berkeley.edu/fosrec/",
      "title": "Learning from the Fossil Record",
      "description": "void",
      "preview": "Learning From the Fossil Record Paleontology and Scientific Literacy Why are fossils important to science and society? Tapping Educational Resources W"
    },
    {
      "url": "https://www.economistgroup.com/about-us",
      "title": "The Economist Group - About us",
      "description": "From its beginnings in 1843, The Economist Group has evolved into a staunchly independent global media and information-services company with intelligent brands for an international audience.",
      "preview": "About us Jump to Our story Our editorial philosophy Our values Our offices Our story Inspiring progress globally From its beginnings in 1843, when The"
    },
    {
      "url": "https://www.hocmn.org/",
      "title": "Minnesota Homeownership Center",
      "description": "The Minnesota Homeownership Center offers free advisor services to help you buy a home, and help to prevent foreclosure when times are tough.",
      "preview": "Skip to content Helping Minnesotans Achieve Sustainable Homeownership Long-term homeownership builds wealth. The Minnesota Homeownership Center suppor"
    },
    {
      "url": "https://www.gradientos.app/",
      "title": "Gradientos",
      "description": "Gradientos makes it easy to find gradients.",
      "preview": "We're sorry but gradientos doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://usnybcc.org/about/",
      "title": "About Us | UpState New York Black Chamber of Commerce",
      "description": "void",
      "preview": "The UpState New York Black Chamber of Commerce Turning Interest Into Action Five Pillars of Service The foundation on which we build Advocacy The USBC"
    },
    {
      "url": "https://www.etymonline.com/",
      "title": "Online Etymology Dictionary",
      "description": "The online etymology dictionary (etymonline) is the internet's go-to source for quick and reliable accounts of the origin and history of English words, phrases, and idioms.",
      "preview": "About Online Etymology Dictionary This is a map of the wheel-ruts of modern English. Etymologies are not definitions; they are explanations of what wo"
    },
    {
      "url": "http://www.78e6.com/ebook/9ffbnt/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://electrosmash.com/boss-ds1-analysis",
      "title": "ElectroSmash - Boss DS1 Distortion Analysis",
      "description": "The Boss DS-1 is a distortion guitar pedal released in 1978 by Boss. It was the first distortion pedal made by Boss with a distinctive hard-clipping sound perfect for high gain rock and metal still keeping the character of the original guitar.",
      "preview": "The Boss DS-1 is a distortion guitar pedal released in 1978 by Boss. It was the first distortion pedal made by Boss with a distinctive hard-clipping s"
    },
    {
      "url": "https://oceanexpert.org",
      "title": "OceanExpert - A Directory of Marine and Freshwater Professionals",
      "description": "void",
      "preview": "Meli Search More Options input All Experts Institutes Events Documents All Go Browse Experts By: Last Name Worklocation (country) Subject of research"
    },
    {
      "url": "https://lampenhuis.nl/product/367308/",
      "title": "Plafonnière Luxe School Small Helder Moonlight kopen? Groot assortiment!",
      "description": "Plafonnière Luxe School Small Helder Moonlight bestel je online bij Lampenhuis.nl!💡Snel leverbaar 💡Makkelijk retourneren 💡Gratis verzending in NL vanaf € 50,-",
      "preview": "Plafonnière Luxe School Small Helder Moonlight Artikelnummer: ARTDECO/Plafonnière Luxe School Small Helder Moonlight Art Deco Trade Heb je advies nodi"
    },
    {
      "url": "https://www.aljazeera.com/climate-crisis/",
      "title": "Climate Crisis | Today's latest from Al Jazeera",
      "description": "Stay on top of Climate Crisis latest developments on the ground with Al Jazeera's fact-based news, exclusive video footage, photos and updated maps.",
      "preview": "Climate Crisis Featured Content 'We don't want to disappear': Tuvalu fights for climate action and survival Pacific island nation explores new ways to"
    },
    {
      "url": "http://cdn.corporate.walmart.com/33/3f/f11f633c4d54a7888e2ae41a3461/walmart-fragrance-pallet-121014.pdf",
      "title": "Walmart Corporate News and Information",
      "description": "Walmart helps people save money and live better. See how we're serving customers, associates, shareholders, suppliers, communities and the planet.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://www.aclu-sdic.org/en/publications/searching-peace-difficult-and-dangerous-journey-seek-asylum-united-states-part-ii",
      "title": "Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part II | ACLU of San Diego and Imperial Counties | The ACLU of San Diego and Imperial Counties fights for individual rights and fundamental freedoms for all.",
      "description": "Read Part I of this blog here.Lee el blog en español aquí.Editor's note: This two-part blog series is a brief first-person look at the journey taken by a person seeking asylum in the United States. It was written by Adrián Rodríguez Alcántara, a plaintiff in the ACLU Foundation of San Diego & Imperial County's class action lawsuit, Rodríguez Alcántara vs. Archambeault.My name",
      "preview": "Skip to main content Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part II May 3, 2021 Facebook X Redd"
    },
    {
      "url": "https://www.ipsnews.net/deutsch/",
      "title": "IPS Inter Press Service - Deutsch - Nachrichten aus dem Süden",
      "description": "Nachrichten aus dem Süden",
      "preview": "Friday, 10 October 2025 INTER PRESS SERVICE NEWS AGENCY - DEUTSCH Kampala (IPS/afr). In der Nähe von Mpigi, einer Kleinstadt ca. 40 Kilometer westlich"
    },
    {
      "url": "https://www.agencyjr.com/post/i-audited-351-klaviyo-accounts-here-are-my-11-takeaways-to-help-you-sell-more",
      "title": "I Audited 351+ Klaviyo Accounts, Here Are My 11 Takeaways To Help You Sell More | agencyJR",
      "description": "After auditing 351+ Klaviyo accounts generating upwards of $100MM/yr here are the top 11 lessons you can implement for your e-commerce email marketing",
      "preview": "Talk with us Blog I Audited 351+ Klaviyo Accounts, Here Are My 11 Takeaways To Help You Sell More After auditing 351+ Klaviyo accounts generating upwa"
    },
    {
      "url": "https://super.so/",
      "title": "Super - Create Custom Websites with Notion",
      "description": "Create a custom website in less than a minute with instant page loads, SEO optimization, and customized theming. All your content is kept and managed in Notion so you can focus on creating while Super handles the rest.",
      "preview": "Super ‣ Pages ⚡ The #1 tool for turning a Notion document into a website Transform your Notion pages into fully customized, professional websites in l"
    },
    {
      "url": "https://about.google/",
      "title": "About Google: Our products, technology and company information - About Google",
      "description": "Learn more about Google. Explore our innovative AI products and services, and discover how we're using technology to help improve lives around the world.",
      "preview": "5 ways to go Live with Search Get real-time help using your voice or camera with Search Live, now available in English in the U.S. - no Labs opt-in re"
    },
    {
      "url": "https://www.cao-ombudsman.org/",
      "title": "Office of the Compliance Advisor/Ombudsman",
      "description": "We work to address complaints from people affected by IFC and MIGA projects fairly, objectively, and constructively while enhancing the environmental and social outcomes of IFC and MIGA projects.",
      "preview": "Skip to main content Community-Company Dialogue Leads to Livelihood Restoration in Togo READ STORY VIEW CASE CAO's 25th Anniversary This year marks CA"
    },
    {
      "url": "http://www.scuoladeisapori.it/",
      "title": "Scuola dei Sapori",
      "description": "Scuola dei Sapori - Consulenza e formazione per appassionati, amatori e professionisti.",
      "preview": "Scuola dei Sapori Vai ai contenuti Menu principale: × Home La storia Storia Chi sono Corsi Libri & Servizi Un Food Blogger che sapeva troppo Pizze & C"
    },
    {
      "url": "https://fred.stlouisfed.org/series/INDPRO",
      "title": "Industrial Production: Total Index (INDPRO) | FRED | St. Louis Fed",
      "description": "View a monthly index of real output for all facilities located in the U.S. in manufacturing, mining, and electric and gas industries.",
      "preview": "Skip to main content Industrial Production: Total Index (INDPRO) Observations Aug 2025: 103.9203 | Index 2017=100, Seasonally Adjusted | Monthly Updat"
    },
    {
      "url": "https://www.bmw-bahrain.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Manama, Bahrain | Euro Motors BMW",
      "description": "Visit Euro Motors BMW in Manama, Bahrain, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://www.cbc.ca/news/canada/montreal/national-geographic-pristine-seas-labrador-quebec-expedition-1.6541693",
      "title": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News",
      "description": "The National Geographic Society's Pristine Seas project has teamed up with Inuit elders and experts to visit areas of the North to highlight and help preserve key areas.",
      "preview": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News Loaded Montreal National Geographic ex"
    },
    {
      "url": "https://caalmn.org/",
      "title": "Coalition of Asian American Leaders - CAAL Minnesota",
      "description": "The Coalition of Asian American Leaders (CAAL) envisions a state where all Minnesotans are actively engaged and can achieve prosperity.",
      "preview": "Sign up for our email list × Diversity is our asset Unity is our Power Play × Network Weaving Leadership Support Community Priorities Partnerships The"
    },
    {
      "url": "https://customers.microsoft.com/en-us/search?sq=&ff=story_product_categories%26%3EAzure&p=0&so=story_publish_date%20desc",
      "title": "Search Customer Success Stories | Microsoft Customer Stories",
      "description": "Search Microsoft customer success stories by industry, product, and business need to discover how companies are achieving more with trusted solutions.",
      "preview": "This is the Trace Id: dcfd99153770eb99138fded36771a66b Skip to main content Search all stories Find customer stories Filters (0 results) Industries Al"
    },
    {
      "url": "https://phoible.org/",
      "title": "PHOIBLE 2.0 -",
      "description": "void",
      "preview": "Home Contributors Inventories Languages Segments Sources Conventions FAQ Legal Download About Credits Contact Welcome to PHOIBLE PHOIBLE is a reposito"
    }
  ],
  "_meta": {
    "total_bookmarks": 93
  }
}