{
  "data": [
    {
      "url": "https://www.github.com/mozilla/foundation.mozilla.org/",
      "title": "GitHub - MozillaFoundation/foundation.mozilla.org: Mozilla Foundation website",
      "description": "Mozilla Foundation website. Contribute to MozillaFoundation/foundation.mozilla.org development by creating an account on GitHub.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.nationalcapacd.org/",
      "title": "National CAPACD",
      "description": "void",
      "preview": "Empowering Leaders, Mobilizing Communities 25 Years of Building CAPACD What's Happening Celebrating 25 Years of National CAPACD New Report: Unveiling"
    },
    {
      "url": "https://portaleinfach.org/tag/d%C2%B7a%C2%B7ch/",
      "title": "D·A·CH - Infoportal Einfache Sprache",
      "description": "Beiträge über D·A·CH von Infoportal",
      "preview": "Zum Inhalt springen Einfache Sprache unter einem D·A·CH: Wie ist Einfache Sprache im deutschsprachigen Raum aufgestellt? Blogbeitrag von Sabine Mannin"
    },
    {
      "url": "https://deltasigmatheta.org/about-delta#founders",
      "title": "About Delta - Delta Sigma Theta Sorority Inc",
      "description": "void",
      "preview": "Purpose Delta Sigma Theta Sorority, Incorporated. is a private, not-for-profit organization whose purpose is to provide assistance and support through"
    },
    {
      "url": "https://www.ywcasouthflorida.org/",
      "title": "YWCA South Florida | Eliminating racial and gender inequality",
      "description": "YWCA South Florida is eliminating racial and gender inequality. Learn more about our efforts to dismantle structural racism and promote social justice.",
      "preview": "0 Start Their Learning Journey with YWCA - Enroll in Head Start Today! From social skills to school readiness, our caring educators are here to suppor"
    },
    {
      "url": "https://www.kingpet.co.uk/profile/10208386785934913-Reghan-F/",
      "title": "Reghan F. · Dog and Cat Photo Contest",
      "description": "$50,000 in cash prizes to be won every month! Register now for free for the biggest pet photo contest",
      "preview": "RF Reghan F. Profile Contests Achievements Pets Nellie Ember Sparkles Activity No recent activity Follow us : KingPet Dog and Cat Photo Contest Winner"
    },
    {
      "url": "https://podcast.bswa.org/e/ajahn-jhanarato-escape-the-heat-meditate-monday-night-meditation-at-wat-dhammayanaram/",
      "title": "Ajahn Jhanarato | Escape The Heat, Meditate | Monday Night Meditation at Wat Dhammayanaram | Buddhist Society of Western Australia",
      "description": "December 2019 Ajahn Jhanarato encouraged us to let the heat go and enjoy the meditation as a time to relax. When it's hot we tend to allow the heat to get to us, make us uncomfortable and unable to relax. Ajahn asked us to not only let go any noise around us but the heat as well. Ajahn then lead the group in a 30 minute body scan meditation well suited to beginners and experienced a like. After meditation Ajahn opened to Q&A. Please support the CBSWA in making teachings available for free online. Teachings are available for downloading from the CBSWA website. Visit the Stocker Road Project. Please support the BSWA in making teachings available for free online via Patreon.",
      "preview": "Buddhist Society of Western Australia https://podcast.bswa.org/feed.xml 14.6M Downloads 4035 Episodes Share RSS Dharma talks from the tradition of Bud"
    },
    {
      "url": "http://dati.ustat.miur.it/organization/ace58834-5a0b-40f6-9b0e-ed6c34ea8de0?tags=Stranieri&tags=AFAM&tags=Corsi&tags=Accademie+di+Belle+Arti&tags=Diplomi+accademici&tags=Diplomati&tags=Et%C3%A0&res_format=XLSX&_tags_limit=0",
      "title": "MUR - Organizzazioni - Open Data dell'istruzione superiore",
      "description": "void",
      "preview": "Salta al contenuto Home Open data Dataset Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica Vai 1 dataset trovato Formati: XLSX Tag"
    },
    {
      "url": "https://www.321chat.com/",
      "title": "321 Chat - Free Chat Rooms for Everyone",
      "description": "Free chat rooms for everyone.",
      "preview": "CHAT Home Chat Rooms Teen Chat Adult Chat Senior Chat Kid Chat Gay Chat Lesbian Chat Gay Teen Chat Transgender Chat Furry Chat Religion Chat Black Cha"
    },
    {
      "url": "http://www.aeropostale.com/",
      "title": "Men's and Women's Jeans, Clothes, Hoodies, and Graphic Tees | Aeropostale.",
      "description": "Shop Aeropostale for men and women's Clothing. Browse the latest styles of tops, t shirts, hoodies, jeans, sweaters and more Aeropostale. Aeropostale",
      "preview": "× Discount only on select styles as indicated. × Discount only on select styles as indicated. *Guaranteed 12/25 delivery does not include: APO/FPO, Mi"
    },
    {
      "url": "https://meritamerica.org/career-tracks/",
      "title": "Tech Training Programs for Career Transition - Merit America",
      "description": "Find your best-fit program with Merit America's quick quiz. Build in-demand skills through flexible, affordable training designed for working adults.",
      "preview": "Skip to content In-demand skills without quitting your day job Our programs are built for working adults-part-time, flexible, and focused on real-worl"
    },
    {
      "url": "https://earlybird.im/",
      "title": "EarlyBird: Your landing page builder for effective lead capture",
      "description": "EarlyBird is a no-code landing page builder for startups. Effortlessly create customized, high-converting landing pages to validate your startup ideas.",
      "preview": "Acquire your first customer by with no waiting Create landing pages that capture early adopters Your ideas have the potential to be worth millions, an"
    },
    {
      "url": "https://www.dakkadakka.com/wiki/en/Painting_Guide",
      "title": "Painting Guide - Articles - DakkaDakka",
      "description": "void",
      "preview": "Forum Gallery Articles Video Podcasts Hobby Blogs Store Finder Player Finder Advertising Login Join Us! Switch Theme Switch Theme: Dakka 2012 - Dark/O"
    },
    {
      "url": "https://corporate.bestbuy.com/our-commitments/",
      "title": "Our Goals - Best Buy Corporate News and Information",
      "description": "void",
      "preview": "Doing a World of Good . We're committed to being a leader on corporate responsibility and sustainability (CR&S) issues. Explore more: Environmental So"
    },
    {
      "url": "https://be.contentful.com/login",
      "title": "Log In - Contentful",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.openstreetmap.org/",
      "title": "OpenStreetMap",
      "description": "OpenStreetMap is the free wiki world map.",
      "preview": "Select Language Loading... Close Where is this? GraphHopper OSRM Valhalla Loading... Welcome to OpenStreetMap! OpenStreetMap is a map of the world, cr"
    },
    {
      "url": "https://affarerpylr.firebaseapp.com/25075/48864.html",
      "title": "Patrik höijer",
      "description": "void",
      "preview": "5260 Nordiska Kliniken AB Info & Löner Bolagsfakta Facebook gives people the power View the profiles of people named Patriot Höijer. Join Facebook to"
    },
    {
      "url": "http://www.txlottery.org/export/sites/lottery/Misc/Privacy.html",
      "title": "Texas Lottery | Privacy Statement",
      "description": "Privacy Statement",
      "preview": "Texas Lottery Privacy Statement Thank you for visiting our site. Our privacy statement is set forth below. We will generally post a notice for a reaso"
    },
    {
      "url": "https://www.landkreis-bamberg.de/Landratsamt/Verwaltung/Landratsamt-A-Z/%C3%96ffentliche-Sicherheit/Sprengstoffrecht/?ModID=10&object=tx%7C2892.2.1&NavID=2892.254&La=1&alpha=B",
      "title": "Sprengstoffrecht",
      "description": "void",
      "preview": "Sprungziele zum Kurzmenü zur Volltextsuche zum Hauptmenü zum Untermenü zum Inhalt Diese Website verwendet Cookies , um Ihnen einen optimalen Service z"
    },
    {
      "url": "https://tasvideos.org/",
      "title": "TASVideos",
      "description": "Tool-assisted game movies - When human skills are just not enough",
      "preview": "New around here? If you've ever wanted to see how a superhuman would beat your favorite video games, you've come to the right place. We have videos of"
    },
    {
      "url": "https://mazda.oemdtc.com/category/recalls",
      "title": "Recalls | Mazda - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://soundcloud.com/thelayover/ep-26-like-hair-we-be-conditioned",
      "title": "Stream episode EP 26: Like Hair, We Be Conditioned by The Layover podcast | Listen online for free on SoundCloud",
      "description": "Play EP 26: Like Hair, We Be Conditioned by The Layover on desktop and mobile. Play over 320 million tracks for free on SoundCloud.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it Natachi Mez shares a story about her evolut"
    },
    {
      "url": "https://www.seamwork.com/tutorials/how-to-bind-a-neckline",
      "title": "Seamwork",
      "description": "void",
      "preview": "Sew our favorite romantic button-up shirt for FREE this fall! Get your Free Pattern × Search Search Looking for help with our patterns? Check our help"
    },
    {
      "url": "https://www.wheaton.edu/wheaton-center-for-faith-and-disability/",
      "title": "Wheaton Center for Faith and Disability - Wheaton College, IL",
      "description": "The Wheaton Center for Faith and Disability is here to help you make your focus on disability more biblical, normative, and transformative so schools, congregations, camps and parachurch ministries become communities of belonging and flourishing for all.",
      "preview": "skip to main content Back to wheaton.edu The Wheaton Center for Faith and Disability The Wheaton Center for Faith and Disability is here to help you m"
    },
    {
      "url": "https://www.impacto.pt/pt/imoveis/terrain-braganca-vinhais-vente_3868/",
      "title": "Imóveis - Impacto MR Mediadora Imobiliária",
      "description": "Imóveis.",
      "preview": "AMI-2455 Tel.: (+351) 256 200 360 WhatsApp: (+351) 960 150 930 Empresa Quem Somos Serviços Marketing Documentos Imóveis Favoritos ( 0 ) Procuro imóvel"
    },
    {
      "url": "http://adsabs.harvard.edu/cgi-bin/nph-data_query?link_type=ABSTRACT&bibcode=2020RemS...12.2997Z",
      "title": "LS-SSDD-v1.0: A Deep Learning Dataset Dedicated to Small Ship Detection from Large-Scale Sentinel-1 SAR Images - ADS",
      "description": "void",
      "preview": "Now on home page"
    },
    {
      "url": "https://www.foresightautomation.com/",
      "title": "Foresight Automation",
      "description": "void",
      "preview": "RECENT NEWS WE ARE EXCITED TO ANNOUNCE WE'LL BE MOVING TO A NEW STATE OF THE ART FACILITY IN 2024! CONSTRUCTION IS UNDERWAY! FORESIGHT ROBOTIC PALLETI"
    },
    {
      "url": "https://www.aclusocal.org",
      "title": "ACLU of Southern California",
      "description": "void",
      "preview": "Skip to main content JOIN US AND STAND FOR JUSTICE Get our action alerts Email address * Zip code * Leave this field blank Join us for a conversation"
    },
    {
      "url": "https://bizcommunity.att.com/",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "http://www.vulcan.com",
      "title": "Home - Vulcan Real Estate",
      "description": "Through responsible real estate development and our unwavering belief in a greater tomorrow, we're deeply invested in transformational projects that improve the environment, our economy, and our society.",
      "preview": "Invested in the Future We design and deliver imaginative places that propel human progress. Through responsible real estate development and our unwave"
    },
    {
      "url": "http://www.punchmark.com/?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "https://sexyfishmiami.com/",
      "title": "Asian Restaurant & Late Night Bar Miami | Fish Restaurant | Sexy Fish",
      "description": "Located in the heart of Brickell, offering high-end glamour, surrealist décor, and opulent culinary majesty inspired by the oceans of Asia. Sexy Fish offers an all-day to late-night experience, allowing guests to enjoy incredible entertainment, as w...",
      "preview": "Sorry, your browser doesn't support HTML5 video tag. Sorry, your browser doesn't support HTML5 video tag. Welcome to Sexy Fish Sorry, your browser doe"
    },
    {
      "url": "https://tasvideos.org/",
      "title": "TASVideos",
      "description": "Tool-assisted game movies - When human skills are just not enough",
      "preview": "New around here? If you've ever wanted to see how a superhuman would beat your favorite video games, you've come to the right place. We have videos of"
    },
    {
      "url": "https://www.berlingske.dk/kommentarer",
      "title": "Kirkeordførerne hykler i sagen om Morten Kvist | Berlingske",
      "description": "Det kontroversielle er ikke valget af Morten Kvist til at prædike i morgen ved Folketingets åbningsgudstjeneste, men mine politiske kollegers eklatante hykleri.",
      "preview": "Navigation Køb abonnement Log ind Profil Menu Sektioner Samfund Opinion Business Kultur Køb abonnement Kommentarer 1. okt. 2018 kl. 13.00 Kirkeordføre"
    },
    {
      "url": "https://api.whatsapp.com/send/?phone=14437877678&text=HOME&app_absent=0",
      "title": "Share on WhatsApp",
      "description": "Official Business Account",
      "preview": "Skip to content Crisis Text Line HOME Open app Continue to WhatsApp Web Don't have the app? Download it now Looks like you don't have WhatsApp install"
    },
    {
      "url": "https://inspiredleaders.downtown.org/account/login.aspx?ReturnUrl=https://downtown.org/",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "http://www.nativestartup.org/",
      "title": "Change Labs",
      "description": "Change Labs is an award-winning Native-led organization on the Navajo and Hopi Nations growing the next generation of Native American change makers.",
      "preview": "0 A space for Native change makers Calling all doers and dreamers with a passion for change. Change Labs is a Native-led organization rooted on the Na"
    },
    {
      "url": "https://docs.microsoft.com/en-us/lifecycle/faq/internet-explorer-microsoft-edge",
      "title": "Lifecycle FAQ - Internet Explorer and Microsoft Edge | Microsoft Learn",
      "description": "Answers to frequently asked questions about the lifecycle policy for Internet Explorer and Microsoft Edge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "http://www.dataprotection.ie",
      "title": "Homepage | Data Protection Commission",
      "description": "We are the national independent authority responsible for upholding the fundamental right of the individual in the EU to have their personal data protected.",
      "preview": "New Case Studies section Take a look New Guidance: Data Protection Commission Launches Adult Safeguarding Toolkit to Protect Vulnerable Adults' Data V"
    },
    {
      "url": "https://anttisorri.wordpress.com/2020/09/01/tyovaenkirjallisuuden-paivilla-5-9-20-luku-on-iloinen/",
      "title": "Työväenkirjallisuuden päivillä 5.9. 20-luku on iloinen? - Sinisten ajatusten hautausmaa",
      "description": "Puistofilosofit rantautuvat jälleen keskustelemaan yleisön kanssa. Tällä kertaa ollaan Työväenkirjallisuuden päivillä Tampereen Työväenmuseo Werstaalla, ja keskustelujen aiheena messujen tämän vuoden teema: iloinen 20-luku? Mikä teki 1920-luvusta iloisen? Takana oli julma maailmansota, joka haluttiin unohtaa, mutta liittyykö vuosikymmeneen muita kulttuurillisesti merkittäviä ilmiöitä? Modernismi virisi suomalaisessa kirjallisuudessa, Tulenkantajat avasivat ikkunoita Eurooppaan. Naisten emansipaatio saavutti jälleen uusia rajapyykkejä...",
      "preview": "Siirry sisältöön Puistofilosofit rantautuvat jälleen keskustelemaan yleisön kanssa. Tällä kertaa ollaan Työväenkirjallisuuden päivillä Tampereen Työvä"
    },
    {
      "url": "https://gixen.com/forum/viewtopic.php?t=9453&view=previous&sid=0d0eb7686a43c9d07743422c116e883c",
      "title": "GIXEN Forum - View topic - Auction Ended - Gixen Didn't Make Bid",
      "description": "void",
      "preview": "Home Why snipe ? Compare FAQ Community Terms Contact My Snipes Home Why snipe ? Compare FAQ Community Terms Contact My Snipes Menu Home Why snipe ? Co"
    },
    {
      "url": "http://www.internettrafficreport.com/",
      "title": "Network Overview /// Internet Traffic Report",
      "description": "Internet Traffic Report reports on the current performance of major Internet routes around the world.",
      "preview": "The Internet Traffic Report monitors the flow of data around the world. It then displays a value between zero and 100. Higher values indicate faster a"
    },
    {
      "url": "https://www.careercircle.com/",
      "title": "Where Skills Go To Work",
      "description": "CareerCircle connects skilled talent with organizations ready to make smart, future-ready hiring decisions. Learn more.",
      "preview": "We're sorry, but CareerCircle does not work properly without JavaScript enabled. Please enable JavaScript for your browser and reload this page. Skip"
    },
    {
      "url": "https://www.vtiger.com/migration/",
      "title": "Migrating Customer Data Made Easy with Vtiger CRM",
      "description": "Considering moving from another CRM to Vtiger? Sign up for one of our migration plans and let us replicate all of your fields, users, workflows and data in Vtiger for you.",
      "preview": "× Search Vtiger.com Search Switching to Vtiger from another CRM? Allow us to make this transition seamless with free migration services. Write to [ema"
    },
    {
      "url": "https://www.whatsapp.com/",
      "title": "WhatsApp | Secure and Reliable Free Private Messaging and Calling",
      "description": "Use WhatsApp Messenger to stay in touch with friends and family. WhatsApp is free and offers simple, secure, reliable messaging and calling, available on phones all over the world.",
      "preview": "Skip to content Message privately Simple, reliable, private messaging and calling for free*, available all over the world. Download Log in * Data char"
    },
    {
      "url": "https://about.ads.microsoft.com/en-us/partners/welcome?s_cid=en-us-gct-web-src_ext-sub_0-flx_uhfcombepartner",
      "title": "Microsoft Advertising Partner Program",
      "description": "Get access to exclusive partner events, growth opportunities, and connect with a community of your peers. Receive recognition for your exceptional work and take your business to the next level.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content The Microsoft Advertising Partner Program Unlock the full potential of"
    },
    {
      "url": "https://healthcare.bestbuy.com/site/bbhealth/resources/pcmcat1600181672135.c?id=pcmcat1600181672135#jl-videos",
      "title": "Best Buy Health | Care-at-home platform",
      "description": "Get the technology and support to scale care at home or clinical trials with Best Buy Health's enterprise care-at-home platform.",
      "preview": "Skip to content Together, we can bring health home We know technology. We know the home. Now we're applying our expertise to healthcare - enabling car"
    },
    {
      "url": "https://www.ekathimerini.com/economy/1157230/greece-announces-issue-of-a-30-year-bond/",
      "title": "Greece announces issue of a 30-year bond | eKathimerini.com",
      "description": "The Greek state is expected to issue a new 30-year bond on Wednesday - if conditions allow it - in the country's second market foray within 2021.",
      "preview": "Eleftheria Kourtali March 16, 2021 16.03.2021 • 23:31 The Greek state is expected to issue a new 30-year bond on Wednesday - if conditions allow it -"
    },
    {
      "url": "http://www.innogistics.net/",
      "title": "INNOGISTICS | Logistics | Freight | Shipping",
      "description": "logistic",
      "preview": "Innogistics International Limited Innovative Logistics Solutions Home Services Network Resources Contact Us Professional Logistician INNOGISTICS is po"
    },
    {
      "url": "http://www.qneo.net/privacy.html",
      "title": "Qneo",
      "description": "Apps for iPhone, iPad, iPod and Mac",
      "preview": "PRIVACY POLICY Qneo, based in Rotterdam, the Netherlands, is responsible for the processing of personal data as shown in this privacy policy statement"
    },
    {
      "url": "https://www.dof.gov.ph",
      "title": "Homepage - Department of Finance",
      "description": "Department of Finance The Department of Finance (DOF) is the government's steward of sound fiscal policy. It formulates revenue policies that will ensure funding of critical government programs that promote welfare among our people and accelerate economic growth and stability. Learn More ANNOUNCEMENTS LATEST RELEASES Recto: Gov't to ensure food supply stability and stronger support",
      "preview": "Menu Department of Finance The Department of Finance (DOF) is the government's steward of sound fiscal policy. It formulates revenue policies that wil"
    },
    {
      "url": "https://profile.theguardian.com/signin?INTCMP=DOTCOM_NEWHEADER_SIGNIN&ABCMP=ab-sign-in&componentEventParams=componentType%3Didentityauthentication%26componentId%3Dguardian_signin_header",
      "title": "Sign in | The Guardian",
      "description": "void",
      "preview": "One account to access all Guardian products. By proceeding, you agree to our terms and conditions . For information about how we use your data, see ou"
    },
    {
      "url": "https://bit.ly/2JlPTBi",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://wiki.math.uwaterloo.ca/statwiki/index.php?title=F21-STAT_441/841_CM_763-Proposal&diff=49975&oldid=49974",
      "title": "F21-STAT 441/841 CM 763-Proposal: Difference between revisions - statwiki",
      "description": "void",
      "preview": "Help F21-STAT 441/841 CM 763-Proposal: Difference between revisions From statwiki Jump to navigation Jump to search Revision as of 06:51, 8 October 20"
    },
    {
      "url": "https://www.netrootsnation.org/profile/james-carter/",
      "title": "James Carter IV - Netroots Nation",
      "description": "void",
      "preview": "James Carter IV Home James Carter IV It seems we can't find what you're looking for. Perhaps searching can help."
    },
    {
      "url": "http://www.golfholidaysintl.com/",
      "title": "void",
      "description": "void",
      "preview": "USD EUR GBP JPY Destinations Specials Trip Quote Request a Quote San Diego Omni La Costa Golf Resort - Stay and Play from $450! from $450 Calling all"
    },
    {
      "url": "https://google.qualtrics.com/jfe/form/SV_0JMOG0m5j8tQK7b",
      "title": "Help build a better YouTube for Creators",
      "description": "Sign up for user research studies and share your thoughts",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85917",
      "title": "Searchable Recipe Database - ALBERELLO DI NATALE",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://sabathani.org/",
      "title": "Sabathani Community Center - The Heart of South Minneapolis",
      "description": "void",
      "preview": "The Heart of South Minneapolis Read More Welcome to Sabathani The Heart of South Minneapolis Read More Welcome to Sabathani The Heart of South Minneap"
    },
    {
      "url": "https://fundforsharedinsight.org/",
      "title": "Foundations Advancing Listening & Feedback in Philanthropy | Fund for Shared Insight",
      "description": "As a national funder collaborative, Fund for Shared Insight cultivates community-driven philanthropy in service of advancing equity in philanthropy.",
      "preview": "Skip to content Funder listening to shift power Fund for Shared Insight is a national funder collaborative seeking to improve philanthropy by centerin"
    },
    {
      "url": "https://www.joannaczech.com/collections/joanna-czech-tools-accessories/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://huggingface.co/docs/datasets/loading",
      "title": "Load",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Datasets documentation Load Datasets 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset viewer Datase"
    },
    {
      "url": "https://www.braintreepayments.com/legal/braintree-privacy-policy",
      "title": "PayPal Data Protection Addendum For Card Processing Products",
      "description": "PayPal Data Protection Addendum For Card Processing Products",
      "preview": "Menu PayPal Data Protection Addendum For Card Processing Products PayPal Data Protection Addendum For Card Processing Products Last updated on May 30,"
    },
    {
      "url": "http://nbc.researchresults.com/?s=639",
      "title": "Viewers Voice",
      "description": "void",
      "preview": "Welcome to the Viewer's Voice panel!"
    },
    {
      "url": "https://kfor.com/news/local/fight-at-oklahoma-high-school-basketball-playoff-game-caught-on-camera/",
      "title": "Fight at Oklahoma high school basketball playoff game caught on camera | KFOR.com Oklahoma City",
      "description": "Video shows a fight breaking out at an Oklahoma high school girls' basketball game Friday night that involved players, cheerleaders, fans and parents.",
      "preview": "Skip to content"
    },
    {
      "url": "https://akismet.com/privacy/",
      "title": "Privacy Policy - Akismet",
      "description": "Akismet Privacy Your privacy is important to us About Akismet Akismet is the most powerful anti-spam service for the web. Akismet works by checking all your comments against our constantly-growing global spam database to remove irrelevant, malicious content before it gets published and damages your site's credibility.Akismet gets increasingly effective over time: the more it...",
      "preview": "Skip to content Akismet Privacy Your privacy is important to us About Akismet Akismet is the most powerful anti‑spam service for the web. Akismet work"
    },
    {
      "url": "https://optionb.org/about",
      "title": "About OptionB.Org | Building resilience in the face of adversity | Option B",
      "description": "OptionB.Org is dedicated to helping you build resilience in the face of adversity-and giving you the tools to help your family, friends, and community build resilience too.",
      "preview": "Navigating loss this holiday season or supporting a loved one? Check out Navigating loss this holiday season or supporting a loved one? Check out x Ab"
    },
    {
      "url": "https://www.virtuelabs.com/en/shipping-notice",
      "title": "Virtue | Shipping Delay Notice",
      "description": "There is a shipping delay at our warehouse, resulting in longer wait times. We are working quickly to get orders out, which means items will ship when ready and may not arrive at the same time. You won't be charged until your item ships. We apologize for the inconvenience and thank you for understanding.",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "http://www.regione.piemonte.it/",
      "title": "Regione Piemonte",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://news.gallup.com/",
      "title": "Gallup News | Nonpartisan Analysis of Critical Global Issues",
      "description": "Articles, interviews and data trends that provide an unbiased understanding of public opinion and human behavior to leaders and those who advise them.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Unbiased news powered by public opinion research and analysi"
    },
    {
      "url": "https://socialyme.com/tag/courgettes/",
      "title": "courgettes Archives - SociaLyme",
      "description": "void",
      "preview": "Twitter Facebook Instagram Activer/désactiver navigation Accueil Tous les Articles La Chronic Témoignages Recettes Maladie de Lyme Phytothérapie Andro"
    },
    {
      "url": "https://www.computerhistory.org/revolution/calculators/1",
      "title": "Calculators - CHM Revolution",
      "description": "First Steps on the Path to Computers Banks calculating interest. Kids dividing up cookies. Engineers designing bridges. We make calculations every day. And for as long as we've juggled numbers greater than our fingers and toes, we've sought aids to make computations easy and accurate.For centuries, calculators were the only machines to help us compute. A long lineage of devices stretching from the ancient abacus to today's digital computer.",
      "preview": "CHM Revolution Topics Home Exhibition Calculators 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 01 Calculators Soroban, with Sharp EL-429 E"
    },
    {
      "url": "https://studio.youtube.com/",
      "title": "YouTube",
      "description": "Condividi i tuoi video con amici, parenti e con il mondo.",
      "preview": "Accedi Continua su YouTube Email o telefono Non ricordi l'indirizzo email? Non si tratta del tuo computer? Utilizza una finestra di navigazione privat"
    },
    {
      "url": "https://notescoffee.com/",
      "title": "Notes",
      "description": "Notes is a collection of beautifully designed coffee shops and bars, serving Notes single origin speciality coffee, craft beers, well-chosen wines and classic cocktails, all with a signature Notes twist. Notes serve delicious seasonally-inspired food, from their all-day brunch to their evening bar menu. Located across central London, visit Notes any time.",
      "preview": "Cart 0 Scroll Notes is a collection of coffee shops and bars serving Notes speciality coffee, craft beers, curated wines and classic cocktails, all wi"
    },
    {
      "url": "https://community.dynamics.com/",
      "title": "Find Answers | Microsoft Dynamics 365 Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content"
    },
    {
      "url": "https://www.guinnessworldrecords.com/news/2023/2/dog-with-a-tongue-lengthier-than-a-popsicle-stick-confirmed-as-longest-736653",
      "title": "Dog with a tongue lengthier than a popsicle stick confirmed as longest | Guinness World Records",
      "description": "A Tucson, Arizona dog with a tongue measuring 3.74 inches has been confirmed as having the longest tongue on a living dog.",
      "preview": "Bisbee the English Setter probably isn't a pooch you'd want \"doggy kisses\" from. That's because the Tucson, Arizona, USA, pup has quite a long doggone"
    },
    {
      "url": "https://espanol.cdc.gov/enes/coronavirus/2019-ncov/travelers/cruise-travel-during-covid19.html",
      "title": "Centros para el Control y la Prevención de Enfermedades | CDC",
      "description": "void",
      "preview": "Ir al contenido del sitio Ir a la búsqueda El cáncer de mama Informarse más Las enfermedades respiratorias Informarse más Influenza aviar H5: situació"
    },
    {
      "url": "https://www.capitalbooksandwellness.com/products/big-flag-logo-tackle-twill-hoody-black-large",
      "title": "Big Flag Logo Tackle Twill Hoody - Black, Large - Capital Books and Wellness",
      "description": "Armour® Fleece fabrication has a brushed inner layer and a quick-drying, smooth outer layer. Soft inner layer traps heat to keep you warm and comfortabl...",
      "preview": "Big Flag Logo Tackle Twill Hoody - Black, Large Under Armour $64.99 Default - $64.99 is back-ordered. We will ship it separately in 10 to 15 days. Des"
    },
    {
      "url": "https://www.underconsideration.com/brandnew/",
      "title": "Brand New",
      "description": "Opinions on corporate and brand identity work",
      "preview": "Friday October 10, 2025 Friday Likes 551 Reviewed From Jo Cutri Studio, Daniel Ting Chong, and The Bored Members a b c 0 Comments (0) Thursday October"
    },
    {
      "url": "https://mde.maryland.gov/programs/Land/RecyclingandOperationsprogram/Pages/ecycling.aspx",
      "title": "eCycling Home Page",
      "description": "An official website of the State of Maryland.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. JavaScript Required JavaScript"
    },
    {
      "url": "https://www.hendersonmowers.com.au/brands/rover-mowers-log-splitters-spare-parts-lawn-tillers-rotary-hoes/ride-on-mowers-tractors-ballarat-lawn/display/11199-rover-rancher-547-42-ride-on-mower/",
      "title": "Rover Rancher 547/42 Ride-On Mower | Henderson Mowers & Chainsaws",
      "description": "The Rover Rancher is a bang for buck ride-on mower offering power and width of cut at a very generous price. The 42\" cutting deck allows you to cut more lawn in a shorter amount of time, ideal for medium-sized yards. Hand-operated hydrostatic drive also allows this unit to be operated a lot more smoothly! The 547cc OHV Rover engine provides plenty of power to get the job done and comes with a 5-year warranty along with the unit too for domestic use. Fitted with a hand-operated hydrostatic drive resulting in no gears and no clutch making mowing the lawn a much more enjoyable job to do during spring. Hand-operated blade engagement. Note: mulching kit is available at additional costs Available for $31.25 per/wk for 36 months* [image|907]",
      "preview": "Menu Australia-wide shipping available on most goods Your no.1 Aus-wide supplier for engines. Rover Rancher 547/42 Ride-On Mower Key Features 42\" Pres"
    },
    {
      "url": "https://tinybuddha.com/",
      "title": "Tiny Buddha: Wisdom Quotes, Letting Go, Letting Happiness In",
      "description": "Simple wisdom for complex lives. Quotes, tips & stories to help us help ourselves and each other.",
      "preview": "Menu Home About Frequently Asked Questions Helpful Free Resources Contact Blog All posts Change Challenges Happiness & Fun Healthy Habits Letting Go L"
    },
    {
      "url": "https://youradchoices.ca/en/tools",
      "title": "Opt-Out Tools - AdChoices in Canada",
      "description": "The AdChoices self-regulatory program in Canada provides free tools you can use to opt-out of interest-based advertising on your devices.",
      "preview": "Cart 0 Sign In My Account Back DAAC Principles Program Framework Accountability FAQ Join the Program Back Join AdChoices News Events Training Course A"
    },
    {
      "url": "https://y99.in/",
      "title": "Y99 - Free Random Online Chat Rooms without Registration",
      "description": "Y99 is a chatting site for free random online international chat rooms(private and group) without registration or sign up. Meet strangers, make new friends.",
      "preview": "Read more Y99.in Chat Rooms Free International Chat Rooms For Guest Chatting without registration or sign up. Create, share and join Private and group"
    },
    {
      "url": "https://r2rconf.com/2019/02/16/r2r-speaker-on-cover-of-nature/",
      "title": "R2R Speaker on Cover of Nature | Researcher to Reader Conference - London - 24-25 February 2026",
      "description": "We are excited to announce that Professor James Evans, who will be speaking at the Researcher to Reader Conference, 25-26 February, has been featured on the cover of the latest issue of Nature (Vol 566 No 7744), in relation to his research (with Lingfei Wu and Dashun Wang) into the impact of team size on...",
      "preview": "Skip to content Home R2R Speaker on Cover of Nature We are excited to announce that Professor James Evans, who will be speaking at the Researcher to R"
    },
    {
      "url": "https://mailchimp.com/",
      "title": "Piattaforma di email, automazione e marketing | Mailchimp",
      "description": "Utilizza i dati comportamentali in tempo reale e l'intelligenza artificiale per convertire più clienti con la piattaforma Mailchimp di marketing, automazione e e-mail marketing. Facile da usare: inizia gratis!",
      "preview": "Passa al contenuto principale Trasforma le email e gli SMS in entrate Ottieni più aperture, clic e vendite con la piattaforma di email marketing e aut"
    },
    {
      "url": "https://infiniteforloop.tumblr.com/post/139555617318",
      "title": "typing is a contact sport • codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "RSS Archive Likes ASK ME ABOUT MY PRIORITY QUEUES typing is a contact sport I FKN LOVE RECURSION. SEND ME TO POINTER HELL. February 18, 2016 • 72 note"
    },
    {
      "url": "https://fr.vietnamplus.vn/4e-session-de-la-commission-de-cooperation-vietnamargentine/57164.vnp",
      "title": "4e Session de la Commission de coopération Vietnam-Argentine | Vietnam+ (VietnamPlus)",
      "description": "La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les 29 et 30 octobre à Buenos Aires sa 4e session.",
      "preview": "Politique 4e Session de la Commission de coopération Vietnam-Argentine La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les"
    },
    {
      "url": "https://www.hamiltonfamilies.org/newsroom/san-francisco-plans-to-purchase-200-units-to-house-homeless-families",
      "title": "San Francisco plans to purchase 200 units to house homeless families - Hamilton Families",
      "description": "A sparkling seven-story building on 12th Street could soon play a key role in not only getting homeless families into housing, but helping them avoid displacement outside of San Francisco. Earlier this month, Mayor London Breed announced The City's plans to buy City Gardens, a residential building South of Market that would provide permanent supportive housing to families experiencing homelessness.",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://wpengine.com/legal/",
      "title": "Legal | WP Engine",
      "description": "Read WP Engine's legal information, including terms of service, privacy policy, acceptable use policy, and other legal documents that govern the use of our services.",
      "preview": "Skip to Main Content WP Engine WP Engine Legal Information Legal Documents We're here to help and ensure you have the information you need. Browse our"
    },
    {
      "url": "http://worldreview.com/",
      "title": "worldreview.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://podcasts.apple.com/us/podcast/sunny-stormy-cloudy-days-01-a-cloudy-day-story/id635364022?i=1000457275091",
      "title": "Sunny, Stormy, Cloudy Days 01:... - Sesame in Communities - Apple Podcasts",
      "description": "Rosita is frustrated because she can't join her friends at the movies. Mami reminds Rosita that on cloudy-feeling days, we can talk about our feelings.",
      "preview": "11/19/2019 5 MIN Sunny, Stormy, Cloudy Days 01: A Cloudy Day Story Sesame in Communities Play Rosita is frustrated because she can't join her friends"
    },
    {
      "url": "https://go.dev/tour/welcome/1",
      "title": "A Tour of Go",
      "description": "void",
      "preview": "A Tour of Go"
    },
    {
      "url": "https://www.elsevier.com/",
      "title": "Elsevier | A global leader for advanced information and decision support in science and healthcare",
      "description": "Elsevier provides advanced information and decision support to accelerate progress in science and healthcare worldwide.",
      "preview": "Skip to main content Unfortunately we don't fully support your browser. If you have the option to, please upgrade to a newer version or use Mozilla Fi"
    },
    {
      "url": "https://kleinanzeigen.rp-online.de/nersingen/fahrzeuge/autoteile-zubehoer/sonstige/",
      "title": "Rheinische Post | Einfach Anzeigen aufgeben",
      "description": "Ob als Privatperson oder Unternehmen: Gestalten und schalten Sie Ihre Anzeigen selbst! Mit vielseitigen Buchungs- und Gestaltungsmöglichkeiten sowie Archiv- und Speicherfunktionen (bei Registrierung)!",
      "preview": "a href=\"https://leserservice.rp-online.de/Services/anzeigen/impressum/\" target=\"_blank\">Impressum"
    },
    {
      "url": "https://sesamo.com/",
      "title": "Inicio | Sésamo",
      "description": "Explora juegos, videos, y actividades con Elmo, Abby, y Comegalletas.",
      "preview": "Inicio Para adultos Padres y Cuidadores Educadores Actividades Juegos Videos Art Maker Cuentos Nuestros Programas ¡Listos a Jugar! Sueña, Ahorra, Alca"
    },
    {
      "url": "http://www.esa.int/",
      "title": "European Space Agency",
      "description": "The European Space Agency portal features the latest news in space exploration, human spaceflight, launchers, telecommunications, navigation, monitoring and space science.",
      "preview": "ESA Vision ESA Strategy 2040 50 years of ESA Accelerators ESA Pillars Science & Exploration Space Safety Applications Enabling & Support ESA Programme"
    },
    {
      "url": "https://www.lemonde.fr/politique/",
      "title": "Politique - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Politique. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Politique publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "http://calendar.mines.edu",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "https://sv.brusheezy.com/gratis/gl%C3%B6dlampor",
      "title": "Glödlampor Gratis Penslar - (28 Gratis Downloads)",
      "description": "28 Best Glödlampor Gratis Pensel Nedladdningar from the Brusheezy community. Glödlampor Gratis Penslar licensed under creative commons, open source, and more!",
      "preview": "Filters Glödlampor Penslar - 28 free brushes matching glödlampor Glödlampa borstar pack Lång skugga miljö natur ikon psd Diverse Pocket Icon PSD Pack"
    },
    {
      "url": "https://forums.corvetteactioncenter.com/threads/in-jail-or-not-in-jail-that-is-the-question.93002/",
      "title": "In Jail or Not in Jail? That is the Question | Corvette Forum - Corvette Action Center",
      "description": "From Josh Oliver, TheGMSource.com: ---------------------------------------------- Earlier today it was reported that the gentleman who produced images of...",
      "preview": "Welcome to the Corvette Forums at the Corvette Action Center! Clubs Events History Reviews Shop Tech Center New posts Search forums Menu Log in Regist"
    }
  ],
  "_meta": {
    "total_bookmarks": 101
  }
}