{
  "folders": [
    {
      "name": "ecommerce",
      "bookmarks": [
        {
          "url": "https://www.atbbq.com/grills-and-smokers/pellet-grills/yoder-smokers-ys640s-pellet-grill-with-acs.html",
          "title": "Yoder Smokers YS640s Pellet BBQ Grill & Smoker",
          "description": "When choosing a top-quality pellet BBQ grill, look for one with a reputation for craftsmanship, versatile features, results, and lasting durability.",
          "preview": "void"
        },
        {
          "url": "https://www.basketcreationsplus.com/",
          "title": "Basket Creations Plus │ Gift Baskets From Casper, WYHome",
          "description": "Basket Creations Plus, started as a dream, and became a reality in August of 2002. We strive to create gift baskets that bring comfort and joy to anyone wanting something unique and personal.",
          "preview": "We Create...Comfort & Joy 341 East E Street, Suite 220 Casper, WY, 82601 United States (307) 237-3357 orders@basketcreationsplus.com Basket Creations"
        },
        {
          "url": "https://www.headphone.com/",
          "title": "Headphones.com - Shop the best headphones and home audio",
          "description": "Find the best headphones, speakers and home audio. 365-day returns, free shipping over $100 and legendary customer service!",
          "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Spend $100 more to get free shipping! Load"
        },
        {
          "url": "https://byrdis.com/products/robin-2",
          "title": "Robin - byrdis",
          "description": "Robin figurine, made from resin and carefully painted with acrylic paints and finished with glossy water-based varnish.Size:• length: 6.5 cm / 2.6″• width: 2.6 cm / 1″• height: 3.2 cm / 1.3″ Please, make sure you have read the delivery information before ordering",
          "preview": "Skip to content Robin Sale price Price $36.00 Regular price Unit price / per Tax included. Robin figurine, made from resin and carefully painted with"
        },
        {
          "url": "https://www.thecompanystore.com/pillows/sleepers-choice-memory-foam-pillow/PO79.html?dwvar_PO79_color=WHITE",
          "title": "Sleeper's Choice™ Memory Foam Pillow | The Company Store",
          "description": "Our Sleeper's Choice memory foam pillow takes your sleep to the next level of luxury. A reversible 2-in-1 pillow is twice with 2 uniquely different sides.",
          "preview": "Company Essentials™ Dual Memory Foam and Gel Fiber Pillow - White Average Rating: 4.626 out of 5 stars Rating Count: 91 SKU: PO79-STD-WHITE $59.00 25%"
        },
        {
          "url": "https://thetoywagon.co.nz/products/croc-creek-16pc-wooden-puzzle-zoo",
          "title": "Crocodile Creek - The Toy Wagon",
          "description": "The Toy Wagon has a huge range of big brands, including Crocodile Creek. Find top brands on our online store.",
          "preview": "Kids Toys, Games & Puzzles - Creating Lasting Memories Discover Something New - Just In! New Toys, Games & Puzzles Home Age Group Back 0-2 year olds B"
        }
      ],
      "count": 6
    },
    {
      "name": "environment-sustainability",
      "bookmarks": [
        {
          "url": "https://globenewswire.com/news-release/2016/04/22/831819/0/en/Energate-and-WattTime-org-Partner-to-Enable-Smart-Thermostat-to-Maximize-Use-of-Environmentally-Friendly-Resources.html",
          "title": "Energate and WattTime.org Partner to Enable Smart",
          "description": "Internet of Things Technology Will Allow Consumers to Reduce Electricity Consumption When Green Resources are not Available...",
          "preview": "Accessibility: Skip TopNav Energate and WattTime.org Partner to Enable Smart Thermostat to Maximize Use of Environmentally Friendly Resources Internet"
        },
        {
          "url": "https://www.wildlifeday.org/",
          "title": "Home | Official website of UN World Wildlife Day",
          "description": "Join us for #WWD2024 on 3 March 2024 in Connecting People and Planet: Exploring Digital Innovation in Wildlife Conservation",
          "preview": "Skip to main content Join us in exploring Wildlife Conservation Finance: Investing in People and Planet Ivonne Higuero Read more About Ivonne Higuero"
        },
        {
          "url": "https://blog.stationa.com/2022/partnering-with-watttime",
          "title": "Partnering with WattTime",
          "description": "We're increasing the avoided emissions impact and deployment of on-site solar at scale.",
          "preview": "Partnering with WattTime We're increasing the avoided emissions impact and deployment of on-site solar at scale. Written by Richard Ling on 2022-04-12"
        },
        {
          "url": "https://www.microfibreconsortium.com/",
          "title": "The Microfibre Consortium - Home",
          "description": "The Microfibre Consortium convenes a global community of organisations, leading the way toward mitigating fibre fragmentation from textile design, development and manufacturing through science-led action",
          "preview": "0 HOME Our mission To work towards zero impact from fibre fragmentation from textiles to the natural environment. The Microfibre Consortium work to co"
        },
        {
          "url": "https://www.waittfoundation.org/",
          "title": "Waitt Foundation | Funding for Ocean Conservation and Blue Prosperity",
          "description": "The Waitt Foundation is a grantmaking organization that provides funding and resources for ocean research, policy, marine protection, and Blue Prosperity initiatives around the globe. We are a founding member of the Blue Prosperity Coalition, a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans.",
          "preview": "top of page SUSTAINABLE, RESILIENT & THRIVING SEAS THAT BENEFIT ALL AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with gover"
        },
        {
          "url": "https://mailchi.mp/981bc390995d/watttime-newsletter-january-2021",
          "title": "WattTime - Newsletter",
          "description": "void",
          "preview": "January 2021 Dear WattTime community, It's a pivotal time in the United States and around the world. Collectively, we continue to grapple with a globa"
        }
      ],
      "count": 6
    },
    {
      "name": "news-commentary",
      "bookmarks": [
        {
          "url": "https://rent.com/blog/empty-office-building-turned-into-homes-next-apartment-trend/",
          "title": "Are Empty Downtown Offices America's Next Hot Apartment Trend? | Rent. Blog",
          "description": "Empty office buildings turned into homes could be a new real estate trend. It could also help neighborhoods thrive after the pandemic.",
          "preview": "Are Empty Downtown Offices America's Next Hot Apartment Trend? Alicia Underlee Nelson 10.12.2021 News & Trends During the pandemic, U.S. workers turne"
        },
        {
          "url": "https://www.dw.com/en/business/s-1431",
          "title": "Business | Economy and finance news from a German perspective - DW",
          "description": "In-depth business news on Europe and it's strongest economy. Read and watch to learn about international markets, companies and the powers who drive them.",
          "preview": "You need to enable JavaScript to run this app. Skip to content Skip to main menu Skip to more DW sites In focus Gaza Nobel Prize German politics Lates"
        },
        {
          "url": "https://googleresearch.blogspot.com/2014/09/introducing-structured-snippets-now.html",
          "title": "Introducing Structured Snippets, now a part of Google Web Search",
          "description": "Posted by Corinna Cortes, Boulos Harb, Afshin Rostamizadeh, Ken Wilder, and Cong Yu, Google ResearchGoogle Web Search has evolved in recent years w...",
          "preview": "Introducing Structured Snippets, now a part of Google Web Search September 22, 2014 Posted by Corinna Cortes, Boulos Harb, Afshin Rostamizadeh, Ken Wi"
        },
        {
          "url": "https://www.bdcnetwork.com/investing-downtowns-pays-cities-regions",
          "title": "Investing in downtowns pays off for cities, regions | Building Design+Construction",
          "description": "Cities and regions can generate profound lasting benefits through investment in downtowns and center cities, according to The Value of U.S. Downtowns and Center Cities: Second...",
          "preview": "Codes and Standards Investing in downtowns pays off for cities, regions By Peter Fabris, Contributing Editor Feb. 11, 2019 2 min read Cities and regio"
        },
        {
          "url": "https://www.vulture.com/2015/06/dukes-hazzard-confederate-flag-warner-bros-stop-licensing.html",
          "title": "The Controversy Over the Confederate Flag Has Reached Hazzard County",
          "description": "The studio behind the classic TV show won&rsquo;t license any images of the General Lee with the Stars and Bars.",
          "preview": "Things you buy through our links may earn Vox Media a commission."
        },
        {
          "url": "https://abcnews.go.com/Business/video/goodwill-ceo-people-churning-low-wage-jobs-despite-94371832",
          "title": "Video Goodwill CEO: 'People are churning in low-wage jobs' despite hot economy - ABC News",
          "description": "Goodwill CEO Steve Preston breaks down the state of the economy, and where he sees a disconnect between a hot job market and workers toiling in low-wage jobs.",
          "preview": "Goodwill CEO: 'People are churning in low-wage jobs' despite hot economy Goodwill CEO Steve Preston breaks down the state of the economy, and where he"
        }
      ],
      "count": 6
    },
    {
      "name": "web-tools",
      "bookmarks": [
        {
          "url": "https://disconnect.me/",
          "title": "void",
          "description": "void",
          "preview": "Freedom from tracking . +1M websites scanned +5M apps scanned +10M emails scanned Disconnect tracks the trackers, across the internet and beyond. Lear"
        },
        {
          "url": "https://wedsites.com/",
          "title": "All-in-One Wedding Website, Online Invitations & Digital Planner - WedSites",
          "description": "A wedding planning platform for busy couples.",
          "preview": "Everything you need to plan a stress-free wedding -in one beautiful place. All of the completely customizable bells and whistles you need for the wedd"
        },
        {
          "url": "https://fontawesome.com/",
          "title": "Font Awesome",
          "description": "The internet's icon library + toolkit. Used by millions of designers, devs, & content creators. Open-source. Always free. Always awesome.",
          "preview": "void"
        },
        {
          "url": "https://127j5241bcgw285yu54bgh7m-wpengine.netdna-ssl.com/wp-content/uploads/Rebooting-Representation-Report.pdf",
          "title": "Instagram Video Downloader - Download IG Videos, Reels, Photos",
          "description": "Download Instagram videos in high-definition for free with our Instagram video downloader. Easily save videos from posts, reels, and stories - completely anonymous and without watermarks.",
          "preview": "Features How to Use FAQ 100% Free • No Registration • HD Quality Instagram Videos Downloader Fast, free, and secure Instagram downloader. Save videos,"
        },
        {
          "url": "https://www.jetboost.io/",
          "title": "No-code search and filters for Webflow CMS | Jetboost",
          "description": "Real-time search, dynamic filtering, and more for Webflow - without writing code. Give your Webflow CMS superpowers with Jetboost.",
          "preview": "Follow for new releases @jetboostio Your No-Code Webflow Sidekick Real-time search, dynamic filtering, and more for Webflow - without writing code Get"
        }
      ],
      "count": 5
    },
    {
      "name": "advocacy-policy",
      "bookmarks": [
        {
          "url": "https://50stateblueprint.aclu.org/",
          "title": "50 State Blueprint | ACLU",
          "description": "If we want to cut mass incarceration in half, we'll need a way to do it. ACLU has a 50 State Blueprint.",
          "preview": "Each dot represents one of the 1,942,600 people in state prisons and jails in the U.S. There are 1,942,600 people in state prisons and jails in the U."
        },
        {
          "url": "https://www.unwomen.org/en/csw",
          "title": "Commission on the Status of Women | UN Women - Headquarters",
          "description": "The Commission on the Status of Women (CSW) is the principal global intergovernmental body exclusively dedicated to the promotion of gender equality, the rights and the empowerment of women.",
          "preview": "Skip to main content Image CSW63 - Opening of the 63rd Session of the Commission on the Status of Women. Photo: UN Women/Ryan Brown The Commission on"
        },
        {
          "url": "https://www.naacp.org/",
          "title": "NAACP | Leading the Fight to End Racial Inequality",
          "description": "NAACP builds Black political power to end structural racism. Let's put end to race-based discrimination together: become a member, advocate, or donate today.",
          "preview": "Skip to main content Search Close Close Donate Close Protecting Our Right to Vote States have introduced hundreds of measures to restrict the right to"
        },
        {
          "url": "https://www.glaad.org/transgender",
          "title": "Transgender Media | GLAAD",
          "description": "GLAAD Transgender Media Program Transgender FAQ Learn more about transgender people and the issues important to themMedia Professionals If you are a media professional working on a story, please check out GLAAD's resources for covering transgender people in the media.Transgender Resources Check out a list of resources for transgender people and their allies. Medical Association",
          "preview": "Close Menu DONATE GIVE MONTHLY Join GLAAD and take action for acceptance. SIGN UP What's Hot RECAP: Supreme Court to Rule on Protections Against Discr"
        },
        {
          "url": "https://peacekeeping.un.org/en/promoting-women-peace-and-security",
          "title": "Women, peace and security | United Nations Peacekeeping",
          "description": "Women around the world play a critical role in preventing conflict, building peace and helping countries recover during crises, often putting their own lives at risk. Despite this, women largely remain at the periphery of formal peace processes and decision-making. Our priority is to change the status quo by putting women's priorities and rights at the heart of peace and",
          "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: العربية 中文 English Français Русский Español Home What we do Women, peac"
        }
      ],
      "count": 5
    },
    {
      "name": "business",
      "bookmarks": [
        {
          "url": "https://forbes.es/empresas/8593/los-seis-grandes-retos-que-debe-afrontar-nuestra-cultura-startup/",
          "title": "Los seis grandes retos que debe afrontar nuestra cultura startup - Forbes España",
          "description": "Los seis grandes retos que debe afrontar nuestra cultura startup Los adolescentes ya no quieren ser astronautas ni futbolistas: muchos quieren montar una",
          "preview": "Saltar al contenido Buscar: por Redacción 27 marzo 2016 12 mayo 2021 Tiempo de lectura 3 minutos Los seis grandes retos que debe afrontar nuestra cult"
        },
        {
          "url": "https://newsroom.accenture.com/",
          "title": "Newsroom | Accenture",
          "description": "Accenture Newsroom - the official site for press releases, photos, video, audio, pr contact information, presskits and more.",
          "preview": "Headline Newsroom HeroImage FeaturedContentTitle Accenture Reports Fourth-Quarter and Full-Year Fiscal 2025 Results FeaturedContentURL https://newsroo"
        },
        {
          "url": "https://map.samsclub.com/",
          "title": "Sam's Club MAP",
          "description": "Wherever they shop and browse, your brand can be there. Sam's Club MAP helps advertisers grow sales and awareness - with industry-leading data and measurement.",
          "preview": "Skip to main Skip to footer search close Powered by generative AI. Results may not fully be accurate. Use is governed by the Generative AI Guidelines"
        },
        {
          "url": "https://taaacc.org/",
          "title": "Home - Texas Association of African American Chamber of Commerce",
          "description": "void",
          "preview": "About TAAACC To ensure that African American Business Owners receive a fair share of the economic prosperity of Texas. Serve as a catalyst for a bette"
        },
        {
          "url": "https://usblackchambers.org/grow-with-google/",
          "title": "U.S. Black Chambers, Inc.",
          "description": "The National Voice of Black Business - provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
          "preview": "Skip to main content Hit enter to search or ESC to close Close Search ` Grow With Google We've partnered with Google to help get the word out about th"
        }
      ],
      "count": 5
    },
    {
      "name": "automotive",
      "bookmarks": [
        {
          "url": "https://www.bmw-kuwait.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
          "title": "BMW Showroom | Kuwait | Ali Alghanim & Sons BMW",
          "description": "Visit Ali Alghanim &amp; Sons BMW in Kuwait, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
          "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Book A Test Drive Left Right 2 3 4 5 7 8 X Z THE ALL NEW"
        },
        {
          "url": "https://www.ivendi.com/",
          "title": "iVendi | Automotive Retail Technology",
          "description": "In today's world, automotive retailers have to be innovative to survive. Discover how they are using cutting-edge technologies to stay competitive!",
          "preview": "Award-winning vehicle retailing technology Make Buying Easier Connecting online & showroom sales into a single, seamless journey that makes buying eas"
        },
        {
          "url": "https://www.precisiontrucks.com/",
          "title": "Precision Truck Products I America's #1 Toter Manufacturer",
          "description": "Precision Truck Products, Inc. - Home of the Precision 6-way Power Hitch and America's #1 Choice for the Mobile Home Transportation Industry",
          "preview": "top of page AMERICA'S #1 TOTER MANUFACTURER VIEW TRUCK INVENTORY TOTER GALLERY FOR MORE PAST CONVERSIONS, CLICK HERE CURRENT INVENTORY 2017 Freightlin"
        },
        {
          "url": "https://suzuki.oemdtc.com/category/recalls",
          "title": "Recalls | Suzuki - OEMDTC",
          "description": "void",
          "preview": "Skip to content"
        }
      ],
      "count": 4
    },
    {
      "name": "education",
      "bookmarks": [
        {
          "url": "https://zeezailor.tumblr.com/post/139715960980",
          "title": "Bad At Making Friends - codeorg: What we think of computer science is...",
          "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
          "preview": "Bad At Making Friends - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds per"
        },
        {
          "url": "https://www.edscuola.com/",
          "title": "Educazione&Scuola© by Dario Cillo - La Rivista telematica della Scuola e della Formazione",
          "description": "void",
          "preview": "Reg. Trib. Lecce n. 662 del 01.07.1997 - ISSN 1973-252X - Dir. resp. Dario Cillo | | Consiglia ad un amico | > Anno XXX - n. 1178 - Edscuola Rassegne"
        },
        {
          "url": "https://www.unibz.it/en/services/library/",
          "title": "Library / Free University of Bozen-Bolzano",
          "description": "Siamo aperti a tutti, offriamo connessione WIFi gratutita e la più grande e aggiornata collezione di letteratura scientifica cartacea e online dell´Alto Adige.",
          "preview": "void"
        },
        {
          "url": "https://vimeo.com/ucsantabarbara",
          "title": "UC Santa Barbara",
          "description": "UC Santa Barbara is a leading center for teaching and research, distinguished by its interdisciplinary programs and a commitment to innovation.",
          "preview": "void"
        }
      ],
      "count": 4
    },
    {
      "name": "entertainment",
      "bookmarks": [
        {
          "url": "https://arysports.tv/",
          "title": "The Tudors",
          "description": "void",
          "preview": "This page has moved to a A-Sports.tv ."
        },
        {
          "url": "https://discoveryplus.com/",
          "title": "discovery+ | Stream Real-Life TV Episodes",
          "description": "discovery+ | Watch HGTV, Food Network, TLC, ID and more plus exclusive originals, all in one place.",
          "preview": "Skip To Content Something for Everyone Plans start at $5.99 Start Free Trial Free trial available to new subscribers. Terms Apply . Get It All with di"
        },
        {
          "url": "https://www.geocaching.com/",
          "title": "Geocaching",
          "description": "There are millions of geocaches hidden around the world-there are probably some near you right now. Get the free Official Geocaching app and start finding them.",
          "preview": "Sign up Join the world's largest treasure hunt. Video: what is geocaching (75 seconds) There are 2,272 geocaches around Milan. To get started, create"
        },
        {
          "url": "https://kimberlyakimbothemusical.com/",
          "title": "KIMBERLY AKIMBO A New Musical | Official Site",
          "description": "Your official source of tickets and information about KIMBERLY AKIMBO, now playing at the Booth Theatre on Broadway.",
          "preview": "GET TICKETS Tour About Company Acclaim Shop Listen Now on tour across the US! WINNER! 2023 Tony Award for BEST MUSICAL Now on Tour The Tony-Award ® wi"
        }
      ],
      "count": 4
    },
    {
      "name": "government",
      "bookmarks": [
        {
          "url": "https://www.ccg-gcc.gc.ca/index-eng.html",
          "title": "Canadian Coast Guard",
          "description": "void",
          "preview": "Canadian Coast Guard The Canadian Coast Guard is a special operating agency within the Department of National Defence. We work to ensure the safety of"
        },
        {
          "url": "https://www.irs.gov/uac/Report-Phishing",
          "title": "Report phishing | Internal Revenue Service",
          "description": "Report phishing and scams. Find out what to do If you receive unsolicited communications claiming to be from the IRS.",
          "preview": "Skip to main content Report phishing and online scams English Español 中文 (简体) 中文 (繁體) 한국어 Русский Tiếng Việt Kreyòl ayisyen More In Help Interactive T"
        },
        {
          "url": "https://www.epa.gov/newsreleases/statement-regional-administrator-debra-shore-east-palestine-train-derailment",
          "title": "Statement from Regional Administrator Debra Shore on the East Palestine Train Derailment | US EPA",
          "description": "EPA News Release: Statement from Regional Administrator Debra Shore on the East Palestine Train Derailment",
          "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
        },
        {
          "url": "https://www.metoffice.gov.uk/research/climate/maps-and-data",
          "title": "UK climate maps and data - Met Office",
          "description": "The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the UK here.",
          "preview": "UK climate maps and data The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the"
        }
      ],
      "count": 4
    },
    {
      "name": "lifestyle-hobbies",
      "bookmarks": [
        {
          "url": "https://www.sunglassesid.com/sightings/cutler-and-gross-kingsman-sunglasses-colin-firth-kingsman-secret-service",
          "title": "Cutler and Gross Kingsman sunglasses - Colin Firth - Kingsman: The Secret Service | Sunglasses ID",
          "description": "Colin Firth (as Harry Hart) wears Cutler and Gross 0847 tortoiseshell acetate square-frame sunglasses in the 2015 spy movie Kingsman: The Secret Service.",
          "preview": "Skip to main content Ultimate Guide to sunglasses in And Just Like That... (HBO Max) Ultimate Guide to sunglasses in The Four Seasons (Netflix) Ultima"
        },
        {
          "url": "https://myjewishmommylife.com/2020/08/21/jewish-reaction-an-american-pickle-seth-rogen-movie-anti-semitic-funny-good/",
          "title": "JEWISH REACTION - AN AMERICAN PICKLE Seth Rogen Movie! Anti-Semitic? Funny? Good? - My Jewish Mommy Life",
          "description": "https://youtu.be/3bEp1iFnSEI In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic? Do I think it's actually funny? Let me know what you think of my review in the comments - do you agree?! SUBSCRIBE for more content just like this https://goo.gl/4t88MD !",
          "preview": "Skip to content In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic"
        },
        {
          "url": "https://www.flutetunes.com/tunes.php?id=2209",
          "title": "Largo from Recorder Sonata No. 8 in D minor (B. Marcello) - Free Flute Sheet Music | flutetunes.com",
          "description": "Sheet music for Largo from Recorder Sonata No. 8 in D minor by Benedetto Marcello, arranged for Flute and bass instrument. Free printable PDF score and MIDI track.",
          "preview": "Free Flute Sheet Music Menu Search Tunes... Menu Home FAQ Browse Tunes Modern Music Random Tune Most Popular Flute Articles Flute Scales Flute Fingeri"
        },
        {
          "url": "https://www.mammole.it/",
          "title": "Mammole · La Guida Natural delle Mamme",
          "description": "La più grande comunità italiana di mamme natural. Magazine e forum per Infertilità, Gravidanza e Bambini.",
          "preview": "Cookie policy Autismo e aumento di peso in gravidanza: quale legame? ✿ Esiste un legame tra l'aumento di peso in gravidanza e lo sviluppo di autismo n"
        }
      ],
      "count": 4
    },
    {
      "name": "data-gis",
      "bookmarks": [
        {
          "url": "https://earthobservatory.nasa.gov/global-maps",
          "title": "Global Maps",
          "description": "The Earth Observatory shares images and stories about the environment, Earth systems, and climate that emerge from NASA research, satellite missions, and models.",
          "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. EO Explorer Topics Search I"
        },
        {
          "url": "https://www.swisstopo.admin.ch/en/geodata/landscape/names3d.html",
          "title": "swissNAMES3D",
          "description": "With over 437000 geo-referenced entries, swissNAMES3D is the most comprehensive collection of Swiss geographic names. The free dataset is based on a simple data model and provides the ideal basis for a broad range of applications.",
          "preview": "Published on 8 January 2024 swissNAMES3D With over 437000 geo-referenced entries, swissNAMES3D is the most comprehensive collection of Swiss geographi"
        },
        {
          "url": "https://geoservices.ign.fr/documentation/diffusion/telechargement-donnees-libres.html",
          "title": "TÉLÉCHARGEMENT | Géoservices",
          "description": "void",
          "preview": "Aller au contenu principal ACCUEIL TÉLÉCHARGEMENT TÉLÉCHARGEMENT DE DONNÉES Les jeux de données non accessibles via la page téléchargement le sont via"
        }
      ],
      "count": 3
    },
    {
      "name": "health",
      "bookmarks": [
        {
          "url": "https://cv.nmhealth.org/covid-vaccine/",
          "title": "COVID-19 Vaccine | NMDOH - Coronavirus Updates",
          "description": "void",
          "preview": "COVID-19 Vaccine Updated 09-12-2025 Home COVID-19 Vaccine Staying Up to Date with COVID-19 Vaccines Everyone ages 6 months and older can get a 2024-20"
        },
        {
          "url": "https://neurojobs.sfn.org/jobs/medical-veterinary-or-dental-school/sensory-systems/any-experience-level-considered/direct-employer/",
          "title": "Medical, Veterinary or Dental School Sensory Systems jobs | Any Experience Level Considered, Direct Employer",
          "description": "Medical, Veterinary or Dental School Sensory Systems jobs. 3 Any Experience Level Considered, Direct Employer jobs to view and apply for now with NeuroJobs Career Center",
          "preview": "Skip to job results Skip to refine results Medical, Veterinary or Dental School Sensory Systems jobs Filter jobs Advanced search Open filters Close fi"
        },
        {
          "url": "https://www.cancer.org/healthy/cancer-causes/chemicals/talcum-powder-and-cancer.html",
          "title": "Talcum Powder and Cancer | American Cancer Society",
          "description": "Talcum powder is made from talc, a mineral composed mainly of the elements magnesium, silicon, & oxygen. Learn more about its possible link to cancer.",
          "preview": "Skip to main content 0 showDesktop,showTablet,showMobile Mairead, Stage 4 Metastatic Breast Cancer Thriver Donate to help end breast cancer as we know"
        }
      ],
      "count": 3
    },
    {
      "name": "history",
      "bookmarks": [
        {
          "url": "https://genealogy.cjh.org/synagogue/649",
          "title": "Ackman & Ziff Genealogy Institute at the Center for Jewish History",
          "description": "void",
          "preview": "Toggle navigation Ackman & Ziff Family Genealogy Institute A&ZFGI @ CJH Family History Collections NYC Synagogue Map Home New York Historical Synagogu"
        },
        {
          "url": "https://ambitointernacional.com/azerbaiyan-primera-republica-parlamentaria-en-todo-el-oriente-musulman/",
          "title": "Azerbaiyán, primera República parlamentaria en todo el Oriente Musulmán - Ámbito Internacional",
          "description": "Desde la recuperación de la independencia han sido un faro en su camino de progreso",
          "preview": "Connect with us Share Tweet La vida lentamente esta volviendo a la normalidad en algunos países, luego de experimentar un alivio de la asfixiante pand"
        },
        {
          "url": "https://wiktenauer.com/wiki/Fiore_de%27i_Liberi",
          "title": "Fiore de'i Liberi ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
          "description": "Fiore Furlano de'i Liberi de Cividale d'Austria (Fiore delli Liberi, Fiore Furlano, Fiore de Cividale d'Austria; fl. 1381 - 1409) was a late 14th century knight, diplomat, and fencing master. He was born in Cividale del Friuli, a town in the Patriarchal State of Aquileia (in the Friuli region of modern-day Italy), the son of Benedetto and scion of a Liberi house of Premariacco.&#91;1&#93;&#91;2&#93;&#91;3&#93; The term Liberi, while potentially merely a surname, more probably indicates that his family had Imperial immediacy (Reichsunmittelbarkeit), either as part of the nobili liberi (Edelfrei, \"free nobles\"), the Germanic unindentured knightly class which formed the lower tier of nobility in the Middle Ages, or possibly of the rising class of Imperial Free Knights.&#91;4&#93;&#91;5&#93;&#91;6&#93; It has been suggested by various historians that Fiore and Benedetto were descended from Cristallo dei Liberi of Premariacco, who was granted immediacy in 1110 by Holy Roman Emperor Heinrich V,&#91;7&#93;&#91;8&#93;&#91;9&#93; but this has yet to be proven.&#91;10&#93;",
          "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Fiore de'i Liberi From Wikte"
        }
      ],
      "count": 3
    },
    {
      "name": "news-local",
      "bookmarks": [
        {
          "url": "https://patch.com/new-york/pleasantville/mount-pleasant-cop-says-hess-was-aggressor",
          "title": "Mount Pleasant Cop Says Hess Was 'Aggressor' | Pleasantville, NY Patch",
          "description": "The attorney for Pleasantville P.O. Aaron Hess said it's too soon for the public to be drawing conclusions.",
          "preview": "Skip to main content Nearby Communities Tarrytown-Sleepy Hollow, NY Ossining-Croton-On-Hudson, NY Chappaqua-Mount Kisco, NY White Plains, NY Nyack-Pie"
        },
        {
          "url": "https://www.fox13news.com/news/proposed-bill-would-ban-dogs-from-sticking-heads-outside-car-windows",
          "title": "Proposed bill would ban dogs from sticking heads outside car windows | FOX 13 Tampa Bay",
          "description": "A newly filed Florida Senate Bill related to animal welfare could change how you travel with your dog.",
          "preview": "Small Craft Advisory from THU 8:00 PM EDT until SAT 8:00 PM EDT, Tampa Bay waters New bill would ban dogs hanging out of car windows Joneé Lewis repor"
        },
        {
          "url": "https://digitaledition.napersun.chicagotribune.com/",
          "title": "Suburbs",
          "description": "Archive Page",
          "preview": "Skip to main content"
        }
      ],
      "count": 3
    },
    {
      "name": "organizations-community",
      "bookmarks": [
        {
          "url": "https://www.hamiltonfamilies.org/",
          "title": "Hamilton Families",
          "description": "void",
          "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
        },
        {
          "url": "https://www.ywcahouston.org/",
          "title": "Home",
          "description": "void",
          "preview": "Donate Contact us SUPPORT HERE Our Latest News - 2024 WINS FOR KIDS GRANT Astros Foundation in partnership with Chevron presents YWCA Houston with a 2"
        },
        {
          "url": "https://thepulse.uptogether.org/",
          "title": "The Pulse",
          "description": "void",
          "preview": "The UpTogether Pulse Michigan Man Uses Direct Cash to Weatherproof Home from Severe Flooding Lorenzo is proud to step into his front yard, knowing tha"
        }
      ],
      "count": 3
    },
    {
      "name": "programming-docs",
      "bookmarks": [
        {
          "url": "https://docs.python.org/3/tutorial/inputoutput.html",
          "title": "7. Input and Output - Python 3.14.0 documentation",
          "description": "There are several ways to present the output of a program; data can be printed in a human-readable form, or written to a file for future use. This chapter will discuss some of the possibilities. Fa...",
          "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial » 7. Input and Output | Theme Auto Light Dark | 7. In"
        },
        {
          "url": "https://www.beroset.com/",
          "title": "Assembly Language Repository",
          "description": "void",
          "preview": "[ about me ] [ links ] [ assembly language code ] [ site map ] Assembly Language Source Code The Idea Over the years, I have written and given away a"
        },
        {
          "url": "https://developer.mozilla.org/en-US/docs/Web/CSS/CSS_Grid_Layout",
          "title": "CSS grid layout - CSS | MDN",
          "description": "The CSS grid layout module excels at dividing a page into major regions or defining the relationship in terms of size, position, and layering between parts of a control built from HTML primitives.",
          "preview": "Skip to main content Skip to search CSS grid layout The CSS grid layout module excels at dividing a page into major regions or defining the relationsh"
        }
      ],
      "count": 3
    },
    {
      "name": "sports",
      "bookmarks": [
        {
          "url": "https://runjumpthrow.usatf.org/",
          "title": "| USA Track & Field",
          "description": "void",
          "preview": "Learn New Skills. Make New Friends. Have Fun. USA Track & Field has teamed up with Hershey to create RunJumpThrow (RJT), a hands-on learning program t"
        },
        {
          "url": "https://toralarm.com/it",
          "title": "TorAlarm - App di calcio Serie A",
          "description": "TorAlarm è l'app di calcio più veloce per i risultati in tempo reale della Serie A. È disponibile gratuitamente per Android e per l'iPhone offrendo risultati in diretta, classifiche, marcatori e news della Serie A e molti altri campionati.",
          "preview": "L'app più veloce di calcio! Download Download Prova TorAlarm su tutte le piattaforme! L'app TorAlarm ti offre una schermata principale chiara, tutte l"
        },
        {
          "url": "https://www.dw.com/en/business/s-1431",
          "title": "The Tudors",
          "description": "In-depth business news on Europe and it's strongest economy. Read and watch to learn about international markets, companies and the powers who drive them.",
          "preview": "You need to enable JavaScript to run this app. Skip to content Skip to main menu Skip to more DW sites In focus Gaza Nobel Prize German politics Lates"
        }
      ],
      "count": 3
    },
    {
      "name": "food-drink",
      "bookmarks": [
        {
          "url": "https://corporate.mcdonalds.com/corpmcd/our-stories/article/it-pair-of-season.html",
          "title": "McDonald's Smoky BLT Quarter Pounder® with Cheese and OREO® Fudge McFlurry® Are the \"It\" Pair of the Season",
          "description": "Hard Launch: The newest items make it official Nov. 21 at participating restaurants nationwide",
          "preview": "McDonald's Smoky BLT Quarter Pounder® with Cheese and OREO® Fudge McFlurry® Are the \"It\" Pair of the Season November 03, 2022 Hard Launch: The newest"
        },
        {
          "url": "https://www.zaxbys.com/",
          "title": "Welcome to Zaxbys",
          "description": "void",
          "preview": "Hey, Zax Fans! Thanks for stopping by. Zaxbys is the premium quick-service restaurant famous for Chicken Fingerz™ and wings that you can dip, dunk and"
        }
      ],
      "count": 2
    },
    {
      "name": "legal-docs",
      "bookmarks": [
        {
          "url": "https://mcqg7tb-yjgl2414mz73fvhqnjg1.pub.sfmc-content.com/f1hi0yqv3yg",
          "title": "void",
          "description": "void",
          "preview": "Notice of Financial Incentives/Bona Fide Loyalty Program Disclosure We may offer incentives such as a coupon, discount, or sample in exchange for pers"
        },
        {
          "url": "https://www.netspend.com/help/privacy-policy",
          "title": "Ouro U.S. Privacy Policy",
          "description": "Ouro understands that consumers care about privacy. This Privacy Policy Notice (\"Notice\") describes the types of Personal Data we collect, how we use the information, with whom we may share it, and the choices available to you.",
          "preview": "Ouro U.S. Privacy Policy Updated: October 1, 2025, Effective: October 1, 2025 This Privacy Notice (\"Notice\") applies to Ouro Global, Inc., Ouro Intern"
        }
      ],
      "count": 2
    },
    {
      "name": "misc-uncategorized",
      "bookmarks": [
        {
          "url": "https://www.ricettaricette.com/",
          "title": "Cute And Fluffy",
          "description": "void",
          "preview": "Blog Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! June 1, 2025"
        },
        {
          "url": "https://www.getonthebus.org/",
          "title": "User138",
          "description": "void",
          "preview": "Daftar Masuk"
        }
      ],
      "count": 2
    },
    {
      "name": "news-topics",
      "bookmarks": [
        {
          "url": "https://www.theguardian.com/environment/climate-crisis",
          "title": "Climate crisis | The Guardian",
          "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
          "preview": "Skip to main content Skip to navigation Climate crisis Cop30 Prince William to attend Cop30 UN climate summit in Brazil Prince of Wales's decision wel"
        },
        {
          "url": "https://index.hu/tech/",
          "title": "Tech hírek - Index",
          "description": "Friss napi hírek a technika világából az Indexen.",
          "preview": "Keresés Blog.hu Fórum Indavideó Economx Dívány Totalcar Femina Port We ❤︎ Budapest Velvet Inda Címlap Rovatok Friss hírek Economx Dívány Totalcar Femi"
        }
      ],
      "count": 2
    },
    {
      "name": "software-support",
      "bookmarks": [
        {
          "url": "https://support.office.com/en-us/article/accounts-in-office-628ea040-f265-49de-b986-be09c3ebf8a9",
          "title": "About accounts in Office - Microsoft Support",
          "description": "<Placeholder>",
          "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
        },
        {
          "url": "https://help.yahoo.com/kb/index?page=product&y=PROD_YAHOOAPP_IOS&locale=en_US&actp=productlink",
          "title": "Help for your Yahoo Account",
          "description": "void",
          "preview": "You need to have JavaScript enabled to use this page. To enable JavaScript, follow these instructions . Speak to a premium support agent Can't access"
        }
      ],
      "count": 2
    },
    {
      "name": "tech-blogs",
      "bookmarks": [
        {
          "url": "https://educationblog.microsoft.com/",
          "title": "Homepage | Microsoft Education Blog",
          "description": "Click here for resources that empower every educator and student to achieve. The Microsoft Education Blog inspires, informs, and supports learning.",
          "preview": "Skip to main content News Sep 24, 2025 3 min read Celebrating the 2025-2026 MIE Experts and Showcase Schools Meet the 2025-2026 MIE Experts and Showca"
        },
        {
          "url": "https://ma.tt/",
          "title": "Matt Mullenweg | Unlucky in Cards",
          "description": "Unlucky in Cards",
          "preview": "I was reminded today of the profound marketing influence of Kathy Sierra , who was a pretty prolific blogger and speaker back in the day. I would summ"
        }
      ],
      "count": 2
    },
    {
      "name": "travel",
      "bookmarks": [
        {
          "url": "https://www.easyjet.com/en/help/booking-and-check-in",
          "title": "Booking and check-in | easyJet",
          "description": "void",
          "preview": "English Français Deutsch Italiano Français (Suisse) Deutsch (Schweiz) Castellano Nederlands Portugues Català Česky Dansk Eλληνικά Magyarul Polski Türk"
        },
        {
          "url": "https://www.rustourismnews.com/2020/10/20/most-visited-attractions-in-england/",
          "title": "Most Visited Attractions in England",
          "description": "The results from this survey are reported annually, providing an overview of the visitor attraction sector in England.",
          "preview": "Skip to content Each year, VisitEngland invites all English visitor attractions to take part in an annual survey, recording visitor numbers alongside"
        }
      ],
      "count": 2
    },
    {
      "name": "web-resources",
      "bookmarks": [
        {
          "url": "https://www.sketchappsources.com/",
          "title": "Sketch App Sources - New free design resources - Icons, UI Kits, Wireframes, iOS, Android Templates",
          "description": "The largest collection of free and premium resources for web apps, mobile, UI, UX designers working with Sketch, Figma, Adobe XD. All vector .sketch files and .svg files are editable in Sketch, Figma, Adobe XD.",
          "preview": "void"
        },
        {
          "url": "https://mail.creativecommons.org/subscribe",
          "title": "Subscribe to CC's Mailing List",
          "description": "void",
          "preview": "Subscribe to our mailing list. Learn more about the Creative Commons licenses, and our work to empower individuals and communities around the world wi"
        }
      ],
      "count": 2
    },
    {
      "name": "brand-philips",
      "bookmarks": [
        {
          "url": "https://www.philips.com/",
          "title": "Philips - Italia",
          "description": "Scopri come Philips aiuta a migliorare la vita delle persone attraverso innovazioni significative - dalla vita sana e dalla prevenzione, a diagnosi, cura e home care.",
          "preview": "i9000 Prestige Ultra Rasoio elettrico Wet & Dry con SkinIQ Pro Rasatura perfetta tutto il giorno, super delicata Scopri di più NUOVO: Tiralatte elettr"
        }
      ],
      "count": 1
    },
    {
      "name": "culture-language",
      "bookmarks": [
        {
          "url": "https://www.brasiltalian.com/2017/12/bon-prinsipio-nel-veneto-una-curiosita.html",
          "title": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto-Brasil Talian",
          "description": "Talian Sta qua la xè 'na filastrocca che, nei primi ani del secolo 1900, i tosati cantava ndando far gli auguri de Bon Ano in giro par l...",
          "preview": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto terça-feira, 19 de dezembro de 2017 Talian Sta qua la xè 'na filastrocca che, nei primi"
        }
      ],
      "count": 1
    },
    {
      "name": "podcast",
      "bookmarks": [
        {
          "url": "https://switchboardta.transistor.fm/",
          "title": "Switchboard",
          "description": "Switchboard is a one-stop resource hub for refugee service providers in the United States.",
          "preview": "Switchboard is a one-stop resource hub for refugee service providers in the United States. Play Episode One Pause Episode January 9, 2025 • 25 Minutes"
        }
      ],
      "count": 1
    },
    {
      "name": "real-estate",
      "bookmarks": [
        {
          "url": "https://www.citya.com/annonces/vente/appartement/antibes-06004/TAPP459835",
          "title": "Achat/vente immobilière appartement Antibes (06) | Citya Immobilier",
          "description": "Découvrez nos appartements en achat/vente immobilière à Antibes (06) ! Trouvez le bien parfait parmi nos annonces et concrétisez votre projet immobilier avec Citya.",
          "preview": "Il est nécessaire d'activer Javascript dans les paramètres de votre navigateur pour profiter pleinement du site. Une fois l'activation effectuée, veui"
        }
      ],
      "count": 1
    },
    {
      "name": "recipes",
      "bookmarks": [
        {
          "url": "https://www.giallozafferano.it/ricette-cat/Primi/",
          "title": "Primi piatti - Le ricette di GialloZafferano",
          "description": "Ricette primi piatti: leggi consigli, ingredienti, tempi e modalità di preparazione dei nostri gustosissimi primi piatti sfiziosi al forno, facili e veloci.",
          "preview": "Facebook Pinterest Instagram TikTok YouTube X Ricette Primi Piatti Portate Le Portate Filtri Tutti i Filtri Benessere Primi piatti veloci La pasta è s"
        }
      ],
      "count": 1
    },
    {
      "name": "web-history",
      "bookmarks": [
        {
          "url": "https://www.orkut.com/",
          "title": "orkut",
          "description": "void",
          "preview": "languages: English Português Hi there, I'm Orkut. Seventeen years ago I started a little social network while I was an engineer at Google. In just a f"
        }
      ],
      "count": 1
    },
    {
      "name": "web3",
      "bookmarks": [
        {
          "url": "https://www.vicinft.com/company",
          "title": "Vici Network",
          "description": "Orchestrate many-to-many swaps. Vici Network offers users a dynamic and engaging solution for everyone to create and manage their own token portfolio.",
          "preview": "Enterprise Blockchain Solutions Secure, compliant, and scalable smart contract infrastructure for stablecoins and token-based applications, powered by"
        }
      ],
      "count": 1
    }
  ],
  "total_bookmarks": 96,
  "num_folders": 33
}